{
  "state": "missouri",
  "path": "title-title-xxiv/chapter-chapter-367",
  "sections": [
    {
      "id": "section-367-011",
      "number": "367.011",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.011. Definitions. —As used in sections 367.011 to 367.060, the following words mean:\n\n(1)\"Month\", that period of time from one date in a calendar month to the corresponding date in the following calendar month, but if there is no such corresponding date, then the last day of such following month, and when computations are made for a fraction of a month, a day shall be one-thirtieth of a month;\n\n(2)\"Net assets\", the book value of the current assets of a person or pawnbroker less its applicable liabilities as stated in this subdivision. Current assets include the investment made in cash, bank deposits, merchandise inventory, and loans due from customers excluding the pawn service charge. Current assets do not include the investments made in fixed assets of real estate, furniture, fixtures, or equipment; investments made in stocks, bonds, or other securities; or investments made in prepaid expenses or other general intangibles. Applicable liabilities include trade or other accounts payable; accrued sales, income, or other taxes; accrued expenses; and notes or other payables that are unsecured or secured in whole or part by current assets. Applicable liabilities do not include liabilities secured by assets other than current assets. Net assets must be represented by a capital investment unencumbered by any liens or other encumbrances to be subject to the claims of general creditors;\n\n(3)\"Pawnbroker\", any person engaged in the business of lending money on the security of pledged goods or engaged in the business of purchasing tangible personal property on condition that it may be redeemed or repurchased by the seller for a fixed price within a fixed period of time;\n\n(4)\"Pawnshop\", the location at which or premises in which a pawnbroker regularly conducts business;\n\n(5)\"Person\", an individual, partnership, corporation, joint venture, trust, association or any other legal entity however organized;\n\n(6)\"Pledged goods\", tangible personal property other than choses in action, securities, or printed evidences of indebtedness, which property is deposited with or otherwise actually delivered into the possession of a pawnbroker in the course of his business in connection with a pawn transaction;\n\n(7)\"Secured personal credit loan\", every loan of money made in this state, the payment of which is secured by a security interest in tangible personal property which is physically delivered into the hands of the lender at the time of the making of the loan and which is to be retained by the lender while the loan is a subsisting obligation.\n\n(L. 1951 p. 281 § 1, A.L. 1965 p. 114, A.L. 1990 H.B. 1125)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-011/"
    },
    {
      "id": "section-367-021",
      "number": "367.021",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.021. Secured personal credit loans — who may make — interest rate. —1. Subject only to constitutional police regulations, not affecting the loan fee and the interest rate authorized by this section, in force in any municipality or county wherein secured personal credit loans are made, any person, natural or corporate, may make secured personal credit loans, regardless of the nature and character of any business in which the lender may at the time of making any such loan be engaged, and regardless of whether the lender may at the same time be engaged in making loans in other classifications, at the same, or at a higher or lower loan fee and interest rate than authorized by this section to be collected and paid to the lender on secured personal credit loans.\n\n2. The maximum rate of interest which may be charged for making and carrying any secured personal credit loan shall not exceed two percent per month on the amount of such loan. Lenders may also charge for the storage and security of such pledged property.\n\n(L. 1951 p. 281 § 2, A.L. 1990 H.B. 1125, A.L. 1993 S.B. 18)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-021/"
    },
    {
      "id": "section-367-031",
      "number": "367.031",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.031. Receipt for pledged property — contents — definitions — third-party charge for database — access to database information, limitations — error in data, procedure — loss of pawn ticket, effect. —1. At the time of making any secured personal credit loan, the lender shall execute and deliver to the borrower a receipt for and describing the tangible personal property subjected to the security interest to secure the payment of the loan. The receipt shall contain the following:\n\n(1) The name and address of the pawnshop;\n\n(2) The name and address of the pledgor, the pledgor's description, and the driver's license number, military identification number, identification certificate number, or other official number capable of identifying the pledgor;\n\n(3) The date of the transaction;\n\n(4) An identification and description of the pledged goods, including serial numbers if reasonably available;\n\n(5) The amount of cash advanced or credit extended to the pledgor;\n\n(6) The amount of the pawn service charge;\n\n(7) The total amount which must be paid to redeem the pledged goods on the maturity date;\n\n(8) The maturity date of the pawn transaction; and\n\n(9) A statement to the effect that the pledgor is not obligated to redeem the pledged goods, and that the pledged goods may be forfeited to the pawnbroker sixty days after the specified maturity date.\n\n2. The pawnbroker may be required, in accordance with local ordinances, to furnish appropriate law enforcement authorities with copies of information contained in subdivisions (1) to (4) of subsection 1 of this section and information contained in subdivision (6) of subsection 4 of section 367.040. The pawnbroker may satisfy such requirements by transmitting such information electronically to a database in accordance with this section, except that paper copies shall be made available for an on-site inspection upon request of any appropriate law enforcement authority.\n\n3. As used in this section, the following terms mean:\n\n(1)\"Database\", a computer database established and maintained by a third party engaged in the business of establishing and maintaining one or more databases;\n\n(2)\"Permitted user\", persons authorized by law enforcement personnel to access the database;\n\n(3)\"Reportable data\", the information required to be recorded by pawnbrokers for pawn transactions pursuant to subdivisions (1) to (4) of subsection 1 of this section and the information required to be recorded by pawnbrokers for purchase transactions pursuant to subdivision (6) of subsection 4 of section 367.040;\n\n(4)\"Reporting pawnbroker\", a pawnbroker who chooses to transmit reportable data electronically to the database;\n\n(5)\"Search\", the accessing of a single database record.\n\n4. The database shall provide appropriate law enforcement officials with the information contained in subdivisions (1) to (4) of subsection 1 of this section and other useful information to facilitate the investigation of alleged property crimes while protecting the privacy rights of pawnbrokers and pawnshop customers with regard to their transactions.\n\n5. The database shall contain the pawn and purchase transaction information recorded by reporting pawnbrokers pursuant to this section and section 367.040 and shall be updated as requested. The database shall also contain such security features and protections as may be necessary to ensure that the reportable data maintained in the database can only be accessed by permitted users in accordance with the provisions of this section.\n\n6. The third party's charge for the database shall be based on the number of permitted users. Law enforcement agencies shall be charged directly for access to the database, and the charge shall be reasonable in relation to the costs of the third party in establishing and maintaining the database. No reporting pawnbroker or customer of a reporting pawnbroker shall be charged any costs for the creation or utilization of the database.\n\n7. (1) The information in the database shall only be accessible through the internet to permitted users who have provided a secure identification or access code to the database but shall allow such permitted users to access database information from any jurisdiction transmitting such information to that database. Such permitted users shall provide the database with an identifier number of a criminal action for which the identity of the pawn or purchase transaction customer is needed and a representation that the information is connected to an inquiry or to the investigation of a complaint or alleged crime involving goods delivered by that customer in that transaction. The database shall record, for each search, the identity of the permitted user, the pawn or purchase transaction involved in the search, and the identity of any customer accessed through the search. Each search record shall be made available to other permitted users regardless of their jurisdiction. The database shall enable reporting pawnbrokers to transmit to the database through the internet reportable data for each pawn and purchase transaction.\n\n(2) Any person who gains access to information in the database through fraud or false pretenses shall be guilty of a class D felony.\n\n8. Any pawnbroker licensed under section 367.043 shall meet the following requirements:\n\n(1) Provide all reportable data to appropriate users by transmitting it through the internet to the database;\n\n(2) Transmit all reportable data for one business day to the database prior to the end of the following business day;\n\n(3) Make available for on-site inspection to any appropriate law enforcement official, upon request, paper copies of any pawn or purchase transaction documents.\n\n9. If a reporting pawnbroker or permitted user discovers any error in the reportable data, notice of such error shall be given to the database, which shall have a period of thirty days in which to correct the error. Any reporting pawnbroker experiencing a computer malfunction preventing the transmission of reportable data or receipt of search requests shall be allowed a period of at least thirty but no more than sixty days to repair such malfunction, and during such period such pawnbroker shall not be deemed to be in violation of this section if good faith efforts are made to correct the malfunction. During the periods specified in this subsection, the reporting pawnbroker and permitted user shall arrange an alternative method or methods by which the reportable data shall be made available.\n\n10. No reporting pawnbroker shall be obligated to incur any cost, other than internet service costs, in preparing, converting, or delivering its reportable data to the database.\n\n11. If the pawn ticket is lost, destroyed, or stolen, the pledgor may so notify the pawnbroker in writing, and receipt of such notice shall invalidate such pawn ticket, if the pledged goods have not previously been redeemed. Before delivering the pledged goods or issuing a new pawn ticket, the pawnbroker shall require the pledgor to make a written affidavit of the loss, destruction or theft of the ticket. The pawnbroker shall record on the written statement the identifying information required, the date the statement is given, and the number of the pawn ticket lost, destroyed, or stolen. The affidavit shall be signed by a notary public appointed by the secretary of state pursuant to chapter 486 to perform notarial acts in this state.\n\n(L. 1951 p. 281 § 3, A.L. 1965 p. 114, A.L. 1990 H.B. 1125, A.L. 2002 H.B. 1888, A.L. 2005 H.B. 353, A.L. 2014 S.B. 491, A.L. 2020 H.B. 1655)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-031/"
    },
    {
      "id": "section-367-040",
      "number": "367.040",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.040. Loans due, when — return of collateral, when — restrictions. —1. Every secured personal credit loan shall be due and payable in lump sum thirty days after the date of the loan contract, or, if extended, thirty days after the date of the last preceding extension of the loan, and if not so paid when due, it shall, on the next day following, be in default. The lender shall retain possession of the tangible personal property subjected to the security interest to secure payment of any secured personal credit loan for a period of sixty days next following the date of default. If, during the period of sixty days, the borrower shall pay to the lender the principal sum of the loan, with the loan fee or fees, and the interest due thereon to the date of payment, the lender shall thereupon deliver possession of the tangible personal property to the borrower. But if the borrower fails, during the period of sixty days, to make payment, then title to the tangible personal property shall, on the day following the expiration of the period of sixty days, pass to the lender, without foreclosure, and the right of redemption by the borrower shall be forever barred.\n\n2. A pledgor shall have no obligation to redeem pledged goods or make any payment on a pawn transaction.\n\n3. Except as otherwise provided by sections 367.011 to 367.060, any person properly identifying himself and presenting a pawn ticket to the pawnbroker shall be presumed to be entitled to redeem the pledged goods described therein.\n\n4. A pawnbroker shall not:\n\n(1) Accept a pledge from a person who is under eighteen years of age;\n\n(2) Make any agreement requiring the personal liability of a pledgor in connection with a pawn transaction;\n\n(3) Accept any waiver, in writing or otherwise, of any right or protection accorded a pledgor under sections 367.011 to 367.060;\n\n(4) Fail to exercise reasonable care to protect pledged goods from loss or damage;\n\n(5) Fail to return pledged goods to a pledgor upon payment of the full amount due the pawnbroker on the pawn transaction. In the event such pledged goods are lost or damaged as a result of pawnbroker negligence while in the possession of the pawnbroker it shall be the responsibility of the pawnbroker to replace the lost or damaged goods with like kind of merchandise. Lenders shall not be responsible for loss of pledged articles due to acts of God, acts of war, or riots. Each lender shall employ, if reasonably available in his area, a reputable company for the purpose of fire and theft security;\n\n(6) Purchase or take in trade used or secondhand personal property unless a record is established that contains:\n\n(a) The name, address, physical description, and the driver's license number, military identification number, identification certificate number, or other official number capable of identifying the seller;\n\n(b) A complete description of the property, including the serial number if reasonably available, or other identifying characteristic; and\n\n(c) A signed document from the seller providing that the seller has the right to sell the property.\n\n(L. 1951 p. 281 § 4, A.L. 1965 p. 114, A.L. 1990 H.B. 1125)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-040/"
    },
    {
      "id": "section-367-043",
      "number": "367.043",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.043. License required — qualifications — oath — bond — accounting — location within one-half mile of excursion gambling boat or facility, prohibited, when. —1. No person shall operate a pawnshop unless such person obtains a municipal pawnshop license issued pursuant to this section. Each municipality or county may issue a pawnshop license to any person who meets the qualifications of this section. To be eligible for a pawnshop license, an applicant shall:\n\n(1) Be of good moral character;\n\n(2) Have net assets of at least fifty thousand dollars readily available for use in conducting business as a pawnshop for each licensed pawnshop; and\n\n(3) Show that the pawnshop will be operated lawfully and fairly within the purposes of sections 367.011 to 367.060. In addition to the qualifications specified in subdivisions (1) to (3) of this subsection, a municipality or county may also refuse to issue a pawnshop license to any applicant who has a felony or misdemeanor conviction which directly relates to the duties and responsibilities of the occupation of pawnbroker or otherwise makes the applicant presently unfit for a pawnshop license.\n\n2. If the municipality or county is unable to verify that the applicant meets the net assets requirement for a licensed pawnshop, the municipality or county may require a finding, including the presentation of a current balance sheet, by an independent certified public accountant that the accountant has reviewed the books and records of the applicant and that the applicant meets the net assets requirement of this section.\n\n3. An application for a new pawnshop license, the transfer of an existing pawnshop license or the approval of a change in the ownership of a licensed pawnshop shall be under oath and shall state the full name and place of residence of the applicant, the place where the business is to be conducted, and other relevant information required by the municipality or county. If the applicant is a partnership, the municipality or county may require that the application state the full name and address of each member. If the applicant is a corporation, the application shall state the full name and address of each officer, shareholder, and director. The application shall be accompanied by:\n\n(1) An investigation fee of five hundred dollars if the applicant is unlicensed at the time of applying for the pawnshop license or two hundred fifty dollars if the application involves a second or additional license to an applicant previously licensed for a separate location or involves substantially identical principals and owners of a licensed pawnshop at a separate location; and\n\n(2) Proof of general liability if required by the municipality or county, and an annual fee of five hundred dollars.\n\n4. Each applicant for a pawnshop license at the time of filing application shall file with the municipality or county, if the municipality or county so requires, a bond satisfactory to him and in an amount not to exceed five thousand dollars for each license with a surety company qualified to do business in this state. The aggregate liability of such surety shall not exceed the amount stated in the bond. The bond shall run to the state for the use of the state and of any person or persons who may have a cause of action against the obligor of such bond under the provisions of sections 367.011 to 367.060. Such bond shall be conditioned that the obligor will comply with the provisions of sections 367.011 to 367.060 and of all rules and regulations lawfully made by the municipality or county, and will pay to the state and to any such person or persons any and all amounts of money that may become due or owing to the state or to such person or persons from such obligor under and by virtue of the provisions of sections 367.011 to 367.060 during the time such bond is in effect.\n\n5. Each licensee shall keep, consistent with accepted accounting practices, adequate books and records relating to the licensee's pawn transactions, which books and records shall be preserved for a period of at least two years from the date of the last transaction recorded therein.\n\n6. No person who is lawfully operating a pawnshop on August 28, 1990, shall be required to obtain a license under this section in order to continue operating such pawnshop, so long as such person does not violate any other provision of sections 367.011 to 367.060, except that, if such person is required by the municipality or county to have an occupational license, such person shall be required to pay the five-hundred-dollar annual fee prescribed in subdivision (2) of subsection 3 of this section in lieu of any municipal or county occupational license fee.\n\n7. In addition to the other requirements of this section for licensure, no license shall be issued under this section on or after May 20, 1994, for the initial operation of a pawnshop if such pawnshop is to be located within one-half mile of a site where an excursion gambling boat dock or facility is located or within one-half mile of a site where an application for such an excursion gambling boat dock or facility is on file with the gaming commission prior to the date the application for the pawnshop license is filed. The provisions of this subsection shall not prohibit a pawnshop from being located within one-half mile of a dock or facility or proposed dock or facility described in this subsection if the license for such pawnshop has been issued prior to May 20, 1994.\n\n(L. 1990 H.B. 1125, A.L. 1993 S.B. 18, A.L. 1994 S.B. 740)\n\nEffective 5-20-94",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-043/"
    },
    {
      "id": "section-367-044",
      "number": "367.044",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.044. Definitions — pledged goods for money, pawnbroker entitled only to goods pledged, exception, misappropriated goods — procedure to recover. —1. As used in sections 367.044 to 367.055, the following terms mean:\n\n(1)\"Claimant\", a person who claims that property in the possession of a pawnbroker is misappropriated from the claimant and fraudulently pledged or sold to the pawnbroker;\n\n(2)\"Conveying customer\", a person who delivers property into the possession of a pawnbroker, either through a pawn transaction, a sale or trade, which property is later claimed to be misappropriated;\n\n(3)\"Hold order\", a written legal instrument issued to a pawnbroker by a law enforcement officer commissioned by the law enforcement agency of the municipality or county that licenses and regulates the pawnbroker, ordering the pawnbroker to retain physical possession of pledged goods in the possession of a pawnbroker or property purchased by and in the possession of a pawnbroker and not to return, sell or otherwise dispose of such property as such property is believed to be misappropriated goods;\n\n(4)\"Law enforcement officer\", the sheriff or sheriff's deputy designated by the sheriff of the county in which the pawnbroker's pawnshop is located, or when the pawnbroker's pawnshop is located within a municipality, the police chief or police officer designated by the police chief of the municipality in which the pawnbroker's pawnshop is located;\n\n(5)\"Misappropriated\", stolen, embezzled, converted, or otherwise wrongfully appropriated or pledged against the will of the rightful owner or party holding a perfected security interest;\n\n(6)\"Pledgor\", a person who pledges property to the pawnbroker;\n\n(7)\"Purchaser\", a person who purchases property from a pawnbroker; and\n\n(8)\"Seller\", a person who sells property to a pawnbroker.\n\n2. A pawnbroker shall have no recourse against the pledgor for payment on a pawn transaction except the pledged goods themselves, unless the goods are found to have been misappropriated.\n\n3. A pawnbroker shall require of every person from whom the pawnbroker receives sold or pledged property proof of identification which includes a current address and, if applicable, telephone number, and a current picture identification issued by state or federal government.\n\n4. If any seller fails to provide a pawnbroker with proof of identification, the pawnbroker shall hold such property for a period of thirty days prior to selling or otherwise transferring such property, provided, the seller has submitted a signed statement that the seller is the legal owner of the property and stating when or from whom such property was acquired by the seller.\n\n5. To obtain possession of tangible personal property held by a pawnbroker which a claimant claims to be misappropriated, the claimant shall provide the pawnbroker with a written demand for the return of such property, a copy of a police or sheriff's report wherein claimant reported the misappropriation or theft of said property and which contains a particularized description of the property or applicable serial number, and a signed affidavit made under oath setting forth they are the true owner of the property, the name and address of the claimant, a description of the property being claimed, the fact that such property was taken from the claimant without the claimant's consent, permission or knowledge, the fact that the claimant has reported the theft to the police, the fact that the claimant will assist in any prosecution relating to such property, the promise that the claimant will respond to court process in any criminal prosecution relating to said property and will testify truthfully as to all facts within the claimant's knowledge and not claim any testimonial privilege with respect to said facts. These documents shall be presented to the pawnbroker concurrently.\n\n6. Upon being served with a proper demand by a claimant for the return of property pursuant to subsection 5 of this section, the pawnbroker shall return the property to the claimant, in the presence of a law enforcement officer, within seven days unless the pawnbroker has good reason to believe that any of the matters set forth in the claimant's affidavit are false or if there is a hold order on the property pursuant to section 367.055. If a pawnbroker refuses to deliver property to a claimant upon a proper demand as described in subsection 5 of this section, the claimant may file a petition in a court of competent jurisdiction seeking the return of said property. The nonprevailing party shall be responsible for the costs of said action and the attorney fees of the prevailing party. The provisions of section 482.305 to the contrary notwithstanding, a court of competent jurisdiction shall include a small claims court, even if the value of the property named in the petition is greater than three thousand dollars.\n\n7. If a pawnbroker returns property to a claimant relying on the veracity of the affidavit described in subsection 5 of this section, and later learns that the information contained in said affidavit is false or that the claimant has failed to assist in prosecution or otherwise testify truthfully with respect to the facts within the claimant's knowledge, the pawnbroker shall have a cause of action against the claimant for the value of the property. The nonprevailing party shall be responsible for the cost of said action and the attorney fees of the prevailing party.\n\n8. Nothing contained in this section shall limit a pawnbroker from bringing the conveying customer into a suit as a third party, nor limit a pawnbroker from recovering from a conveying customer repayment of the full amount received from the pawnbroker from the pawn or sales transaction, including all applicable fees and interest charged, attorney's fees and the cost of the action.\n\n(L. 1993 S.B. 18, A.L. 1998 H.B. 1526 § 367.044 subsecs. 1 to 5, A.L. 2002 H.B. 1888)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-044/"
    },
    {
      "id": "section-367-045",
      "number": "367.045",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.045. Customer failure to repay pawnbroker when notified that goods pledged or sold were misappropriated, penalty. —1. When the tangible personal property subject to the pawn or sales transaction has been delivered or awarded to a claimant pursuant to section 367.044, and within ten business days after a written demand for payment and notice is deposited by the pawnbroker as certified or registered mail in the United States mail and addressed to the conveying customer, the conveying customer fails to repay the pawnbroker the full amount incurred by the pawnbroker in connection with such property and the procedure described in section 367.044, the conveying customer shall have committed the crime of fraudulently pledging or selling misappropriated property.\n\n2. Fraudulently pledging or selling property is a class B misdemeanor if the amount received by the conveying customer from the pawnbroker was less than fifty dollars. Fraudulently pledging or selling property is a class A misdemeanor if the amount received by the conveying customer from the pawnbroker was more than fifty dollars and less than one hundred fifty dollars. Fraudulently pledging or selling property is a class D felony if the amount received by the conveying customer from the pawnbroker was one hundred fifty dollars or more.\n\n(L. 1993 S.B. 18, A.L. 1998 H.B. 1526, A.L. 2014 S.B. 491)\n\nEffective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-045/"
    },
    {
      "id": "section-367-046",
      "number": "367.046",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.046. Procedure to reclaim purchase price of misappropriated goods. —1. To obtain from a pawnbroker the amount of purchase for tangible personal property which a purchaser claims was misappropriated prior to the purchase, the purchaser shall file a petition in a court of competent jurisdiction in the county where the pawnbroker's pawnshop is located, requesting the return of the purchase amount, naming the pawnbroker as a defendant and serving the pawnbroker with the petition. The provisions of section 482.305 to the contrary notwithstanding, a court of competent jurisdiction shall include a small claims court, even if the purchase amount named in the petition is greater than three thousand dollars. Upon receiving notice that a petition has been filed by a purchaser for the amount of purchase, the purchaser shall hold the purchased property until the right to possession is resolved by the parties or by a court of competent jurisdiction, unless such property is subject to a hold order for law enforcement purposes and a law enforcement officer has provided written acknowledgment that the property has been released to the officer.\n\n2. Upon being served notice that a petition has been filed pursuant to this section, the pawnbroker may return the amount of purchase to the purchaser prior to a decision being rendered on the purchaser's petition by the court. The pawnbroker shall return the amount of purchase to the purchaser conditioned only upon the purchaser withdrawing the petition filed with a court of competent jurisdiction seeking the disposition of such property. The provisions of this section to the contrary notwithstanding, the pawnbroker shall not be required to pay any costs incurred by the purchaser and the purchaser shall not be required to pay any costs incurred by the pawnbroker when the amount of purchase is returned to the purchaser pursuant to this subsection.\n\n3. When a purchaser files a petition pursuant to this section, the pawnbroker may bring the conveying customer of the alleged misappropriated property into the action as a third-party defendant. If after notice to the pawnbroker and an opportunity to add the conveying customer as a defendant, the purchased property is found by a court to have been misappropriated and purchased by the purchaser in good faith, then:\n\n(1) The prevailing purchaser may recover from the pawnbroker the cost of the action, including attorney's fees;\n\n(2) The conveying customer shall be liable to repay the pawnbroker the full amount received from the pawn or sales transaction, including all applicable fees and interest charged and the costs incurred by the pawnbroker in pursuing the procedure described in this section, including attorney's fees.\n\n(L. 1998 H.B. 1526)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-046/"
    },
    {
      "id": "section-367-047",
      "number": "367.047",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.047. Hold order in effect, pawnbroker may release property to peace officer, not waiver of property rights — sale of property under hold order prohibited. —1. Upon written notice from a law enforcement officer indicating that property in the possession of a pawnbroker and subject to a hold order is needed for the purpose of furthering a criminal investigation and prosecution, the pawnbroker shall release the property subject to the hold order to the custody of the law enforcement officer for such purpose and the officer shall provide a written acknowledgment that the property has been released to the officer. The release of the property to the custody of the law enforcement officer shall not be considered a waiver or release of the pawnbroker's property rights or interest in the property. Upon completion of the criminal investigation, the property shall be returned to the pawnbroker who consented to its release; except that if the law enforcement officer has not completed the criminal investigation within one hundred twenty days after its release, the officer shall immediately return the property to the pawnbroker or obtain and furnish to the pawnbroker a warrant for the continued custody of the property.\n\n2. Except as provided in subsection 1 of this section, the pawnbroker shall not release or dispose of the property except pursuant to a court order or the expiration of the holding period of the hold order, including all extensions.\n\n(L. 1993 S.B. 18, A.L. 1998 H.B. 1526)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-047/"
    },
    {
      "id": "section-367-048",
      "number": "367.048",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.048. Criminal charges filed and disposition of case, notice to pawnbroker, duty of prosecutor or circuit attorney — release of hold order, procedure. —1. The prosecuting attorney or the circuit attorney shall notify the pawnbroker in writing in cases where criminal charges have been filed and the property may be needed as evidence. The notice shall contain the case number, the style of the case and a description of the property.\n\n2. The pawnbroker shall hold such property until receiving notice of the disposition of the case from the prosecuting attorney or the circuit attorney. The prosecuting attorney or the circuit attorney shall notify the pawnbroker and claimant in writing within fifteen days of the disposition of the case.\n\n(L. 1993 S.B. 18, A.L. 1998 H.B. 1526)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-048/"
    },
    {
      "id": "section-367-049",
      "number": "367.049",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.049. No criminal or civil liability for pawnbroker exercising due care and good faith. —A licensed pawnbroker, or agent or employee of the licensed pawnbroker, who acts, pursuant to the provisions of sections 367.011 to 367.060, in good faith, exercises due care and follows the provisions of the law, shall not be subject to criminal or civil liability for any such act.\n\n(L. 1993 S.B. 18)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-049/"
    },
    {
      "id": "section-367-050",
      "number": "367.050",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.050. Violation, penalties. —1. In addition to any other penalty which may be applicable, any person who operates a pawnshop pursuant to the provisions of sections 367.011 to 367.060, or is required to be licensed pursuant to section 367.043 who willfully violates any provision of sections 367.011 to 367.060 or who willfully makes a false entry in any records specifically required by sections 367.011 to 367.060 shall be guilty of a misdemeanor and upon conviction thereof shall be punishable by a fine not in excess of five thousand dollars, or by confinement in the county jail for not more than six months, or by both such fine and imprisonment. Upon the second conviction of the offense described in this section, in addition to being punishable by fine or imprisonment, the person's pawnshop license shall be permanently revoked; except that there shall be no penalty for a violation resulting from an accidental and bona fide error, where such error is corrected upon discovery.\n\n2. Except as provided in subsection 6 of section 367.043, any person who engages in the business of operating a pawnshop without first securing a license shall be guilty of a misdemeanor and upon conviction thereof shall be punishable by a fine not in excess of ten thousand dollars or by confinement in the county jail for not more than one year, or by both such fine and imprisonment. Any person who violates the provisions of this subsection shall be permanently prohibited from securing or holding a valid pawnshop license.\n\n(L. 1951 p. 281 § 5, A.L. 1955 p. 241, A.L. 1990 H.B. 1125, A.L. 1998 H.B. 1526)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-050/"
    },
    {
      "id": "section-367-051",
      "number": "367.051",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.051. Jurisdiction of state courts for all civil actions — nonresident to appoint secretary of state as agent for service. —The sale or pledge of tangible personal property by any person shall be deemed:\n\n(1) An agreement by the person who sells or pledges that the person shall be subject to the jurisdiction of the courts of this state in all civil actions and proceedings, arising out of the pledge or sale transaction, filed either by a resident or nonresident plaintiff;\n\n(2) An appointment by any nonresident of the secretary of state as the person's lawful attorney and agent upon whom may be served all process in suits pertaining to the actions and proceedings arising out of the pledge or sale; and\n\n(3) An agreement by any nonresident that any process in any suit so served shall be of the same legal force and validity as if personally served in this state.\n\n(L. 1998 H.B. 1526 § 367.044 subsec. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-051/"
    },
    {
      "id": "section-367-052",
      "number": "367.052",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.052. Leased property, rental or installment contracts not misappropriated unless marked — defacing marks, effect — claimant may recover — pawnbroker not liable. —When an item of property is the subject of a lease, rental transaction or retail installment contract with a company domiciled in the state, between the claimant and the claimant's lease or rental customer at the time it is delivered into the possession of the pawnbroker, the property shall not be deemed misappropriated unless it bears a conspicuous permanent label or marking identifying it as the claimant's property. Evidence of defacing or the removal of identification marking of leased or rented property shall be treated as marked and identified and therefore deemed to be misappropriated. Property subject to a lease, rental transaction or retail installment contract with a company domiciled in the state, which is not marked as provided in this subsection may be recovered by the claimant upon payment to the pawnbroker of all moneys owing to or advanced by the pawnbroker in the pawn or purchase transaction, and upon producing evidence identifying the property as having been the property of the claimant and leased or rented at the time the property was placed in the pawnbroker's possession. The pawnbroker shall be free from liability in connection with the recovery of leased or rental property pursuant to this subsection.\n\n(L. 1998 H.B. 1526 § 367.044 subsec. 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-052/"
    },
    {
      "id": "section-367-053",
      "number": "367.053",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.053. Titles, licenses and permits for pledged goods to remain in effect, void when — ownership passing to pawnbroker, right to retitle or relicense. —Any title, license or permit for pledged goods shall remain in effect during the period of the pawn transaction and shall remain valid if such pledged goods are redeemed by the pledgor, and shall be voided if the pledged goods are redeemed by someone other than the pledgor or when ownership of the pledged goods passes to the pawnbroker, who shall retitle, relicense or repermit such goods as otherwise provided by law.\n\n(L. 1998 H.B. 1526 § 367.044 subsec. 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-053/"
    },
    {
      "id": "section-367-055",
      "number": "367.055",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.055. Inspection of property, search warrant required — hold order, probable cause, contents, expiration — confidentiality. —1. Upon request of a law enforcement officer to inspect property that is described in information furnished by the pawnbroker pursuant to subdivisions (1) to (4) of subsection 1 of section 367.031, the law enforcement officer shall be entitled to inspect the property described, without prior notice or the necessity of obtaining a search warrant during regular business hours in a manner so as to minimize interference with or delay to the pawnbroker's business operation. When a law enforcement officer has probable cause to believe that goods or property in the possession of a pawnbroker are misappropriated, the officer may place a hold order on the property. The hold order shall contain the following:\n\n(1) The name of the pawnbroker;\n\n(2) The name and mailing address of the pawnshop where the property is held;\n\n(3) The name, title and identification number of the law enforcement officer placing the hold order;\n\n(4) The name and address of the agency to which the law enforcement officer is attached and the claim or case number, if any, assigned by the agency to the claim regarding the property;\n\n(5) A complete description of the property to be held including model and serial numbers;\n\n(6) The expiration date of the holding period.­­The hold order shall be signed and dated by the issuing officer and signed and dated by the pawnbroker or the pawnbroker's designee as evidence of the hold order's issuance by the officer, receipt by the pawnbroker and the beginning of the initial holding period. The officer issuing the hold order shall provide an executed copy of the hold order to the pawnbroker for the pawnbroker's record-keeping purposes at no cost to the pawnbroker.\n\n­­The hold order shall be signed and dated by the issuing officer and signed and dated by the pawnbroker or the pawnbroker's designee as evidence of the hold order's issuance by the officer, receipt by the pawnbroker and the beginning of the initial holding period. The officer issuing the hold order shall provide an executed copy of the hold order to the pawnbroker for the pawnbroker's record-keeping purposes at no cost to the pawnbroker.\n\n2. Upon receiving the hold order, and subject to the provisions of section 367.047, the pawnbroker shall retain physical possession of the property subject to the order in a secured area. The initial holding period of the hold order shall not exceed two months, except that the hold order may be extended for up to two successive one-month holding periods upon written notification prior to the expiration of the immediately preceding holding period. A hold order may be released prior to the expiration of any holding period or extension thereof by written release from the agency placing the initial hold order. The initial hold order shall be deemed expired upon the expiration date if the holding period is not extended pursuant to this subsection.\n\n3. Upon the expiration of the initial holding period or any extension thereof, the pawnbroker shall deliver written notice to the law enforcement officer issuing the hold order that such order has expired and that title to the property subject to the hold order will vest in the pawnbroker in ten business days. Ownership shall only vest in the pawnbroker upon the expiration of the ten-day waiting period subject to any restriction contained in the pawn contract and subject to the provisions of sections 367.044 to 367.053. Vesting of title and ownership shall be subject to any claim asserted by a claimant pursuant to section 367.044.\n\n4. In addition to the penalty provisions contained in section 367.050, gross negligence or willful noncompliance with the provisions of this section by a pawnbroker shall be cause for the licensing authority to suspend or revoke the pawnbroker's license. Any imposed suspensions or revocation provided for by this subsection may be appealed by the pawnbroker to the licensing authority or to a court of competent jurisdiction.\n\n5. A county or municipality may enact orders or ordinances to license or regulate the operations of pawnbrokers which are consistent with and not more restrictive than the provisions of sections 367.011 to 367.055, except that municipalities located in any county with a charter form of government having a population greater than one million inhabitants or any city not within a county may regulate the number of pawnshop licensees.\n\n6. All records and information that relate to a pawnbroker's pawn, purchase or trade transactions and that are delivered to or otherwise obtained by an appropriate law enforcement officer pursuant to sections 367.031 and 367.040 are confidential and may be used only by such appropriate law enforcement officer and only for the following official law enforcement purposes:\n\n(1) The investigation of a crime specifically involving the item of property delivered to the pawnbroker in a pawn, purchase or trade transaction;\n\n(2) The investigation of a pawnbroker's possible specific violation of the record-keeping or reporting requirements of sections 367.031 and 367.040, but only when the appropriate law enforcement officer, based on a review of the records and the information received, has probable cause to believe that such a violation occurred; and\n\n(3) The notification of property crime victims of where property that has been reported misappropriated can be located.\n\n(L. 1998 H.B. 1526 § 367.051, A.L. 2002 H.B. 1888)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-055/"
    },
    {
      "id": "section-367-060",
      "number": "367.060",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.060. Sections 367.011 to 367.060 not to repeal or amend small loan laws. —Nothing in sections 367.011 to 367.060 contained shall be deemed to amend or repeal any of the provisions of sections 367.100 to 367.200 and 408.100 to 408.220.\n\n(L. 1951 p. 281 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-060/"
    },
    {
      "id": "section-367-100",
      "number": "367.100",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.100. Definitions. —As used in sections 367.100 to 367.200:\n\n(1)\"Consumer credit loans\"shall mean:\n\n(a) Prior to January 1, 2002, loans for the benefit of or use by an individual or individuals:\n\na. Secured by a security agreement or any other lien on tangible personal property or by the assignment of wages, salary or other compensation; or\n\nb. Unsecured and whether with or without comakers, guarantors, endorsers or sureties;\n\n(b) Beginning January 1, 2002, and thereafter, loans for personal, family or household purposes in amounts of five hundred dollars or more;\n\n(2)\"Director\"shall mean the director of the division of finance or such agency or agencies as may exercise the powers and duties now performed by such director;\n\n(3)\"Lender\"shall mean any person engaged in the business of making consumer credit loans. A person who makes an occasional consumer credit loan or who occasionally makes loans but is not regularly engaged in the business of making consumer credit loans shall not be considered a lender subject to sections 367.100 to 367.200;\n\n(4)\"Person\"shall include individuals, partnerships, associations, trusts, corporations, and any other legal entities, excepting those corporations whose powers emanate from the laws of the United States and those which under other law are subject to the supervisory jurisdiction of the director or the director of the division of credit unions of Missouri;\n\n(5)\"Supervised business\"shall mean the business of making consumer credit loans, as herein defined, of money, credit, goods, or things in action.\n\n(L. 1951 p. 262 § 1, A.L. 1965 p. 114, A.L. 1977 H.B. 48, A.L. 1978 S.B. 745, A.L. 1994 H.B. 1165, A.L. 2001 H.B. 738, A.L. 2001 S.B. 186)\n\nCROSS REFERENCE:\n\nInterest rate on small loans, 408.100 to 408.210",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-100/"
    },
    {
      "id": "section-367-110",
      "number": "367.110",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.110. Certificate of registration required, when. —No lender shall engage in the business of making consumer credit loans as herein defined in this state of money, credit, goods or things in action without first having obtained a certificate of registration from the director as provided in sections 367.100 to 367.200.\n\n(L. 1951 p. 262 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-110/"
    },
    {
      "id": "section-367-120",
      "number": "367.120",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.120. Certificate of registration — application for. —Application for a certificate of registration shall be in writing in the form prescribed by the director. No certificate of registration is required until thirty days after sections 367.100 to 367.200 become effective, during which period such application may be made.\n\n(L. 1951 p. 262 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-120/"
    },
    {
      "id": "section-367-130",
      "number": "367.130",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.130. Bond — amount — conditions — additional bond, when. —The director may require the lender to file with the director a bond in the principal amount of one thousand dollars at the time of filing the application for a certificate of registration hereunder, or at such later time as the director deems necessary for the purposes of sections 367.100 to 367.200. The lender shall be the obligor, and the surety shall be approved by the director. The bond shall run to the state of Missouri for the use of the state or any person or persons who may have a cause of action against the lender-obligor arising out of the supervised business. The condition of the bond shall be that the lender-obligor will conform to and abide by the provisions of sections 367.100 to 367.200 and the laws of the state of Missouri relating to consumer credit loans, and the assignment or sale of wages, salaries, or other compensation, and will pay to the state and to any person any and all moneys that may become due under sections 367.100 to 367.200 or under any transaction which is a part of the supervised business. If in the opinion of the director the bond shall at any time appear to be insecure or exhausted or otherwise doubtful an additional bond in the principal sum of not more than one thousand dollars in form and with surety satisfactory to the director, shall be filed within fifteen days after notice of the requirement thereof be given to the lender by the director.\n\n(L. 1951 p. 262 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-130/"
    },
    {
      "id": "section-367-140",
      "number": "367.140",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.140. Annual registration — fee, amount — certificates, issuance, display. —1. Every lender shall, at the time of filing application for certificate of registration as provided in section 367.120 hereof, pay the sum of six hundred dollars as an annual registration fee for the period ending the thirtieth day of June next following the date of payment and in full payment of all expenses for investigations, examinations and for the administration of sections 367.100 to 367.200, except as provided in section 367.160, and thereafter a like fee shall be paid on or before June thirtieth of each year; provided, that if a lender is supervised by the commissioner of finance under any other law, the charges for examination and supervision required to be paid under said law shall be in lieu of the annual fee for registration and examination required under this section. The fee shall be made payable to the director of revenue. If the initial registration fee for any certificate of registration is for a period of less than twelve months, the registration fee shall be prorated according to the number of months that said period shall run. The director may establish a biennial licensing arrangement but in no case shall the fees be payable for more than one year at a time.\n\n2. Upon receipt of such fee and application for registration, and provided the bond, if required by the director, has been filed, the director shall issue to the lender a certificate containing the lender's name and address and reciting that such lender is duly and properly registered to conduct the supervised business. The lender shall keep this certificate of registration posted in a conspicuous place at the place of business recited in the registration certificate. Where the lender engages in the supervised business at or from more than one office or place of business, such lender shall obtain a separate certificate of registration for each such office or place of business.\n\n3. Certificates of registration shall not be assignable or transferable except that the lender named in any such certificate may obtain a change of address of the place of business therein set forth. Each certificate of registration shall remain in full force and effect until surrendered, revoked, or suspended as herein provided.\n\n(L. 1951 p. 262 § 5, A.L. 1986 H.B. 1195, A.L. 2003 S.B. 346, A.L. 2015 H.B. 587 merged with S.B. 345, A.L. 2023 S.B. 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-140/"
    },
    {
      "id": "section-367-160",
      "number": "367.160",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.160. Examination of lenders — authority of director — lender to pay costs, when. —The director, his deputies and examiners shall have full power and authority at any time and as often as reasonably necessary to investigate or examine the supervised business, affairs and loans made in the supervised business of any registered lender and of every person, firm, partnership and corporation making loans who the director has reasonable grounds to believe is subject to and violating the provisions of sections 367.100 to 367.200, for the purpose of ascertaining whether or not the lender, or such person, firm, partnership or corporation is complying with the provisions of sections 367.100 to 367.200 and the laws of Missouri relating to consumer credit loans or assignment or sale of wages or salary or other compensation. In connection with any such investigation or examination the director and his representatives shall have free and immediate access to the lender's place or places of business and his or its books and records and shall have the right and power to examine under oath all persons whomsoever whose testimony may be required relative to the affairs and business of the particular lender. Whenever it is necessary to examine the business and loans of a registered lender more than once a year or of any other lender at any time, then the lender shall be chargeable with and be required to pay the necessary cost and expenses thereof, including the actual travel expenses and a per diem of one hundred dollars for each examining official while engaged in travel to and from the place of such examination and during the period required for such examination. Whenever any lender is subject to examination by or required to make reports to municipal officers under city ordinances regulating the supervised business, such examinations or reports shall be in lieu of the examinations and reports required by the provisions of sections 367.100 to 367.200.\n\n(L. 1951 p. 262 § 7, A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-160/"
    },
    {
      "id": "section-367-170",
      "number": "367.170",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.170. Regulations — authority of director — insurance — premiums deemed not to be charges. —The director is authorized and empowered to make such general regulations as may be necessary for the enforcement of sections 367.100 to 367.200 and shall issue regulations providing and governing the types and limits of insurance and the issuance of policies which may be sold in connection with consumer credit loans. The cost of any insurance shall not exceed the standard rates and the insurance shall be obtained from an insurance company duly authorized to conduct business in this state and the registrant, or any of its employees, may be licensed as an insurance agent. Insurance premiums shall not be considered as interest, service charges or fees in connection with any loan. Each such regulation shall be consistent with sections 367.100 to 367.200 and shall be referenced to the specific provision of sections 367.100 to 367.200 which is to be enforced by it. Nothing in this section shall alter or amend the statutes of this state relating to insurance or affect the powers of the director of the department of commerce and insurance under statutes relating to credit life insurance and credit accident and health insurance.\n\n(L. 1951 p. 262 § 8, A.L. 1984 S.B. 686 § 367.170 subsec. 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-170/"
    },
    {
      "id": "section-367-180",
      "number": "367.180",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.180. Lender to keep records. —Every lender shall keep books and records of the supervised business.\n\n(L. 1951 p. 262 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-180/"
    },
    {
      "id": "section-367-185",
      "number": "367.185",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.185. Loan solicitation, disclosures. —1. Every nondepository financial institution licensed under sections 367.100 to 367.215 and otherwise defined as a person in section 367.100 shall comply with the provisions of this section.\n\n2. In addition to any disclosures otherwise provided by law, such person soliciting loans using facsimile or negotiable checks shall disclose the following:\n\n\"THIS IS A SOLICITATION FOR A LOAN. READ THE ENCLOSED DISCLOSURES BEFORE SIGNING THIS AGREEMENT.\"\n\n­­This notice shall be printed in not less than ten-point bold type and shall appear directly on the face of the check.\n\n3. When such persons make loans secured by real estate as otherwise provided by law, such persons shall include in a printed portion of the contract the following notice:\n\n\"WARNING TO BORROWER: DEFAULT IN THE PAYMENT OF THIS LOAN AGREEMENT MAY RESULT IN THE LOSS OF THE PROPERTY SECURING THE LOAN. UNDER FEDERAL LAW YOU MAY HAVE THE RIGHT TO CANCEL THIS AGREEMENT. IF YOU HAVE THIS RIGHT, THE CREDITOR IS REQUIRED TO PROVIDE YOU WITH A SEPARATE WRITTEN NOTICE SPECIFYING THE CIRCUMSTANCES AND TIMES UNDER WHICH YOU CAN EXERCISE THIS RIGHT.\"\n\n­­This notice shall be printed in not less than ten-point bold type.\n\n4. When making or negotiating loans, such person shall take into consideration in determining the size and duration of a loan contract the financial ability of borrowers to reasonably repay the loan in the time and manner as specified in the loan contract.\n\n5. Such person shall post in a conspicuous location in each licensed office the maximum rates and fees that such person is currently charging on any loans made.\n\n(L. 1998 S.B. 792)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-185/"
    },
    {
      "id": "section-367-190",
      "number": "367.190",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.190. Certificates of registration — suspension, revocation, when — hearing — review. —In the event any lender fails, refuses, or neglects to comply with the provisions of sections 367.100 to 367.200, or of any laws of the state of Missouri relating to consumer credit loans or assignment or sale of wages, or salaries or other compensation, his or its certificate of registration for the place of business at which the violation occurred, may be suspended or revoked by order of the director after a hearing before said director on any order to show cause why such order of suspension or revocation should not be entered specifying the grounds therefor which shall be served on the particular lender at least ten days prior to the hearing. Such action shall not affect any rights or charter powers which any state bank, state trust company or national banking association has by virtue of any other law. Review may be had of any such order made and entered by the director in the manner provided by law.\n\n(L. 1951 p. 262 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-190/"
    },
    {
      "id": "section-367-200",
      "number": "367.200",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.200. Violations — penalty. —If any person, firm, partnership or corporation to whom or which sections 367.100 to 367.200 apply, or any officer, agent or representative of such person, firm, partnership or corporation violates any of the provisions of said sections or shall attempt to transact any supervised business whatsoever in the name or on behalf of such person, firm, partnership or corporation, while he or it fails or refuses to comply with provisions of sections 367.100 to 367.200, each such person, firm, partnership, or corporation, agent, officer, or representative shall be deemed guilty of a misdemeanor.\n\n(L. 1951 p. 262 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-200/"
    },
    {
      "id": "section-367-205",
      "number": "367.205",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.205. Annual audit by certified public accountant required. —All persons and entities licensed under the provisions of sections 367.100 to 367.200 shall cause an audit to be made once each year by a certified public accountant firm, of which at least one partner is the holder of a Missouri certified public accountant license. In the event that entities licensed under the provisions of sections 367.100 to 367.200 are affiliated with entities which engage in other than such licensed activities in this state or elsewhere, an audit of the financial statements which consolidate the financial statements of the licensee, made according to generally accepted auditing standards, will be sufficient for the purpose of sections 367.205 to 367.215.\n\n(L. 1972 S.B. 405 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-205/"
    },
    {
      "id": "section-367-210",
      "number": "367.210",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.210. Audit report to director of finance, when. —A copy of the report of the audit required by section 367.205 shall be delivered to the director of finance of the state of Missouri at least thirty days prior to the license renewal date.\n\n(L. 1972 S.B. 405 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-210/"
    },
    {
      "id": "section-367-215",
      "number": "367.215",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.215. Failure to file audit report, effect of — surety bond posted, when. —The director of finance shall not issue a renewal license to any person or entity licensed under the provisions of sections 367.100 to 367.200 unless the audit report is furnished as required by section 367.210. In lieu of the requirements of sections 367.205 to 367.215, the licensee may post a surety bond in the amount of one hundred thousand dollars. The bond shall be in a form satisfactory to the director and shall be issued by a bonding or insurance company authorized to do business in the state to secure compliance with all laws relative to consumer credit. If, in the opinion of the director, the bond shall at any time appear to be inadequate, insecure, exhausted, or otherwise doubtful, additional bond in a form and with surety satisfactory to the director shall be filed within fifteen days after the director gives notice to the licensee. A licensee may, in lieu of filing any bond required under this section, provide the director with a one hundred thousand dollar irrevocable letter of credit, as defined in section 400.5-103, issued by any bank, trust company, savings and loan or credit union operating in Missouri.\n\n(L. 1972 S.B. 405 § 3, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-215/"
    },
    {
      "id": "section-367-300",
      "number": "367.300",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.300. Definitions. —As used in sections 367.300 to 367.310, unless the context otherwise requires, the following terms shall mean:\n\n(1)\"Advance fee\", any consideration which is assessed or collected prior to the closing by a loan broker;\n\n(2)\"Borrower\", a person obtaining or desiring to obtain a loan of money, a credit card, or a line of credit;\n\n(3)\"Loan\", an agreement to advance money or property in return for the promise to make payments therefor;\n\n(4)\"Loan broker\", any person; except any bank, savings and loan association, trust company, building and loan association, credit union, retail installment sales company, securities broker-dealer, real estate broker or salesperson, attorney, federal housing administration or veterans' administration approved lender, credit card company, installment loan licensee, mortgage banker or lender, or insurance company, provided that the person excepted is licensed by or subject to regulation or supervision of any agency of the United States or this state and, if licensed, is acting within the scope of the license; and also excepting subsidiaries of licensed or chartered banks or savings and loan associations; who:\n\n(a) For or in expectation of consideration arranges or attempts to arrange or offers to fund a loan of money, a credit card, or a line of credit;\n\n(b) For or in expectation of consideration assists or advises a borrower in obtaining or attempting to obtain a loan of money, a credit card, a line of credit, or related guarantee, enhancement, or collateral of any kind or nature;\n\n(c) Acts for or on behalf of a loan broker for the purpose of soliciting borrowers; or\n\n(d) Holds himself out as a loan broker;\n\n(5)\"Principal\", any officer, director, partner, joint venturer, branch manager, or other person with similar managerial or supervisory responsibilities for a loan broker.\n\n(L. 1992 S.B. 705)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-300/"
    },
    {
      "id": "section-367-305",
      "number": "367.305",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.305. Advance fee prohibited, penalty. —1. No loan broker shall charge, assess, collect or receive an advance fee from a borrower to provide services as a loan broker.\n\n2. The knowing charging, assessment, collection or receipt of an advance fee, in violation of this section, is a class A misdemeanor.\n\n(L. 1992 S.B. 705)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-305/"
    },
    {
      "id": "section-367-307",
      "number": "367.307",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.307. Principal liable. —Each principal of a loan broker shall be liable under sections 407.010 to 407.140 for the actions of the loan broker, including its agents or employees, in the course of business of the loan broker.\n\n(L. 1992 S.B. 705)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-307/"
    },
    {
      "id": "section-367-310",
      "number": "367.310",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.310. Violations deemed unlawful practice, penalty — attorney general, powers — penalties not exclusive — other rights not affected. —1. Violation of any provision of sections 367.300 to 367.310 shall be deemed an unlawful practice under sections 407.010 to 407.130 and shall be subject to all penalties, remedies and procedures provided in sections 407.010 to 407.130. The attorney general shall have all powers, rights and duties regarding violations of sections 367.300 to 367.310 as are provided in sections 407.010 to 407.130 and shall have the rulemaking authority as provided in section 407.145.\n\n2. The provisions of sections 367.300 to 367.310 are not exclusive. The remedy specified in sections 367.300 to 367.310 for violation of sections 367.300 to 367.310 or for conduct described in sections 367.300 to 367.310 shall be in addition to any other procedures or remedies for any violation or conduct provided for by any other law, including chapter 407. Nothing in sections 367.300 to 367.310 shall limit any other statutory or any common law rights of the attorney general, any circuit attorney or prosecuting attorney, or any other person. If any act or practice prescribed by sections 367.300 to 367.310 is also the basis for a cause of action in common law or a violation of another statute, the purchaser may assert the common law or statutory cause of action under the procedures and with the remedies applicable thereto.\n\n(L. 1992 S.B. 705)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-310/"
    },
    {
      "id": "section-367-500",
      "number": "367.500",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.500. Definitions. —As used in sections 367.500 to 367.533, unless the context otherwise requires, the following terms mean:\n\n(1)\"Borrower\", a person who borrows money pursuant to a title loan agreement;\n\n(2)\"Capital\", the assets of a person less the liabilities of that person. Assets and liabilities shall be measured according to generally accepted accounting principles;\n\n(3)\"Certificate of title\", a state-issued certificate of title or certificate of ownership for personal property;\n\n(4)\"Director\", the director of the division of finance or its successor agency;\n\n(5)\"Person\", any resident of the state of Missouri or any business entity formed under Missouri law or duly qualified to do business in Missouri;\n\n(6)\"Pledged property\", personal property, ownership of which is evidenced and delineated by a title;\n\n(7)\"Title lender\", a person qualified to make title loans pursuant to sections 367.500 to 367.533 who maintains at least one title lending office within the state of Missouri, which office is open for the conduct of business not less than thirty hours per week, excluding legal holidays;\n\n(8)\"Title lending office\"or\"title loan office\", a location at which, or premises in which, a title lender regularly conducts business;\n\n(9)\"Title loan agreement\", a written agreement between a borrower and a title lender in a form which complies with the requirements of sections 367.500 to 367.533. The title lender shall perfect its lien pursuant to sections 301.600 to 301.660 but need not retain physical possession of the titled personal property at any time; and\n\n(10)\"Titled personal property\", any personal property excluding property qualified to be a personal dwelling the ownership of which is evidenced by a certificate of title.\n\n(L. 1998 H.B. 1526 § 1, A.L. 2001 H.B. 738 merged with S.B. 186, A.L. 2008 S.B. 788)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-500/"
    },
    {
      "id": "section-367-503",
      "number": "367.503",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.503. Allows division of finance to regulate lending on titled property. —1. The director shall administer and regulate sections 367.500 to 367.533. The director, deputy director, other assistants and examiners, and all special agents and other employees shall keep all information concerning title lenders confidential as required by sections 361.070 and 361.080.\n\n2. No employee of the division of finance shall have any ownership or interest in any title loan business or receive directly or indirectly any payment or gratuity from any such entity.\n\n3. The director shall issue as many title loan licenses as may be applied for by qualified applicants.\n\n4. No rule or portion of a rule promulgated pursuant to the authority of sections 367.500 to 367.533 shall become effective unless it has been promulgated pursuant to the provisions of chapter 536.\n\n(L. 1998 H.B. 1526 § 2, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-503/"
    },
    {
      "id": "section-367-506",
      "number": "367.506",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.506. Licensure of title lenders, penalty. —1. Any person who acts as a title lender without a title loan license is subject to both civil and criminal penalties.\n\n2. All title loan agreements entered into by a person who acts in violation of the licensing requirements of sections 367.500 to 367.533, and all title pledges accepted by such person, shall be null and void. Any borrower who enters into a title loan agreement with a person who acts in violation of the provisions of sections 367.500 to 367.533 shall not be bound by such agreement, and such borrower's only liability shall be for the return of the principal.\n\n3. The attorney general may initiate a civil action against any person who acts as a title lender without a title loan license. Such action shall be commenced in the circuit court for any county in which the person executed any title loan agreement and any county in which any of the pledged titled personal property is normally kept. The civil penalty for title lending without a title loan license shall be not less than one thousand dollars and not more than five thousand dollars for each day that a person acts in violation of the licensing requirement. If the violation of the licensing requirement is intentional or knowing, the person shall be barred from applying for a title loan license for a period of five years from the date of the last violation.\n\n4. A first offense violation of the licensing requirement pursuant to this section shall be a class C misdemeanor. Second and subsequent offenses shall be class A misdemeanors. For purposes of jurisdiction and venue, the crime of unlawful title lending shall be deemed to have occurred in both the county in which an unlawful title loan agreement was executed and the county in which the pledged property is normally kept.\n\n(L. 1998 H.B. 1526 § 3, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-506/"
    },
    {
      "id": "section-367-509",
      "number": "367.509",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.509. Qualifications of applicants, fee, license issued, when. —1. A title loan license applicant must have and maintain capital of at least seventy-five thousand dollars at all times.\n\n2. The license application shall be in writing, under oath and in the form prescribed by the director. The application shall contain the name of the applicant, date of formation if a business entity, the address of each title loan office operated or sought to be operated, the name and residential address of the owner, partners, directors, trustees and principal officers, and such other pertinent information as the director may require. A corporate surety bond in the principal sum of twenty thousand dollars per location shall accompany each license application. The bond shall be in a form satisfactory to the director and shall be issued by a bonding company or insurance company authorized to do business in this state in order to ensure the faithful performance of the obligations of the applicant and the applicant's agents and subagents in connection with title loan activities. An applicant or licensee may, in lieu of filing any bond required pursuant to this section, provide the director with an irrevocable letter of credit as defined in section 400.5-103 in the amount of twenty thousand dollars per location, issued by any bank, trust company, savings and loan or credit union operating in Missouri in a form acceptable to the director.\n\n3. Every person applying for a title loan license shall pay one thousand dollars as an investigation fee. Applicants for additional title lending licenses shall pay one thousand dollars per additional location as an investigation fee. The lender shall, beginning with the first license renewal, pay annually to the director a fee of one thousand dollars for each licensed location.\n\n4. Each license shall specify the location of the title loan office and shall be conspicuously displayed therein. Before any title lending office may relocate, the director shall approve such relocation by mailing the licensee a new license to that effect, without charge.\n\n5. Upon the filing of the application, and the payment of the fee, by a person eligible to apply for a title loan license, the director shall issue a license to engage in the title loan business in accordance with sections 367.500 to 367.533. The licensing year shall commence on January first and end the following December thirty-first. The director may establish a biennial licensing arrangement but in no case shall the fees be payable for more than one year at a time. Each license shall be uniquely numbered and shall not be transferable or assignable.\n\n(L. 1998 H.B. 1526 § 4, A.L. 2001 H.B. 738 merged with S.B. 186, A.L. 2003 S.B. 346)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-509/"
    },
    {
      "id": "section-367-512",
      "number": "367.512",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.512. Title loan requirements — liability of borrower. —1. Every title loan, and each extension or renewal of such title loan, shall be in writing, signed by the borrower and shall provide that:\n\n(1) The title lender agrees to make a loan to the borrower, and the borrower agrees to give the title lender a security interest in unencumbered titled personal property;\n\n(2) Whether the borrower consents to the title lender keeping possession of the certificate of title;\n\n(3) The borrower shall have the right to redeem the certificate of title by repaying the loan in full and by complying with the title loan agreement which may be for any agreed period of time not less than thirty days;\n\n(4) The title lender shall renew the title loan agreement upon the borrower's written request and the payment by the borrower of any interest due at the time of such renewal. However, upon the third renewal of any title loan agreement, and any subsequent renewal, the borrower shall reduce the principal by ten percent until such loan is paid in full;\n\n(5) When the loan is satisfied, the title lender shall release its lien and return the title to the borrower;\n\n(6) If the borrower defaults, the title lender shall be allowed to take possession of the titled personal property after compliance with chapter 400, sections 408.551 to 408.557, and sections 408.560 to 408.562;\n\n(7) Upon obtaining possession of the titled personal property in accordance with chapter 400, sections 408.551 to 408.557, and sections 408.560 to 408.562, the title lender shall be authorized to sell the titled personal property in accordance with chapter 400, sections 408.551 to 408.557, and sections 408.560 to 408.562, and to convey to the buyer thereof good title thereto.\n\n2. Any borrower who obtains a title loan under false pretenses by hiding or not disclosing the existence of a valid prior lien or security interest affecting the titled personal property shall be personally liable to the title lender for the full amount stated in the title loan agreement.\n\n(L. 1998 H.B. 1526 § 5, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-512/"
    },
    {
      "id": "section-367-515",
      "number": "367.515",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.515. Interest and fees. —A title lender shall contract for and receive simple interest and fees in accordance with sections 408.100 and 408.140.\n\n(L. 1998 H.B. 1526 § 6, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-515/"
    },
    {
      "id": "section-367-518",
      "number": "367.518",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.518. Title loan agreements, contents, form. —1. Each title loan agreement shall disclose the following:\n\n(1) All disclosures required by the federal Truth in Lending Act and regulation Z;\n\n(2) That the transaction is a loan secured by the pledge of titled personal property and, in at least ten-point bold type, that nonpayment of the loan may result in loss of the borrower's vehicle or other titled personal property;\n\n(3) The name, business address, telephone number and certificate number of the title lender, and the name and residential address of the borrower;\n\n(4) The monthly interest rate to be charged;\n\n(5) A statement which shall be in at least ten-point bold type, separately acknowledged by the signature of the borrower and reading as follows:\n\nYou may cancel this loan without any costs by returning the full principal amount to the lender by the close of the lender's next full business day;\n\n(6) The location where the titled personal property may be delivered if the loan is not paid and the hours such location is open for receiving such deliveries; and\n\n(7) Any additional disclosures deemed necessary by the director or required pursuant to sections 400.9-101 to 400.9-710.\n\n2. The division of finance is directed to draft a form to be used in title loan transactions. Use of this form is not mandatory; however, use of such form, properly completed, shall satisfy the disclosure provisions of this section.\n\n(L. 1998 H.B. 1526 § 7, A.L. 2001 H.B. 738 merged with S.B. 186, A.L. 2002 S.B. 895)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-518/"
    },
    {
      "id": "section-367-521",
      "number": "367.521",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.521. Redemption of certificate of title — expiration or default, lender may proceed against collateral. —The borrower shall be entitled to redeem the security by timely satisfaction of the terms of the title loan agreement. Upon expiration or default of a title loan agreement, the title lender may proceed against the collateral pursuant to chapter 400, and with sections 408.551 to 408.557, and sections 408.560 to 408.562.\n\n(L. 1998 H.B. 1526 § 8, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-521/"
    },
    {
      "id": "section-367-524",
      "number": "367.524",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.524. Records of loan agreements. —1. Every title lender shall keep a consecutively numbered record of each title loan agreement executed, which number shall be placed on the corresponding title loan agreement itself. Such record shall include the following:\n\n(1) A clear and accurate description of the titled personal property, including its vehicle identification or serial number, license plate number, year, make, model, type, and color;\n\n(2) The date of the title loan agreement;\n\n(3) The amount of the loan;\n\n(4) The date of maturity of the loan; and\n\n(5) The name, date of birth, Social Security number, residential address, and the type of photo identification of the borrower.\n\n2. The title lender shall photocopy the photo identification of the borrower or shall take an instant photograph of the borrower, and shall attach such photocopy or photograph to the lender's copy of the title loan agreement and all renewals.\n\n3. The borrower shall sign the title loan agreement and shall be provided with a copy of such agreement. The title lender, or the lender's employee or agent shall also sign the title loan agreement. The title lender shall provide each customer with and retain a photocopy of the pledged title at the time the note is signed.\n\n4. The title lender shall keep the numbered records and copies of its title loan agreements, including a copy of the notice required pursuant to subsection 1 of section 367.525, for a period of no less than two years from the date of the closing of the last transaction reflected therein. A title lender who ceases engaging in the business of making title loans shall keep these records for at least two years from the date the lender ceased engaging in the business. A title lender must notify the director to request an examination at least ten days before ceasing business.\n\n5. The records required by this section shall be made available for inspection by any employee of the division of finance upon request during ordinary business hours without warrant or court order.\n\n(L. 1998 H.B. 1526 § 9, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-524/"
    },
    {
      "id": "section-367-525",
      "number": "367.525",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.525. Notice to borrower prior to acceptance of title loan application. —1. Before accepting a title loan application, the lender shall provide the borrower the following notice in at least ten-point bold type and receipt thereof shall be acknowledged by signature of the borrower:\n\n2. If the loan is secured by titled personal property other than an automobile, the lender shall either provide a form with the proper word describing the security or else shall strike the word \"automobile\" from the three places it appears, write or print in the type of titled personal property serving as security and have the customer initial all three places.\n\n3. The title lender shall post in a conspicuous location in each licensed office, in at least fourteen-point bold type the maximum rates that such title lender is currently charging on any loans made and the statement:\n\nBorrowing from this lender places your automobile at risk. If this loan is not repaid in full, including all finance charges, you may lose your automobile.\n\nThis lender offers short-term loans. Please read and understand the terms of the loan agreement before signing.\n\n4. When making or negotiating loans, the title lender shall take into consideration in determining the size and duration of a loan contract the financial ability of the borrower to reasonably repay the loan in the time and manner specified in the loan contract.\n\n(L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-525/"
    },
    {
      "id": "section-367-527",
      "number": "367.527",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.527. Limitations of title lenders. —1. A title lender shall not:\n\n(1) Accept a pledge from a person under eighteen years of age or from anyone who appears to be intoxicated;\n\n(2) Make a loan which exceeds five thousand dollars;\n\n(3) Accept any waiver of any right or protection of a borrower;\n\n(4) Fail to exercise reasonable care to protect from loss or damage certificates of title or titled personal property in the physical possession of the title lender;\n\n(5) Purchase titled personal property in the operation of its business;\n\n(6) Enter into a title loan agreement unless the borrower presents clear title at the time that the loan is made;\n\n(7) Knowingly violate any provision of sections 367.500 to 367.533 or any rule promulgated thereunder;\n\n(8) Violate any provision of sections 408.551 to 408.557 and sections 408.560 to 408.562; or\n\n(9) Store repossessed titled personal property at a location more than fifteen miles from the office where the title loan agreement was executed.\n\n2. If a title lender enters into a transaction contrary to this section, the loan and the lien shall be void.\n\n(L. 1998 H.B. 1526 § 10, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-527/"
    },
    {
      "id": "section-367-530",
      "number": "367.530",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.530. Safekeeping of certificates of title — liability insurance maintained, when — liability of title lender. —1. Every title lender shall maintain a fireproof place for the pledged certificates of title and a safe place for pledged property delivered to or repossessed by the title lender.\n\n2. Every title lender shall maintain premises liability insurance in an amount of not less than one million dollars per occurrence for the benefit of customers and employees, which insurance shall provide coverage for, among other risks, injuries caused by the criminal acts of third parties.\n\n3. A title lender shall not be liable for any loss or injury occasioned or caused by the use of pledged property unless the pledged property is actually in the title lender's possession.\n\n4. A title lender shall be strictly liable to the borrower for any loss to pledged property in the title lender's possession.\n\n(L. 1998 H.B. 1526 § 11, A.L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-530/"
    },
    {
      "id": "section-367-531",
      "number": "367.531",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.531. Applicability to certain transactions. —The provisions of sections 408.552 to 408.557 and sections 408.560 to 408.562 are applicable to all transactions pursuant to sections 367.500 to 367.533.\n\n(L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-531/"
    },
    {
      "id": "section-367-532",
      "number": "367.532",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.532. Violations, penalties. —1. Any title lender which fails, refuses or neglects to comply with sections 367.500 to 367.533, sections 408.551 to 408.557, sections 408.560 to 408.562, or any laws relating to title loans or commits any criminal act may have its license suspended or revoked by order of the director after a hearing before said director on an order of the director to show cause why such order of suspension or revocation should not be entered specifying the grounds therefor which shall be served on the title lender at least ten days prior to the hearing.\n\n2. Whenever it shall appear to the director that any title lender is failing, refusing or neglecting to make a good faith effort to comply with the provisions of sections 367.500 to 367.533, or any laws relating to consumer loans, the director may issue an order to cease and desist which order may be enforceable by a civil penalty of not more than one thousand dollars per day for each day that the neglect, failure or refusal shall continue. The penalty shall be assessed and collected by the director. In determining the amount of the penalty, the director shall take into account the appropriateness of the penalty with respect to the gravity of the violation, the history of previous violations, and such other matters as justice may require.\n\n(L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-532/"
    },
    {
      "id": "section-367-533",
      "number": "367.533",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 367\n\n367.533. Pawn or pawnbroker title prohibited. —No business licensed pursuant to sections 367.500 to 367.530 shall use the terms \"pawn\" or \"pawnbroker\" in its title, business name or advertising.\n\n(L. 1998 H.B. 1526 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-367/section-367-533/"
    }
  ]
}