{
  "state": "new-mexico",
  "path": "title-chapter-53-corporations/chapter-article-19-limited-liability-companies",
  "sections": [
    {
      "id": "section-53-19-1",
      "number": "53-19-1",
      "heading": "Short title.Section 53-19-2 - Definitions",
      "text": "Chapter 53, Article 19 NMSA 1978 may be cited as the \"Limited Liability Company Act\".\n\nHistory:Laws 1993, ch. 280, § 1; 1998, ch. 108, § 29.\n\nCross references.— For Registered Limited Liability Partnerships,see54-1A-1101 NMSA 1978 et seq.\n\nThe 1998 amendment,effective January 1, 1999, substituted \"Chapter 53, Article 19 NMSA 1978\" for \"Sections 1 through 74 of this act\" at the beginning of the section.\n\nLaw reviews.— For comment, \"Limited Liability Companies in New Mexico,\" see 27 N.M.L. Rev. 615 (1997).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Construction and application of limited liability company acts, 79 A.L.R.5th 689.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-1/"
    },
    {
      "id": "section-53-19-2",
      "number": "53-19-2",
      "heading": "Definitions.",
      "text": "As used in the Limited Liability Company Act:\n\nA. \"articles of organization\" means the original or restated articles filed pursuant to the Limited Liability Company Act and any amendments to those articles, including articles of merger or consolidation;\n\nB. \"corporation\" means an organization incorporated under the laws of New Mexico or a foreign corporation;\n\nC. \"commission\" means the public regulation commission [secretary of state] or its designee;\n\nD. \"court\" means a court having jurisdiction in the case;\n\nE. \"event of dissociation\" means an event that causes a person to cease to be a member of a limited liability company;\n\nF. \"foreign corporation\" means a corporation that is organized under the laws of another state or a foreign country;\n\nG. \"foreign limited liability company\" means a person that is:\n\n(1) an unincorporated association;\n\n(2) organized under the laws of another state or foreign country;\n\n(3) organized under a statute pursuant to which an association may be formed that affords to each of its members limited liability with respect to the liabilities of the person; and\n\n(4) is not required to be registered or organized under the laws of New Mexico other than the Limited Liability Company Act;\n\nH. \"foreign limited partnership\" means a limited partnership formed under the laws of another state or a foreign country;\n\nI. \"limited liability company\" or \"domestic limited liability company\" means an organization formed pursuant to the provisions of the Limited Liability Company Act;\n\nJ. \"limited liability company interest\" means a member's or assignee's right to receive distributions and a return of capital from the limited liability company. A member's or assignee's limited liability company interest does not include rights the member or assignee has on account of other matters, such as a right to receive accrued salary for services the member or assignee rendered to, repayment of a loan the member or assignee made to or indemnification by the limited liability company;\n\nK. \"limited partnership\" means a limited partnership under the laws of New Mexico or a foreign limited partnership;\n\nL. \"manager\" means, with respect to a limited liability company that has included a statement in its articles of organization that it is to be managed by a manager, the person designated as manager in accordance with the articles of organization or an operating agreement;\n\nM. \"member\" means a person who has been admitted to membership in a limited liability company and who has not dissociated from that company;\n\nN. \"membership interest\" or \"interest\" means a member's limited liability company interest and his rights to participate in management and control of the limited liability company;\n\nO. \"operating agreement\" means a written agreement providing for the conduct of the business and affairs of a limited liability company and that agreement as amended in writing;\n\nP. \"person\" means an individual, a general partnership, a limited partnership, a domestic or foreign limited liability company, a trust, an estate, an association, a corporation or any other legal entity; and\n\nQ. \"state\" means a state, territory or possession of the United States, the District of Columbia or the commonwealth of Puerto Rico.\n\nHistory:Laws 1993, ch. 280, § 2; 1998, ch. 104, § 1; 1998, ch. 108, § 30.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\n1998 amendments.— Laws 1998, ch. 104, § 1, effective July 1, 1998, and Laws 1998, ch. 108, § 30, effective January 1, 1999, enacted amendments to this section. Pursuant to 12-1-8 NMSA 1978, Laws 1998, ch. 108, § 30, as the last act signed by the governor, has been compiled into the NMSA 1978.\n\nLaws 1998, ch. 108, § 30, effective January 1, 1999, substituted \"public regulation\" for \"state corporation\" near the beginning of Subsection C, substituted \"a person\" for \"an entity\" near the end of Subsection G, and substituted \"person\" for \"entity\" near the end of Paragraph G(3).\n\nLaws 1998, ch. 104, § 1, effective July 1, 1998, substituted \"an unincorporated organization of one or more persons\" for \"an organization\" in Subsection I and deleted \"or managers\" following \"manager\" and \"or persons\" following \"person\" and substituted \"manager\" for \"managers\" following \"designated as\" in Subsection L.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-2/"
    },
    {
      "id": "section-53-19-3",
      "number": "53-19-3",
      "heading": "Name.",
      "text": "A. The name of a limited liability company and, if different, the name under which it proposes to transact business in New Mexico shall be stated in its articles of organization and shall contain the words \"limited liability company\" or \"limited company\" or the abbreviation \"L.L.C.\", \"LLC\", \"L.C.\" or \"LC\". The word \"limited\" may be abbreviated as \"ltd.\" and the word \"company\" may be abbreviated as \"co.\".\n\nB. A limited liability company name shall be distinguishable from the name of any:\n\n(1) limited liability company, limited partnership or corporation existing under the laws of this state;\n\n(2) foreign limited liability company or corporation authorized to transact business in this state; and\n\n(3) name reserved under Section 53-19-4 NMSA 1978.\n\nC. The provisions of Subsection B of this section do not apply if the applicant files with the secretary of state a certified copy of a final decree of a court establishing the prior right of the limited liability company to use such name in this state.\n\nHistory:Laws 1993, ch. 280, § 3; 1995, ch. 213, § 1; 2021, ch. 68, § 7.\n\nThe 2021 amendment,effective July 1, 2021, required that a limited liability company include, in its articles of organization any name under which the limited liability company proposes to transact business in New Mexico if different than the name of the limited liability company; in Subsection A, after \"name of a limited liability company\", added \"and, if different, the name under which it proposes to transact business in New Mexico\"; and in Subsection C, after \"files with the\", deleted \"commission\" and added \"secretary of state\".\n\nThe 1995 amendment,effective June 16, 1995, added the language beginning \"or the abbreviation\" at the end of the first sentence in Subsection A and, in Subsection B, deleted \"limited partnership\" preceding \"or corporation\" in Paragraph (2) and substituted \"under Section 53-19-4 NMSA 1978\" for \"or registered under Section 4 of the Limited Liability Company Act Chapter 53, Article 11, NMSA 1978 or Chapter 57, Article 2 or Article 3 NMSA 1978\" in Paragraph (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-3/"
    },
    {
      "id": "section-53-19-4",
      "number": "53-19-4",
      "heading": "Reservation of name.",
      "text": "A. The exclusive right to use a name may be reserved by:\n\n(1) a person intending to organize a limited liability company and to adopt that name;\n\n(2) a limited liability company or a foreign limited liability company registered in New Mexico that intends to adopt that name;\n\n(3) a foreign limited liability company intending to register in New Mexico and to adopt that name; or\n\n(4) a person intending to organize a foreign limited liability company and to have it registered in New Mexico and to adopt that name.\n\nB. The reservation shall be made by filing with the commission [secretary of state] an application executed by the applicant to reserve a specified name. If the commission [secretary of state] finds that the name is available for use by a domestic or foreign limited liability company, it shall reserve the name for the exclusive use of the applicant for a period of one hundred twenty days after the date the application is filed with the commission [secretary of state].\n\nC. The right to the exclusive use of a reserved name may be transferred to another person by filing with the commission [secretary of state] a notice of the transfer executed by the applicant for whom the name was reserved and specifying the name to be transferred and the name and address of the transferee. The transfer shall not extend the term during which the name is reserved.\n\nHistory:Laws 1993, ch. 280, § 4; 2003, ch. 318, § 49.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, deleted former Subsection C which read: \"The holder of a reserved name may renew the reservation for successive periods of one hundred twenty days each.\"; and redesignated former Subsection D as present Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-4/"
    },
    {
      "id": "section-53-19-5",
      "number": "53-19-5",
      "heading": "Registered office and registered agent; change of principal place of business.",
      "text": "A. A limited liability company shall maintain in New Mexico:\n\n(1) a registered office that may be the same as the limited liability company's principal place of business; and\n\n(2) a registered agent for service of process on the limited liability company that is either:\n\n(a) an individual resident of New Mexico;\n\n(b) a domestic corporation, limited liability company or partnership having a place of business in New Mexico that is the same as the registered office; or\n\n(c) a foreign corporation, limited liability company or partnership authorized to transact business in New Mexico having a place of business that is the same as the registered office.\n\nB. A limited liability company may change its registered office or registered agent by delivering to the commission [secretary of state] a statement setting forth:\n\n(1) the name of the limited liability company;\n\n(2) the name of its current registered agent;\n\n(3) the street address of its current registered office; and\n\n(4) if its current registered agent is to be changed:\n\n(a) the name of its successor registered agent;\n\n(b) the street address of the successor registered agent's place of business;\n\n(c) a statement that such address is the same as the current address of the limited liability company's current registered office or, if there is a concurrent change in the address of the registered office, as the new address of the registered office; and\n\n(d) the statement of the successor registered agent that the agent accepts the appointment;\n\n(5) if the current address of the place of business of its current registered agent is to be changed, the new street address of the place of business of the current registered agent and a statement that the new street address is the same as the address of the limited liability company's registered office or, if there is a concurrent change in the address of the registered office, as the new street address of the registered office; or\n\n(6) if the address of its current registered office is to be changed, the new street address to which the current registered office is to be changed and a statement that the new address is the same as the street address of the place of business of the current or, if there is a concurrent change of the current registered agent, of the successor registered agent of the limited liability company.\n\nC. If a registered agent changes the street address of the registered agent's business office, the registered agent may change the street address of the registered office of any limited liability company corporation for which the registered agent is the registered agent by notifying the limited liability company in writing of the change and signing, either manually or in facsimile, and delivering to the public regulation commission [secretary of state] for filing a statement that complies with the requirements of this section but need not be responsive to Paragraph (4) of Subsection B of this section and recites that the corporation has been notified of the change.\n\nD. If the public regulation commission [secretary of state] finds that the statement conforms to the provisions of this section, it shall file the statement in its office and, upon such filing, the change of registered agent, change of address of the registered office or change of the registered agent's place of business shall become effective and fulfill any requirement that such change be reported to the commission [secretary of state].\n\nE. A registered agent of a limited liability company may resign as registered agent by delivering a written notice, executed in duplicate, to the public regulation commission [secretary of state], which shall mail a copy of the notice to the limited liability company at its principal place of business as shown on the records of the commission [secretary of state]. The resigning registered agent's appointment terminates thirty days after receipt of the notice by the commission [secretary of state] or on the effective date of the appointment of a successor registered agent, whichever occurs first.\n\nF. A limited liability company shall notify the public regulation commission [secretary of state] of a change in the street address of its principal place of business by delivering a written statement to the commission [secretary of state] setting forth such change.\n\nHistory:Laws 1993, ch. 280, § 5; 2003, ch. 318, § 50.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"statement\" for \"affidavit\" in Subparagraph B(4)(d); deleted former Subsection C concerning change of address of the agent's place of business; added present Subsection C; inserted \"public regulation\" preceding \"commission\" in Subsections D to F.\n\nPersonal responsibility of agent.— It is possible in New Mexico for a corporate agent to interfere wrongfully with his corporation's contacts and to be held personally responsible for his acts.Bogle v. Summit Inv. Co., 2005-NMCA-024, 137 N.M. 80, 107 P.3d 520.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-5/"
    },
    {
      "id": "section-53-19-6",
      "number": "53-19-6",
      "heading": "Nature and duration of business.",
      "text": "A limited liability company may conduct or promote any lawful business or purpose. If the purpose for which a limited liability company is organized makes it subject to provisions of other laws, the limited liability company shall also be subject to such provisions. The duration of existence of a limited liability company may be perpetual or may be limited to a definite term or until completion of a particular undertaking.\n\nHistory:Laws 1993, ch. 280, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-6/"
    },
    {
      "id": "section-53-19-7",
      "number": "53-19-7",
      "heading": "Formation.",
      "text": "One or more persons may form a limited liability company by filing articles of organization with the commission [secretary of state]. The person or persons forming the limited liability company need not be members of the limited liability company. One or more persons may own and operate the limited liability company. A single member limited liability company formed prior to July 1, 1999 is a lawful entity.\n\nHistory:Laws 1993, ch. 280, § 7; 1999, ch. 132, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"person or\" in the second sentence and added the third and fourth sentences.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-7/"
    },
    {
      "id": "section-53-19-8",
      "number": "53-19-8",
      "heading": "Articles of organization.",
      "text": "The articles of organization shall set forth:\n\nA. a name for the limited liability company that satisfies the requirements of Section 53-19-3 NMSA 1978;\n\nB. the street address of the initial registered office and the name of the initial registered agent at that address and the street address of the limited liability company's current principal place of business, if different from the address of its registered office;\n\nC. the period of duration, if other than perpetual;\n\nD. if management of the limited liability company is vested to any extent in a manager, a statement to that effect;\n\nE. if the limited liability company may carry on its business and affairs as a single member limited liability company, a statement to that effect; and\n\nF. any other provision that the persons signing the articles choose to include in the articles, including provisions for the regulation of the internal affairs of the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 8; 1999, ch. 132, § 2; 2003, ch. 318, § 51.\n\nThe 2003 amendment,effective July 1, 2003, in Subsection B, inserted \"initial\" preceding \"registered\" twice, inserted \"at that address\" preceding \"and the street\"; rewrote Subsection C; deleted \"and of the extent to which management is so vested\" at the end of Subsection D; in Subsection E, inserted \"may carry on its business and affairs as\" preceding \"a single member\", inserted \"a statement to that effect\" near the end.\n\nThe 1999 amendment,effective July 1, 1999, substituted \"Section 53-19-3 NMSA 1978\" for \"Section 3 of the Limited Liability Company Act\" in Subsection A, added Subsection E, and redesignated former Subsection E as Subsection F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-8/"
    },
    {
      "id": "section-53-19-9",
      "number": "53-19-9",
      "heading": "Filing.",
      "text": "A. The organizer or organizers of a limited liability company shall file with the commission [secretary of state]:\n\n(1) the signed original of the articles of organization, together with a duplicate copy, which may be either signed, photocopied or conformed;\n\n(2) the statement of the person appointed registered agent, accepting appointment as registered agent; and\n\n(3) any other documents required to be filed pursuant to the Limited Liability Company Act.\n\nB. The commission [secretary of state] may accept a facsimile transmission for filing.\n\nC. If the commission [secretary of state] determines that the documents delivered for filing conform with the provisions of the Limited Liability Company Act, it shall, when all required filing fees have been paid:\n\n(1) endorse on each signed original and duplicate copy the word \"filed\" and the date of its acceptance for filing;\n\n(2) retain a signed original in the files of the commission [secretary of state]; and\n\n(3) return each duplicate copy to the person who delivered it to the commission [secretary of state] or to that person's representative.\n\nHistory:Laws 1993, ch. 280, § 9; 1999, ch. 132, § 3; 2003, ch. 318, § 52.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"statement\" for \"affidavit\" near the beginning of Paragraph A(2).\n\nThe 1999 amendment,effective July 1, 1999, inserted \"organizer or\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-9/"
    },
    {
      "id": "section-53-19-10",
      "number": "53-19-10",
      "heading": "Effect of filing of articles of organization.",
      "text": "A. A limited liability company is formed when the articles of organization are filed with the commission [secretary of state] or at any later date or time specified in the articles of organization if there has been substantial compliance with the requirements of the Limited Liability Company Act. A limited liability company formed pursuant to the Limited Liability Company Act is a separate legal entity.\n\nB. Each copy of the articles of organization stamped \"filed\" and marked with the filing date is conclusive evidence that there has been substantial compliance with all conditions required to be performed by the organizers and that the limited liability company has been legally organized and formed pursuant to the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-10/"
    },
    {
      "id": "section-53-19-11",
      "number": "53-19-11",
      "heading": "Amendment and restatement of articles of organization.",
      "text": "A. The articles of organization of a limited liability company are amended when articles of amendment are filed with the secretary of state or at any later date or time specified in the articles of amendment if there has been substantial compliance with the requirements of the Limited Liability Company Act. The articles of amendment shall set forth:\n\n(1) the name of the limited liability company and, if different, include any name under which it proposes to transact business in New Mexico;\n\n(2) the date that the articles of organization were filed; and\n\n(3) the amendments of the articles of organization.\n\nB. The articles of organization may be amended in any respect desired, so long as the articles of organization, as amended, contain only provisions that may be lawfully contained in articles of organization at the time of making the amendment.\n\nC. The articles of organization shall be amended to reflect any change in the name of the limited liability company, the latest date on which the limited liability company is to dissolve or whether the limited liability company is to be managed by members or managers.\n\nD. Articles of organization may be restated at any time. Restated articles of organization shall be filed with the secretary of state and shall be designated as such in the heading and shall state either in the heading or in an introductory paragraph the limited liability company's present name and, if it has been changed, all of its former names and the date of the filing of its articles of organization. Restated articles of organization shall supersede the original articles of organization and all prior amendments and restatements.\n\nHistory:Laws 1993, ch. 280, § 11; 2021, ch. 68, § 8.\n\nThe 2021 amendment,effective July 1, 2021, required that a limited liability company include, in its articles of amendment any name under which the limited liability company proposes to transact business in New Mexico if different than the name of the limited liability company; in Subsection A, after \"filed with the\", deleted \"commission\" and added \"secretary of state\", and in Paragraph A(1), after \"name of the limited liability company\", added \"and, if different, include any name under which it proposes to transact business in New Mexico\"; and in Subsection D, after \"filed with the\", deleted \"commission\" and added \"secretary of state\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-11/"
    },
    {
      "id": "section-53-19-12",
      "number": "53-19-12",
      "heading": "Execution of documents.",
      "text": "A. Unless otherwise specified in the Limited Liability Company Act, any document required to be filed with the commission [secretary of state] shall be executed:\n\n(1) by a manager, if management of the limited liability company is vested in one or more managers, or by a member, if management of the limited liability company is reserved to the members;\n\n(2) by a person forming the limited liability company if the limited liability company has not been formed; or\n\n(3) by a receiver, trustee or court-appointed fiduciary if the limited liability company is in the hands of a receiver, trustee or fiduciary.\n\nB. The person executing the document shall sign it and state, beneath or opposite his signature, his name and the capacity in which he signs.\n\nC. The person executing the document may do so as an attorney-in-fact. Powers of attorney relating to the execution of the document do not need to be shown to or filed with the commission [secretary of state].\n\nHistory:Laws 1993, ch. 280, § 12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-12/"
    },
    {
      "id": "section-53-19-13",
      "number": "53-19-13",
      "heading": "Liability of members and managers to third parties.",
      "text": "Except as otherwise provided in the Limited Liability Company Act, the debts, obligations and liabilities of a limited liability company, whether arising in contract, tort or otherwise, shall be solely the debts, obligations and liabilities of the limited liability company. No member or manager of a limited liability company and no other person with authority pursuant to the Limited Liability Company Act to wind up the business or affairs of the limited liability company following its dissolution, shall be obligated personally for any debt, obligation or liability of the limited liability company solely by reason of being a member or manager of the limited liability company or having authority pursuant to the Limited Liability Company Act to wind up the company's business and affairs following its dissolution. A person may be liable for any act or omission performed in his capacity as a manager of a limited liability company if there is a basis for liability. Nothing in this section shall be construed to immunize any person from liability for the consequences of his own acts or omissions for which he otherwise may be liable.\n\nHistory:Laws 1993, ch. 280, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-13/"
    },
    {
      "id": "section-53-19-14",
      "number": "53-19-14",
      "heading": "Parties to actions.",
      "text": "A member of a limited liability company is not a proper party to a proceeding by or against the limited liability company solely by reason of being a member of the limited liability company, except where the object of the proceeding is to enforce a member's right against or liability to the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-14/"
    },
    {
      "id": "section-53-19-15",
      "number": "53-19-15",
      "heading": "Management by members or managers.",
      "text": "A. Except to the extent the articles of organization vest management of the limited liability company in one or more managers, management of the business and affairs of the limited liability company shall be vested in the members, subject to any provision in the articles of organization, an operating agreement or the Limited Liability Company Act, which vests particular management responsibilities in any member or group or class of members.\n\nB. If the articles of organization vest management of the limited liability company in one or more managers, the articles of organization or an operating agreement may prescribe the qualifications and the number of managers, the method in accordance with which managers shall be selected and duties and responsibilities of such managers. Each manager shall have such power to manage the business or affairs of the limited liability company as the articles of organization or an operating agreement shall provide. Unless otherwise provided by the articles of organization or an operating agreement:\n\n(1) a manager shall be appointed and may be removed by the affirmative vote, approval or consent of the members having a majority share of the voting power of all of the members;\n\n(2) a manager need not be a member of the limited liability company or a natural person;\n\n(3) unless a manager is removed or resigns, he shall hold office until his successor has been elected and qualified; and\n\n(4) the manager or managers designated by or in accordance with the articles of organization and operating agreement shall have exclusive power to make all decisions on behalf of the limited liability company that are not specifically reserved to the members by the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 15.\n\nManager's use of company assets was authorized.— Where plaintiff, who owned a GM car dealership had \"credentials\" to purchase GM vehicles at closed GM auctions and a GMAC credit line to finance vehicles; plaintiff selected one of its members as sole manager of its dealership; plaintiff was aware that the manager was also a member and manager of the defendant dealerships; the manager used the GM credentials and GMAC credit line to purchase and sell vehicles for plaintiff, a dealership in which the majority of plaintiff's members were also owners, and the defendant dealerships; plaintiff's operating agreement provided that the \"consent\" of a majority of plaintiff's members was required to use plaintiff's assets for other than a company purpose; the manager never concealed the manager's intention to use the GM credentials and GMAC credit line to purchase vehicles for the defendant dealerships; plaintiff's members were aware of the manager's intention; plaintiff's staff were aware of and assisted the manager's use of the GM credentials and GMAC credit line to benefit the defendant dealerships; the manager's use of the GM credentials and GMAC credit line to benefit the defendant dealerships was publicized in a local business magazine and newspapers; plaintiff posted the magazine article on its website; and for three years, none of plaintiff's members objected to the manager's use of the GM credentials or the GMAC credit line, a majority of plaintiff's members consented to the manager's use of the GM credentials and GMAC credit line to purchase vehicles for the defendant dealerships.Buke, LLC v. Cross Country Auto Sales, LLC, 2014-NMCA-078, cert. denied, 2014-NMCERT-007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-15/"
    },
    {
      "id": "section-53-19-16",
      "number": "53-19-16",
      "heading": "Liabilities and duties of managers and members.",
      "text": "Unless otherwise provided by the articles of organization or an operating agreement:\n\nA. a member who is not a manager and is not vested with particular management responsibilities by the articles of organization or an operating agreement shall not be liable to the limited liability company or to the other members solely by reason of his act or omission in his capacity as a member;\n\nB. a member who is vested with particular management responsibilities by the articles of organization or an operating agreement or a manager shall not be liable, responsible or accountable in damages or otherwise to the limited liability company or to the other members solely by reason of his act or omission on behalf of the limited liability company in his capacity as a member having particular management responsibilities or as a manager, unless such act or omission constitutes gross negligence or willful misconduct;\n\nC. a member or manager may lend money to and transact other business with the limited liability company, and except as otherwise provided in Subsection D of this section and subject to other applicable law, he shall have the same rights and obligations with respect to such loan or transaction of business as he would have if he were not a member or manager;\n\nD. every member who is vested with particular management responsibilities by the articles of organization or an operating agreement and every manager shall account to the limited liability company and hold as trustee for it any profit or benefit he derives from:\n\n(1) any transaction connected with the conduct or winding up of the limited liability company; or\n\n(2) any use by such member or manager of the company's property, including confidential or proprietary information of the limited liability company or other matters entrusted to him as a result of his status as a member or manager unless:\n\n(a) the material facts of the relationship of the interested manager or member to the contract, transaction or use were disclosed or known to all of the other managers or members who, in good faith, authorized or approved the contract, transaction or use by: 1) the affirmative vote of a majority of all of the disinterested managers; or 2) the affirmative vote of all of the disinterested members, even though all of the disinterested managers were less than a majority of all of the managers or even though all of the disinterested members did not have a majority share of the voting power of all of the members; or\n\n(b) the contract, transaction or use was fair to the limited liability company when it was authorized or approved.\n\nHistory:Laws 1993, ch. 280, § 16; 1995, ch. 213, § 2.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"Subsection D\" for \"Subsections D and E\" in Subsection C.\n\nBreach of fiduciary duty.— In a case where a plaintiff challenges expenditures that do not themselves create a presumption of self-dealing and the plaintiff is involved in the financial affairs of the partnership or LLC such that plaintiff has access to the entity's records, the burden of proving a breach of fiduciary duty is on the plaintiff.Mayeux v. Winder, 2006-NMCA-028, 139 N.M. 235, 131 P.3d 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-16/"
    },
    {
      "id": "section-53-19-17",
      "number": "53-19-17",
      "heading": "Voting.",
      "text": "A. Except as provided by the articles of organization, an operating agreement or the Limited Liability Company Act, members who have contributed to the capital of the limited liability company shall vote in proportion to the value of their contributions to the capital of the limited liability company, determined in accordance with the Limited Liability Company Act and adjusted to the time the vote is taken to reflect all contributions made and all withdrawals of capital by the members prior to such time.\n\nB. Except as provided by the articles of organization, an operating agreement or the Limited Liability Company Act and subject to the provisions of Subsection C of this section:\n\n(1) the affirmative vote, approval or consent of the members having a majority share of the voting power of all members shall be required to amend the articles of organization or an operating agreement to approve the sale, mortgage, pledge or other hypothecation or disposition of all or substantially all of the assets of the limited liability company, to approve the merger or consolidation of the limited liability company or, except as provided in Paragraph (3) of this subsection, to approve any other action required or permitted to be approved by the members;\n\n(2) the affirmative vote, approval or consent of all of the other members shall be required to remove a member from membership in the limited liability company;\n\n(3) if the articles of incorporation or operating agreement vest management responsibility in one or more managers, the affirmative vote, approval or consent of a majority of the managers is required to decide or resolve any difference on any matter connected with carrying on the business and affairs of the limited liability company that is within the scope of the managers' authority; and\n\n(4) any matter connected with the carrying on of the business and affairs of the limited liability company that is not within the scope of the authority of one or more managers, or of one or more members in whom the articles of organization and operating agreement vest particular management responsibility, shall be decided or resolved by the affirmative vote, approval or consent of members having a majority share of the voting power of all members.\n\nC. Notwithstanding the provisions of Subsection B of this section, if a provision in the articles of organization or operating agreement requires a greater than majority vote to approve a matter, the same greater than majority vote shall be required to amend that provision.\n\nHistory:Laws 1993, ch. 280, § 17; 1995, ch. 213, § 3.\n\nThe 1995 amendment,effective June 16, 1995, in Subsection B, inserted \"other\" preceding \"members\" and deleted \"expel or\" preceding \"remove\" in Paragraph (2) and made a minor stylistic change in Paragraph (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-17/"
    },
    {
      "id": "section-53-19-18",
      "number": "53-19-18",
      "heading": "Indemnification of members and managers.",
      "text": "The articles of organization or an operating agreement may provide for indemnification of a member or manager for judgments, settlements, penalties, fines or expenses incurred in a proceeding to which a person is a party because he is or was a member or manager and for advancement of expenses, including costs of defense, prior to final disposition of such proceeding.\n\nHistory:Laws 1993, ch. 280, § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-18/"
    },
    {
      "id": "section-53-19-19",
      "number": "53-19-19",
      "heading": "Records and information.",
      "text": "A. A limited liability company shall keep at its principal place of business, and notify all of its members of the location of such place, the following:\n\n(1) a list containing the full name and last known mailing address of all current and former members and managers;\n\n(2) a copy of the articles of organization and all amendments or restatements of the articles, together with executed copies of any powers of attorney pursuant to which any articles, amendments or restatements have been executed;\n\n(3) a copy of each of the limited liability company's federal, state and local income tax returns and financial statements for the three most recent years or, if such returns or statements were not prepared for any reason, copies of the information and statements necessary to enable the members to prepare their own federal, state and local tax returns for such periods;\n\n(4) a copy of every current and prior operating agreement, and every amendment to each of those operating agreements;\n\n(5) unless the following statements are included in the articles of organization or an operating agreement:\n\n(a) a current statement of the capital contributions made by each member specifying the amount of cash and the agreed value of other property received by the limited liability company and the agreed value of services as a capital contribution that each member has rendered to the limited liability company;\n\n(b) a statement of the cash, property and services that each member has agreed to contribute or render to the limited liability company in the future, and of the principal balance outstanding under any promissory note payable in respect of a capital contribution, and of the amount of the capital contribution with which each such member shall be credited upon receipt of such cash, property or services, or any part thereof, by the limited liability company; and\n\n(c) a statement of the times at which, or the events on the happening of which, any additional contributions to or withdrawals from capital to which the members have agreed are to occur; and\n\n(6) documents or any other writings required to be made available to members by the articles of organization or operating agreement.\n\nB. A member or his representative may, at the member's expense, inspect and copy any limited liability company record, wherever such record is located, upon reasonable request during ordinary business hours.\n\nC. Managers or members in whom the articles of organization or an operating agreement vest a particular management responsibility for one or more material matters shall, if requested by a member, the personal representative of a deceased member or the legal representative of a member under a legal disability, render to that member or representative, to the extent the circumstances render it reasonable to do so, true and full information on all such material matters affecting the requesting member in his capacity as a member.\n\nD. Failure of the limited liability company to keep or maintain any of the records or information required pursuant to this section shall not be grounds for imposing liability on any person for the debts and obligations of the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-19/"
    },
    {
      "id": "section-53-19-20",
      "number": "53-19-20",
      "heading": "Contributions to capital; certificates of membership interest.",
      "text": "A. A membership interest in a limited liability company may be issued in exchange for a contribution of cash or property received by the limited liability company or services rendered to the limited liability company, the value of which shall be established and recorded as of the date the contribution was made by the persons in whom management of the limited liability company is vested. If permitted by the articles of organization or an operating agreement, a membership interest in a limited liability company may be issued in exchange for such member's promissory note or other written promise to contribute cash or property or perform services, the value of which shall be determined by the persons in whom management of the limited liability company is vested.\n\nB. The articles of organization or an operating agreement may:\n\n(1) provide that a membership interest in a limited liability company may be evidenced by a certificate of membership interest issued by the limited liability company;\n\n(2) provide for the assignment or transfer of a membership interest represented by such a certificate by transfer of the certificate; and\n\n(3) make other provisions for such certificates.\n\nHistory:Laws 1993, ch. 280, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-20/"
    },
    {
      "id": "section-53-19-21",
      "number": "53-19-21",
      "heading": "Liability for contribution.",
      "text": "A. Except as provided in the articles of organization or an operating agreement, a member's written promise to the limited liability company to contribute cash or property or render services is not excused by reason of the member's death, disability or other inability to perform.\n\nB. The articles of organization or an operating agreement may provide that the interest of a member who fails to make a payment of cash or transfer of property to the limited liability company or fails to render services required by a written promise is subject to specified consequences. Such consequences may take the form of a reduction of the defaulting member's interest in the limited liability company, subordination of the member's interest to that of nondefaulting members, a forced sale of the member's interest, forfeiture of the member's interest, the lending of money to the defaulting member by other members of the amount necessary to meet the defaulting member's commitment, a determination of the value of a defaulting member's interest by appraisal or by formula and redemption or sale of the interest at that value, or any other specified consequence. Unless otherwise provided by the articles of organization or an operating agreement, a member who does not perform a written promise to contribute cash or property or render service shall be obligated, at the option of the limited company, to contribute cash equal to the fair market value of that portion of the promised performance that has not been received by the limited liability company.\n\nC. Unless otherwise provided in the articles of organization or an operating agreement, the obligation of a member to make a contribution may be compromised only with the unanimous consent of the members.\n\nHistory:Laws 1993, ch. 280, § 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-21/"
    },
    {
      "id": "section-53-19-22",
      "number": "53-19-22",
      "heading": "Sharing of profits and losses.",
      "text": "The profits and losses of a limited liability company shall be allocated among the members in the manner provided in the articles of organization or an operating agreement. If neither the articles of organization nor an operating agreement provide for allocation, such profits and losses shall be allocated among the members in proportion to the value of their respective contributions to capital, adjusted to reflect all withdrawals from capital.\n\nHistory:Laws 1993, ch. 280, § 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-22/"
    },
    {
      "id": "section-53-19-23",
      "number": "53-19-23",
      "heading": "Sharing of interim distributions.",
      "text": "Except as provided in Sections 24 and 44 [53-19-24, 53-19-44 NMSA 1978] of the Limited Liability Company Act, distributions of cash or other assets of a limited liability company shall be shared among the members and among classes of members in the manner provided by the articles of organization or an operating agreement. If neither the articles of organization nor an operating agreement provides otherwise, cash or other assets shall be distributed on the basis of the value of contributions made by each member, to the extent that such contributions have not been returned. A member is entitled to receive distributions described in this section to the extent and at the times or upon the happening of the events specified by the articles of organization or an operating agreement or at the times determined by the persons in whom management is vested.\n\nHistory:Laws 1993, ch. 280, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-23/"
    },
    {
      "id": "section-53-19-24",
      "number": "53-19-24",
      "heading": "Distribution on event of dissociation.",
      "text": "Upon the happening of an event of dissociation that does not require the winding up of the affairs of the limited liability company pursuant to Section 39 [53-19-39 NMSA 1978] of the Limited Liability Company Act, a dissociating member is entitled to receive any distribution to which the member is entitled under the provisions of the articles of organization or operating agreement and if such provisions do not specify the effect of such dissociation, such dissociating member shall be entitled only to receive, within a reasonable time after dissociation, the fair market value of his limited liability company interest as of the date of dissociation.\n\nHistory:Laws 1993, ch. 280, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-24/"
    },
    {
      "id": "section-53-19-25",
      "number": "53-19-25",
      "heading": "Withdrawals of capital and distributions in kind.",
      "text": "Except as provided in the articles of organization or an operating agreement:\n\nA. unless approved by all members, no member shall have the right to withdraw any part of his contribution to capital;\n\nB. a member, regardless of the nature of the member's contribution, has no right to demand and receive any distribution from a limited liability company in any form other than cash; and\n\nC. no member may be compelled to accept from a limited liability company a distribution of any asset in kind to the extent that the value of the percentage of the asset distributed to the member exceeds a percentage of the value of that asset which is equal to the percentage in which the member shares in distributions from the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-25/"
    },
    {
      "id": "section-53-19-26",
      "number": "53-19-26",
      "heading": "Wrongful distributions.",
      "text": "A. No distribution may be made if, after giving effect to the distribution:\n\n(1) the limited liability company would not be able to pay its debts as they become due in the usual course of business; or\n\n(2) the fair market value of the limited liability company's total assets would be less than the sum of all of its liabilities other than liabilities to members with respect to their membership interests and liabilities for which the recourse of the creditors is limited to specific property of the limited liability company. For purposes of this provision, in the case of specific property that is subject to a liability for which the recourse of the creditors is limited to such property, only the fair market value of such property in excess of such liability shall be included in the fair market value of the limited liability company's assets.\n\nB. The limited liability company may base a determination that a distribution is not prohibited under Subsection A of this section either on:\n\n(1) financial statements prepared on the basis of accounting practices and principles that are reasonable under the circumstances; or\n\n(2) any other valuation method that is reasonable under the circumstances.\n\nC. Except as provided in Subsection E of this section, the effect of a distribution under Subsection A of this section is measured as of:\n\n(1) the date the distribution is authorized if the distribution occurs within one hundred twenty days after the date of authorization; or\n\n(2) the date distribution is made if it occurs more than one hundred twenty days after the date of authorization.\n\nD. Indebtedness of the limited liability company that it issued as a distribution to its members or the terms of which provide that payment of principal and interest is to be made only if and to the extent that payment of a distribution to members would not be wrongful under this section, is not a liability for purposes of determinations made pursuant to Paragraph (2) of Subsection A of this section.\n\nE. Each payment of principal or interest on indebtedness of a limited liability company that it issued as a distribution shall be treated as a distribution, the effect of which is measured on the date such payment is actually made.\n\nHistory:Laws 1993, ch. 280, § 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-26/"
    },
    {
      "id": "section-53-19-27",
      "number": "53-19-27",
      "heading": "Liability upon wrongful distribution.",
      "text": "A. In addition to any other liabilities, a member or manager who votes for, approves or consents to any distribution that violates any provision of the articles of organization, an operating agreement or Section 26 [53-19-26 NMSA 1978] of the Limited Liability Company Act shall be liable to the limited liability company, jointly but not severally, with all other members or managers so voting, approving or consenting for the amount of the distribution that exceeds what could have been distributed without violating Section 26 of that act, the articles of organization or an operating agreement, unless the member or manager based his determination that the distribution did not violate such provisions on the statements or other valuation method authorized by Subsection B of Section 26 of that act and had no actual knowledge that rendered his reliance on such statements, valuation or method unwarranted.\n\nB. Each member or manager who is liable pursuant to Subsection A of this section is entitled to contribution:\n\n(1) from each other member or manager who is liable under Subsection A of this section; and\n\n(2) from each member for the amount the member received knowing that the distribution was made in violation of a provision of the articles of organization, an operating agreement or Section 26 of the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-27/"
    },
    {
      "id": "section-53-19-28",
      "number": "53-19-28",
      "heading": "Right to distribution.",
      "text": "At the time a member becomes entitled to receive a distribution, the member has the status of and is entitled, with respect to the distribution, to all remedies available to a creditor of the limited liability company. A member to whom a limited liability company is indebted as a consequence of a distribution to such member, which is not prohibited by Section 26 [53-19-26 NMSA 1978] of the Limited Liability Company Act, shall be a creditor at parity with the limited liability company's other general unsecured creditors, except to the extent that the limited liability company's indebtedness to such member is subordinated by agreement.\n\nHistory:Laws 1993, ch. 280, § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-28/"
    },
    {
      "id": "section-53-19-29",
      "number": "53-19-29",
      "heading": "Ownership of property by the limited liability company.",
      "text": "A. Property transferred to or otherwise acquired by a limited liability company is property of the limited liability company and not of the members. A member has no interest in an item of limited liability company property.\n\nB. Property acquired or owned by the limited liability company shall be acquired, held and conveyed in the name of the limited liability company. A limited liability company may acquire any estate in real or personal property in the name of the limited liability company, and title to any estate so acquired shall vest in the limited liability company rather than in the members.\n\nC. Property may be owned by a limited liability company, even though the property is not acquired or held in its name.\n\nD. Subject to Subsection G of this section, property is presumed to be owned by the limited liability company if it is acquired in the name of the limited liability company.\n\nE. Subject to Subsection G of this section, property is presumed to be owned by the limited liability company if it is purchased with funds of the limited liability company, even if it is acquired in the name of a member or other person.\n\nF. Subject to Subsection G of this section, property is presumed to be the property of one or more members or other persons if it is acquired in the names of such persons without use of funds of the limited liability company, even though the property is used for purposes of the business of the limited liability company.\n\nG. Real property and other property held of public record otherwise than in the name of the limited liability company, the ownership of which is customarily publicly recorded, shall not be deemed to be owned by the limited liability company to the prejudice of a person who did not have actual knowledge of the limited liability company's ownership.\n\nHistory:Laws 1993, ch. 280, § 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-29/"
    },
    {
      "id": "section-53-19-30",
      "number": "53-19-30",
      "heading": "Transfer of property of limited liability company.",
      "text": "A. Except as provided in Subsection E of this section, Section 42 or 43 [53-19-42, 53-19-43 NMSA 1978] of the Limited Liability Company Act or otherwise in the articles of organization or an operating agreement, title to property of a limited liability company that is held in the name of the limited liability company may be transferred by an instrument of transfer executed by any member in the name of the limited liability company.\n\nB. Title to property of a limited liability company that is held in the name of one or more members or managers with an indication in the instrument transferring title to the property to them of their capacity as members or managers of a limited liability company, or of the existence of a limited liability company, even if the name of the limited liability company is not indicated, may be transferred by an instrument of transfer executed by the one or more members or managers in whose name title is held.\n\nC. Property transferred under Subsection A or B of this section, or the proceeds of that property, may be recovered by the limited liability company if it proves that the act of the person executing the instrument of transfer did not bind the limited liability company, unless the initial transferee, or a person claiming through the initial transferee, gave value without having notice that the person who executed the instrument on behalf of the limited liability company lacked authority to bind the limited liability company.\n\nD. Title to property of a limited liability company that is held in the name of one or more persons other than the limited liability company without an indication in the instrument transferring title to the property to them of their capacity as members or managers of a limited liability company, or of the existence of a limited liability company, may be transferred free of any claims of the limited liability company or of the members, by the persons in whose name title is held, to a transferee who gives value without having notice that the property transferred is the property of a limited liability company.\n\nE. Unless otherwise provided in the articles of organization or an operating agreement, if the articles of organization provide that management of the limited liability company is vested in a manager:\n\n(1) title to property of the limited liability company that is held in the name of the limited liability company may be transferred by an instrument of transfer executed by any manager in the name of the limited liability company; and\n\n(2) a member, acting solely in his capacity as a member, shall not have such authority.\n\nHistory:Laws 1993, ch. 280, § 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-30/"
    },
    {
      "id": "section-53-19-31",
      "number": "53-19-31",
      "heading": "Nature of membership interest.",
      "text": "A membership interest is personal property.\n\nHistory:\n\nLaws 1993, ch. 280, § 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-31/"
    },
    {
      "id": "section-53-19-32",
      "number": "53-19-32",
      "heading": "Assignment of interests.",
      "text": "A. Except as provided in the articles of organization or an operating agreement:\n\n(1) a membership interest or a limited liability company interest is assignable in whole or in part;\n\n(2) until the assignee becomes a member in accordance with the provisions of Subsection A of Section 33 [53-19-33 NMSA 1978] of the Limited Liability Company Act, an assignment entitles the assignee to receive only the distributions and return of capital to which the assignor would be entitled with respect to the interest he assigned if he had not assigned such interest;\n\n(3) an assignment does not of itself dissolve the limited liability company;\n\n(4) until the assignee of a membership interest becomes a member, the assignor continues to be a member and to have the power to exercise all rights of a member, subject to the provisions of Paragraph (2) of this subsection and the members' right to remove the assignor pursuant to Subparagraph (b) of Paragraph (3) of Subsection A of Section 38 [53-19-38 NMSA 1978] of the Limited Liability Company Act;\n\n(5) until the assignee of a membership interest becomes a member, the assignee has no liability of a member solely as a result of the assignment; and\n\n(6) the assignor is not released from any liability that he may have as a member solely as a result of his assignment.\n\nB. Unless otherwise provided by the articles of organization or an operating agreement, the pledge or granting of a security interest, lien or other encumbrance in or against all or any portion of the interest of a member is not an assignment and shall not cause the member to cease to be a member or to cease to have the power to exercise any rights or powers of a member.\n\nHistory:Laws 1993, ch. 280, § 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-32/"
    },
    {
      "id": "section-53-19-33",
      "number": "53-19-33",
      "heading": "Right of assignee to become a member.",
      "text": "A. Except as otherwise provided in the articles of organization or an operating agreement, an assignee may become a member only if the other members unanimously consent. Such consent shall be evidenced in the manner specified in the articles of organization or an operating agreement; however, in the absence of such specification, such consent shall be evidenced by an instrument, dated and signed by the other members.\n\nB. An assignee who becomes a member has the rights and powers, and is subject to the restrictions and liabilities of a member under the articles of organization, any operating agreement and the Limited Liability Company Act. An assignee who becomes a member shall not be liable for the obligations of his assignor under that act to make contributions and to return distributions, except to the extent that the assignor and assignee agree that the assignee is so liable. The assignee shall not, however, be obligated as a result of his agreement with his assignor for liabilities of which the assignee had no knowledge at the time the assignee became a member and which could not be ascertained from the articles of organization or an operating agreement.\n\nC. Whether or not an assignee becomes a member, the assignor is not released from his liability pursuant to Section 21 [53-19-21 NMSA 1978] of the Limited Liability Company Act to make contributions to the limited liability company unless all members consent in writing to such a release.\n\nD. A member who assigns his entire interest in the limited liability company ceases to be a member or to have the power to exercise any rights of a member when any assignee of his interest becomes a member as provided in Subsection A of this section.\n\nHistory:Laws 1993, ch. 280, § 33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-33/"
    },
    {
      "id": "section-53-19-34",
      "number": "53-19-34",
      "heading": "Interest of a deceased, incompetent or terminated member.",
      "text": "If a member who is an individual dies or a court adjudges him to be incompetent to manage his person or property, or if a member that is not an individual is dissolved, liquidated or otherwise completely terminated, the member's executor, administrator, guardian, conservator, liquidating trustee or other legal representative has all of the rights of an assignee of the member's limited liability company interest.\n\nHistory:Laws 1993, ch. 280, § 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-34/"
    },
    {
      "id": "section-53-19-35",
      "number": "53-19-35",
      "heading": "Rights of judgment creditor of member.",
      "text": "On application to a court by any judgment creditor of a member, the court may charge the interest of the member with payment of the unsatisfied amount of the judgment, with interest. To the extent so charged, the judgment creditor has no more rights than those to which an assignee of the member's limited liability company interest would be entitled under the provisions of Section 32 [53-19-32 NMSA 1978] of the Limited Liability Company Act. That act does not deprive any member of the benefit of any exemption laws applicable to his membership interest.\n\nHistory:Laws 1993, ch. 280, § 35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-35/"
    },
    {
      "id": "section-53-19-36",
      "number": "53-19-36",
      "heading": "Admission of members.",
      "text": "A. Subject to the provisions of Subsection B of this section, a person may become a member of a limited liability company:\n\n(1) in the case of a person acquiring a membership interest directly from the limited liability company, upon compliance with the articles of organization or an operating agreement or, if neither the articles nor an operating agreement so provides, upon the written consent of all members; and\n\n(2) in the case of an assignee of a member's interest, as provided in Subsection A of Section 33 [53-19-33 NMSA 1978] of the Limited Liability Company Act.\n\nB. The effective time of admission of a member is the later of:\n\n(1) the date the limited liability company is formed; or\n\n(2) the time provided in the articles of organization or an operating agreement or, if no such time is provided in the articles of organization or an operating agreement, then when the person's admission is reflected in the records of the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-36/"
    },
    {
      "id": "section-53-19-37",
      "number": "53-19-37",
      "heading": "Voluntary withdrawal of members.",
      "text": "A. Unless the articles of organization or an operating agreement provide otherwise, a member of a limited liability company with perpetual existence has the right to voluntarily withdraw from such limited liability company at any time by giving thirty days prior written notice to the other members, or such other notice as a provision in the articles of organization or an operating agreement requires.\n\nB. Unless the articles of organization or an operating agreement provide otherwise, a member of a limited liability company for a definite term or particular undertaking has no right to withdraw voluntarily before the expiration of that term or the achievement of that undertaking. If a member of a limited liability company for a definite term or particular undertaking attempts to withdraw voluntarily without a right to do so, such attempt shall be ineffective except that such member shall be deemed to have relinquished by such attempt all of his right and power to vote or to otherwise participate thereafter, in any way, in management or control of the limited liability company.\n\nC. Unless the articles of organization or an operating agreement provide otherwise, a member who elects voluntarily to withdraw pursuant to a right to do so shall be entitled to receive, within a reasonable time following the effective date of such withdrawal, the fair market value of his limited liability company interest. From and after the effective date of such withdrawal he shall cease to be a member and shall be deemed to have relinquished all right and power to vote or to otherwise participate in any way in the management or control of the limited liability company or to participate in distributions or otherwise to receive a return of capital from the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-37/"
    },
    {
      "id": "section-53-19-38",
      "number": "53-19-38",
      "heading": "Events of dissociation.",
      "text": "A. A member ceases to be a member of a limited liability company upon the occurrence of one or more of the following events:\n\n(1) the member withdraws by voluntary act from a limited liability company whose articles of organization or operating agreement grants him the right to voluntarily withdraw or from a limited liability company with perpetual existence whose articles of incorporation and operating agreement do not prohibit such voluntary withdrawal;\n\n(2) the member ceases to be a member as provided in Subsection D of Section 33 [53-19-33 NMSA 1978] of the Limited Liability Company Act; or\n\n(3) the member is removed as a member:\n\n(a) in accordance with a provision in the articles of organization or an operating agreement; or\n\n(b) by an affirmative vote of all of the members who have not assigned their interests, when such member assigns all of his interest in the limited liability company, unless a provision in the articles of organization or an operating agreement provides otherwise.\n\nB. Unless the articles of organization or an operating agreement provides otherwise, or the member shall obtain the written consent of all members to his continuing membership, a member ceases to be a member of a limited liability company upon the occurrence of one or more of the following events:\n\n(1) the member:\n\n(a) makes an assignment for the benefit of creditors;\n\n(b) files a voluntary petition in bankruptcy;\n\n(c) is adjudicated a bankrupt or insolvent;\n\n(d) files a petition or answer seeking for himself any reorganization, arrangement, composition, readjustment, liquidation, dissolution or similar relief under any law or regulation; or\n\n(e) seeks, consents to or acquiesces in the appointment of a trustee, receiver or liquidator of the member or of all or any substantial part of his assets;\n\n(2) one hundred twenty days shall elapse after any proceeding shall have been commenced against the member seeking reorganization, arrangement, composition, readjustment, liquidation, dissolution or similar relief under any law or regulation and such proceeding shall not have been dismissed, or ninety days shall have elapsed after the appointment, without his consent or acquiescence, of a trustee, receiver or liquidator of the member or of all or any substantial part of his assets, and the appointment shall not have been vacated or stayed, or within ninety days after the expiration of any stay, the appointment shall not have been vacated;\n\n(3) in the case of a member who is an individual, his death or the entry of an order by a court adjudicating him incompetent to manage his person or estate;\n\n(4) in the case of a member that is a trust or is a member in his capacity as trustee of a trust, the termination of the trust, but not merely the substitution of a new trustee;\n\n(5) in the case of a member that is a limited liability company, or a partnership, the dissolution and commencement of winding up of the separate limited liability company or partnership;\n\n(6) in the case of a member that is a corporation, the filing of a certificate of its dissolution or the equivalent, or the revocation of its charter, and the lapse of ninety days after notice to the corporation of a revocation of its charter, without a reinstatement of its charter during that ninety days; or\n\n(7) in the case of a member that is an estate, the distribution by the fiduciary of the estate's entire interest in the limited liability company.\n\nC. The members may provide in the articles of organization or an operating agreement for other events the occurrence of which result in a member ceasing to be a member of the limited liability company.\n\nD. A member who ceases to be a member of a limited liability company shall no longer be entitled to vote or to participate in the management or control of the limited liability company or to demand information pursuant to the Limited Liability Company Act, but may, depending upon the circumstances, continue to hold a limited liability company interest in such limited liability company.\n\nHistory:Laws 1993, ch. 280, § 38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-38/"
    },
    {
      "id": "section-53-19-39",
      "number": "53-19-39",
      "heading": "Dissolution.",
      "text": "A. A limited liability company is dissolved upon the happening of any of the following events:\n\n(1) an event specified in the articles of organization or an operating agreement;\n\n(2) except as otherwise provided in the articles of organization or an operating agreement, upon the written consent of members having a majority share of the voting power of all members; or\n\n(3) entry of a decree of judicial dissolution pursuant to Section 53-19-40 NMSA 1978.\n\nB. On the dissolution of the limited liability company, the limited liability company shall cease to carry on its business and affairs, except insofar as necessary for winding up the company's business and affairs, but its legal existence shall continue until all its business and affairs are wound up.\n\nHistory:Laws 1993, ch. 280, § 39; 1995, ch. 213, § 4; 2003, ch. 318, § 53.\n\nThe 2003 amendment,effective July 1, 2003, deleted former Paragraph A(3) which read: \"except as otherwise provided in the articles of organization or an operating agreement, a majority in interest of the remaining members do not give their written consent to continue the business of the limited liability company within ninety days after the occurrence of an event of dissociation\" and redesignated former Paragraph A(4) as present Paragraph A(3); and deleted Subsection C relating to for the consent to be satisfied must be given by a remaining member.\n\nThe 1995 amendment,effective June 16, 1995, in Subsection A, rewrote Paragraph (3) and substituted \"Section 53-19-40 NMSA 1978\" for \"Section 40 of the Limited Liability Company Act\" in Paragraph (4); and added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-39/"
    },
    {
      "id": "section-53-19-40",
      "number": "53-19-40",
      "heading": "Judicial dissolution.",
      "text": "On application by or for a member, a court may decree dissolution of a limited liability company whenever it is not reasonably practicable to carry on its business in conformity with its articles of organization or operating agreement.\n\nHistory:Laws 1993, ch. 280, § 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-40/"
    },
    {
      "id": "section-53-19-41",
      "number": "53-19-41",
      "heading": "Articles of dissolution.",
      "text": "A. On the dissolution of a limited liability company, persons with authority pursuant to the provisions of Subsection A of Section 53-19-42 NMSA 1978 to wind up its business and affairs shall sign and deliver, to the office of the secretary of state for filing, articles of dissolution.\n\nB. The articles of dissolution shall state:\n\n(1) the name of the limited liability company;\n\n(2) the dates of filing the articles of organization and all amendments and restatements to the articles of organization;\n\n(3) the event causing the dissolution;\n\n(4) the effective date, which shall be a date certain, of the articles of dissolution if the articles of dissolution are not to be effective on filing;\n\n(5) the name and address of each person who has the authority to act for the limited liability company in connection with the winding up of its business and affairs;\n\n(6) confirmation that the limited liability company has resigned as a registered agent or is not currently a registered agent for any entity registered in New Mexico;\n\n(7) whether the winding up of the business and affairs of the limited liability company is being supervised by a court pursuant to the provisions of Paragraph (2) of Subsection A of Section 53-19-42 NMSA 1978; and\n\n(8) any other information persons signing the articles of dissolution choose to include.\n\nC. After the articles of dissolution have been filed, only a person named in the articles of dissolution as having authority to act for the limited liability company in connection with the winding up of its business and affairs shall have such authority, including the authority to bind the limited liability company, transact business on its behalf, act as its agent and execute any instrument for it and in its name.\n\nD. Articles of dissolution that have been filed may be amended at any time and from time to time or revoked at any time and, unless an amendment or revocation states otherwise, it shall be effective upon delivery to the office of the secretary of state for filing.\n\nHistory:Laws 1993, ch. 280, § 41; 2019, ch. 159, § 5.\n\nThe 2019 amendment,effective July 1, 2019, required articles of dissolution to include confirmation that the limited liability company has resigned as a registered agent or is not currently a registered agent for any entity registered in New Mexico; in Subsection A, after \"Section\", deleted \"42 of the Limited Liability Company Act\" and added \"53-19-42 NMSA 1978\", and after \"to the office of\", deleted \"commission\" and added \"secretary of state\"; in Subsection B, added a new Paragraph B(6) and redesignated former Paragraphs B(6) and B(7) as Paragraphs B(7) and B(8), respectively, and in Paragraph B(7), after \"Section\", deleted \"42 of the Limited Liability Company Act\" and added \"53-19-42 NMSA 1978\"; and in Subsection D, after \"delivery to the office of the\", deleted \"commission\" and added \"secretary of state\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-41/"
    },
    {
      "id": "section-53-19-42",
      "number": "53-19-42",
      "heading": "Winding up.",
      "text": "A. Except as may be provided in the articles of organization or an operating agreement, the business and affairs of the limited liability company shall be wound up:\n\n(1) by one or more persons designated in writing by members holding a majority of the voting power of all members, or if no such persons are so designated, by the members or managers who have authority to manage the limited liability company; or\n\n(2) by a court at any time, on application of any member, his legal representative or his assignee, if any person with authority to act pursuant to Paragraph (1) of this subsection shall have engaged in wrongful conduct or on other cause shown.\n\nB. The members, managers or other persons named in the articles of dissolution as having authority to wind up the business and affairs of the limited liability company may, in the name of, and for and on behalf of, the limited liability company:\n\n(1) prosecute and defend suits;\n\n(2) complete the performance of obligations undertaken prior to dissolution and settle and close the business of the limited liability company;\n\n(3) dispose of and transfer the property of the limited liability company;\n\n(4) discharge the liabilities of the limited liability company; and\n\n(5) distribute to the members any remaining assets of the limited liability company.\n\nHistory:Laws 1993, ch. 280, § 42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-42/"
    },
    {
      "id": "section-53-19-43",
      "number": "53-19-43",
      "heading": "Power of managers or members after dissolution.",
      "text": "A. Subject to Subsections C and D of this section, on and after dissolution of the limited liability company and until articles of dissolution shall have been filed with the commission [secretary of state], any manager of a limited liability company whose articles of organization vest management in managers and any member of a limited liability company whose articles of organization do not vest management in managers can bind the limited liability company:\n\n(1) by any act authorized by Section 42 [53-19-42 NMSA 1978] of the Limited Liability Company Act for winding up the limited liability company's business and affairs; and\n\n(2) by any transaction that would have bound the limited liability company if it had not been dissolved, if the other party to the transaction does not have notice of the dissolution.\n\nB. The filing of the articles of dissolution required by Section 41 [53-19-41 NMSA 1978] of the Limited Liability Company Act shall be notice of dissolution for purposes of Paragraph (2) of Subsection A of this section.\n\nC. An act of a member, manager or other person that is not otherwise binding on the limited liability company pursuant to Subsection A of this section is binding if it is otherwise authorized or ratified by the limited liability company.\n\nD. An act of any person that is in contravention of a restriction on authority, shall not bind the limited liability company to persons having knowledge of the restriction.\n\nHistory:Laws 1993, ch. 280, § 43.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-43/"
    },
    {
      "id": "section-53-19-44",
      "number": "53-19-44",
      "heading": "Distribution of assets.",
      "text": "In winding up the business and affairs of a limited liability company, its assets shall be applied or distributed, and its accounts settled, in the following order of priority:\n\nA. first, to payment or adequate provision for payment to creditors, excluding members who by reason of the provisions of Section 28 [53-19-28 NMSA 1978] of the Limited Liability Company Act are creditors with respect to distributions by the limited liability company, but including to the extent permitted by law members who are creditors without application of the provisions of that section;\n\nB. second, except as otherwise provided in the articles of organization or an operating agreement, in satisfaction of liabilities:\n\n(1) under Section 28 of the Limited Liability Company Act to members or former members for distributions; and\n\n(2) to former members as a result of a dissociation requiring a payment under Section 24 [53-19-24 NMSA 1978] of the Limited Liability Company Act or as a result of a voluntary withdrawal requiring payment under Subsection C of Section 37 [53-19-37 NMSA 1978] of the Limited Liability Company Act; and\n\nC. third, except as otherwise provided in the articles of organization or an operating agreement, to members at the date of dissolution in the proportions, determined as of that date, of the values of their contributions to the capital of the limited liability company adjusted for withdrawals of capital.\n\nHistory:Laws 1993, ch. 280, § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-44/"
    },
    {
      "id": "section-53-19-45",
      "number": "53-19-45",
      "heading": "Known claims against dissolved limited liability company.",
      "text": "A. A dissolved limited liability company may dispose of the known claims against it by filing articles of dissolution pursuant to Section 53-19-41 NMSA 1978 and following the procedure described in this section.\n\nB. The dissolved limited liability company shall notify its known claimants in writing of the dissolution at any time after the effective date of dissolution. The written notice shall:\n\n(1) describe information that must be included in a claim;\n\n(2) provide a mailing address where a claim may be sent;\n\n(3) state the deadline by which claims must be received by the limited liability company, which may not be earlier than the later of one hundred twenty days after the date on which the articles of dissolution were filed pursuant to Section 53-19-41 NMSA 1978 or, if the dissolution was not effective on such filing date, one hundred twenty days after the effective date of dissolution stated in the articles of dissolution;\n\n(4) state that the claim shall be barred if not received by the deadline; and\n\n(5) state the effective date that will apply to any rejection notice that the limited liability company may give upon receipt of any claim.\n\nC. A claim against the dissolved limited liability company is barred:\n\n(1) if a claimant who was given written notice pursuant to Subsection B of this section does not deliver the claim to the dissolved limited liability company by the deadline; or\n\n(2) if a claimant whose claim was rejected in writing by the dissolved limited liability company does not commence a proceeding to enforce the claim within ninety days from the effective date of the rejection notice.\n\nD. For purposes of this section, \"claim\" does not include a contingent liability or a claim based on an event occurring after the effective date of dissolution.\n\nHistory:Laws 1993, ch. 280, § 45; 1995, ch. 213, § 5.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"Section 53-19-41 NMSA 1978\" for \"Section 41 of the Limited Liability Company Act\" in Subsection A; and, in Subsection B, rewrote Paragraph (3), added Paragraph (5), and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-45/"
    },
    {
      "id": "section-53-19-46",
      "number": "53-19-46",
      "heading": "Unknown claims against dissolved limited liability company.",
      "text": "A. A dissolved limited liability company may publish notice of its dissolution pursuant to this section and request that persons with claims against the limited liability company present them in accordance with the notice.\n\nB. The notice shall:\n\n(1) be published one time in a newspaper of general circulation in the county where the dissolved limited liability company's principal office or registered office is or was located;\n\n(2) describe the information that must be included in a claim and provide a mailing address where the claim may be sent; and\n\n(3) state that a claim against the limited liability company shall be barred unless a proceeding to enforce the claim is commenced within three years after the publication of the notice.\n\nC. If the dissolved limited liability company publishes a newspaper notice in accordance with Paragraph (1) of Subsection B of this section and files articles of dissolution pursuant to Section 53-19-41 NMSA 1978, the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved limited liability company within three years after the publication date of the newspaper notice:\n\n(1) a claimant who did not receive written notice pursuant to provisions of Section 53-19-45 NMSA 1978;\n\n(2) a claimant whose claim was timely delivered to the dissolved limited liability company but neither accepted nor rejected; and\n\n(3) a claimant whose claim is contingent or based on an event occurring after the effective date of dissolution.\n\nD. A claim may be enforced under this section:\n\n(1) against the dissolved limited liability company, to the extent of its undistributed assets; or\n\n(2) if the assets have been distributed in winding up, against a member of the dissolved limited liability company to the extent of the lesser of his pro rata share of the claim and the fair market value of the assets of the limited liability company distributed to him in winding up, determined as of the times of such distributions; but a member's total liability for all claims pursuant to the provisions of this section shall not exceed the total fair market value of the assets distributed to him determined as of the date of distribution.\n\nHistory:Laws 1993, ch. 280, § 46; 1995, ch. 213, § 6.\n\nThe 1995 amendment,effective June 16, 1995, in Subsection C, substituted \"Section 53-19-41 NMSA 1978\" for \"Section 41 of the Limited Liability Company Act\" and \"the publication date of the newspaper notice\" for \"the later of the publication date of the newspaper notice and the date on which the articles of dissolution were filed\" in the introductory paragraph, and substituted \"pursuant to provisions of Section 53-19-45 NMSA 1978\" for \"under Section 45 of the Limited Liability Company Act\" in Paragraph (1); and made a minor stylistic change in Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-46/"
    },
    {
      "id": "section-53-19-47",
      "number": "53-19-47",
      "heading": "Laws governing foreign limited liability company.",
      "text": "A. Subject to the constitution of New Mexico, the laws of the state or other jurisdiction under which a foreign limited liability company is organized shall govern its organization and internal affairs and the liability of its managers and members.\n\nB. A foreign limited liability company may not be denied registration by reason of any difference between the laws of the state and other jurisdictions under which it was organized and the laws of New Mexico.\n\nHistory:Laws 1993, ch. 280, § 47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-47/"
    },
    {
      "id": "section-53-19-48",
      "number": "53-19-48",
      "heading": "Registration.",
      "text": "Before transacting business in New Mexico, a foreign limited liability company shall register with the commission [secretary of state] by submitting an original signed application for registration as a foreign limited liability company, together with a copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original, executed by a person with authority to do so under the laws of the state or other jurisdiction of its organization and a certificate of good standing and compliance issued by the appropriate official of the state or jurisdiction under the laws of which the organization is organized, current within thirty days and that has not expired at time of receipt by the commission [secretary of state]. The application shall set forth:\n\nA. the name of the foreign limited liability company and, if different, the name under which it proposes to transact business in New Mexico;\n\nB. the state or other jurisdiction where the foreign limited liability company was organized and the date of its organization;\n\nC. the name and address of a registered agent for service of process, which agent meets the requirements of Section 53-19-5 NMSA 1978, whose original, signed statement, together with a copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original, to the effect that such person accepts designation as the registered agent of the foreign limited liability company, shall be submitted with the application;\n\nD. a statement that the secretary of state is appointed the agent of the foreign limited liability company for service of process if no agent has been appointed upon resignation of an already appointed registered agent or, if appointed, the agent's authority has been revoked or the agent cannot be found or served in the exercise of reasonable diligence;\n\nE. the address of the office required to be maintained in the state or other jurisdiction of its organization by the laws of that state or jurisdiction or, if not so required, of the principal office of the foreign limited liability company;\n\nF. a statement that the foreign limited liability company is a foreign limited liability company as defined in Section 53-19-2 NMSA 1978; and\n\nG. the identity of persons in whom management of the foreign limited liability company is vested.\n\nHistory:Laws 1993, ch. 280, § 48; 2001, ch. 200, § 76; 2003, ch. 318, § 54.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, in the introductory paragraph, substituted \"copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original\" for \"duplicate copy that may be a signed, photocopied or conformed copy\" following \"together with a\", substituted \"a\" for \"an original\" following \"its organization and\"; substituted \"statement together with a copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original\" for \"affidavit, together with a duplicate copy\" following \"whose original, signed\"; inserted \"upon resignation of an already appointed registered agent\" following \"has been appointed\" in Subsection D.\n\nThe 2001 amendment,effective July 1, 2001, inserted the language beginning \"and an original certificate of good standing\" and ending \"at time of receipt by the commission\" in the introductory language; and updated the internal references in Subsections C and F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-48/"
    },
    {
      "id": "section-53-19-49",
      "number": "53-19-49",
      "heading": "Issuance of registration.",
      "text": "If the commission [secretary of state] determines that the application for registration from a foreign limited liability company conforms to the provisions of the Limited Liability Company Act and all requisite fees have been paid, the commission [secretary of state] shall:\n\nA. endorse on the signed original and each copy the word \"filed\" and the date of its acceptance for filing;\n\nB. retain a signed original in the files of the commission [secretary of state]; and\n\nC. return each copy to the person who delivered it to the commission [secretary of state] or to that person's representative.\n\nHistory:Laws 1993, ch. 280, § 49; 2003, ch. 318, § 55.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, inserted \"from a foreign limited liability company\" following \"application for registration\" in the introductory paragraph and deleted \"duplicate\" preceding \"copy\" in Subsections A and C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-49/"
    },
    {
      "id": "section-53-19-50",
      "number": "53-19-50",
      "heading": "Name.",
      "text": "A foreign limited liability company may register with the commission [secretary of state] under any name, whether or not it is the name under which it is registered in the state or other jurisdiction of organization, as long as the name could be registered by a domestic limited liability company pursuant to Section 3 [53-19-3 NMSA 1978] of the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 50.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-50/"
    },
    {
      "id": "section-53-19-51",
      "number": "53-19-51",
      "heading": "Amended certificate of registration.",
      "text": "A. The application for registration of a foreign limited liability company may be amended by filing an amended certificate of registration with the commission [secretary of state] signed by a person with authority to do so under the laws of the state or other jurisdiction of its organization. The application for an amended certificate of registration shall set forth:\n\n(1) the name of the foreign limited liability company;\n\n(2) the date the original application for registration was filed; and\n\n(3) the amendment to the application for registration.\n\nB. The application for registration may be amended in any way, so long as the application for registration as amended contains only provisions that, at the time of the amendment, may be lawfully contained in an application for registration.\n\nC. An application for registration shall be amended to reflect any change in the identity of the persons in whom management of the foreign limited liability company is vested.\n\nD. The requirements in respect to the form and contents of the application for amended certificate of registration, the manner of its execution, the filing of an original and copy with the commission [secretary of state], the issuance of an amended certificate of registration and the effect thereof, shall be the same as in the case of an original application for a certificate of registration. In addition to these requirements, the application shall be accompanied by an authenticated copy of the amended articles of organization.\n\nHistory:Laws 1993, ch. 280, § 51; 2001, ch. 200, § 77.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2001 amendment,effective July 1, 2001, rewrote the section heading, which formerly read \"Amendments\"; substituted \"an amended certificate of registration\" and \"application for an amended certificate of registration\" for \"articles of amendment\" in Subsection A; and added Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-51/"
    },
    {
      "id": "section-53-19-52",
      "number": "53-19-52",
      "heading": "Cancellation of registration.",
      "text": "A. A foreign limited liability company authorized to transact business in New Mexico may cancel its registration by application to the secretary of state for a certificate of cancellation. The application for cancellation shall set forth:\n\n(1) the name of the foreign limited liability company and the state or other jurisdiction under the laws of which it is organized;\n\n(2) that the foreign limited liability company is not transacting business in New Mexico;\n\n(3) that the foreign limited liability company surrenders its registration to transact business in New Mexico;\n\n(4) that the foreign limited liability company confirms the authority of its registered agent for service of process in New Mexico and consents that service of process in any action, suit or proceeding based upon any cause of action arising in New Mexico during the time that the foreign limited liability company was authorized to transact business in New Mexico also may be made on the foreign limited liability company by service upon the secretary of state;\n\n(5) an address to which a person may mail a copy of any process against the foreign limited liability company; and\n\n(6) confirmation that the foreign limited liability company has resigned as a registered agent or is not currently a registered agent for any entity registered in New Mexico.\n\nB. The application for cancellation shall be in the form specified by the secretary of state and shall be executed for the foreign limited liability company by a person with authority to do so under the laws of the state or other jurisdiction of its organization or, if the foreign limited liability company is in the hands of a receiver or trustee, by the receiver or trustee on behalf of the foreign limited liability company.\n\nC. A cancellation does not terminate the authority of the secretary of state to accept service of process on the foreign limited liability company with respect to causes of action arising out of its having done business in New Mexico.\n\nHistory:Laws 1993, ch. 280, § 52; 2019, ch. 159, § 6.\n\nThe 2019 amendment,effective July 1, 2019, provided that a foreign limited liability company may cancel its registration by application to the secretary of state for a certificate of cancellation, and that the application shall include confirmation that the foreign limited liability company has resigned as a registered agent or is not currently a registered agent for any entity registered in New Mexico; in Subsections A and B, changed \"commission\" to \"secretary of state\"; and added Paragraph A(6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-52/"
    },
    {
      "id": "section-53-19-53",
      "number": "53-19-53",
      "heading": "Transaction of business without registration.",
      "text": "A. A foreign limited liability company transacting business in New Mexico may not maintain an action, suit or proceeding in a court of New Mexico until it has registered in New Mexico.\n\nB. The failure of a foreign limited liability company to register in New Mexico does not:\n\n(1) impair the validity of any contract or act of the foreign limited liability company;\n\n(2) affect the right of any other party to a contract to maintain any action, suit or proceeding on the contract; or\n\n(3) prevent the foreign limited liability company from defending any action, suit or proceeding in any court of New Mexico.\n\nC. A foreign limited liability company, by transacting business in New Mexico without registration, appoints the secretary of state as its agent for service of process with respect to causes of action arising out of the transaction of business in New Mexico.\n\nD. A foreign limited liability company that transacts business in New Mexico without a valid registration shall be liable to New Mexico in an amount equal to all fees that would have been imposed by the Limited Liability Company Act on that foreign limited liability company for the years or parts of years during which it transacted business in New Mexico without registration, had it obtained such registration, filed all reports required by that act and paid all penalties imposed by that act. The attorney general may bring proceedings to recover all amounts due New Mexico under the provisions of this section.\n\nE. A foreign limited liability company that transacts business in New Mexico without a valid registration shall be subject to a civil penalty not to exceed two hundred dollars ($200) per year or any part thereof during which business was transacted.\n\nF. The civil penalty provided for in Subsection E of this section may be recovered in an action brought by the attorney general. Upon a finding by the court that a foreign limited liability company or any of its members or managers have transacted business in New Mexico in violation of the Limited Liability Company Act, the court shall issue, in addition to the imposition of a civil penalty, an injunction restraining further transaction of business by the foreign limited liability company and the further exercise of any limited liability company's rights and privileges in New Mexico. The foreign limited liability company shall be enjoined from transacting business in New Mexico until all civil penalties, plus any interest and court costs that the court may assess, have been paid and until the foreign limited liability company has otherwise complied with the provisions of the Limited Liability Company Act.\n\nG. A member or manager of a foreign limited liability company is not liable for the debts and obligations of the limited liability company solely because such company transacted business in New Mexico without registration.\n\nHistory:Laws 1993, ch. 280, § 53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-53/"
    },
    {
      "id": "section-53-19-54",
      "number": "53-19-54",
      "heading": "Transactions not constituting transacting business.",
      "text": "A. The following activities of a foreign limited liability company, among others, do not constitute transacting business within the meaning of the Limited Liability Company Act:\n\n(1) maintaining, defending or settling any proceeding;\n\n(2) holding meetings of its members or carrying on any other activities concerning its internal affairs;\n\n(3) maintaining bank accounts;\n\n(4) maintaining offices or agencies for the transfer, exchange and registration of the foreign limited liability company's own securities or interests or appointing and maintaining trustees or depositories with respect to those securities or interests;\n\n(5) selling through independent contractors;\n\n(6) soliciting or obtaining orders, whether by mail or through employees or agents or otherwise, if the orders require acceptance outside New Mexico before they become contracts;\n\n(7) creating as borrower or lender or acquiring indebtedness or mortgages or other security interests in real or personal property;\n\n(8) securing or collecting debts or enforcing rights in property securing debts;\n\n(9) investing in or acquiring, in transactions outside New Mexico, royalties and other nonoperating mineral interests; executing division orders, contracts of sale and other instruments incidental to the ownership of such nonoperating mineral interests; and, in general, owning, without more, real or personal property;\n\n(10) conducting an isolated transaction that is completed within thirty days and that is not one in the course of repeated transactions of a like nature; or\n\n(11) transacting business in interstate commerce.\n\nB. A foreign limited liability company shall not be considered to be transacting business in New Mexico solely because it:\n\n(1) owns a controlling interest in a corporation or a foreign corporation that transacts business in New Mexico;\n\n(2) is a limited partner of a limited partnership or foreign limited partnership that is transacting business in New Mexico; or\n\n(3) is a member or manager of a limited liability company or foreign limited liability company that is transacting business in New Mexico.\n\nC. This section does not apply in determining the contracts or activities that may subject a foreign limited liability company to service of process or taxation in New Mexico or to regulation under any other law of New Mexico.\n\nHistory:Laws 1993, ch. 280, § 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-54/"
    },
    {
      "id": "section-53-19-55",
      "number": "53-19-55",
      "heading": "Service of process.",
      "text": "Service of process in any action against a foreign limited liability company, whether or not registered in accordance with the provisions of the Limited Liability Company Act, shall be made in the manner prescribed by law and the New Mexico Rules of Civil Procedure.\n\nHistory:Laws 1993, ch. 280, § 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-55/"
    },
    {
      "id": "section-53-19-56",
      "number": "53-19-56",
      "heading": "Action by attorney general.",
      "text": "The attorney general may maintain an action to recover civil penalties and restrain a foreign limited liability company from transacting business in New Mexico in violation of the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-56/"
    },
    {
      "id": "section-53-19-57",
      "number": "53-19-57",
      "heading": "Suits by and against the limited liability company.",
      "text": "Suits may be brought by or against a limited liability company in its own name.\n\nHistory:Laws 1993, ch. 280, § 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-57/"
    },
    {
      "id": "section-53-19-58",
      "number": "53-19-58",
      "heading": "Authority to sue on behalf of limited liability company.",
      "text": "Except as otherwise provided in the articles of organization or an operating agreement, a suit on behalf of the limited liability company may be brought in the name of the limited liability company by:\n\nA. any member of the limited liability company who is authorized to sue by the affirmative vote of members having a majority of the voting power of all members whose interests are not adverse to the interests of the limited liability company, whether or not the articles of organization or an operating agreement vests management of the limited liability company in one or more managers; or\n\nB. in the case of a limited liability company whose articles of organization or an operating agreement vest management in one or more managers, any manager who is authorized to do so by the affirmative vote, approval or consent required by the provisions of Section 17 [53-19-17 NMSA 1978] of the Limited Liability Company Act; provided that in determining the required vote, approval or consent, the vote of any manager who has an interest in the outcome of the suit that is adverse to the interest of the limited liability company shall be excluded.\n\nHistory:Laws 1993, ch. 280, § 58.\n\nCompany may not bring suit pro se.— An authorized member of a limited liability company can bring suit in the company's name; however, a member who is not a licensed attorney cannot provide legal representation for the company.Martinez v. Roscoe, 2001-NMCA-083, 131 N.M. 137, 33 P.3d 887, cert. denied, 130 N.M. 558, 28 P.3d 1099 (2002).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-58/"
    },
    {
      "id": "section-53-19-59",
      "number": "53-19-59",
      "heading": "Conversions and mergers; definitions.",
      "text": "As used in Sections 53-19-59 through 53-19-62.3 NMSA 1978:\n\nA. \"corporation\" means an organization incorporated under the laws of New Mexico or a foreign corporation;\n\nB. \"general partner\" means a partner in a partnership and a general partner in a limited partnership;\n\nC. \"limited partner\" means a limited partner in a limited partnership;\n\nD. \"limited partnership\" means a limited partnership created under the Uniform Limited Partnership Act [repealed], a predecessor law or comparable law of another jurisdiction;\n\nE. \"partner\" includes a general partner and a limited partner;\n\nF. \"partnership\" means a general partnership under the Uniform Partnership Act [54-1A-1202 NMSA 1978], a predecessor law or comparable law of another jurisdiction;\n\nG. \"partnership agreement\" means an agreement among the partners concerning the partnership or limited partnership; and\n\nH. \"shareholder\" means a shareholder in a corporation.\n\nHistory:1978 Comp., § 53-19-59, enacted by Laws 1995, ch. 213, § 7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2007, ch. 129, § 1206 repealed the Uniform Limited Partnership Act, 54-2-1 to 54-2-63 NMSA 1978, effective January 1, 2009.\n\nLaws 1996, ch. 53, § 1004 repealed 54-1-1 to 54-1-43 NMSA 1978 of the Uniform Partnership Act, effective July 1, 1997, and Laws 1997, ch. 76, § 23 repealed 54-1-44 to 54-1-46 and 54-1-48 NMSA 1978 of the Uniform Partnership Act, effective July 1, 1997.\n\nRepeals and reenactments.— Laws 1995, ch. 213, § 7 repealed 53-19-59 NMSA 1978, as enacted by Laws 1993, ch. 280, § 59, relating to merger or consolidation, and enacted a new section, effective June 16, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-59/"
    },
    {
      "id": "section-53-19-60",
      "number": "53-19-60",
      "heading": "Conversions and mergers; conversion of corporation, partnership or limited partnership to limited liability company.",
      "text": "A. A corporation, partnership or limited partnership may be converted to a limited liability company pursuant to this section.\n\nB. The terms and conditions of a conversion of a corporation, partnership or limited partnership to a limited liability company shall be approved in the manner specifically provided for by the document, instrument, agreement or other writing governing the internal affairs of the corporation, partnership or limited partnership concerning conversions or, in the absence of such a provision, by all of the shareholders or partners, as the case may be.\n\nC. An agreement of conversion shall set forth the terms and conditions of the conversion of the owners' interests in the converting entity into interests in the converted entity or the cash or other consideration to be paid or delivered as a result of the conversion of the owners' interests or a combination of these.\n\nD. After a conversion is approved pursuant to Subsection B of this section, the corporation, partnership or limited partnership being converted shall file articles of organization with the commission [secretary of state] that satisfy the requirements of Section 53-19-8 NMSA 1978 and a statement containing the items set forth below:\n\n(1) a statement that the corporation or partnership was converted to a limited liability company from a corporation, partnership or limited partnership;\n\n(2) its former name;\n\n(3) a statement of the number of votes cast by the shareholders or partners entitled to vote for and against the conversion and, if the vote is less than unanimous, the number or percentage required to approve the conversion pursuant to Subsection B of this section; and\n\n(4) in the case of a corporation or a limited partnership, a statement that the certificate of incorporation or certificate of limited partnership is to be canceled as of the date the conversion takes effect.\n\nE. In the case of a corporation or a limited partnership, the filing of articles of organization pursuant to Subsection D of this section cancels its certificate of incorporation or certificate of limited partnership as of the date the conversion took effect.\n\nF. A conversion takes effect when articles of organization are filed with the commission [secretary of state] or at any later date specified in the articles of organization.\n\nG. A general partner who becomes a member of a limited liability company as a result of a conversion remains liable as a partner for an obligation incurred by the partnership or limited partnership before the conversion takes effect.\n\nH. A general partner's liability for all obligations of the limited liability company incurred after the conversion takes effect is that of a member of the company. A limited partner who becomes a member as a result of a conversion remains liable only to the extent the limited partner was liable for an obligation incurred by the limited partnership before the conversion took effect.\n\nHistory:1978 Comp., § 53-19-60, enacted by Laws 1995, ch. 213, § 8; 2001, ch. 200, § 78; 2003, ch. 318, § 56.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nRepeals and reenactments.— Laws 1995, ch. 213, § 8 repealed 53-19-60 NMSA 1978, as enacted by Laws 1993, ch. 280, § 60, relating to approval of merger or consolidation, and enacted a new section, effective June 16, 1995.\n\nThe 2003 amendment,effective July 1, 2003, in Subsection B, inserted \"specifically\" following \"in the manner\", inserted \"concerning conversions\" following \"or limited partnership\"; substituted \"a statement containing the items set forth below\" for \"that also contain\" at the end of Subsection D.\n\nThe 2001 amendment,effective July 1, 2001, substituted \"conversion of corporation, partnership or limited\" for \"conversion of partnership of limited\" in the section heading; amended the section to include corporations in its provisions; in Subsection B, substituted the language following \"be approved\" for \"by all of the partners or by a number or percentage of the partners required for conversion in the partnership agreement\"; in Subsection C, substituted \"owners' interests in the converting entity\" for \"partners' interests\", \"entity\" for \"limited liability company\" and \"owners' interests\" for \"partners' interests\"; and in Subsection D, inserted \"shareholders or\" preceding \"partners\" in Paragraph (3).\n\nThe Limited Liability Company Act does not authorize the secretary of state to convert a nonprofit corporation to a profit corporation or limited liability company.— The Limited Liability Company Act (LLC Act), 53-19-1 to 53-19-74 NMSA 1978, contains specific references to conversions from one business entity type to another, namely a corporation, partnership or limited partnership may be converted to a limited liability company (LLC) or an LLC may be converted to a corporation, partnership or limited partnership, but no provision of the LLC Act provides for other types of entity transformations, such as a conversion of a nonprofit corporation to another type of business entity like a profit corporation or an LLC. Accordingly, the secretary of state cannot convert previously licensed nonprofit corporation medical cannabis producers to domestic profit corporations or LLCs.Conversion of Medical Cannabis Distributors Nonprofits(8/27/21), Att'y Gen. Adv. Ltr. 2021-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-60/"
    },
    {
      "id": "section-53-19-601",
      "number": "53-19-60.1",
      "heading": "Conversions and mergers; conversion of limited liability company to corporation, partnership or limited partnership.",
      "text": "A. A limited liability company may be converted to a corporation, partnership or limited partnership pursuant to this section.\n\nB. The terms and conditions of a conversion of a limited liability company to a corporation, partnership or limited partnership shall be approved by the number or percentage of the members or managers specifically required for conversion in the operating agreement or, in absence of such a provision in the operating agreement, by all the members.\n\nC. An agreement of conversion shall set forth the terms and conditions of the conversion of the members' interests in the limited liability company into interests in the corporation, partnership or limited partnership or the cash or other consideration to be paid or delivered as a result of the conversion of the members' interests, or a combination of these.\n\nD. After a conversion is approved under Subsection B of this section, the limited liability company shall file with the commission [secretary of state], if the converted entity is a partnership, a statement containing the items set forth below, if the converted entity is a corporation, articles of incorporation and a statement containing the items set forth below and, if the converted entity is a limited partnership, a certificate of limited partnership and a statement containing the items set forth below:\n\n(1) a statement that the corporation, partnership or limited partnership was converted from a limited liability company;\n\n(2) the former name of the limited liability company;\n\n(3) a statement of the number of votes cast by the members or managers entitled to vote for and against the conversion and, if the vote is other than a unanimous vote of the members, the number or percentage of members or managers required to approve the conversion under Subsection B of this section; and\n\n(4) a statement that the articles of organization of the limited liability company are to be canceled as of the date the conversion takes effect.\n\nE. The filing of articles of incorporation for a corporation, a statement for a partnership or a certificate of limited partnership for a limited partnership resulting from a conversion pursuant to this section, cancels the articles of organization of the limited liability company as of the date the conversion takes effect.\n\nF. A conversion takes effect when articles of incorporation, a certificate of limited partnership or statement required if the converted entity is a partnership, are filed with the commission [secretary of state] or at any later date specified in the filed document.\n\nHistory:1978 Comp., § 53-19-60.1, enacted by Laws 2001, ch. 200, § 79; 2003, ch. 318, § 57.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, in Subsection B, substituted \"by the\" for \"by all of the members or by a\" following \"shall be approved\", inserted \"specifically\" following \"members or managers\", added \"or, in absence of such a provision in the operating agreement, by all the members\" at the end; substituted \"interests\" for \"interest\" following \"of the members\"' in Subsection C.\n\nThe Limited Liability Company Act does not authorize the secretary of state to convert a nonprofit corporation to a profit corporation or limited liability company.— The Limited Liability Company Act (LLC Act), 53-19-1 to 53-19-74 NMSA 1978, contains specific references to conversions from one business entity type to another, namely a corporation, partnership or limited partnership may be converted to a limited liability company (LLC) or an LLC may be converted to a corporation, partnership or limited partnership, but no provision of the LLC Act provides for other types of entity transformations, such as a conversion of a nonprofit corporation to another type of business entity like a profit corporation or LLC. Accordingly, the secretary of state cannot convert previously licensed nonprofit corporation medical cannabis producers to domestic profit corporations or LLCs.Conversion of Medical Cannabis Distributors Nonprofits(8/27/21), Att'y Gen. Adv. Ltr. 2021-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-60-1/"
    },
    {
      "id": "section-53-19-61",
      "number": "53-19-61",
      "heading": "Conversions and mergers; effect of conversion.",
      "text": "A. A corporation, partnership, limited liability company or limited partnership that has been converted pursuant to Section 53-19-60 or 53-19-60.1 NMSA 1978 is for all purposes the same entity that existed before the conversion.\n\nB. When a conversion takes effect:\n\n(1) all property owned by the converting entity is vested in the converted entity;\n\n(2) all debts, liabilities and other obligations of the converting entity continue as obligations of the converted entity;\n\n(3) an action or proceeding pending by or against the converting entity may be continued as if the conversion had not occurred;\n\n(4) except as prohibited by other law, all of the rights, privileges, immunities, powers and purposes of the converting entity are vested in the converted entity; and\n\n(5) except as otherwise provided in the agreement of conversion under Subsection C of Section 53-19-60 NMSA 1978, all of the owners of the converting entity continue as owners of the converted entity.\n\nHistory:1978 Comp., § 53-19-61, enacted by Laws 1995, ch. 213, § 9; 2001, ch. 200, § 80.\n\nRepeals and reenactments.— Laws 1995, ch. 213, § 9 repealed 53-19-61 NMSA 1978, as enacted by Laws 1993, ch. 280, § 61, relating to articles of merger or consolidation, and enacted a new section, effective June 16, 1995.\n\nThe 2001 amendment,effective July 1, 2001, inserted \"corporation\", \"limited liability company\" and \"or 53-19-60.1\" in Subsection A; in Subsection B, substituted \"entity\" for \"partnership or limited partnership\" and \"converted entity\" for \"limited liability company\" throughout the subsection, and substituted the first instance of \"owners\" for \"partners\" and the second instance for \"members\" in Paragraph (5).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-61/"
    },
    {
      "id": "section-53-19-62",
      "number": "53-19-62",
      "heading": "Conversions and merger of entities.",
      "text": "A. Pursuant to a plan of merger approved under Subsection C of this section, a limited liability company may be merged with or into one or more limited liability companies, foreign limited liability companies, corporations, foreign corporations, partnerships, foreign partnerships, limited partnerships, foreign limited partnerships or other domestic or foreign entities.\n\nB. A plan of merger shall set forth:\n\n(1) the name of each entity that is a party to the merger;\n\n(2) the name of the surviving entity into which the other entities will merge;\n\n(3) the type of organization of the surviving entity;\n\n(4) the terms and conditions of the merger;\n\n(5) the manner and basis for converting the interests of each party to the merger into interests or obligations of the surviving entity or into money or other property in whole or in part; and\n\n(6) the street address of the surviving entity's principal place of business.\n\nC. A plan of merger shall be approved:\n\n(1) in the case of a limited liability company that is a party to the merger, by the members representing the percentage of voting power of all members specified in the operating agreement for approval of mergers, but not fewer than the members holding a majority of the voting power of all members or, if provision is not made in the operating agreement, by all the members;\n\n(2) in the case of a foreign limited liability company that is a party to the merger, by the vote required for approval of a merger by the law of the state or foreign jurisdiction in which the foreign limited liability company is organized;\n\n(3) in the case of a partnership or domestic limited partnership that is a party to the merger, by the vote required for approval of a conversion under Subsection B of Section 53-19-60 NMSA 1978; and\n\n(4) in the case of any other entities that are parties to the merger, by the vote required for approval of a merger by the law of this state or of the other state or foreign jurisdiction in which the entity is organized and, in the absence of such a requirement, by all the owners of interests in the entity.\n\nD. After a plan of merger is approved and before the merger takes effect, the plan may be amended or abandoned as provided in the plan.\n\nE. The merger is effective upon the filing of the articles of merger with the commission [secretary of state] or at such later date as the articles may provide.\n\nHistory:1978 Comp., § 53-19-62, enacted by Laws 1995, ch. 213, § 10; 2003, ch. 318, § 58.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nRepeals and reenactments.— Laws 1995, ch. 213, § 10 repealed 53-19-62 NMSA 1978, as enacted by Laws 1993, ch. 280, § 62, relating to effects of merger or consolidation, and enacted a new section, effective June 16, 1995.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"shall\" for \"must\" following \"plan of merger\" in Subsections B and C; inserted \"for approval of mergers\" following \"the operating agreement\" in Paragraph C(1).\n\nThe Limited Liability Company Act does not authorize the secretary of state to convert a nonprofit corporation to a profit corporation or limited liability company.— The Limited Liability Company Act (LLC Act), 53-19-1 to 53-19-74 NMSA 1978, contains specific references to conversions from one business entity type to another, namely a corporation, partnership or limited partnership may be converted to a limited liability company (LLC) or an LLC may be converted to a corporation, partnership or limited partnership, but no provision of the LLC Act provides for other types of entity transformations, such as a conversion of a nonprofit corporation to another type of business entity like a profit corporation or LLC. Accordingly, the secretary of state cannot convert previously licensed nonprofit corporation medical cannabis producers to domestic profit corporations or LLCs.Conversion of Medical Cannabis Distributors Nonprofits(8/27/21), Att'y Gen. Adv. Ltr. 2021-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-62/"
    },
    {
      "id": "section-53-19-621",
      "number": "53-19-62.1",
      "heading": "Conversion and mergers; articles of merger.",
      "text": "A. After approval of the plan of merger under Subsection C of Section 53-19-62 NMSA 1978, unless the merger is abandoned under Subsection D of Section 53-19-62 NMSA 1978, articles of merger must be signed on behalf of each limited liability company and other entity that is a party to the merger and delivered to the commission [secretary of state] for filing. The articles must set forth:\n\n(1) the name and jurisdiction of formation or organization of each of the limited liability companies and other entities that are parties to the merger;\n\n(2) for each limited liability company that is to merge, the date its articles of organization were filed with the commission [secretary of state];\n\n(3) that a plan of merger has been approved and signed by each limited liability company and other entity that is to merge;\n\n(4) the name and address of the surviving limited liability company or other surviving entity;\n\n(5) the effective date of the merger;\n\n(6) if a limited liability company is the surviving entity, such changes in its articles of organization as are necessary by reason of the merger;\n\n(7) if a party to a merger is a foreign limited liability company, the jurisdiction and date of filing of its initial articles of organization and the date when its application for authority was filed with the commission [secretary of state] or, if an application has not been filed, a statement to that effect; and\n\n(8) if the surviving entity is not a limited liability company, an agreement that the surviving entity may be served with process in this state in any action or proceeding for the enforcement of any liability or obligation of any limited liability company previously subject to suit in this state that is to merge, and for the enforcement, as provided in the Limited Liability Company Act, of the right of members of any limited liability company to receive payment for their interest against the surviving entity.\n\nB. If a foreign limited liability company is the surviving entity of a merger, it may not do business in this state until an application for that authority is filed with the commission [secretary of state].\n\nC. The surviving limited liability company or other entity shall furnish a copy of the plan of merger, on request and without cost, to any member of any limited liability company or any person holding an interest in any other entity that is to merge.\n\nD. Articles of merger operate as an amendment to the limited liability company's articles of organization.\n\nHistory:1978 Comp., § 53-19-62.1, enacted by Laws 1995, ch. 213, § 11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-62-1/"
    },
    {
      "id": "section-53-19-622",
      "number": "53-19-62.2",
      "heading": "Conversions and mergers; effect of merger.",
      "text": "A. When a merger takes effect:\n\n(1) the separate existence of each limited liability company and other entity that is a party to the merger, other than the surviving entity, terminates;\n\n(2) all property owned by each of the limited liability companies and other entities that are party to the merger vests in the surviving entity;\n\n(3) all debts, liabilities and other obligations of each limited liability company and other entity that is party to the merger become the obligations of the surviving entity;\n\n(4) an action or proceeding pending by or against a limited liability company or other party to a merger may be continued as if the merger had not occurred or the surviving entity may be sustained as a party to the action or proceeding; and\n\n(5) except as prohibited by other law, all the rights, privileges, immunities, powers and purposes of every limited liability company and other entity that is a party to a merger become vested in the surviving entity.\n\nB. The commission [secretary of state] is an agent for service of process in an action or proceeding against the surviving foreign entity to enforce an obligation of any party to a merger if the surviving foreign entity fails to appoint or maintain an agent designated for service of process in this state or the agent for service of process cannot with reasonable diligence be found at the designated office. Upon receipt of process, the commission [secretary of state] shall send a copy of the process by registered or certified mail, return receipt requested, to the surviving entity at the address set forth in the articles of merger. Service is effected under this subsection at the earliest of:\n\n(1) the date the company receives the process, notice or demand;\n\n(2) the date shown on the return receipt, if signed on behalf of the company; or\n\n(3) five days after its deposit in the mail, if mailed postpaid and correctly addressed.\n\nC. A member of the surviving limited liability company is liable for all obligations of a party to the merger for which the member was personally liable before the merger.\n\nD. Unless otherwise agreed, a merger of a limited liability company that is not the surviving entity in the merger does not require the limited liability company to wind up its business under the Limited Liability Company Act or to pay its liability and distribute its assets pursuant to the Limited Liability Company Act.\n\nE. Articles of merger serve as articles of dissolution for a limited liability company that is not the surviving entity in the merger.\n\nHistory:1978 Comp., § 53-19-62.2, enacted by Laws 1995, ch. 213, § 12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-62-2/"
    },
    {
      "id": "section-53-19-623",
      "number": "53-19-62.3",
      "heading": "Conversion and mergers; non-exclusivity.",
      "text": "Sections 53-19-59 through 53-19-62.2 NMSA 1978 do not preclude an entity from being converted or merged under other law.\n\nHistory:1978 Comp., § 53-19-62.3, enacted by Laws 1995, ch. 213, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-62-3/"
    },
    {
      "id": "section-53-19-63",
      "number": "53-19-63",
      "heading": "Filing, service and copying fees.",
      "text": "The secretary of state shall charge and collect:\n\nA. for filing the original articles of organization and issuing a certificate of organization, fifty dollars ($50.00);\n\nB. for filing amended or restated articles of merger and issuing a certificate of amended or restated articles, fifty dollars ($50.00);\n\nC. for filing articles of merger, conversion or consolidation and issuing a certificate of consolidation, one hundred dollars ($100);\n\nD. for filing articles of dissolution or revocation of dissolution, twenty-five dollars ($25.00);\n\nE. for issuing a certificate for any purpose not otherwise specified, twenty-five dollars ($25.00);\n\nF. for furnishing written information on any limited liability company, twenty-five dollars ($25.00);\n\nG. for providing from the secretary's records any document or instrument, ten dollars ($10.00), and twenty-five dollars ($25.00) for certification of documents or instruments;\n\nH. for accepting an application for reservation of a name or for filing a notice of the transfer of any name reservation, twenty dollars ($20.00);\n\nI. for filing a statement of change of address of registered office or registered agent, or both, twenty dollars ($20.00);\n\nJ. for filing an agent's statement of change of address of registered agent, twenty dollars ($20.00);\n\nK. for issuing a registration to a foreign limited liability company, one hundred dollars ($100);\n\nL. for filing an amendment of the registration of a foreign limited liability company, fifty dollars ($50.00); and\n\nM. for filing an application for cancellation of registration of a foreign limited liability company and issuing a certificate of cancellation, twenty-five dollars ($25.00).\n\nHistory:Laws 1993, ch. 280, § 63; 1995, ch. 213, § 14; 2001, ch. 200, § 81; 2003, ch. 318, § 59; 2015, ch. 66, § 11.\n\nThe 2015 amendment,effective July 1, 2015, authorized the secretary of state to charge and collect certain fees from corporations; in the introductory sentence of the section, changed \"public regulation commission\" to \"secretary of state\"; in Subsection A, after \"organization,\", deleted \"a fee of\"; in Subsection B, after \"restated articles\", deleted \"a fee of\"; in Subsection C, after \"consolidation\", deleted \"a fee of\"; in Subsection D, after \"dissolution\" deleted \"a fee of\"; in Subsection E, after \"specified\", deleted \"a fee of\"; in Subsection F, after \"company\", deleted \"a fee of\"; in Subsection G, after \"providing from the\", deleted \"commission's\" and added \"secretary's\", after \"instrument\", deleted \"a fee of one dollar ($1.00) per page, but in one case less than\", and after \"($10.00), and\", deleted \"a fee of\"; in Subsection H, after \"reservation\", deleted \"a fee of\"; in Subsection I, after \"both\", deleted \"a fee of\", in Subsection J, after \"registered agent\", deleted \"for each affected limited liability company\"; in Subsection K, after \"liability company\", deleted \"a fee of\"; in Subsection L, after \"company\", deleted \"a fee of\"; and in Subsection M, after \"cancellation\", deleted \"a fee of\".\n\nThe 2003 amendment,effective July 1, 2003, inserted \"public regulation\" near the beginning of the introductory paragraph; added Subsection J and redesignated former Subsections J to L as Subsections K to M.\n\nThe 2001 amendment,effective July 1, 2001, inserted \"conversion\" in Subsection C.\n\nThe 1995 amendment,effective June 16, 1995, in Subsection G, substituted \"a fee of one dollar ($1.00) per page, but in no case less than ten dollars ($10.00), and a fee of twenty-five dollars ($25.00)\" for \"a fee of one dollar ($1.00), plus one dollar ($1.00) per page and one dollar ($1.00) per page\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-63/"
    },
    {
      "id": "section-53-19-64",
      "number": "53-19-64",
      "heading": "Execution by judicial act.",
      "text": "Any person who is adversely affected by the failure or refusal of any person to execute or file any articles or other document to be filed pursuant to the Limited Liability Company Act may petition the court in the county where the registered office of the limited liability company is located or, if no such address is on file with the commission [secretary of state], in Santa Fe county, to direct the execution and filing of the articles or other document. If the court finds that it is proper for the articles or other document to be executed and filed and that there has been failure or refusal to execute and file such articles or other documents, it shall order the commission [secretary of state] to file the appropriate articles or other document.\n\nHistory:Laws 1993, ch. 280, § 64.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-64/"
    },
    {
      "id": "section-53-19-65",
      "number": "53-19-65",
      "heading": "Rules of construction.",
      "text": "A. It is the policy of the Limited Liability Company Act to give maximum effect to the principle of freedom of contract and to the enforceability of operating agreements of limited liability companies.\n\nB. Unless displaced by particular provisions of the Limited Liability Company Act, the principles of law and equity supplement that act, including such principles applicable to corporations and their owners.\n\nC. Rules that statutes in derogation of the common law are to be strictly construed shall have no application to the Limited Liability Company Act.\n\nD. The Limited Liability Company Act shall not be construed so as to impair the obligations of any contract existing when that act goes into effect nor affect any action or proceedings begun or rights accrued before that act takes effect.\n\nHistory:Laws 1993, ch. 280, § 65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-65/"
    },
    {
      "id": "section-53-19-66",
      "number": "53-19-66",
      "heading": "Powers of commission [secretary of state].",
      "text": "The commission [secretary of state] has the power and authority reasonably necessary to enable it to administer the Limited Liability Company Act efficiently and to perform the duties therein imposed upon it.\n\nHistory:Laws 1993, ch. 280, § 66.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-66/"
    },
    {
      "id": "section-53-19-661",
      "number": "53-19-66.1",
      "heading": "Administrative revocation.",
      "text": "A limited liability company may be revoked by the commission [secretary of state] if:\n\nA. the limited liability company has failed for a period of thirty days to appoint and maintain a registered agent as required by the Limited Liability Company Act; or\n\nB. the limited liability company has failed for a period of thirty days, after change of its registered office or registered agent, to file in the office of the commission [secretary of state] a statement of the change as required by the Limited Liability Company Act.\n\nHistory:Laws 2001, ch. 200, § 74.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nEffective dates.— Laws 2001, ch. 200, § 101 made Laws 2001, ch. 200, § 74 effective July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-66-1/"
    },
    {
      "id": "section-53-19-662",
      "number": "53-19-66.2",
      "heading": "Reinstatement following administrative revocation.",
      "text": "A. A limited liability company administratively revoked pursuant to the Limited Liability Company Act may apply to the commission [secretary of state] for reinstatement within two years after the effective date of revocation. The application must:\n\n(1) recite the name of the limited liability company and the effective date of its administrative revocation;\n\n(2) state that the ground or grounds for revocation either did not exist or have been eliminated; and\n\n(3) state that the limited liability company's name satisfies the requirements of Section 53-19-3 NMSA 1978.\n\nB. If the commission [secretary of state] determines that the application contains the information required by Subsection A of this section and that the information is correct, it shall cancel the certificate of revocation and prepare a certificate of reinstatement that recites its determination and the effective date of reinstatement, file the original of the certificate and serve a copy on the limited liability company.\n\nC. When the reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative revocation and the limited liability company resumes carrying on its business as if the administrative revocation had never occurred.\n\nHistory:Laws 2001, ch. 200, § 75.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nEffective dates.— Laws 2001, ch. 200, § 101 made Laws 2001, ch. 200, § 75 effective July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-66-2/"
    },
    {
      "id": "section-53-19-67",
      "number": "53-19-67",
      "heading": "Appeal from commission [secretary of state].",
      "text": "If the commission [secretary of state] fails to approve any articles of organization, articles of amendment, articles of merger or consolidation or articles of dissolution or any other document required or permitted by the Limited Liability Company Act to be approved by the commission [secretary of state] before it is filed in its office, it shall, within fifteen working days after the delivery thereof to it, give written notice of its disapproval to the person delivering the same, specifying the reasons therefor. From the disapproval, the person may appeal to the district court pursuant to the provisions of Section 39-3-1.1 NMSA 1978.\n\nHistory:Laws 1993, ch. 280, § 67; 1998, ch. 55, § 50; 1999, ch. 265, § 53.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nCross references.— For procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nThe 1999 amendment,effective July 1, 1999, substituted \"Section 39-3-1.1\" for \"Section 12-8A-1\" in the last sentence.\n\nThe 1998 amendment,effective September 1, 1998, rewrote this section to the extent that a detailed comparison is impracticable.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-67/"
    },
    {
      "id": "section-53-19-68",
      "number": "53-19-68",
      "heading": "Issuance of certificate of good standing and compliance.",
      "text": "The commission [secretary of state] may issue a certificate of good standing and compliance for a limited liability company or foreign limited liability company registered to transact business in New Mexico. If the person requesting the issuance of any such certificate is the limited liability company which is the subject of the certificate, the commission [secretary of state] may require that all fees due at the time of the request be paid before such certificate is issued.\n\nHistory:Laws 1993, ch. 280, § 68.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-68/"
    },
    {
      "id": "section-53-19-69",
      "number": "53-19-69",
      "heading": "Certificates and certified copies to be received in evidence.",
      "text": "All certificates issued by the commission [secretary of state] in accordance with the provisions of the Limited Liability Company Act and all copies of documents filed in its office in accordance with the provisions of the Limited Liability Company Act, when certified by it, shall be taken and received in all courts, public offices and official bodies as prima facie evidence of the facts therein stated, and may be filed and recorded with the respective county clerks. A certificate by the commission [secretary of state] under its seal as to the existence or nonexistence of the facts relating to limited liability companies or foreign limited liability companies shall be taken and received in all courts, public offices and official bodies as prima facie evidence of the existence or nonexistence of the facts therein stated.\n\nHistory:Laws 1993, ch. 280, § 69.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-69/"
    },
    {
      "id": "section-53-19-70",
      "number": "53-19-70",
      "heading": "Forms furnished by the commission [secretary of state].",
      "text": "Forms for all documents to be filed in the office of the commission [secretary of state] may be furnished by the commission [secretary of state] on request therefor, but the use thereof, unless otherwise specifically prescribed by law, is not mandatory.\n\nHistory:Laws 1993, ch. 280, § 70.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-70/"
    },
    {
      "id": "section-53-19-71",
      "number": "53-19-71",
      "heading": "Application to existing limited liability companies.",
      "text": "The provisions of the Limited Liability Company Act apply to all existing foreign limited liability companies which have obtained a certificate of authority to transact business in New Mexico issued pursuant to provisions of the Business Corporation Act [Chapter 53, Articles 11 to 18 NMSA 1978]. Any such limited liability company shall reapply for registration under the Limited Liability Company Act. The commission [secretary of state] shall have authority to revoke upon reasonable prior written notice any certificate of authority to transact business in New Mexico which was issued pursuant to provisions of the Business Corporation Act prior to the effective date of the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 71.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-71/"
    },
    {
      "id": "section-53-19-72",
      "number": "53-19-72",
      "heading": "Application to foreign and interstate commerce.",
      "text": "The provisions of the Limited Liability Company Act apply to commerce with foreign nations and among the several states only insofar as permitted under the provisions of the constitution of the United States.\n\nHistory:Laws 1993, ch. 280, § 72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-72/"
    },
    {
      "id": "section-53-19-73",
      "number": "53-19-73",
      "heading": "Reservation of power.",
      "text": "The legislature reserves power to amend, repeal or modify all or any part of the Limited Liability Company Act at any time and such changes shall be binding upon all limited liability companies and foreign limited liability companies subject to the provisions of the Limited Liability Company Act.\n\nHistory:Laws 1993, ch. 280, § 73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-73/"
    },
    {
      "id": "section-53-19-74",
      "number": "53-19-74",
      "heading": "Commission's [secretary of state's] retention of records.",
      "text": "The commission [secretary of state] shall provide, pursuant to the provisions of the Public Records Act [Chapter 14, Article 3 NMSA 1978], for the retention, storage and destruction of any documents filed with the commission [secretary of state].\n\nHistory:Laws 1993, ch. 280, § 74.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-19/section-53-19-74/"
    }
  ]
}