{
  "state": "new-mexico",
  "path": "title-chapter-53-corporations/chapter-article-12-business-corporations-formation-of-corporations",
  "sections": [
    {
      "id": "section-53-12-1",
      "number": "53-12-1",
      "heading": "Incorporators.Section 53-12-2 - Articles of incorporation",
      "text": "One or more persons or a domestic or foreign corporation may act as incorporator of a corporation by signing and delivering an original and a copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original, to the commission [secretary of state] of articles of incorporation for the corporation.\n\nHistory:1953 Comp., § 51-25-1, enacted by Laws 1967, ch. 81, § 49; 2003, ch. 318, § 34.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nCompiler's notes.— This section is derived from Section 53 of the ABA Model Business Corporation Act.\n\nThe 2003 amendment,effective July 1, 2003, deleted \"or incorporators\" following \"act as incorporator\" and substituted \"an original and a copy, which may be a photocopy of the original after it was signed or a photocopy that is conformed to the original\" for \"in duplicate\" following \"signing an delivering\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 18A Am. Jur. 2d Corporations §§ 189, 190.\n\nLiability of attorney for improper or ineffective incorporation of client, 40 A.L.R.4th 535.\n\n18 C.J.S. Corporations § 25 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-1/"
    },
    {
      "id": "section-53-12-2",
      "number": "53-12-2",
      "heading": "Articles of incorporation.",
      "text": "A. The articles of incorporation shall set forth:\n\n(1) the name of the corporation and, if different, the name under which it proposes to transact business in New Mexico;\n\n(2) the period of duration, if other than perpetual;\n\n(3) the purpose for which the corporation is organized, which may include the transaction of any lawful business for which corporations may be incorporated under the Business Corporation Act;\n\n(4) the aggregate number of shares that the corporation has authority to issue and, if the shares are to be divided into classes, the number of shares of each class;\n\n(5) if the shares are to be divided into classes, the designation of each class and a statement of the preferences, limitations and relative rights in respect of the shares of each class;\n\n(6) if the corporation is to issue the shares of any preferred or special class in series, the designation of each series and a statement of the variations in the relative rights and preferences as between series, insofar as they are to be fixed in the articles of incorporation and a statement of any authority to be vested in the board of directors to establish series and fix and determine the variations in the relative rights and preferences as between series;\n\n(7) any provision limiting or denying to shareholders the preemptive right to acquire unissued shares or securities convertible into such shares or carrying a right to subscribe to or acquire shares;\n\n(8) the address of its initial registered office and the name of its initial registered agent at the address;\n\n(9) the names and addresses of the persons who have consented to serve as directors until the first annual meeting of shareholders or until their successors are elected and qualify; and\n\n(10) the name and address of each incorporator.\n\nB. In addition to provisions required therein, the articles of incorporation may also contain provisions not inconsistent with law regarding:\n\n(1) the direction of the management of the business and the regulation of the affairs of the corporation;\n\n(2) the definition, limitation and regulation of the powers of the corporation, the directors and the shareholders, or any class of the shareholders, including restrictions on the transfer of shares;\n\n(3) the minimum consideration for any authorized shares or class of shares; and\n\n(4) any provision that, under the Business Corporation Act, is required or permitted to be set forth in the bylaws.\n\nC. It is not necessary to set forth in the articles of incorporation any of the corporate powers enumerated in the Business Corporation Act.\n\nD. The articles of incorporation may set forth any provision that the incorporators elect to set forth for the regulation of the internal affairs of the corporation.\n\nE. The articles of incorporation may provide that a director shall not be personally liable to the corporation or its shareholders for monetary damages for breach of fiduciary duty as a director unless:\n\n(1) the director has breached or failed to perform the duties of the director's office in compliance with Subsection B of Section 53-11-35 NMSA 1978; and\n\n(2) the breach or failure to perform constitutes:\n\n(a) negligence, willful misconduct or recklessness in the case of a director who has either an ownership interest in the corporation or receives as a director or as an employee of the corporation compensation of more than two thousand dollars ($2,000) from the corporation in any calendar year; or\n\n(b) willful misconduct or recklessness in the case of a director who does not have an ownership interest in the corporation and does not receive as director or as an employee of the corporation compensation of more than two thousand dollars ($2,000) from the corporation in any calendar year.\n\nSuch a provision in the articles of incorporation shall, however, only eliminate the liability of a director for action taken as a director or any failure to take action as a director at meetings of the board of directors or of a committee of the board of directors or by virtue of action of the directors without a meeting pursuant to Section 53-11-43 NMSA 1978, on or after the date when such provision in the articles of incorporation becomes effective.\n\nHistory:1953 Comp., § 51-25-2, enacted by Laws 1967, ch. 81, § 50; 1975, ch. 64, § 27; 1983, ch. 304, § 43; 1987, ch. 238, § 12; 1988, ch. 39, § 1; 1991, ch. 170, § 7; 1993, ch. 318, § 3; 2003, ch. 318, § 35; 2021, ch. 68, § 4.\n\nCompiler's notes.— This section is derived from Section 54 of the ABA Model Business Corporation Act.\n\nThe 2021 amendment,effective July 1, 2021, required articles of incorporation to include any name under which the corporation proposes to transact business in New Mexico if different than the corporate name; and in Subsection A, Paragraph A(1), after \"corporation\", added \"and, if different, the name under which it proposes to transact business in New Mexico\".\n\nThe 2003 amendment,effective July 1, 2003, substituted \"that the corporation has\" for \"which the corporation shall have\" following \"number of shares\" in Paragraph A(4); deleted \"the number of directors constituting the initial board of directors and\" at the beginning Paragraph A(9); deleted \"in his capacity\" following \"corporation or receives\" in Subparagraph E(2)(a); and deleted \"in his capacity\" following \"does not receive\" in Subparagraph E(2)(b).\n\nThe 1993 amendment,effective June 18, 1993, in Subsection A(9), substituted \"have consented\" for \"are\" and deleted \"and include a statement that an affidavit signed by each director stating that he consents to being a director is on file with the corporation\" from the end.\n\nThe 1991 amendment,effective January 1, 1992, in Subsection A, added \"and include a statement that an affidavit signed by each director stating that he consents to being a director is on file with the corporation\" at the end of Paragraph (9) and made minor stylistic changes in Paragraphs (3) and (6).\n\nAmendment requiring consent of decedent shareholder's heirs.— Amendment of the articles of incorporation, placing restrictions on the transfer of shares, did not affect shares which were due heirs of a decedent shareholder, in the absence of consent and any opportunity to participate in the decision to amend the articles and adopt the restrictions.Lett v. Westland Dev. Co., 1991-NMSC-069, 112 N.M. 327, 815 P.2d 623.\n\nLaw reviews.— For article, \"1975 Amendments to the New Mexico Business Corporation Act,\" see 6 N.M.L. Rev. 57 (1975).\n\nFor article, \"1983 Amendments to the New Mexico Business Corporation Act and Related Statutes,\" see 14 N.M.L. Rev. 371 (1984).\n\nAnnual Survey of New Mexico Corporate Law, see 17 N.M.L. Rev. 253 (1987).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 18A Am. Jur. 2d Corporations §§ 199 to 206.\n\nValidity of restriction on transfer of stock in articles of incorporation, 65 A.L.R. 1159, 61 A.L.R.2d 1318.\n\nValidity and construction of corporate articles or bylaws relating to stock held by one retiring from corporate office or employment, 66 A.L.R. 1295.\n\nConclusiveness of charter as regards character, kind or purposes of corporation, 119 A.L.R. 1012.\n\nConclusiveness, as regards venue, of designation in incorporation papers of place of business, 175 A.L.R. 1092.\n\nConstruction and effect of corporate articles, charter, or bylaws limiting duration or maturity of its indebtedness, 55 A.L.R.2d 949.\n\n18 C.J.S. Corporations § 25 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-2/"
    },
    {
      "id": "section-53-12-3",
      "number": "53-12-3",
      "heading": "Filing of articles of incorporation.",
      "text": "A. An original of the articles of incorporation together with a copy, which may be signed, photocopied or conformed, and a statement executed by the designated registered agent acknowledging acceptance of the appointment by the filing corporation as its registered agent, if the agent is an individual, or a statement executed by an authorized officer of a corporation that is the designated registered agent in which the officer acknowledges the corporation's acceptance of the appointment by the filing corporation as its registered agent, if the agent is a corporation, shall be delivered to the commission [secretary of state]. If the commission [secretary of state] finds that the articles of incorporation and the statement conform to law, it shall, when all fees have been paid:\n\n(1) endorse on the original and copy the word \"filed\" and the month, day and year of the filing thereof;\n\n(2) file the original and the statement in its office; and\n\n(3) issue a certificate of incorporation to which it shall affix the file-stamped copy.\n\nB. The certificate of incorporation, together with the file-stamped copy of the articles of incorporation affixed to it, shall be returned by the commission [secretary of state] to the incorporators or their representative.\n\nHistory:1953 Comp., § 51-25-3, enacted by Laws 1967, ch. 81, § 51; 1977, ch. 103, § 12; 2001, ch. 200, § 51; 2003, ch. 318, § 36.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nCompiler's notes.— This section is derived from Section 55 of the ABA Model Business Corporation Act.\n\nThe 2003 amendment,effective July 1, 2003, in Subsection A, deleted \"and franchise taxes\" following \"when all fees\".\n\nThe 2001 amendment,effective July 1, 2001, substituted \"statement\" for \"affidavit\" throughout the section; in Subsection A, substituted \"An original of the articles of incorporation together with a copy, which may be signed, photocopied or conformed\" for \"Duplicate originals of the articles of incorporation\", substituted \"an authorized officer\" for \"the president or vice president\" substituted \"the original and copy\" for \"each of the duplicate originals\" in Paragraph (1), substituted \"file the original\" for \"file one of the duplicate originals\" in Paragraph (2), substituted \"file-stamped copy\" for \"other duplicate original\" in Paragraph (3); and in Subsection B, substituted \"file-stamped copy\" for \"duplicate original\".\n\nNo requirement to file with county clerks.— No requirement exists in this provision for filing or recording articles of incorporation, or amendments, with the county clerks. 1968 Op. Att'y Gen. No. 68-108.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 18A Am. Jur. 2d Corporations §§ 208 to 213.\n\n18 C.J.S. Corporations § 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-3/"
    },
    {
      "id": "section-53-12-4",
      "number": "53-12-4",
      "heading": "Effect of incorporation.",
      "text": "Unless the commission [secretary of state] disapproves pursuant to Subsection A of Section 53-18-2 NMSA 1978, upon delivery of the articles of incorporation to the commission [secretary of state], the corporate existence shall begin, and the certificate of incorporation shall be conclusive evidence that all conditions precedent required to be performed by the incorporators have been complied with and that the corporation has been incorporated under the Business Corporation Act, except as against this state in a proceeding to cancel or revoke the certificate of incorporation or for involuntary dissolution of the corporation.\n\nHistory:1953 Comp., § 51-25-4, enacted by Laws 1967, ch. 81, § 52; 1983, ch. 304, § 44.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2013, ch. 75, § 9 provided that as of July 1, 2013, the secretary of state, pursuant to N.M. const., Art. 11, § 19, shall assume responsibility for chartering corporations as provided by law, including the performance of the functions of the former corporations bureau of the public regulation commission, and that except for Subsection D of 53-5-8 NMSA 1978, references to the \"public regulation commission\", \"state corporation commission\" or \"commission\" shall be construed to be references to the secretary of state.See8-4-7 NMSA 1978.\n\nCompiler's notes.— This section is derived from Section 56 of the ABA Model Business Corporation Act.\n\nCross references.— For definition of \"commission,\"see53-11-2L NMSA 1978.\n\nThe 1983 amendment,effective June 17, 1983, deleted \"issuance of certificate of\" preceding \"incorporation\" in the catchline and substituted \"Unless the commission . . . to the commission,\" for \"Upon the issuance of the certificate of incorporation,\" at the beginning of the section.\n\nStatutory conditions to be met after incorporation are conditions subsequent.— Statutory conditions to the right to engage in business, to be performed after the corporation has been formed, are conditions subsequent, and while noncompliance therewith may give the state a right to proceed to forfeit the franchise, such noncompliance in the absence of such proceeding does not in anywise affect the legal existence of the corporation.Scott Graphics, Inc. v. Mahaney, 1976-NMCA-038, 89 N.M. 208, 549 P.2d 623, cert. denied, 89 N.M. 322, 551 P.2d 1369.\n\nLaw reviews.— Annual Survey of New Mexico Corporate Law, see 17 N.M.L. Rev. 253 (1987).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 18 Am. Jur. 2d Corporations § 67.\n\n18 C.J.S. Corporations §§ 45 to 61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-4/"
    },
    {
      "id": "section-53-12-5",
      "number": "53-12-5",
      "heading": "Organization meeting of directors.",
      "text": "After the issuance of the certificate of incorporation, an organization meeting of the board of directors named in the articles of incorporation shall be held, either within or without this state, at the call of a majority of the directors named in the articles of incorporation, for the purpose of adopting bylaws, electing officers and the transaction of other business as may come before the meeting. The directors calling the meeting shall give at least three days' notice thereof by mail to each director so named, stating the time and place of the meeting.\n\nHistory:1953 Comp., § 51-25-6, enacted by Laws 1967, ch. 81, § 54; 1975, ch. 64, § 28.\n\nCompiler's notes.— This section is derived from Section 57 of the ABA Model Business Corporation Act.\n\nLaw reviews.— For article, \"1975 Amendments to the New Mexico Business Corporation Act,\" see 6 N.M.L. Rev. 57 (1975).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 18A Am. Jur. 2d Corporations §§ 220, 221.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-5/"
    },
    {
      "id": "section-53-12-6",
      "number": "53-12-6",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1993, ch. 318, § 6 repealed 53-12-6 NMSA 1978, as enacted by Laws 1991, ch. 170, § 8, requiring any person elected or appointed to a board of directors to file an affidavit with the corporation stating that he consents to be a member of the board of directors, effective June 18, 1993. For provisions of former section,seethe 1992 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-6/"
    },
    {
      "id": "section-53-12-7",
      "number": "53-12-7",
      "heading": "Designation as a benefit corporation; requirements; standard of conduct.",
      "text": "A. A corporation, including a professional corporation, may elect to be designated as a benefit corporation. A professional corporation that elects to be designated as a benefit corporation does not violate the provisions of Section 53-6-5 NMSA 1978. A provision of the articles of incorporation or bylaws of a benefit corporation shall not limit, conflict with or supersede the provisions of this section. A corporation that elects to be designated as a benefit corporation:\n\n(1) shall include a statement in the corporation's articles of incorporation that the corporation is a benefit corporation;\n\n(2) in addition to the purpose for which the corporation is organized pursuant to Paragraph (3) of Subsection A of Section 53-12-2 NMSA 1978, shall have a purpose to create through its business and operations the general public benefit of a positive impact on society and the environment, taken as a whole, that is material taking into consideration the corporation's size and the nature of its business;\n\n(3) may identify in the corporation's articles of incorporation that it has a purpose to create a specific public benefit of a positive effect on one or more communities or categories of persons, other than shareholders solely in their capacity as shareholders, or on the environment, including effects of an artistic, charitable, economic, educational, cultural, literary, medical, religious, social, ecological or scientific nature;\n\n(4) shall prepare and provide to shareholders a benefit report annually that:\n\n(a) describes the corporation's progress in achieving its general public benefit purpose and any specific public benefit purpose stated in the articles of incorporation;\n\n(b) describes the process and rationale for selecting or changing the third-party standard used to measure achieving the general public benefit or a specific public benefit;\n\n(c) assesses the overall social and environmental performance of the benefit corporation against a third-party standard;\n\n(d) identifies each member of the board of directors and the duties and compensation as a director; provided that the benefit corporation may omit information regarding director compensation and financial or proprietary information from the benefit report that is made public; and\n\n(e) discloses any connection with the entity that established the third-party standard used to assess the general public benefit or a specific public benefit; and\n\n(5) shall publish the benefit report on the public portion of its internet website, if any, or provide a copy free of charge to any person that requests the benefit report.\n\nB. When performing and discharging the duties of a director set forth in Section 53-11-35 NMSA 1978, a director of a benefit corporation, in determining what that director reasonably believes to be in, or not opposed to, the best interests of the benefit corporation, shall take into consideration:\n\n(1) the interests of the benefit corporation's shareholders, employees, workforce and customers as beneficiaries of the general public benefit or a specific public benefit;\n\n(2) community and societal factors;\n\n(3) the local and global environment;\n\n(4) the short-term and long-term interests of the benefit corporation, including benefits that may accrue to the benefit corporation from its long-term plans and the possibility that these interests may be best served by the continued independence of the benefit corporation; and\n\n(5) the ability of the benefit corporation to accomplish its general public benefit purpose and any specific public benefit purpose stated in the corporation's articles of incorporation.\n\nC. A director of a benefit corporation is not required to give priority to the interests of a particular person or group listed in Subsection B of this section over the interests of any other person or group unless the benefit corporation has stated in its articles of incorporation the intention to give priority to certain interests related to its accomplishment of the general public benefit or a specific public benefit.\n\nD. An officer of a benefit corporation shall consider the interests and factors listed in Subsection B of this section if the officer:\n\n(1) has the discretion to act with respect to a matter; and\n\n(2) reasonably believes that the matter may have a material effect in achieving the corporation's general public benefit purpose or any specific public benefit purpose identified in the articles of incorporation.\n\nE. The board of directors of a publicly traded corporation designated as a benefit corporation shall elect an independent director who shall prepare the benefit report. Any other corporation may designate a director or officer to prepare the benefit report.\n\nF. A benefit corporation shall not be liable for monetary damages pursuant to this section for any failure to pursue or create general public benefit or a specific public benefit.\n\nG. A claim or action against a benefit corporation for failure to pursue or create general public benefit or a specific public benefit as set forth in the articles of incorporation, or a violation of any obligation, duty or standard of conduct pursuant to this section, may only be commenced or maintained by the benefit corporation or on behalf of the corporation in a derivative lawsuit by:\n\n(1) a person or group of persons that, at the time of the action or inaction that gave rise to the complaint, owned beneficially or of record at least two percent of the total number of shares or of a class of shares;\n\n(2) a director of the benefit corporation;\n\n(3) a person or group of persons that, at the time of the action or inaction that gave rise to the complaint, owned beneficially or of record five percent or more of the outstanding equity interests in an entity of which the benefit corporation is a subsidiary; or\n\n(4) other persons as specified in the articles of incorporation or bylaws of the benefit corporation.\n\nH. The amendments to the articles of incorporation that relate to the designation or termination of the designation of the benefit corporation or the general public benefit or a specific public benefit of the corporation shall only be adopted upon receiving the affirmative vote of the holders of a two-thirds' majority of the shares entitled to vote, unless any class of shares is entitled to vote as a class, in which event, the proposed amendment shall be adopted upon receiving the affirmative vote of the holders of a two-thirds' majority of the shares of each class of shares entitled to vote as a class and of the total shares entitled to vote.\n\nI. A benefit corporation may terminate its designation as a benefit corporation by amending its articles of incorporation to delete the requirements of Paragraphs (1) and (2) of Subsection A of this section. The termination of the designation shall be effective upon the adoption of the amendment.\n\nHistory:Laws 2020, ch. 61, § 1.\n\nEffective dates.— Laws 2020, ch. 61 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 20, 2020, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-53/article-12/section-53-12-7/"
    }
  ]
}