{
  "state": "nebraska",
  "path": "title-chapter-19-cities-and-villages-laws-applicable-to-more-than-/chapter-19-617-city-council-organization-when-president-powers",
  "sections": [
    {
      "id": "section-19-617city",
      "number": "19-617.City",
      "heading": "council; organization, when; president; powers",
      "text": "At the first regular meeting in December following the general election in every even-numbered year, the city council in a city under the city manager plan of government shall elect one of its members as president, who shall be ex officio mayor, and ano",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-617",
      "number": "19-617",
      "heading": "",
      "text": "19-617.City council; organization, when; president; powers.\n\nAt the first regular meeting in December following the general election in every even-numbered year, the city council in a city under the city manager plan of government shall elect one of its members as president, who shall be ex officio mayor, and another as vice president, who shall serve in the absence of the president. In the absence of the president and the vice president, the city council may elect a temporary chairperson. The president shall preside over the city council and have a voice and vote in its proceedings but no veto. The president shall be recognized as the official head of the city for all ceremonial purposes, by the courts for the purpose of serving civil process, and by the Governor for military purposes. In addition, the president shall exercise such other powers and perform such duties, not inconsistent with the City Manager Plan of Government Act, as are conferred upon the mayor of the city.\n\nSourceLaws 1917, c. 208, § 18, p. 502;C.S.1922, § 4555;C.S.1929, § 19-618;R.S.1943, § 19-617;Laws 1972, LB 661, § 9;Laws 1977, LB 203, § 2;Laws 1978, LB 591, § 1;Laws 2001, LB 484, § 4;Laws 2019, LB193, § 48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-19/statute-19-617/"
    }
  ]
}