{
  "state": "virginia",
  "path": "title-title-101-conservation/chapter-chapter-7-shoreline-erosion-and-public-beach-preservation",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Shore Erosion Control§ 10.1-700",
      "text": "Definition§ 10.1-701. Duties of Department§ 10.1-702. Shore Erosion Advisory Service§ 10.1-703. Cooperation and coordination with Virginia Institute of Marine Science§ 10.1-704. Use of dredged material for beach nourishment; priorityArticle 2. Public Beach Conservati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101-700",
      "number": "10.1-700.",
      "heading": "Definition",
      "text": "As used in this article, the term \"shore erosion\" means the process of destruction by the action of water, wind, or ice of the land bordering any body of water including all rivers and the tidal waters of the Commonwealth.\n\n1972, c. 855, § 21-11.17; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-700/"
    },
    {
      "id": "section-101-701",
      "number": "10.1-701.",
      "heading": "Duties of Department",
      "text": "The Department shall have the duty to:\n\n1. Coordinate shore erosion control programs of all state agencies and institutions to implement practical solutions to shoreline erosion problems; however, such coordination shall not restrict the statutory authority of the individual agencies having responsibilities relating to shore erosion control;\n\n2. Secure the cooperation and assistance of the United States and any of its agencies to protect waterfront property from destructive shore erosion;\n\n3. Evaluate the effectiveness and practicability of current shore erosion control programs; and\n\n4. Explore all facets of the problems and alternative solutions to determine if other practical and economical methods and practices may be devised to control shore erosion.\n\n1972, c. 855, § 21-11.18; 1980, c. 368; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-701/"
    },
    {
      "id": "section-101-702",
      "number": "10.1-702.",
      "heading": "Shore Erosion Advisory Service",
      "text": "The Department is authorized to assist in carrying out the coordination responsibility of shore erosion control programs as herein assigned, and to establish a Shoreline Erosion Advisory Service.\n\n1972, c. 855, § 21-11.19; 1980, c. 368; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-702/"
    },
    {
      "id": "section-101-703",
      "number": "10.1-703.",
      "heading": "Cooperation and coordination with Virginia Institute of Marine Science",
      "text": "The Department shall cooperate and coordinate with the Virginia Institute of Marine Science of The College of William and Mary in Virginia for research, training and technical advice on erosion-related problems.\n\n1980, c. 368, § 21-11.20; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-703/"
    },
    {
      "id": "section-101-704",
      "number": "10.1-704.",
      "heading": "Use of dredged material for beach nourishment; priority",
      "text": "The beaches of the Commonwealth shall be given priority consideration as sites for the disposal of that portion of dredged material determined to be suitable for beach nourishment. The Secretary of Natural and Historic Resources shall have the responsibility of determining whether the dredged material is suitable for beach nourishment.\n\n1987, cc. 220, 231, § 21-11.16:1; 1988, c. 891; 2021, Sp. Sess. I, c. 401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-704/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Public Beach Conservation and Development Act",
      "text": "Public Beach Conservation and Development Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101-705",
      "number": "10.1-705.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Agency of this Commonwealth\" includes the government of this Commonwealth and any subdivision, agency, or instrumentality, corporate or otherwise, of the government of this Commonwealth.\n\n\"Board\" means the Board of Conservation and Recreation.\n\n\"Develop\" or \"development\" means the replenishment and restoration of existing public beaches.\n\n\"Erosion\" means the process of destruction by the action of wind, water, or ice of the land bordering the tidal waters of the Commonwealth.\n\n\"Government\" or \"governmental\" includes the government of this Commonwealth, the government of the United States, and any subdivision, agency, or instrumentality, corporate or otherwise, of either of them.\n\n\"Locality\" means a county, city or town.\n\n\"Program\" means the provisions of the Public Beach Conservation and Development Act.\n\n\"Public beach\" means a sandy beach located on a tidal shoreline suitable for bathing in a county, city or town and open to indefinite public use.\n\n\"Reach\" means a shoreline segment wherein there is mutual interaction of the forces of erosion, sediment transport and accretion.\n\n\"United States\" or \"agencies of the United States\" includes the United States of America, the United States Department of Agriculture, and any other agency or instrumentality, corporate or otherwise, of the United States of America.\n\n1980, c. 428, § 10-217; 1984, c. 750; 1985, c. 448; 1988, c. 891; 2003, cc. 79, 89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-705/"
    },
    {
      "id": "section-101-706",
      "number": "10.1-706.",
      "heading": "Duties of the Department",
      "text": "The Department shall:\n\n1. Promote understanding of the value of public beaches and the causes and effects of erosion;\n\n2. Make available information concerning erosion of public beaches;\n\n3. Encourage research and development of new erosion control techniques and new sources of sand for public beach enhancement.\n\n1980, c. 428, § 10-216; 1984, c. 235; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-706/"
    },
    {
      "id": "section-101-707",
      "number": "10.1-707.",
      "heading": "Board duties; allocation of funds",
      "text": "A. The Board shall (i) review the financial needs of localities for implementation of this article; (ii) determine successful applicants; (iii) determine the equitable allocation of funds among participating localities except for allocations provided for in the current general appropriations act; and (iv) oversee local implementation of approved projects.\n\nB. The Department shall provide the Board with staff assistance and shall maintain necessary financial records.\n\n1980, c. 428, § 10-218; 1984, cc. 739, 750; 1985, c. 448; 1986, c. 152; 1988, c. 891; 1989, cc. 656, 660; 2003, cc. 79, 89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-707/"
    },
    {
      "id": "section-101-708",
      "number": "10.1-708.",
      "heading": "Relationship of Board and Director; guidelines",
      "text": "The Board shall be responsible for the allocation of the grant fund established in § 10.1-709. The Board shall submit the names of recipient localities to the Director and the Director shall disburse funds to designated localities. The Board may establish guidelines governing application procedures, allocations or implementation standards.\n\n1980, c. 428, § 10-219; 1984, c. 750; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-708/"
    },
    {
      "id": "section-101-709",
      "number": "10.1-709.",
      "heading": "Establishment of fund; unexpended money",
      "text": "A. A special fund to be known as the Public Beach Maintenance and Development Fund shall be established to provide grants to local governments covering up to one-half of the costs of erosion abatement measures designed to conserve, protect, improve, maintain and develop public beaches. No grants to any locality shall exceed 30 percent of the money appropriated to such fund for the biennium unless otherwise provided for in the current general appropriations act. Money appropriated from such fund shall be matched equally by local funds. Federal funds shall not be used by localities to match money given from the fund. Localities may, however, combine state and local funds to match federal funds for purposes of securing federal grants. Interest earned or moneys received by the Fund shall remain in the Fund and be credited to it. Any money remaining in the Fund at the close of the first fiscal year of a biennium shall not revert to the general fund and shall be reappropriated and allotted.\n\nB. Up to $250,000 per year of the money deposited to the Fund including interest accrued may be used for the Board's administrative and operating expenses including but not limited to expenses of the Board and its members, and expenses related to duties outlined in §§ 10.1-701, 10.1-702, 10.1-703, 10.1-706, and 10.1-707. All such expenditures shall be subject to approval by the Board.\n\nC. Money that remains unobligated by the Board from the fund at the end of the biennium for which it was appropriated shall be retained and shall become a Special Emergency Assistance Fund to be used at the discretion of the Governor for the emergency conservation and development of public beaches damaged or destroyed by an unusually severe storm, hurricane or other natural disaster.\n\n1980, c. 428, § 10-220; 1982, c. 329; 1986, c. 152; 1988, c. 891; 2003, cc. 79, 89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-709/"
    },
    {
      "id": "section-101-710",
      "number": "10.1-710.",
      "heading": "Guidelines for allocation of grant funds",
      "text": "The Board shall consider the following when selecting localities for program participation and in determining grant allocations:\n\n1. Present and future beach ownership;\n\n2. Erosion caused by public navigational works;\n\n3. Intensity of use;\n\n4. Availability of public beaches in the vicinity;\n\n5. Evidence of a locality's ability and willingness to develop a long-term capacity to combat erosion;\n\n6. Rate of erosion;\n\n7. Actions of a locality which lead to, or may result in, the erosion of beaches; and\n\n8. Such other matters as the Board shall deem sufficient for consideration.\n\n1980, c. 428, § 10-221; 1984, c. 235; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-710/"
    },
    {
      "id": "section-101-711",
      "number": "10.1-711.",
      "heading": "Local erosion advisory commissions",
      "text": "In order to qualify for the program, localities shall establish local erosion advisory commissions which shall determine local erosion problems, review the locality's erosion control projects, suggest strategies for the future, and assess program implementation.\n\n1980, c. 428, § 10-222; 1984, c. 235; 1988, c. 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-10-1/chapter-7/section-10-1-711/"
    }
  ]
}