{
  "state": "connecticut",
  "path": "title-title-46b-family-law/chapter-chapter-818-connecticut-parentage-act-and-parentage-related-",
  "sections": [
    {
      "id": "section-46b-450",
      "number": "46b-450.",
      "heading": "Short title: Connecticut Parentage Act.",
      "text": "Sections 46b-450 to 46b-553, inclusive, may be cited as the Connecticut Parentage Act.\n\n(P.A. 21-15, S. 1.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-450/"
    },
    {
      "id": "section-46b-451",
      "number": "46b-451.",
      "heading": "Definitions.",
      "text": "As used in sections 46b-450 to 46b-553, inclusive:\n\n(1) “Acknowledged parent” means a person who has established a parent-child relationship under sections 46b-476 to 46b-487, inclusive.\n\n(2) “Adjudicated parent” means a person who has been adjudicated to be a parent of a child by a court of competent jurisdiction.\n\n(3) “Alleged genetic parent” means a person who is alleged to be, or alleges that the person is, a genetic parent or possible genetic parent of a child whose parentage has not been adjudicated. “Alleged genetic parent” includes an alleged genetic father and alleged genetic mother. “Alleged genetic parent” shall not include:\n\n(A) A presumed parent;\n\n(B) A person whose parental rights have been terminated or declared not to exist; or\n\n(C) A donor.\n\n(4) “Assisted reproduction” means a method of causing pregnancy other than sexual intercourse. “Assisted reproduction” includes:\n\n(A) Intrauterine, intracervical or vaginal insemination;\n\n(B) Donation of gametes;\n\n(C) Donation of embryos;\n\n(D) In-vitro fertilization and transfer of embryos; and\n\n(E) Intracytoplasmic sperm injection.\n\n(5) “Birth” includes stillbirth.\n\n(6) “Child” means a person of any age whose parentage may be determined under sections 46b-450 to 46b-553, inclusive.\n\n(7) “Child support agency” means the Office of Child Support Services within the Department of Social Services, established pursuant to section 17b-179, and authorized to administer the child support program mandated by Title IV-D of the Social Security Act, 42 USC 651 et seq., as amended from time to time.\n\n(8) “Determination of parentage” means establishment of a parent-child relationship by a court adjudication or signing of a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive.\n\n(9) “Donor” means a person who provides a gamete or gametes or an embryo or embryos intended for use in assisted reproduction, whether or not for consideration. “Donor” shall not include:\n\n(A) A person who gives birth to a child conceived by assisted reproduction, except as provided in sections 46b-521 to 46b-538, inclusive; or\n\n(B) A parent under sections 46b-509 to 46b-517, inclusive, or an intended parent under sections 46b-521 to 46b-538, inclusive.\n\n(10) “Gamete” means a sperm or egg and includes any part of a sperm or egg.\n\n(11) “Embryo” means a cell or group of cells containing a diploid component of chromosomes or a group of such cells, not including a gamete, that has the potential to develop into a live human being if transferred into the body of a person under conditions in which gestation may be reasonably expected to occur.\n\n(12) “Genetic testing” means an analysis of genetic markers to identify or exclude a genetic relationship.\n\n(13) “Intended parent” means a person, married or unmarried, who manifests an intent to be legally bound as a parent of a child conceived by assisted reproduction.\n\n(14) “Parent” means a person who has established a parent-child relationship under section 46b-471.\n\n(15) “Parentage” or “parent-child relationship” means the legal relationship between a child and a parent of the child.\n\n(16) “Person” means a natural person of any age.\n\n(17) “Presumed parent” means a person who under section 46b-488 is presumed to be a parent of a child, unless the presumption is overcome in a judicial proceeding.\n\n(18) “Record” means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n(19) “Sign” means, with present intent to authenticate or adopt a record:\n\n(A) To execute or adopt a tangible symbol; or\n\n(B) To attach to or logically associate with the record an electronic symbol, sound or process.\n\n(20) “Signatory” means a person who signs a record.\n\n(21) “State” means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands or any territory or insular possession under the jurisdiction of the United States. “State” includes a federally recognized Indian tribe.\n\n(22) “Transfer” means a procedure for assisted reproduction by which an embryo or sperm is placed in the body of the person who will give birth to the child.\n\n(23) “Witnessed” means that at least one person who is authorized to sign has signed a record to verify that the person personally observed a signatory sign the record.\n\n(P.A. 21-15, S. 2.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-451/"
    },
    {
      "id": "section-46b-452",
      "number": "46b-452.",
      "heading": "Scope.",
      "text": "(a) Sections 46b-450 to 46b-553, inclusive, apply to a determination of parentage.\n\n(b) Sections 46b-450 to 46b-553, inclusive, do not create, affect, enlarge or diminish the equitable powers of the courts of this state or parental rights or duties under the law of this state other than public act 21-15*.\n\n(P.A. 21-15, S. 3.)\n\n*Note: Public act 21-15 is entitled “An Act Concerning Adoption and Implementation of the Connecticut Parentage Act”. (See Reference Table captioned “Public Acts of 2021” in Volume 16 which lists the sections amended, created or repealed by this act.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-452/"
    },
    {
      "id": "section-46b-453",
      "number": "46b-453.",
      "heading": "Applicable law.",
      "text": "The court shall apply the law of this state to determine parentage. The applicable law shall not depend on: (1) The place of birth of the child; or (2) the past or present residence of the child.\n\n(P.A. 21-15, S. 4.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-453/"
    },
    {
      "id": "section-46b-454",
      "number": "46b-454.",
      "heading": "Authorized court. Exceptions.",
      "text": "(a) Petitions to adjudicate parentage shall be filed in the Family Division of the Superior Court, except that: (1) Petitions by an alleged genetic parent seeking to establish the alleged genetic parent's parentage pursuant to section 46b-571 shall be filed in the Probate Court; (2) petitions to determine parentage after the death of the child or the person whose parentage is to be determined shall be filed in the Probate Court; (3) petitions for parentage orders under sections 46b-517, 46b-531 and 46b-535, petitions to validate a genetic surrogacy agreement under sections 46b-533 and 46b-536 and petitions to determine parentage of a child born pursuant to a genetic surrogacy agreement that has not been validated under sections 46b-533 and 46b-536, shall be filed in the Probate Court; and (4) petitions by the IV-D agencies, in IV-D cases, as defined in section 46b-231, and in petitions brought under sections 46b-301 to 46b-425, inclusive, shall be filed with the clerk for the Family Support Magistrate Division.\n\n(b) If the petition is filed by the Office of Child Support Services of the Department of Social Services, the petition shall be accompanied by an affidavit of the parent whose rights have been assigned. In cases where the assignor refuses to provide an affidavit, the affidavit may be submitted by the Office of Child Support Services, provided the affidavit alone shall not support a default judgment on the issue of parentage.\n\n(c) There shall be no right to a jury trial in an action to adjudicate parentage.\n\n(d) A petition filed in the Superior Court or the Family Support Magistrate Court to adjudicate parentage may be brought any time prior to the child's eighteenth birthday, provided liability for support of such child shall be limited to the three years next preceding the date of the filing of any such petition.\n\n(P.A. 21-15, S. 5; P.A. 22-129, S. 7.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 22-129 amended Subsec. (a)(3) to add exception for petitions to determine parentage of child born to genetic surrogacy agreement that has not been validated under Secs. 46b-533 and 46b-536, effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-454/"
    },
    {
      "id": "section-46b-455",
      "number": "46b-455",
      "heading": "to 46b-457. - Reserved for future use.",
      "text": "to 46b-457. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-458",
      "number": "46b-458.",
      "heading": "Standing to maintain proceedings.",
      "text": "Subject to the provisions of sections 46b-450 to 46b-553, inclusive, a proceeding to adjudicate parentage may be maintained by: (1) The child, if the child is eighteen years of age or older or, if the child is a minor, through a representative of the child; (2) the person who gave birth to the child, unless a court has adjudicated that such person is not a parent; (3) a person who is a parent of the child under sections 46b-450 to 46b-553, inclusive; (4) a person who seeks to be adjudicated a parent under the provisions of sections 46b-450 to 46b-553, inclusive; (5) the Department of Social Services; (6) the Department of Children and Families; (7) a person deemed by the court to have a sufficient interest to file a claim for parentage on behalf of a deceased parent; or (8) a representative authorized by the law of this state, other than sections 46b-450 to 46b-553, inclusive, to act for a person who otherwise would be entitled to maintain a proceeding but is deceased, incapacitated or a minor.\n\n(P.A. 21-15, S. 6.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-458/"
    },
    {
      "id": "section-46b-459",
      "number": "46b-459.",
      "heading": "Notice of proceeding.",
      "text": "(a) Notice of a proceeding to adjudicate parentage shall be given, by the petitioner for proceedings in the Superior Court and by the Court for proceedings in the Probate Court, to the following persons: (1) The person who gave birth to the child, unless a court has adjudicated that such person is not a parent; (2) a presumed, acknowledged or adjudicated parent of the child; (3) a person whose parentage of the child is to be adjudicated; (4) a representative authorized by the law of this state to act for a person who otherwise would be entitled to maintain a proceeding but is deceased, incapacitated or a minor; (5) the fiduciary of an estate of deceased persons otherwise entitled to notice; (6) in proceedings involving a public assistance recipient, the Attorney General, who shall be and remain a party to any parentage proceeding and to any proceedings after judgment in such action; and (7) the Commissioner of Children and Families, in proceedings involving a child for whom a petition has been filed pursuant to section 46b-129 and who is under the care and custody or guardianship of the Department of Children and Families.\n\n(b) A person entitled to notice under subsection (a) of this section has a right to intervene in the proceeding.\n\n(c) Failure to provide notice in accordance with subsection (a) of this section shall not render a judgment void. Failure to provide notice in accordance with subsection (a) of this section shall not preclude a person entitled to notice under said subsection from bringing a proceeding under sections 46b-450 to 46b-553, inclusive.\n\n(P.A. 21-15, S. 7.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-459/"
    },
    {
      "id": "section-46b-460",
      "number": "46b-460.",
      "heading": "Personal jurisdiction.",
      "text": "(a) A court may adjudicate a person's parentage of a child only if the court has personal jurisdiction over that person.\n\n(b) A court of this state with jurisdiction to adjudicate parentage may exercise personal jurisdiction over a nonresident person, or the guardian or conservator of the person consistent with the laws of this state.\n\n(P.A. 21-15, S. 8.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-460/"
    },
    {
      "id": "section-46b-461",
      "number": "46b-461.",
      "heading": "Venue.",
      "text": "(a) Except as provided in subsections (b) to (d), inclusive, of this section, venue for a proceeding to adjudicate parentage is in the judicial district in which:\n\n(1) The child resides; or\n\n(2) If the child shall not reside in this state, the petitioner or respondent resides.\n\n(b) In actions filed in the Probate Court by an alleged genetic parent seeking to establish the alleged genetic parent's parentage, the petition shall be filed in the probate district where the child or birth parent resides.\n\n(c) In actions filed in the Probate Court to determine parentage after the death of the child or the person whose parentage is to be determined, the petition shall be filed in the probate district where the child, petitioner, or person whose parentage is to be determined resides or resided at the time of death.\n\n(d) In actions filed in the Probate Court by persons seeking parentage orders under sections 46b-517, 46b-531 and 46b-535, or by persons seeking to validate a genetic surrogacy agreement under sections 46b-533 and 46b-536, the petition shall be filed in the probate district where the child or a party to the proceeding resides.\n\n(e) In IV-D support cases, as defined in section 46b-231, and in petitions brought under sections 46b-301 to 46b-425, inclusive, venue for a proceeding to adjudicate parentage is in the Family Support Magistrate Division serving the judicial district where the parent who gave birth or the alleged parent resides.\n\n(P.A. 21-15, S. 9; P.A. 22-37, S. 27.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 22-37 made a technical change in Subsec. (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-461/"
    },
    {
      "id": "section-46b-462",
      "number": "46b-462.",
      "heading": "Temporary order.",
      "text": "(a) In a proceeding under sections 46b-450 to 46b-553, inclusive, a court may issue a temporary order for child support if the order is consistent with the law of this state other than the provisions of sections 46b-450 to 46b-553, inclusive, and the person ordered to pay support is: (1) A presumed parent of the child; (2) petitioning to be adjudicated a parent; (3) identified as a genetic parent through genetic testing under section 46b-502; (4) an alleged genetic parent who has declined to submit to genetic testing; (5) shown by clear and convincing evidence to be a parent of the child; or (6) a parent under sections 46b-450 to 46b-553, inclusive.\n\n(b) A temporary order may include a provision for custody and visitation under the law of this state other than the provisions of sections 46b-450 to 46b-553, inclusive.\n\n(P.A. 21-15, S. 10.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-462/"
    },
    {
      "id": "section-46b-463",
      "number": "46b-463.",
      "heading": "Child as party.",
      "text": "Except as provided in sections 46b-129, 46b-129a and 46b-571, a minor child is a permissive party but not a necessary party to a proceeding under sections 46b-450 to 46b-553, inclusive.\n\n(P.A. 21-15, S. 11.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-463/"
    },
    {
      "id": "section-46b-464",
      "number": "46b-464.",
      "heading": "Public access to proceedings and documents filed with court.",
      "text": "(a) For proceedings in the Superior Court on family relations matters as described in section 46b-1, there shall be a presumption that courtroom proceedings shall be open to the public and that documents filed with the court shall be available to the public. Closure of the courtroom in family relations matters and the sealing of files and limited disclosure of documents in family relations matters shall be in accordance with the requirements prescribed in the Connecticut Practice Book.\n\n(b) For proceedings in Juvenile Court, access to records is governed by section 46b-124.\n\n(c) For proceedings in the Probate Court, members of the public may observe proceedings and may view court records, unless otherwise provided by law or directed by the court.\n\n(P.A. 21-15, S. 12.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-464/"
    },
    {
      "id": "section-46b-465",
      "number": "46b-465.",
      "heading": "Dismissal for want of prosecution.",
      "text": "The court may dismiss a proceeding under sections 46b-450 to 46b-553, inclusive, for want of prosecution only without prejudice. An order of dismissal for want of prosecution purportedly with prejudice is void and has only the effect of a dismissal without prejudice.\n\n(P.A. 21-15, S. 13.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-465/"
    },
    {
      "id": "section-46b-466",
      "number": "46b-466.",
      "heading": "Order adjudicating parentage.",
      "text": "(a) An order adjudicating parentage shall identify the child in a manner provided by the law of this state other than sections 46b-450 to 46b-553, inclusive.\n\n(b) Except as provided in subsection (c) of this section, the court may assess filing fees, reasonable attorney's fees, fees for genetic testing, other costs and necessary travel and other reasonable expenses incurred in a proceeding under sections 46b-450 to 46b-553, inclusive. Attorney's fees awarded under this subsection may be paid directly to the attorney, and the attorney may enforce the order in the attorney's own name.\n\n(c) The court may not assess fees, costs or expenses in a proceeding under sections 46b-450 to 46b-553, inclusive, against a child support agency of this state or another state, except as provided by the law of this state other than sections 46b-450 to 46b-553, inclusive.\n\n(d) In a proceeding under sections 46b-450 to 46b-553, inclusive, a copy of a bill for genetic testing or prenatal or postnatal health care for the person who gave birth to the child or for the child, provided to the adverse party not later than ten days before the date of a hearing, is admissible to establish: (1) The amount of the charge billed; and (2) that the charge is reasonable and necessary.\n\n(P.A. 21-15, S. 14.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-466/"
    },
    {
      "id": "section-46b-467",
      "number": "46b-467.",
      "heading": "Court authority to order name of child changed.",
      "text": "On request of a party and for good cause, the court in a proceeding under sections 46b-450 to 46b-553, inclusive, may order the name of the child changed. If the court order changing the child's name varies from the name on the child's birth certificate, the court shall order the Department of Public Health to issue an amended birth certificate.\n\n(P.A. 21-15, S. 15.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-467/"
    },
    {
      "id": "section-46b-468",
      "number": "46b-468.",
      "heading": "Binding effect of determination of parentage.",
      "text": "(a) A party to an adjudication of parentage by a court acting under circumstances that satisfy the jurisdiction requirements of the applicable laws of this state, including the provisions of public act 21-15*, and any person who received notice of the proceeding are bound by the adjudication.\n\n(b) In a proceeding for dissolution of marriage, annulment or legal separation, the court is deemed to have made an adjudication of parentage of a child if the court acts under circumstances that satisfy the jurisdictional requirements of the applicable laws of this state, including the provisions of public act 21-15*, and the final order: (1) Expressly identifies the child as a “child of the marriage” or “issue of the marriage” or includes similar words indicating that both spouses are parents of the child; or (2) provides for support of the child by a spouse unless that spouse's parentage is disclaimed specifically in the order.\n\n(c) A determination of parentage may be asserted as a defense in a subsequent proceeding seeking to adjudicate parentage of a person who was not a party to the earlier proceeding.\n\n(d) A party to an adjudication of parentage may challenge the adjudication only under the law of this state other than the provisions of sections 46b-450 to 46b-553, inclusive, relating to appeal, opening or setting aside judgments or other judicial review.\n\n(P.A. 21-15, S. 16.)\n\n*Note: Public act 21-15 is entitled “An Act Concerning Adoption and Implementation of the Connecticut Parentage Act”. (See Reference Table captioned “Public Acts of 2021” in Volume 16 which lists the sections amended, created or repealed by this act.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-468/"
    },
    {
      "id": "section-46b-469",
      "number": "46b-469.",
      "heading": "Adjudicating parentage of child with adjudicated parent.",
      "text": "(a) If a child has an adjudicated parent, a proceeding to challenge the adjudication, brought by a person who was a party to the adjudication or received notice under section 46b-459, is governed by the Connecticut Practice Book and other provisions of the general statutes concerning the opening or setting aside of judgments.\n\n(b) If a child has an adjudicated parent, the following rules apply to a proceeding to challenge the adjudication of parentage brought by a person, other than the child, who has standing under section 46b-458 and was not a party to the adjudication and did not receive notice under section 46b-459:\n\n(1) The person shall commence the proceeding not later than two years after the effective date of the adjudication, unless the person did not know and could not reasonably have known of the person's potential parentage due to a material misrepresentation or concealment, in which case the proceeding shall be commenced not later than one year after the date of discovery of the person's potential parentage.\n\n(2) The court may permit the proceeding only if the court finds permitting the proceeding is in the best interest of the child.\n\n(3) If the court permits the proceeding, the court shall adjudicate parentage under section 46b-475.\n\n(P.A. 21-15, S. 17.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-469/"
    },
    {
      "id": "section-46b-470",
      "number": "46b-470.",
      "heading": "Data privacy.",
      "text": "A proceeding under sections 46b-450 to 46b-553, inclusive, is subject to the law of this state other than said sections, which govern the health, safety, privacy and liberty of a child or other person who could be affected by disclosure of information that could identify the child or other person, including address, telephone number, digital contact information, place of employment, Social Security number and the child's day care facility or school.\n\n(P.A. 21-15, S. 18.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-470/"
    },
    {
      "id": "section-46b-471",
      "number": "46b-471.",
      "heading": "Establishment of parent-child relationship.",
      "text": "A parent-child relationship is established between a person and a child if:\n\n(1) The person gives birth to the child, except as otherwise provided in sections 46b-521 to 46b-538, inclusive;\n\n(2) There is a presumption under subdivision (1) or (2) of subsection (a) of section 46b-488 of the person's parentage of the child, unless the presumption is overcome in a judicial proceeding;\n\n(3) There is a presumption under subdivision (3) of subsection (a) of section 46b-488, and the person is adjudicated a parent of the child or acknowledges parentage of the child under sections 46b-476 to 46b-487, inclusive;\n\n(4) The person is adjudicated a parent of the child under section 46b-490;\n\n(5) The person is adjudicated a parent of the child under sections 46b-495 to 46b-505, inclusive;\n\n(6) The person adopts the child;\n\n(7) The person acknowledges parentage of the child under sections 46b-476 to 46b-487, inclusive, unless the acknowledgment is rescinded under section 46b-482 or successfully challenged under section 46b-483;\n\n(8) The person's parentage of the child is established under sections 46b-509 to 46b-517, inclusive;\n\n(9) The person's parentage of the child is established under sections 46b-521 to 46b-538, inclusive; or\n\n(10) The court is deemed to have made an adjudication of parentage pursuant to subsection (b) of section 46b-468.\n\n(P.A. 21-15, S. 19.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-471/"
    },
    {
      "id": "section-46b-472",
      "number": "46b-472.",
      "heading": "No discrimination based on marital status or gender of parent or circumstance of birth of child.",
      "text": "A parent-child relationship extends equally to every child and parent, regardless of the marital status or gender of the parent or the circumstances of the birth of the child.\n\n(P.A. 21-15, S. 20.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-472/"
    },
    {
      "id": "section-46b-473",
      "number": "46b-473.",
      "heading": "Consequences of establishing parentage.",
      "text": "Unless parental rights are terminated, a parent-child relationship established under sections 46b-450 to 46b-553, inclusive, applies for all purposes.\n\n(P.A. 21-15, S. 21.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-473/"
    },
    {
      "id": "section-46b-474",
      "number": "46b-474.",
      "heading": "Application of provisions to parent-child relationship.",
      "text": "To the extent practicable, a provision of sections 46b-450 to 46b-553, inclusive, applicable to a father-child relationship or applicable to a mother-child relationship shall apply to any parent-child relationship, regardless of the gender of the parent.\n\n(P.A. 21-15, S. 22)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-474/"
    },
    {
      "id": "section-46b-475",
      "number": "46b-475.",
      "heading": "Adjudicating competing claims of parentage.",
      "text": "(a) Except as provided in public act 21-15*, in a proceeding to adjudicate competing claims of parentage of a child by two or more persons, the court shall adjudicate parentage in the best interest of the child, based on:\n\n(1) The age of the child;\n\n(2) The length of time during which each person assumed the role of parent of the child;\n\n(3) The nature of the relationship between the child and each person;\n\n(4) The harm to the child if the relationship between the child and each person is not recognized;\n\n(5) The basis for each person's claim to parentage of the child;\n\n(6) Other equitable factors arising from the disruption of the relationship between the child and each person, or the likelihood of other harm to the child; and\n\n(7) Any other factor the court deems relevant to the child's best interests.\n\n(b) If a person challenges parentage based on the results of genetic testing, in addition to the factors listed in subsection (a) of this section, the court shall consider:\n\n(1) The facts surrounding the discovery that the person might not be a genetic parent of the child; and\n\n(2) The length of time between the time that the person was placed on notice that the person might not be a genetic parent and the commencement of the proceeding.\n\n(c) The court may adjudicate a child to have more than two parents under sections 46b-450 to 46b-553, inclusive, if the court finds that failure to recognize more than two parents would be detrimental to the child. A finding of detriment to the child shall not require a finding of unfitness of any parent or person seeking an adjudication of parentage. In determining detriment to the child, the court shall consider all relevant factors, including the harm if the child is removed from a stable placement with a person who has fulfilled the child's physical needs and psychological needs for care and affection and has assumed the role for a substantial period.\n\n(d) If a court has adjudicated a child to have more than two parents under sections 46b-450 to 46b-553, inclusive, the law of this state other than public act 21-15* applies to determinations of legal and physical custody of, or visitation with, such child, and to obligations to support such child. The child support guidelines established pursuant to section 46b-215 shall not apply until such guidelines have been revised to address the circumstances when a child has more than two parents, and until such revision is effective, a court of competent jurisdiction shall consider the child support guidelines and the criteria for such awards established in sections 17b-179, 17b-745, 46b-84, 46b-86, 46b-130, 46b-215, 46b-569 and 46b-570 in making or modifying orders of support of the child.\n\n(P.A. 21-15, S. 23.)\n\n*Note: Public act 21-15 is entitled “An Act Concerning Adoption and Implementation of the Connecticut Parentage Act”. (See Reference Table captioned “Public Acts of 2021” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-475/"
    },
    {
      "id": "section-46b-476",
      "number": "46b-476.",
      "heading": "Acknowlegment of parentage.",
      "text": "A person who gave birth to a child and an alleged genetic parent of the child, a presumed parent under section 46b-488, or an intended parent under sections 46b-509 to 46b-517, inclusive, may sign an acknowledgment of parentage to establish the parentage of the child.\n\n(P.A. 21-15, S. 24.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-476/"
    },
    {
      "id": "section-46b-477",
      "number": "46b-477.",
      "heading": "Execution of acknowledgment of parentage.",
      "text": "(a) An acknowledgment of parentage under section 46b-476 shall:\n\n(1) Be in a record signed by the person who gave birth to the child and by the person seeking to establish a parent-child relationship, and the signatures shall be attested by a notarial officer or witnessed;\n\n(2) State that the child whose parentage is being acknowledged shall not have another acknowledged or adjudicated parent or person who is a parent of the child under sections 46b-509 to 46b-538, inclusive, other than the person who gave birth to the child;\n\n(3) State that the child whose parentage is being acknowledged shall not, at the time of signing, have a birth certificate identifying as a parent a person other than the person who gave birth to the child or the person acknowledging parentage;\n\n(4) State that no action is pending in which the child's parentage is at issue, unless all parties to the action agree to the establishment of the signatory's parentage pursuant to the acknowledgment; and\n\n(5) State that the signatories understand that the acknowledgment is the equivalent of an adjudication of parentage of the child and that a challenge to the acknowledgment is permitted only under limited circumstances.\n\n(b) An acknowledgment of parentage shall not be binding unless, prior to the signing of any acknowledgment of parentage, the signatories are given oral and written notice of the alternatives to, the legal consequences of, and the rights and responsibilities that arise from signing such acknowledgment.\n\n(1) The notice to both signatories shall explain:\n\n(A) The right to rescind the acknowledgment, as set forth in section 46b-482, including the address where such notice of rescission should be sent;\n\n(B) That the acknowledgment cannot be challenged after sixty days, except in court or before a family support magistrate upon a showing of fraud, duress or material mistake of fact;\n\n(C) That the acknowledgment of parentage may result in rights of custody and visitation for the acknowledged parent, as well as a duty of financial support from the acknowledged parent; and\n\n(D) That, if the person acknowledging parentage is acknowledging that they are the child's genetic parent, genetic testing is available to establish parentage with a high degree of accuracy and, under certain circumstances, at state expense; and if either person is not certain of the child's genetic parentage as it pertains to the acknowledgment of parentage, neither person should sign the form.\n\n(2) The notice to the person acknowledging parentage shall include, but not be limited to:\n\n(A) Notice that the person will be liable for the child's financial and medical support at least until the child's eighteenth birthday; that such support shall be enforced by income withholding; and that failure to provide such support could result in a civil or criminal court proceeding being brought against the person.\n\n(B) Notice that, if the person acknowledging parentage is acknowledging that they are the child's genetic parent, that person has the right to contest parentage, including the right to appointment of counsel, a genetic test to determine parentage and a trial by the Superior Court or a family support magistrate.\n\n(c) An acknowledgment of parentage is void if, at the time of signing:\n\n(1) A person, other than the person who gave birth to the child or the person seeking to establish parentage, is an acknowledged or adjudicated parent or a parent under sections 46b-509 to 46b-538, inclusive;\n\n(2) The child whose parentage is being acknowledged has a birth certificate identifying as a parent a person other than the person who gave birth to the child or the person acknowledging parentage; or\n\n(3) An action is pending in which the child's parentage is at issue, unless all parties to the action agree to the establishment of the signatory's parentage pursuant to the acknowledgment.\n\n(P.A. 21-15, S. 25.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-477/"
    },
    {
      "id": "section-46b-478",
      "number": "46b-478.",
      "heading": "Rules for acknowledgment of parentage.",
      "text": "(a) An acknowledgment of parentage may be signed before or after the birth of the child, except that an acknowledgment signed by a presumed parent under subdivision (3) of subsection (a) of section 46b-488 may be signed only after the presumption is satisfied.\n\n(b) An acknowledgment of parentage takes effect on the birth of the child or filing of the document with the Department of Public Health, whichever occurs later.\n\n(c) An acknowledgment of parentage signed by a minor is valid if the acknowledgment complies with the provisions of sections 46b-450 to 46b-553, inclusive.\n\n(P.A. 21-15, S. 26.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-478/"
    },
    {
      "id": "section-46b-479",
      "number": "46b-479.",
      "heading": "Effect of acknowledgment of parentage.",
      "text": "Except as provided in section 46b-483, an acknowledgment of parentage that complies with sections 46b-476 to 46b-487, inclusive, and is filed with the Department of Public Health is equivalent to an adjudication by the Superior Court of parentage of the child and confers on the acknowledged parent all rights and duties of a parent.\n\n(P.A. 21-15, S. 27.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-479/"
    },
    {
      "id": "section-46b-480",
      "number": "46b-480.",
      "heading": "No filing fee.",
      "text": "The Department of Public Health may not charge a fee for filing an acknowledgment of parentage.\n\n(P.A. 21-15, S. 28.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-480/"
    },
    {
      "id": "section-46b-481",
      "number": "46b-481.",
      "heading": "Ratification barred.",
      "text": "A court conducting a judicial proceeding or an administrative agency conducting an administrative proceeding is not required or permitted to ratify an unchallenged acknowledgment of parentage.\n\n(P.A. 21-15, S. 29.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-481/"
    },
    {
      "id": "section-46b-482",
      "number": "46b-482.",
      "heading": "Procedure for recission.",
      "text": "(a) A signatory may rescind an acknowledgment of parentage by filing with the Department of Public Health a rescission in a signed record that is attested by a notarial officer or witnessed, before the earlier of:\n\n(1) Sixty days after the effective date of the acknowledgment under section 46b-478; or\n\n(2) The date of the first hearing before a court in a proceeding, to which the signatory is a party, to adjudicate an issue relating to the child, including a proceeding that establishes support.\n\n(b) If an acknowledgment of parentage is rescinded under subsection (a) of this section, the Department of Public Health shall notify the person who gave birth to the child that the acknowledgment has been rescinded. Failure to give the notice required by this subsection shall not affect the validity of the rescission.\n\n(P.A. 21-15, S. 30.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-482/"
    },
    {
      "id": "section-46b-483",
      "number": "46b-483.",
      "heading": "Challenge after expiration period for recission. Procedure for challenge.",
      "text": "(a) After the period for rescission under section 46b-482 expires, an acknowledgment of parentage may be challenged only on the basis of fraud, duress or material mistake of fact which, in cases in which the acknowledgment has been signed by the birth parent and an alleged genetic parent, may include evidence that the alleged genetic parent is not the genetic parent. A party challenging an acknowledgment of parentage has the burden of proof.\n\n(b) Every signatory to an acknowledgment of parentage shall be made a party to a proceeding to challenge the acknowledgment.\n\n(c) By signing an acknowledgment of parentage, a signatory submits to personal jurisdiction in this state in a proceeding to challenge the acknowledgment, effective on the filing of the acknowledgment with the Department of Public Health.\n\n(d) During the pendency of a challenge to the acknowledgment of parentage, any responsibilities, including the duty to pay child support, arising from the acknowledgment shall continue except for good cause shown.\n\n(e) If the court or family support magistrate determines that the challenger has met the challenger's burden of proof under subsection (a) of this section, the acknowledgment of parentage shall be set aside only if such court or family support magistrate determines that doing so is in the best interest of the child, based on the relevant factors set forth in section 46b-475.\n\n(f) If the court or family support magistrate determines that the requirements of subsections (a) and (e) of this section are satisfied, the court or family support magistrate shall order the Department of Public Health to amend the birth record of the child to reflect the legal parentage of the child.\n\n(g) In cases involving a child who is or has been supported by the state, whenever the court or family support magistrate finds that the person challenging the acknowledgment of parentage is not a parent because such person has met the burden of proof under subsections (a) and (e) of this section, the Department of Social Services shall refund to such person any money paid by such person to the state during any period such child was supported by the state.\n\n(P.A. 21-15, S. 31.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-483/"
    },
    {
      "id": "section-46b-484",
      "number": "46b-484.",
      "heading": "Full faith and credit.",
      "text": "This state shall give full faith and credit to an acknowledgment of parentage effective in another state if the acknowledgment was in a signed record and otherwise complies with the law of the other state.\n\n(P.A. 21-15, S. 32.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-484/"
    },
    {
      "id": "section-46b-485",
      "number": "46b-485.",
      "heading": "Forms for acknowledgment of parentage.",
      "text": "(a) The Department of Public Health shall prescribe forms for an acknowledgment of parentage. Such forms shall include the minimum requirements specified by the Secretary of the United States Department of Health and Human Services, contained in 45 CFR 303.5, as amended from time to time, and shall be in compliance with the provisions of public act 21-15*. Any acknowledgment or rescission executed in accordance with this subsection shall be filed in the parentage registry established and maintained by the Department of Public Health under section 19a-42a.\n\n(b) A valid acknowledgment of parentage is not affected by a later modification of the form under subsection (a) of this section.\n\n(P.A. 21-15, S. 33.)\n\n*Note: Public act 21-15 is entitled “An Act Concerning Adoption and Implementation of the Connecticut Parentage Act”. (See Reference Table captioned “Public Acts of 2021” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-485/"
    },
    {
      "id": "section-46b-486",
      "number": "46b-486.",
      "heading": "Release of information.",
      "text": "The Department of Public Health may release information relating to an acknowledgment of parentage to a signatory of the acknowledgment, the child if such child is eighteen years of age or older, a guardian of the person whose parentage is acknowledged, an attorney representing a person to whom such information may be released, a court, a federal agency, an authorized representative of the Department of Social Services, the child support agency of this state, any agency acting under a cooperative or purchase of service agreement with the child support agency of this state, and the child support agency of another state.\n\n(P.A. 21-15, S. 34)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-486/"
    },
    {
      "id": "section-46b-487",
      "number": "46b-487.",
      "heading": "Adoption of regulations.",
      "text": "The Commissioner of Public Health may adopt regulations in accordance with the provisions of chapter 54 to implement the provisions of sections 46b-476 to 46b-486, inclusive.\n\n(P.A. 21-15, S. 35.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-487/"
    },
    {
      "id": "section-46b-488",
      "number": "46b-488.",
      "heading": "Presumption of parentage.",
      "text": "(a) Except as otherwise provided in sections 46b-450 to 46b-553, inclusive, a person is presumed to be a parent of a child if:\n\n(1) The person and the person who gave birth to the child are married to each other and the child is born during the marriage, whether the marriage is or could be declared invalid;\n\n(2) The person and the person who gave birth to the child were married to each other and the child is born not later than three hundred days after the date on which the marriage is terminated by death, dissolution or annulment, or after a decree of separation; or\n\n(3) The person, jointly with another parent, resided in the same household with the child and openly held out the child as the person's own child from the time the child was born or adopted and for a period of at least two years thereafter, including any period of temporary absence.\n\n(b) The parentage of a presumed parent under subdivision (3) of subsection (a) of this section shall be established by a court adjudication or signing of a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive.\n\n(c) A presumption of parentage under this section may be overcome only by court order under section 46b-489, and competing claims to parentage shall be resolved under section 46b-475.\n\n(d) For presumed parents who establish parentage by signing a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive, the attestations provided in the acknowledgment shall fully satisfy the requirements of the presumption and no additional evidence shall be required.\n\n(e) In a proceeding pending before the Probate Court brought under sections 45a-603 to 45a-622, inclusive, and sections 45a-715 to 45a-717, inclusive, if notice is given to a presumed parent under this section and such presumed parent's parentage has not been established by a court adjudication or signing of a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive, the Probate Court shall have jurisdiction over the presumed parent's parentage determination.\n\n(f) In a proceeding pending before the civil session of the superior court for juvenile matters, regarding a child for whom a petition under section 46b-129 has been filed, a presumed parent under subdivision (3) of subsection (a) of this section, identified as such by an existing parent or by the child and not having established parentage by a court adjudication or signing of a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive, shall be given notice of the proceeding, but shall not be treated as a parent until the signing of a valid acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive, or a court adjudication that the person is a parent. The juvenile court in which the petition under section 46b-129 is pending shall have jurisdiction over such person's parentage determination and the Department of Children and Families shall have standing to request such parentage determination.\n\n(P.A. 21-15, S. 36.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-488/"
    },
    {
      "id": "section-46b-489",
      "number": "46b-489.",
      "heading": "Adjudicating parentage of child with presumed parent.",
      "text": "(a) A proceeding to determine whether a presumed parent is a parent of a child may be commenced: (1) Before the child reaches eighteen years of age; or (2) after the child reaches eighteen years of age, but only if the child initiates the proceeding.\n\n(b) Except as provided in subsection (e) of this section, a presumption of parentage under section 46b-488 cannot be overcome after the child attains two years of age unless the court determines:\n\n(1) The presumed parent is not a genetic parent, never resided with the child, and never held out the child as the presumed parent's child; or\n\n(2) The child has more than one presumed parent; or\n\n(3) The alleged genetic parent did not know of the potential genetic parentage of the child and could not reasonably have known on account of material misrepresentation or concealment, and the alleged genetic parent commences a proceeding to challenge a presumption of parentage under section 46b-488 not later than one year after the date of discovering the potential genetic parentage. If the person is adjudicated to be the genetic parent of the child, the court may not disestablish a presumed parent.\n\n(c) The following rules apply in a proceeding to adjudicate a presumed parent's parentage of a child if the person who gave birth to the child is the only other person with a claim to parentage of the child:\n\n(1) If no party to the proceeding challenges the presumed parent's parentage of the child, the court shall adjudicate the presumed parent to be a parent of the child.\n\n(2) If the presumed parent is identified under section 46b-500 as a genetic parent of the child and that identification is not successfully challenged under said section, the court shall adjudicate the presumed parent to be a parent of the child.\n\n(3) If the presumed parent is not identified under section 46b-500 as a genetic parent of the child and the presumed parent or the person who gave birth to the child challenges the presumed parent's parentage of the child, the court shall adjudicate the parentage of the child in the best interest of the child based on the factors under subsections (a) and (b) of section 46b-475.\n\n(d) Subject to the limitations set forth in this section and section 46b-488, if in a proceeding to adjudicate a presumed parent's parentage of a child, another person in addition to the person who gave birth to the child asserts a claim to parentage of the child, the court shall adjudicate parentage under section 46b-475.\n\n(e) A presumption of parentage under subdivision (3) of subsection (a) of section 46b-488, can be challenged if such other parent openly held out the child as the presumed parent's child due to duress, coercion or threat of harm. Evidence of duress, coercion or threat of harm may include: (1) Whether within the ten-year period preceding the date of the proceeding, the presumed parent: (A) Has been convicted of domestic assault, sexual assault or sexual exploitation of the child or a parent of the child; (B) has been convicted of a family violence crime, as defined in section 46b-38a; (C) is or has been subject to an order of protection pursuant to section 46b-15, 46b-16a, 46b-38c or 54-1k; (D) was found to have committed abuse against the child or a parent of the child; or (E) was substantiated for abuse against the child or a parent of the child; (2) a sworn affidavit from a domestic violence counselor or sexual assault counselor, as defined in section 52-146k, provided the person who had confidential communications with the domestic violence counselor or sexual assault counselor has waived the privilege, in which case disclosure shall be made pursuant to section 52-146k; or (3) other credible evidence of abuse against the parent of the child or the child, including, but not limited to, the parent's or child's sworn affidavit or an affidavit from a social service provider, health care provider, clergy person, attorney, or other professional from whom the parent or child sought assistance regarding the abuse.\n\n(P.A. 21-15, S. 37; P.A. 22-37, S. 28.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 22-37 made technical changes in Subsec. (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-489/"
    },
    {
      "id": "section-46b-490",
      "number": "46b-490.",
      "heading": "Adjudicating claim of de facto parentage of child.",
      "text": "(a) In a proceeding to adjudicate parentage of a person who claims to be a de facto parent of the child, if there is only one other person who is a parent or has a claim to parentage of the child, the court shall adjudicate the person who claims to be a de facto parent to be a parent of the child if the person demonstrates by clear and convincing evidence that:\n\n(1) The person resided with the child as a regular member of the child's household for at least one year, unless the court finds good cause to accept a shorter period of residence as a regular member of the child's household;\n\n(2) The person engaged in consistent caretaking of the child which may include regularly caring for the child's needs and making day-to-day decisions regarding the child individually or cooperatively with another legal parent;\n\n(3) The person undertook full and permanent responsibilities of a parent of the child without expectation of financial compensation;\n\n(4) The person held out the child as the person's child;\n\n(5) The person established a bonded and dependent relationship with the child that is parental in nature;\n\n(6) Another parent of the child fostered or supported the bonded and dependent relationship required under subdivision (5) of this subsection; and\n\n(7) Continuing the relationship between the person and the child is in the best interest of the child.\n\n(b) A parent of the child may use evidence of duress, coercion or threat of harm to contest an allegation that the parent fostered or supported a bonded and dependent relationship as described in subdivision (6) of subsection (a) of this section. Such evidence may include: (1) Whether within a ten-year period preceding the date of the proceeding, the person seeking to be adjudicated a de facto parent: (A) Has been convicted of domestic assault, sexual assault or sexual exploitation of the child or a parent of the child; (B) has been convicted of a family violence crime, as defined in section 46b-38a; (C) is or has been subject to an order of protection pursuant to section 46b-15, 46b-16a, 46b-38c or 54-1k; (D) was found to have committed abuse against the child or a parent of the child; or (E) was substantiated for abuse against the child or a parent of the child; (2) a sworn affidavit from a domestic violence counselor or sexual assault counselor, as defined in section 52-146k, provided the person who had confidential communications with the domestic violence counselor or sexual assault counselor has waived the privilege, in which case disclosure shall be made pursuant to section 52-146k; or (3) other credible evidence of abuse against the parent of the child or the child, including, but not limited to, the parent's or child's sworn affidavit or an affidavit from a social service provider, health care provider, clergy person, attorney, or other professional from whom the parent or child sought assistance regarding the abuse.\n\n(c) Subject to other limitations set forth in this section and section 46b-491, if, in a proceeding to adjudicate parentage of a person who claims to be a de facto parent of the child, there is more than one other person who is a parent or has a claim to parentage of the child and the court determines that the requirements of subsection (a) of this section are satisfied, the court shall adjudicate parentage under section 46b-475, provided the adjudication of a person as a de facto parent under this section shall not disestablish the parentage of any other parent, nor limit any other parent's rights under the laws of this state.\n\n(P.A. 21-15, S. 38; P.A. 22-37, S. 29.)\n\nHistory: P.A. 21-15 effective July 1, 2022; P.A. 22-37 made technical changes in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-490/"
    },
    {
      "id": "section-46b-491",
      "number": "46b-491.",
      "heading": "Commencement of court proceeding to adjudicate claim of de facto parentage of child.",
      "text": "(a) A proceeding to establish parentage of a child under this section may be commenced only by a person who: (1) Is alive when the proceeding is commenced; and (2) claims to be a de facto parent of the child.\n\n(b) A person seeking to be adjudicated a de facto parent of a child shall file a petition with the court before the child reaches eighteen years of age. The child is required to be alive at the time of the filing. The petition shall include a verified affidavit alleging facts to support the existence of a de facto parent relationship with the child. The petition and affidavit shall be served on all parents and legal guardians of the child and any other party to the proceeding.\n\n(c) An adverse party, parent or legal guardian may file a pleading and verified affidavit in response to the petition that shall be served on all parties to the proceeding.\n\n(d) The court shall determine on the basis of the pleadings and affidavits whether the person seeking to be adjudicated a de facto parent has presented prima facie evidence of the criteria for de facto parentage as provided in subsection (a) of section 46b-490 and, therefore, has standing to proceed with a parentage action. The court, in its sole discretion, may hold a hearing to determine disputed facts that are necessary and material to the issue of standing.\n\n(e) If the child for whom the person is seeking to be adjudicated a de facto parent has two parents at the time the petition is filed and there is litigation pending between the parents at the time the petition is filed regarding custody or visitation with respect to the child, a parent may use evidence that the de facto parent action is being brought to interfere improperly in the pending litigation in order to show that allowing the action to proceed would not be in the child's best interests. Based on such evidence, the court may determine that allowing the de facto parent petition to proceed would not be in the best interests of the child and may dismiss the petition without prejudice.\n\n(f) The court may enter an interim order concerning contact between the child and a person with standing seeking adjudication under this section and section 46b-490 as a de facto parent of the child.\n\n(P.A. 21-15, S. 39.)\n\nHistory: P.A. 21-15 effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-491/"
    },
    {
      "id": "section-46b-492",
      "number": "46b-492",
      "heading": "to 46b-494. - Reserved for future use.",
      "text": "to 46b-494. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-495",
      "number": "46b-495.",
      "heading": "Genetic testing. Definitions.",
      "text": "As used in sections 46b-495 to 46b-505, inclusive:\n\n(1) “Combined relationship index” means the product of all tested relationship indices.\n\n(2) “Ethnic or racial group” means, for the purpose of genetic testing, a recognized group that a person identifies as the person's ancestry or part of the ancestry or that is identified by other information.\n\n(3) “Hypothesized genetic relationship” means an asserted genetic relationship between a person and a child.\n\n(4) “Probability of parentage” means, for the ethnic or racial group to which a person alleged to be a parent belongs, the probability that a hypothesized genetic relationship is supported, compared to the probability that a genetic relationship is supported between the child and a random person of the ethnic or racial group used in the hypothesized genetic relationship, expressed as a percentage incorporating the combined relationship index and a prior probability.\n\n(5) “Relationship index” means a likelihood ratio that compares the probability of a genetic marker given a hypothesized genetic relationship and the probability of the genetic marker given a genetic relationship between the child and a random person of the ethnic or racial group used in the hypothesized genetic relationship.\n\n(P.A. 21-15, S. 40.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-495/"
    },
    {
      "id": "section-46b-496",
      "number": "46b-496.",
      "heading": "Scope and limitations of genetic testing.",
      "text": "(a) Sections 46b-495 to 46b-505, inclusive, govern genetic testing of a person in a proceeding to adjudicate parentage, whether the person: (1) Voluntarily submits to testing; or (2) is tested under an order of the Superior Court, Probate Court, family support magistrate or a child support agency.\n\n(b) Genetic testing may not be used: (1) To challenge the parentage of a person who is a parent under sections 46b-509 to 46b-538, inclusive; or (2) to establish the parentage of a person who is a donor.\n\n(P.A. 21-15, S. 41; P.A. 23-189, S. 4.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 23-189 amended Subsec. (a) by replacing “court” with “Superior Court, Probate Court, family support magistrate”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-496/"
    },
    {
      "id": "section-46b-497",
      "number": "46b-497.",
      "heading": "Authority to order or deny genetic testing.",
      "text": "(a) Except as provided in sections 46b-495 to 46b-505, inclusive, in any proceeding under sections 46b-450 to 46b-553, inclusive, and in any proceeding under section 46b-571, to adjudicate parentage, the Superior Court, Probate Court or a family support magistrate shall order the child and any other person to submit to genetic testing if a request for testing is supported by the sworn statement of a party:\n\n(1) Alleging a reasonable possibility that the person is the child's genetic parent; or\n\n(2) Denying genetic parentage of the child.\n\n(b) A child support agency shall require genetic testing only if there is no presumed, acknowledged or adjudicated parent of a child other than the person who gave birth to the child.\n\n(c) The Superior Court, Probate Court, a family support magistrate or child support agency may not order in utero genetic testing.\n\n(d) If two or more persons are subject to court-ordered genetic testing, the Superior Court, Probate Court or a family support magistrate may order that testing be completed concurrently or sequentially.\n\n(e) Genetic testing of a person who gave birth to a child is not a condition precedent to testing of the child and a person whose genetic parentage of the child is being determined. If the person is unavailable or declines to submit to genetic testing, the Superior Court, Probate Court or a family support magistrate may order genetic testing of the child and each person whose genetic parentage of the child is being adjudicated.\n\n(f) In a proceeding to adjudicate the parentage of a child having a presumed parent or a person who claims to be a parent under section 46b-490, the Superior Court, Probate Court or a family support magistrate may deny a motion for genetic testing of the child and any other person after considering the factors set forth in subsections (a) and (b) of section 46b-475.\n\n(g) If a person requesting genetic testing is barred under section 46b-469, 46b-483, 46b-489, 46b-503 or 46b-510 from establishing the person's parentage, the Superior Court, Probate Court or a family support magistrate shall deny the request for genetic testing.\n\n(h) A default judgment may be ordered against a person who refuses to submit to court-mandated genetic testing under this section and in accordance with subsection (g) of section 46b-560.\n\n(P.A. 21-15, S. 42; P.A. 23-189, S. 5.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 23-189 amended Subsecs. (a) and (c) by replacing “court” with “Superior Court, Probate Court” and further amended Subsec. (a) by adding “and in any proceeding under section 46b-571” and amended Subsecs. (d), (e), (f) and (g) by replacing “court” with “Superior Court, Probate Court or a family support magistrate”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-497/"
    },
    {
      "id": "section-46b-498",
      "number": "46b-498.",
      "heading": "Requirements for genetic testing.",
      "text": "(a) Genetic testing shall be of a type reasonably relied on by experts in the field of genetic testing and performed in a testing laboratory accredited by:\n\n(1) The AABB, formerly known as the American Association of Blood Banks, or a successor to its functions; or\n\n(2) An accrediting body designated by the Secretary of the United States Department of Health and Human Services.\n\n(b) A specimen used in genetic testing may consist of a sample or a combination of samples of blood, buccal cells, bone, hair or other body tissue or fluid. The specimen used in the testing need not be of the same kind for each person undergoing genetic testing.\n\n(c) Based on the ethnic or racial group of a person undergoing genetic testing, a testing laboratory shall determine the databases from which to select frequencies for use in calculating a relationship index. If a person or a child support agency objects to the laboratory's choice, the following rules apply:\n\n(1) Not later than thirty days after the date of receipt of the report of the test, the objecting person or child support agency may request the court to require the laboratory to recalculate the relationship index using an ethnic or racial group different from that used by the laboratory.\n\n(2) The person or the child support agency objecting to the laboratory's choice under this subsection shall: (A) If the requested frequencies are not available to the laboratory for the ethnic or racial group requested, provide the requested frequencies compiled in a manner recognized by accrediting bodies; or (B) engage another laboratory to perform the calculations.\n\n(3) The laboratory may use its own statistical estimate if there is a question which ethnic or racial group is appropriate. The laboratory shall calculate the frequencies using statistics, if available, for any other ethnic or racial group requested.\n\n(d) If, after recalculation of the relationship index under subsection (c) of this section using a different ethnic or racial group, genetic testing under section 46b-500 shall not identify a person as a genetic parent of a child, the court may require a person who has been tested to submit to additional genetic testing to identify a genetic parent.\n\n(P.A. 21-15, S. 43.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-498/"
    },
    {
      "id": "section-46b-499",
      "number": "46b-499.",
      "heading": "Report of genetic testing.",
      "text": "(a) A report of genetic testing shall be in a record and signed under penalty of perjury by a designee of the testing laboratory. A report complying with the requirements of sections 46b-495 to 46b-505, inclusive, is self-authenticating.\n\n(b) Documentation from a testing laboratory of the following information is sufficient to establish a reliable chain of custody and allow the results of genetic testing to be admissible without testimony:\n\n(1) The name and photograph of each person whose specimen has been taken;\n\n(2) The name of the person who collected each specimen;\n\n(3) The place and date each specimen was collected;\n\n(4) The name of the person who received each specimen in the testing laboratory; and\n\n(5) The date each specimen was received.\n\n(P.A. 21-15, S. 44.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-499/"
    },
    {
      "id": "section-46b-500",
      "number": "46b-500.",
      "heading": "Challenge to genetic testing results.",
      "text": "(a) Subject to a challenge under subsection (b) of this section, a person is identified under sections 46b-495 to 46b-505, inclusive, as a genetic parent of a child if genetic testing complies with said sections and the results of the testing disclose: (1) The person has not less than a ninety-nine per cent probability of parentage, using a prior probability of 0.50, as calculated by using the combined relationship index obtained in the testing; and (2) a combined relationship index of not less than one hundred to one.\n\n(b) A person identified under subsection (a) of this section as a genetic parent of the child may challenge the genetic testing results only by other genetic testing satisfying the requirements of sections 46b-495 to 46b-505, inclusive, that:\n\n(1) Excludes the person as a genetic parent of the child; or\n\n(2) Identifies another person as a possible genetic parent of the child other than: (A) The person who gave birth to the child; or (B) the person identified under subsection (a) of this section.\n\n(c) If more than one person other than the person who gave birth is identified by genetic testing as a possible genetic parent of the child, the court shall order each person to submit to further genetic testing to identify a genetic parent.\n\n(P.A. 21-15, S. 45.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-500/"
    },
    {
      "id": "section-46b-501",
      "number": "46b-501.",
      "heading": "Cost of genetic testing.",
      "text": "Payment of the cost of initial genetic testing shall be made in accordance with sections 46b-565 and 46b-566.\n\n(P.A. 21-15, S. 46.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-501/"
    },
    {
      "id": "section-46b-502",
      "number": "46b-502.",
      "heading": "Additional genetic testing.",
      "text": "The court or the Office of Child Support Services of the Department of Social Services may require additional genetic testing on request of a person who contests the result of the initial testing under section 46b-500, provided if the initial genetic testing under said section identified a person as a genetic parent of the child, then no such additional testing shall be provided unless the person who contests the result of the initial testing pays in advance for the additional genetic testing.\n\n(P.A. 21-15, S. 47.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-502/"
    },
    {
      "id": "section-46b-503",
      "number": "46b-503.",
      "heading": "Adjudicating parentage of child with alleged genetic parent.",
      "text": "(a) If in a proceeding to determine whether an alleged genetic parent who is not a presumed parent is a parent of a child and the person who gave birth to the child is the only other person with a claim to parentage of the child, the court shall adjudicate an alleged genetic parent to be a parent of the child if the alleged genetic parent:\n\n(1) Is identified under section 46b-500 as a genetic parent of the child and the identification is not successfully challenged under said section;\n\n(2) Admits parentage in a pleading, when making an appearance, or during a hearing, the court accepts the admission, and the court determines the alleged genetic parent to be a parent of the child;\n\n(3) Declines to submit to genetic testing ordered by the court or a child support agency, in which case the court may adjudicate the alleged genetic parent to be a parent of the child even if the alleged genetic parent denies a genetic relationship with the child;\n\n(4) Is in default after service of process and the court determines the alleged genetic parent to be a parent of the child; or\n\n(5) Is neither identified nor excluded as a genetic parent by genetic testing and, based on other evidence, the court determines the alleged genetic parent to be a parent of the child.\n\n(b) Subject to the limitations set forth in sections 46b-495 to 46b-505, inclusive, if, in a proceeding involving an alleged genetic parent, at least one other person in addition to the person who gave birth to the child has a claim to parentage of the child, the court shall adjudicate parentage under section 46b-475.\n\n(c) If in a proceeding involving an alleged genetic parent, another person other than the person who gave birth is a parent of the child, the alleged genetic parent can seek a determination that such person is the child's parent under section 46b-475, in addition to the existing parents. An adjudication of parentage under this subsection that the alleged genetic parent is a parent shall not disestablish the parentage of any other parent.\n\n(P.A. 21-15, S. 48.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-503/"
    },
    {
      "id": "section-46b-504",
      "number": "46b-504.",
      "heading": "Confidentiality of genetic testing.",
      "text": "(a) Release of a report of genetic testing for parentage is controlled by the law of this state other than sections 46b-450 to 46b-553, inclusive.\n\n(b) A person who intentionally releases an identifiable specimen of another person collected for genetic testing under sections 46b-497 to 46b-512, inclusive, for a purpose not relevant to a proceeding regarding parentage, without a court order or written permission of the person who furnished the specimen, shall be fined not more than two hundred dollars or imprisoned not more than six months, or both.\n\n(P.A. 21-15, S. 49.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-504/"
    },
    {
      "id": "section-46b-505",
      "number": "46b-505.",
      "heading": "Admissibility of results of genetic testing.",
      "text": "(a) Except as provided in subsection (b) of section 46b-496, the court shall admit a report of genetic testing ordered by the court under section 46b-497 as evidence of the truth of the facts asserted in the report.\n\n(b) A party may object to the admission of a report described in subsection (a) of this section, not later than fourteen days after the date on which the party receives the report. The party shall cite specific grounds for the objection to admission.\n\n(c) A party that objects to the results of genetic testing may call a genetic-testing expert to testify in person or by another method approved by the court. Unless the court orders otherwise, the party offering the testimony bears the expense for the expert testifying.\n\n(d) Admissibility of a report of genetic testing is not affected by whether the testing was performed: (1) Voluntarily or under an order of the court or a child support agency; or (2) before, on or after commencement of the proceeding.\n\n(P.A. 21-15, S. 50.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-505/"
    },
    {
      "id": "section-46b-506",
      "number": "46b-506",
      "heading": "to 46b-508. - Reserved for future use.",
      "text": "to 46b-508. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-509",
      "number": "46b-509.",
      "heading": "Applicability.",
      "text": "Sections 46b-509 to 46b-517, inclusive, do not apply to the birth of a child conceived by sexual intercourse or assisted reproduction under a surrogacy agreement under sections 46b-521 to 46b-538, inclusive.\n\n(P.A. 21-15, S. 51.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-509/"
    },
    {
      "id": "section-46b-510",
      "number": "46b-510.",
      "heading": "Parental status of donor.",
      "text": "A donor is not a parent of a child conceived by assisted reproduction by virtue of the donor's genetic connection. A donor may not establish the donor's parentage by signing an acknowledgment of parentage under sections 46b-476 to 46b-487, inclusive.\n\n(P.A. 21-15, S. 52.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-510/"
    },
    {
      "id": "section-46b-511",
      "number": "46b-511.",
      "heading": "Parentage of child of assisted reproduction.",
      "text": "A person who consents under section 46b-512 to assisted reproduction by another person with the intent to be a parent of a child conceived by the assisted reproduction is a parent of the child.\n\n(P.A. 21-15, S. 53.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-511/"
    },
    {
      "id": "section-46b-512",
      "number": "46b-512.",
      "heading": "Consent to assisted reproduction.",
      "text": "(a) Except as provided in subsection (b) of this section, the consent described in section 46b-511 shall be in a record signed by a person giving birth to a child conceived by assisted reproduction and a person who intends to be a parent of the child.\n\n(b) Failure to consent in a record as required by subsection (a) of this section, before, on or after the date of birth of the child, shall not preclude the court from finding consent to parentage if the person who gave birth or the person who intends to be a parent of the child proves by clear and convincing evidence the existence of an agreement that the person and the person giving birth intended they both would be parents of the child.\n\n(P.A. 21-15, S. 54.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-512/"
    },
    {
      "id": "section-46b-513",
      "number": "46b-513.",
      "heading": "Limitation on spouse's dispute of parentage.",
      "text": "(a) Except as provided in subsection (b) of this section, a person who, at the time of a child's birth, is the spouse of the person who gave birth to the child by assisted reproduction may not challenge the person's parentage of the child unless: (1) Not later than two years after the date of birth of the child, the person commences a proceeding to adjudicate the person's parentage of the child; and (2) the court finds the person did not consent to the assisted reproduction, before, on or after the date of birth of the child, or withdrew consent under section 46b-515.\n\n(b) A proceeding to adjudicate a spouse's parentage of a child born by assisted reproduction may be commenced at any time if the court determines:\n\n(1) The spouse neither provided a gamete for, nor consented to, the assisted reproduction;\n\n(2) The spouse and the person who gave birth to the child have not cohabited since the probable time of assisted reproduction; and\n\n(3) The spouse never openly held out the child as the spouse's child.\n\n(c) This section shall apply to a spouse's dispute of parentage even if the spouse's marriage is declared invalid after assisted reproduction occurs.\n\n(P.A. 21-15, S. 55.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-513/"
    },
    {
      "id": "section-46b-514",
      "number": "46b-514.",
      "heading": "Effect of certain legal proceedings regarding marriage.",
      "text": "If a marriage of a person who gives birth to a child conceived by assisted reproduction is terminated through dissolution of marriage or annulment, or is subject to legal separation, before transfer of gametes or embryos to the person giving birth, a former spouse of the person giving birth is not a parent of the child unless the former spouse consented in a record that the former spouse would be a parent of the child if assisted reproduction were to occur after a dissolution of marriage, annulment or legal separation, and the former spouse did not withdraw consent under section 46b-515.\n\n(P.A. 21-15, S. 56.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-514/"
    },
    {
      "id": "section-46b-515",
      "number": "46b-515.",
      "heading": "Withdrawal of consent.",
      "text": "(a) A person who consents under section 46b-512 to assisted reproduction may withdraw consent at any time before a transfer that results in a pregnancy, by giving notice in a record of the withdrawal of consent to the person who agreed to give birth to a child conceived by assisted reproduction and to any clinic or health care provider facilitating the assisted reproduction. Failure to give notice to the clinic or health care provider shall not affect a determination of parentage under sections 46b-450 to 46b-553, inclusive.\n\n(b) A person who withdraws consent under subsection (a) of this section is not a parent of the child under sections 46b-509 to 46b-517, inclusive.\n\n(P.A. 21-15, S. 57.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-515/"
    },
    {
      "id": "section-46b-516",
      "number": "46b-516.",
      "heading": "Parental status of deceased person.",
      "text": "(a) If a person who intends to be a parent of a child conceived by assisted reproduction dies during the period between the transfer of a gamete or embryo and the birth of the child, the person's death shall not preclude the establishment of the person's parentage of the child if the person otherwise would be a parent of the child under sections 46b-450 to 46b-553, inclusive.\n\n(b) If a person who consented in a record to assisted reproduction by a person who agreed to give birth to a child dies before a transfer of gametes or embryos, the deceased person is a parent of a child conceived by the assisted reproduction only if:\n\n(1) The person executed a written document that: (A) Specifically set forth that the person's gametes may be used for posthumous conception of a child, (B) specifically provided the person who agreed to give birth with authority to exercise custody, control and use of the gametes in the event of the person's death, and (C) was signed and dated by the person and the person who agreed to give birth; and\n\n(2) The embryo is in utero not later than one year after the date of the person's death.\n\n(P.A. 21-15, S. 58.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-516/"
    },
    {
      "id": "section-46b-517",
      "number": "46b-517.",
      "heading": "Assisted reproduction: Order of parentage.",
      "text": "(a) A party consenting to assisted reproduction, a person who is a parent pursuant to sections 46b-511 to 46b-513, inclusive, an intended parent or parents or the person giving birth may commence a proceeding to obtain an order:\n\n(1) Declaring that the intended parent or parents are the parent or parents of the resulting child immediately upon birth of the child and ordering that parental rights and responsibilities vest exclusively in the intended parent or parents immediately upon the birth of the child; and\n\n(2) Designating the contents of the birth certificate and directing the Department of Public Health to designate the intended parent or parents as the parent or parents of the resulting child.\n\n(b) A proceeding under this section may be commenced before or after the date of birth of the child, though an order issued before the birth of the resulting child does not take effect unless and until the birth of the resulting child. Nothing in this subsection shall be construed to limit the court's authority to issue other orders under any other provision of the general statutes.\n\n(c) Neither the state nor the Department of Public Health shall be a necessary party to a proceeding under this section.\n\n(P.A. 21-15, S. 59.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-517/"
    },
    {
      "id": "section-46b-518",
      "number": "46b-518",
      "heading": "to 46b-520. - Reserved for future use.",
      "text": "to 46b-520. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-521",
      "number": "46b-521.",
      "heading": "Surrogacy agreements. Definitions.",
      "text": "As used in sections 46b-521 to 46b-538, inclusive:\n\n(1) “Genetic surrogate” means a person who is not an intended parent and who agrees to become pregnant through assisted reproduction using that person's own gamete, under a genetic surrogacy agreement as provided in sections 46b-521 to 46b-538, inclusive.\n\n(2) “Gestational surrogate” means a person who is not an intended parent and who agrees to become pregnant through assisted reproduction using gametes that are not that person's own, under a gestational surrogacy agreement as provided in sections 46b-521 to 46b-538, inclusive.\n\n(3) “Surrogacy agreement” means an agreement between one or more intended parents and a person who is not an intended parent in which such person agrees to become pregnant through assisted reproduction and which provides that each intended parent is a parent of a child conceived under the agreement. Unless the context otherwise requires, “surrogacy agreement” includes an agreement with a person acting as a gestational surrogate and an agreement with a person acting as a genetic surrogate.\n\n(P.A. 21-15, S. 60.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-521/"
    },
    {
      "id": "section-46b-522",
      "number": "46b-522.",
      "heading": "Eligibility to enter into gestational or genetic agreement.",
      "text": "(a) To execute an agreement to act as a gestational or genetic surrogate, a person shall:\n\n(1) Have attained twenty-one years of age;\n\n(2) Have previously given birth to at least one child;\n\n(3) Complete a medical evaluation related to the surrogacy arrangement by a licensed physician;\n\n(4) Complete a mental health evaluation by a licensed mental health professional;\n\n(5) Have independent legal representation of the surrogate's choice throughout the surrogacy agreement regarding the terms of the surrogacy agreement and the potential legal consequences of the agreement; and\n\n(6) Have or obtain a health insurance policy or other coverage for major medical treatment and hospitalization and such policy or other coverage shall be for a term that extends throughout the duration of the expected pregnancy and for eight weeks after the birth of the resulting child.\n\n(b) To execute a surrogacy agreement, each intended parent, whether or not genetically related to the child, shall:\n\n(1) Have attained twenty-one years of age;\n\n(2) Complete a mental health evaluation by a licensed mental health professional; and\n\n(3) Have independent legal representation of the intended parent's choice throughout the surrogacy agreement regarding the terms of the surrogacy agreement and the potential legal consequences of the agreement.\n\n(P.A. 21-15, S. 61.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-522/"
    },
    {
      "id": "section-46b-523",
      "number": "46b-523.",
      "heading": "Requirements of gestational or surrogacy agreement: Process.",
      "text": "A surrogacy agreement shall be executed in compliance with the following rules:\n\n(1) Not less than one party shall be a resident of this state.\n\n(2) The person acting as surrogate and each intended parent shall meet the requirements of section 46b-522.\n\n(3) Each intended parent, the person acting as surrogate and the spouse, if any, of the person acting as the surrogate shall be parties to the agreement. If an intended parent is married, the intended parent's spouse shall also be an intended parent and a party to the agreement, unless the intended parent and the spouse are legally separated.\n\n(4) The agreement shall be in writing and signed by each party set forth in subdivision (3) of this section.\n\n(5) The person acting as surrogate and each intended parent shall acknowledge in writing their receipt of a copy of the agreement.\n\n(6) The signature of each party to the agreement shall be attested by a notarial officer or otherwise acknowledged and witnessed by two disinterested adults.\n\n(7) The person acting as surrogate and, if married, the spouse of the person acting as surrogate and the intended parent or parents shall have independent legal representation throughout the surrogacy agreement regarding the terms of the surrogacy agreement and the potential legal consequences of the agreement, and each counsel shall be identified in the surrogacy agreement. A single attorney for the person acting as surrogate and the person's spouse, if married, and a single attorney for the intended parents is sufficient to meet this requirement, provided the representation otherwise conforms to the Rules of Professional Conduct.\n\n(8) The intended parent or parents shall pay for independent legal representation for the person acting as surrogate and the person's spouse, if any.\n\n(9) If the agreement provides for the payment of compensation to the person acting as surrogate, the compensation shall be placed in an escrow account prior to the commencement of any medical procedure, other than medical and mental health evaluations required by section 46b-522.\n\n(10) The agreement shall be executed before a medical procedure occurs related to the surrogacy agreement, other than the medical and mental health evaluations required by section 46b-522.\n\n(P.A. 21-15, S. 62.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-523/"
    },
    {
      "id": "section-46b-524",
      "number": "46b-524.",
      "heading": "Requirements of gestational or genetic surrogacy agreement: Content.",
      "text": "(a) A surrogacy agreement shall comply with the following requirements:\n\n(1) A person acting as surrogate agrees to attempt to become pregnant by means of assisted reproduction.\n\n(2) Except as provided in sections 46b-531, 46b-535 and 46b-536, the person acting as surrogate and the spouse or former spouse, if any, of the person acting as surrogate have no claim to parentage of a child conceived by assisted reproduction under the surrogacy agreement.\n\n(3) The spouse, if any, of the person acting as surrogate shall acknowledge and agree to comply with the obligations imposed on the surrogate by the surrogacy agreement.\n\n(4) Except as provided in sections 46b-529, 46b-532, 46b-535 and 46b-536, the intended parent or, if there are two intended parents, each one jointly and severally, immediately upon birth of the child shall be the exclusive parent or parents of the resulting child, regardless of the number of children born or the gender or mental or physical condition of each child.\n\n(5) Except as provided in sections 46b-529, 46b-532, 46b-535 and 46b-536, the intended parent or, if there are two intended parents, each parent jointly and severally, immediately upon birth of the resulting child shall assume responsibility for the financial support of the child, regardless of the number of children born or the gender or the mental or physical condition of each child.\n\n(6) The surrogacy agreement shall provide for payment by the intended parent or parents of reasonable legal, medical and ancillary expenses, including: (A) Premiums for a health insurance policy that covers medical treatment and hospitalization for the person acting as surrogate unless otherwise mutually agreed upon by the parties, pursuant to the terms of the surrogacy agreement; (B) payment of all uncovered medical expenses; (C) payment of legal fees for the legal representation of the person acting as surrogate; (D) payment of life insurance premiums; and (E) any other reasonable financial arrangements mutually agreed upon by the parties, including any applicable reimbursement and compensation schedule, pursuant to the terms of the surrogacy agreement.\n\n(7) The intended parent or parents are liable for the surrogacy-related expenses of the person acting as surrogate, including expenses for health care provided for assisted reproduction, prenatal care, labor and delivery and for the medical expenses of the resulting child that are not paid by insurance. This subdivision shall not be construed to supplant any health insurance coverage that is otherwise available to the person acting as surrogate or an intended parent for the coverage of health care costs. This subdivision shall not change the health insurance coverage of the person acting as surrogate or the responsibility of the insurance company to pay benefits under a policy that covers a person acting as surrogate.\n\n(8) The surrogacy agreement shall not infringe on the rights of the person acting as surrogate to make all health and welfare decisions regarding the person, the person's body and the person's pregnancy throughout the duration of the surrogacy arrangement, including during attempts to become pregnant, pregnancy, delivery and post-partum. The surrogacy agreement shall not infringe upon the right of the person acting as surrogate to autonomy in medical decision making by, including, but not limited to, requiring the person acting as surrogate to undergo a scheduled, nonmedically indicated caesarean section or to undergo multiple embryo transfer. Except as otherwise provided by law, any written or oral agreement purporting to waive or limit the rights described in this subdivision are void as against public policy.\n\n(9) The surrogacy agreement shall include information about each party's right under sections 46b-521 to 46b-538, inclusive, to terminate the surrogacy agreement.\n\n(b) A surrogacy agreement may provide for: (1) The intended parent or parents to pay reasonable compensation to the person acting as surrogate; and (2) the intended parent or parents to pay for or reimburse reasonable expenses, including, but not limited to, medical, legal or other professional or necessary expenses related to the surrogacy agreement, including reimbursement of specific expenses if the agreement is terminated under sections 46b-521 to 46b-538, inclusive.\n\n(c) A right created under a surrogacy agreement is not assignable and there is no third-party beneficiary of the agreement other than the resulting child.\n\n(P.A. 21-15, S. 63.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-524/"
    },
    {
      "id": "section-46b-525",
      "number": "46b-525.",
      "heading": "Effect of subsequent change of marital status of surrogate.",
      "text": "Unless a surrogacy agreement expressly otherwise provides:\n\n(1) (A) The marriage of a person acting as surrogate after the surrogacy agreement is signed by all parties shall not affect the validity of the surrogacy agreement, (B) the consent of the spouse of the person acting as surrogate is not required, and (C) the spouse of the person acting as surrogate is not a presumed parent of a child conceived by assisted reproduction under the surrogacy agreement; and\n\n(2) The divorce, dissolution, annulment, declaration of invalidity, legal separation or separate maintenance of the person acting as surrogate after the surrogacy agreement is signed by all parties shall not affect the validity of the surrogacy agreement.\n\n(P.A. 21-15, S. 64.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-525/"
    },
    {
      "id": "section-46b-526",
      "number": "46b-526.",
      "heading": "Effect of subsequent change of marital status of intended parent.",
      "text": "Unless a surrogacy agreement expressly otherwise provides:\n\n(1) (A) The marriage of an intended parent after the agreement is signed by all parties shall not affect the validity of a surrogacy agreement, (B) the consent of the spouse of the intended parent is not required, and (C) the spouse of the intended parent is not, based on the surrogacy agreement, a parent of a child conceived by assisted reproduction under the surrogacy agreement; and\n\n(2) The divorce, dissolution, annulment, declaration of invalidity, legal separation or separate maintenance of an intended parent after the surrogacy agreement is signed by all parties shall not affect the validity of the surrogacy agreement and the intended parents are the parents of the child.\n\n(P.A. 21-15, S. 65.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-526/"
    },
    {
      "id": "section-46b-527",
      "number": "46b-527.",
      "heading": "Exclusive, continuing jurisdiction.",
      "text": "During the period after the date of execution of a surrogacy agreement until the occurrence of the earlier of the date of termination of a surrogacy agreement pursuant to the agreement terms, or ninety days after the date of birth of a child conceived by assisted reproduction under the surrogacy agreement, a court of this state conducting a proceeding under sections 46b-450 to 46b-553, inclusive, has exclusive, continuing jurisdiction over all matters arising out of the agreement. The provisions of this section do not give the court jurisdiction over a child custody proceeding or a child support proceeding if jurisdiction is not otherwise authorized by the law of this state other than the provisions of sections 46b-450 to 46b-553, inclusive.\n\n(P.A. 21-15, S. 66.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-527/"
    },
    {
      "id": "section-46b-528",
      "number": "46b-528.",
      "heading": "Termination of gestational surrogacy agreement.",
      "text": "(a) A party to a gestational surrogacy agreement may terminate such agreement, at any time before an embryo transfer, by giving notice of termination in a record to all other parties. If an embryo transfer shall not result in a pregnancy, a party may terminate such agreement at any time before a subsequent embryo transfer, provided no party may terminate the agreement after an embryo transfer but prior to a pregnancy test at a time to be determined by a qualified healthcare provider.\n\n(b) Unless a gestational surrogacy agreement provides otherwise, on termination of such agreement under subsection (a) of this section, the parties are released from the agreement, except that each intended parent remains responsible for expenses that are reimbursable under the agreement and incurred by the person acting as gestational surrogate through the date of termination of the agreement.\n\n(c) Except in a case involving fraud, neither a person acting as gestational surrogate nor the spouse or former spouse of the person acting as surrogate, if any, is liable to the intended parent or parents for a penalty, including any costs incurred by intended parents, if any, for medical and psychological screening, or liquidated damages, for terminating a gestational surrogacy agreement under this section.\n\n(P.A. 21-15, S. 67.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-528/"
    },
    {
      "id": "section-46b-529",
      "number": "46b-529.",
      "heading": "Parentage under gestational surrogacy agreement.",
      "text": "(a) Except as provided in subsection (c) of this section, subsection (b) of section 46b-530 or section 46b-532, upon birth of a child conceived by assisted reproduction under a gestational surrogacy agreement, each intended parent is, by operation of law, a parent of the resulting child.\n\n(b) Except as otherwise provided in subsection (c) of this section or section 46b-532, neither a person acting as gestational surrogate nor the spouse or former spouse of the person acting as surrogate, if any, is a parent of the resulting child.\n\n(c) If a resulting child is alleged to be a genetic child of the person who agreed to be a gestational surrogate, the court shall, upon finding sufficient evidence, order genetic testing of the child, the cost of which shall be covered by the intended parent or parents. If the resulting child is a genetic child of the person who agreed to be a gestational surrogate, parentage shall be determined in accordance with the provisions of sections 46b-450 to 46b-505, inclusive.\n\n(d) Except as provided in subsection (c) of this section, subsection (b) of section 46b-530 or section 46b-532, if, due to a clinical or laboratory error, a child conceived by assisted reproduction under a gestational surrogacy agreement is not genetically related to an intended parent or a donor who donated to the intended parent or parents, each intended parent, and not the gestational surrogate and the spouse or former spouse of the person acting as surrogate, if any, is a parent of the resulting child.\n\n(P.A. 21-15, S. 68.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-529/"
    },
    {
      "id": "section-46b-530",
      "number": "46b-530.",
      "heading": "Gestational surrogacy agreement: Parentage of deceased intended parent.",
      "text": "(a) The provisions of section 46b-529 shall apply to an intended parent even if the intended parent died during the period between the transfer of a gamete or embryo and the birth of the resulting child.\n\n(b) Except as provided in section 46b-532, an intended parent is not a parent of a child conceived by assisted reproduction under a gestational surrogacy agreement if the intended parent dies before the transfer of a gamete or embryo unless:\n\n(1) The person executed a written document, which may include the surrogacy agreement, that: (A) Specifically set forth that the person's gametes may be used for posthumous conception of a child, (B) specifically provided the other intended parent with authority to exercise custody, control and use of the gametes in the event of the person's death, and (C) was signed and dated by the person and the other intended parent; and\n\n(2) The embryo is in utero not later than one year after the date of the person's death.\n\n(P.A. 21-15, S. 69.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-530/"
    },
    {
      "id": "section-46b-531",
      "number": "46b-531.",
      "heading": "Gestational surrogacy agreement: Judgment of parentage.",
      "text": "(a) Except as provided in subsection (c) of section 46b-529 or section 46b-532, a party to a gestational surrogacy agreement may initiate a proceeding for a judgment of parentage of a child conceived pursuant to the agreement at any time after the agreement has been executed by all of the parties.\n\n(b) The petition for a judgment of parentage shall include: (1) Certification from the attorney representing the intended parent or parents and the attorney representing the person acting as surrogate that the requirements of sections 46b-522 to 46b-524, inclusive, have been met; and (2) a statement from all parties to the surrogacy agreement that they entered into the surrogacy agreement knowingly and voluntarily. The petition, including the certification and statement required by subdivisions (1) and (2) of this subsection, shall be submitted under penalty of false statement.\n\n(c) Neither the state nor the Department of Public Health, nor the hospital where delivery is expected to occur or does occur, is a necessary party to a proceeding under subsection (a) of this section.\n\n(d) Upon a finding that the petition satisfies subsection (b) of this section, the court shall issue a judgment: (1) Declaring, that upon the birth of the child born during the term of the surrogacy agreement, any intended parent is a parent of the child and ordering that parental rights, duties and custody vest immediately on the birth of the child exclusively in any intended parent; (2) Declaring, that upon the birth of the child born during the term of the surrogacy agreement, the person acting as gestational surrogate and the spouse or former spouse of the person acting as surrogate, if any, are not the parents of the child; (3) Declaring that the intended parent or parents have responsibility for the maintenance and support of the child immediately upon the birth of the child; (4) Designating the contents of the certificate of birth in accordance with subsection (b) of section 7-48a and directing the Department of Public Health to designate any intended parent as a parent of the child; and (5) If necessary, ordering that the child be surrendered to the intended parent or parents. The court may issue an order or judgment under this subsection before or after the date of birth of the child. The court shall stay enforcement of the order or judgment until the birth of the child. Nothing in this subsection shall be construed to limit the court's authority to issue other orders under any other provision of the general statutes.\n\n(e) In the event the certification required by subdivision (1) of subsection (b) of this section cannot be made because of a technical or nonmaterial deviation from the requirements of sections 46b-522 to 46b-524, inclusive, the court may nevertheless enforce the agreement and issue a judgment of parentage if the court determines the agreement is in substantial compliance with the requirements of said sections.\n\n(f) An order under subsection (d) or (e) of this section shall be sufficient to satisfy the requirements in section 7-48a governing birth certificates.\n\n(P.A. 21-15, S. 70; P.A. 22-129, S. 5.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 22-129 deleted former Subsec. (d) re waiving consent to service of process, redesignated existing Subsecs. (e) to (g) as Subsecs. (d) to (f) and made a technical change in Subsec. (f), effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-531/"
    },
    {
      "id": "section-46b-532",
      "number": "46b-532.",
      "heading": "Effect of gestational surrogacy agreement.",
      "text": "(a) A gestational surrogacy agreement that complies with sections 46b-522 to 46b-524, inclusive, is enforceable.\n\n(b) If a child was conceived by assisted reproduction under a gestational surrogacy agreement that shall not comply with sections 46b-522 to 46b-524, inclusive, the court shall determine the rights and duties of the parties to the agreement, taking into account evidence of the intent of the parties at the time of execution of the agreement. Each party to the agreement and any person who at the time of the execution of the agreement was a spouse of a party to the agreement has standing to maintain a proceeding to adjudicate an issue related to the enforcement of the agreement.\n\n(c) Except as expressly provided in a gestational surrogacy agreement or subsection (d) or (e) of this section, if the agreement is breached by the person acting as gestational surrogate or one or more intended parents, the nonbreaching party is entitled to the remedies available at law or in equity.\n\n(d) Specific performance is not a remedy available for breach by a person acting as gestational surrogate of a provision in the agreement that the person acting as gestational surrogate be impregnated, terminate or not terminate a pregnancy, or submit to medical procedures.\n\n(e) Except as provided in subsection (d) of this section, if an intended parent is determined to be a parent of the resulting child, specific performance is a remedy available for:\n\n(1) Breach of the agreement by a person acting as gestational surrogate that prevents the intended parent from exercising immediately upon birth of the child the full rights of parentage; or\n\n(2) Breach by the intended parent that prevents the intended parent's acceptance, immediately upon birth of the child conceived by assisted reproduction under the agreement, of the duties of parentage.\n\n(P.A. 21-15, S. 71.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-532/"
    },
    {
      "id": "section-46b-533",
      "number": "46b-533.",
      "heading": "Requirements to validate genetic surrogacy agreement.",
      "text": "(a) Except as otherwise provided in section 46b-536, a genetic surrogacy agreement shall be validated by a Probate Court. A proceeding to validate the agreement shall be commenced before the assisted reproduction related to the surrogacy agreement.\n\n(b) Upon examination of the parties, the court shall issue an order validating a genetic surrogacy agreement if the court finds that:\n\n(1) Sections 46b-522 to 46b-524, inclusive, are satisfied; and\n\n(2) All parties entered into the agreement voluntarily and understand its terms.\n\n(c) A person who terminates a genetic surrogacy agreement under section 46b-534 shall file notice of the termination with the court. On receipt of the notice, the court shall vacate any order issued under subsection (b) of this section. A person who shall not notify the court of the termination of the agreement shall be subject to sanctions.\n\n(P.A. 21-15, S. 72.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-533/"
    },
    {
      "id": "section-46b-534",
      "number": "46b-534.",
      "heading": "Termination of genetic surrogacy agreement.",
      "text": "(a) A party to a genetic surrogacy agreement may terminate the agreement as follows:\n\n(1) An intended parent or person acting as genetic surrogate who is a party to the agreement may terminate the agreement at any time before a gamete or embryo transfer by giving notice of termination in a record to all other parties. If a gamete or embryo transfer does not result in a pregnancy, a party may terminate the agreement at any time before a subsequent gamete or embryo transfer, provided no party may terminate the agreement after a gamete or embryo transfer but prior to a pregnancy test at a time to be determined by a qualified healthcare provider. The notice of termination shall be attested by a notarial officer or witnessed.\n\n(2) Upon sending the notice of termination, the sending party or parties to the genetic surrogacy agreement shall not undertake any medical procedure contemplated under the terms of the agreement. Upon receiving the notice of termination, the receiving party or parties to the genetic surrogacy agreement shall not undertake any medical procedure contemplated under the terms of the agreement.\n\n(3) An intended parent or person acting as genetic surrogate who terminates the agreement after the court issues an order validating the agreement under section 46b-533 or 46b-536, but before the person acting as genetic surrogate becomes pregnant by means of assisted reproduction, shall also file notice of the termination with such court.\n\n(b) On termination of the genetic surrogacy agreement, the parties are released from all obligations under the agreement, except that any intended parent remains responsible for all expenses incurred by the person acting as genetic surrogate through the date of termination of the agreement that are reimbursable under the agreement. Unless the agreement provides otherwise, the person acting as surrogate is not entitled to any nonexpense-related compensation paid for serving as a surrogate.\n\n(c) Except in a case involving fraud, neither a person acting as genetic surrogate nor the spouse or former spouse of the person acting as surrogate, if any, is liable to the intended parent or parents for a penalty or liquidated damages, for terminating a genetic surrogacy agreement under this section.\n\n(P.A. 21-15, S. 73.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-534/"
    },
    {
      "id": "section-46b-535",
      "number": "46b-535.",
      "heading": "Parentage under validated genetic surrogacy agreement.",
      "text": "(a) Upon birth of a child conceived by assisted reproduction under a genetic surrogacy agreement validated under section 46b-533 or 46b-536, each intended parent is, by operation of law, a parent of the resulting child.\n\n(b) Upon birth of a child conceived by assisted reproduction under a genetic surrogacy agreement validated under section 46b-533 or 46b-536, the intended parent or parents shall file a notice with the court that validated the agreement under section 46b-533 or 46b-536 that a child has been born as a result of assisted reproduction. Upon receiving such notice, the court shall immediately, or as soon as practicable, issue an order without notice and hearing: (1) Declaring that any intended parent or parents is a parent of a child conceived by assisted reproduction under the agreement and ordering that parental rights and duties vest exclusively in any intended parent or parents; (2) Declaring that the person acting as genetic surrogate and the spouse or former spouse of the person acting as surrogate, if any, are not parents of the resulting child; (3) Declaring that the intended parent or parents have responsibility for the maintenance and support of the child immediately upon the birth of the child; (4) Designating the contents of the certificate of birth in accordance with subsection (b) of section 7-48a and directing the Department of Public Health to designate any intended parent as a parent of the child; and (5) If necessary, ordering that the child be surrendered to the intended parent or parents. Nothing in this subsection shall be construed to limit the court's authority to issue other orders under any other provision of the general statutes.\n\n(c) If a child born to a person acting as genetic surrogate is alleged not to have been conceived by assisted reproduction, the court may, upon sufficient findings, order genetic testing to determine the genetic parentage of the child, and shall designate which party shall pay for such testing. If the child was not conceived by assisted reproduction, parentage shall be determined in accordance with the provisions of sections 46b-450 to 46b-505, inclusive. Unless the genetic surrogacy agreement provides otherwise, if the child was not conceived by assisted reproduction the person acting as surrogate is not entitled to any nonexpense-related compensation paid for serving as a surrogate.\n\n(d) If an intended parent fails to file the notice required under subsection (b) of this section, the person acting as genetic surrogate may file with the court, not later than sixty days after the date of birth of a child conceived by assisted reproduction under the agreement, notice that the child has been born to the person acting as genetic surrogate. On proof of a court order issued under section 46b-533 or 46b-536 validating the agreement, the court shall order that each intended parent is a parent of the child.\n\n(P.A. 21-15, S. 74.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-535/"
    },
    {
      "id": "section-46b-536",
      "number": "46b-536.",
      "heading": "Effect of nonvalidated genetic surrogacy agreement.",
      "text": "(a) A genetic surrogacy agreement, whether or not in a record, that is not validated under section 46b-533 is enforceable only to the extent provided in this section and section 46b-538.\n\n(b) If all parties agree, a court may validate a genetic surrogacy agreement after assisted reproduction has occurred but before the date of birth of a child conceived by assisted reproduction under the agreement if, upon examination of the parties, the court finds that:\n\n(1) Sections 46b-522 to 46b-524, inclusive, are satisfied; and\n\n(2) All parties entered into the agreement voluntarily and understand its terms.\n\n(c) A person who terminates a genetic surrogacy agreement under section 46b-534 shall file notice of the termination with the court, provided that a person may not terminate a genetic surrogacy agreement validated under this section if a gamete or embryo transfer has resulted in a pregnancy. On receipt of the notice, the court shall vacate any order issued under subsection (b) of this section. A person who shall not notify the court of the termination of the agreement shall be subject to sanctions.\n\n(d) If a child conceived by assisted reproduction under a genetic surrogacy agreement that is not validated under section 46b-533 or subsection (b) of this section is born, the person acting as genetic surrogate is not automatically a parent and the Probate Court shall adjudicate parentage of the child based on the best interest of the child, taking into account the factors set forth in subsection (a) of section 46b-475 and the intent of the parties at the time of the execution of the agreement.\n\n(e) The parties to a genetic surrogacy agreement have standing to maintain a proceeding to adjudicate parentage under this section.\n\n(P.A. 21-15, S. 75; P.A. 22-129, S. 6.)\n\nHistory: P.A. 21-15 effective January 1, 2022; P.A. 22-129 amended Subsec. (d) by changing “court” to “Probate Court”, effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-536/"
    },
    {
      "id": "section-46b-537",
      "number": "46b-537.",
      "heading": "Genetic surrogacy agreement: Parentage of deceased intended parent.",
      "text": "(a) Except as provided in section 46b-535 or 46b-536, upon birth of a child conceived by assisted reproduction under a genetic surrogacy agreement, each intended parent is, by operation of law, a parent of the child whether the surviving parent is the genetic parent of the child conceived, or not, notwithstanding the death of an intended parent during the period between the transfer of a gamete or embryo and the birth of the child.\n\n(b) Except as provided in section 46b-535 or 46b-536, an intended parent is not a parent of a child conceived by assisted reproduction under a genetic surrogacy agreement if the intended parent dies before the transfer of a gamete or embryo unless:\n\n(1) The person executed a written document, which may include the surrogacy agreement, that: (A) Specifically set forth that the person's gametes may be used for posthumous conception of a child, (B) specifically provided the other intended parent with authority to exercise custody, control and use of the gametes in the event of the person's death, and (C) was signed and dated by the person and the other intended parent; and\n\n(2) The embryo is in utero not later than one year after the date of the person's death.\n\n(P.A. 21-15, S. 76.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-537/"
    },
    {
      "id": "section-46b-538",
      "number": "46b-538.",
      "heading": "Breach of genetic surrogacy agreement.",
      "text": "(a) Subject to subsection (b) of section 46b-534, if a genetic surrogacy agreement is breached by a person acting as genetic surrogate or one or more intended parents, the nonbreaching party is entitled to the remedies available at law or in equity.\n\n(b) Specific performance is not a remedy available for breach by a person acting as genetic surrogate of a requirement of a validated or nonvalidated genetic surrogacy agreement that the person acting as surrogate be impregnated, terminate or not terminate a pregnancy or submit to medical procedures.\n\n(c) Except as provided in subsection (b) of this section, specific performance is a remedy available for:\n\n(1) Breach of a validated genetic surrogacy agreement by a person acting as genetic surrogate that prevents the intended parent from exercising, immediately upon birth of the child, the full rights of parentage; or\n\n(2) Breach by an intended parent that prevents the intended parent's acceptance, immediately upon birth of the child conceived by assisted reproduction under the agreement, of the duties of parentage.\n\n(P.A. 21-15, S. 77.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-538/"
    },
    {
      "id": "section-46b-539",
      "number": "46b-539",
      "heading": "to 46b-541. - Reserved for future use.",
      "text": "to 46b-541. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-542",
      "number": "46b-542.",
      "heading": "Information about donor. Definitions.",
      "text": "As used in sections 46b-542 to 46b-547, inclusive:\n\n(1) “Identifying information” means: (A) The full name of a donor; (B) the date of birth of the donor; and (C) the permanent and, if different, current address of the donor at the time of the donation.\n\n(2) “Medical history” means information regarding any: (A) Present illness of a donor; (B) past illness of the donor; and (C) social, genetic and family history pertaining to the health of the donor.\n\n(P.A. 21-15, S. 78.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-542/"
    },
    {
      "id": "section-46b-543",
      "number": "46b-543.",
      "heading": "Application of provisions re collection of gametes.",
      "text": "(a) The provisions of sections 46b-542 to 46b-547, inclusive, apply only to gametes collected on or after January 1, 2022.\n\n(b) The provisions of this section do not apply to gametes collected from a donor whose identity is known to the recipient of the gametes at the time of the donation.\n\n(P.A. 21-15, S. 79.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-543/"
    },
    {
      "id": "section-46b-544",
      "number": "46b-544.",
      "heading": "Collection of information by gamete bank or fertility clinic.",
      "text": "(a) A gamete bank or fertility clinic operating in this state shall collect from a donor the donor's identifying information and medical history at the time of the donation.\n\n(b) A gamete bank or fertility clinic operating in this state that receives the gametes of a donor collected by another gamete bank or fertility clinic shall collect the name, address, telephone number and electronic mail address of the gamete bank or fertility clinic from which it receives the gametes.\n\n(c) A gamete bank or fertility clinic operating in this state shall disclose the information collected under subsections (a) and (b) of this section as provided under section 46b-546.\n\n(P.A. 21-15, S. 80.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-544/"
    },
    {
      "id": "section-46b-545",
      "number": "46b-545.",
      "heading": "Declaration regarding identity disclosure.",
      "text": "(a) A gamete bank or fertility clinic operating in this state that collects gametes from a donor shall: (1) Provide the donor with information in a record about the donor's choice regarding identity disclosure; and (2) obtain a declaration from the donor regarding identity disclosure.\n\n(b) A gamete bank or fertility clinic operating in this state shall give a donor the choice to sign a declaration, attested by a notarial officer or witnessed, that either: (1) States that the donor agrees to disclose the donor's identity to a child conceived by assisted reproduction with the donor's gametes on request once the child attains eighteen years of age; or (2) states that the donor shall not agree presently to disclose the donor's identity to the child.\n\n(c) A gamete bank or fertility clinic operating in this state shall permit a donor who has signed a declaration under subdivision (2) of subsection (b) of this section to withdraw the declaration at any time by signing a declaration under subdivision (1) of subsection (b) of this section.\n\n(P.A. 21-15, S. 81.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-545/"
    },
    {
      "id": "section-46b-546",
      "number": "46b-546.",
      "heading": "Disclosure of identifying information and medical history.",
      "text": "(a) On request of a child conceived by assisted reproduction who attains eighteen years of age, a gamete bank or fertility clinic operating in this state that collected the gametes used in the assisted reproduction shall make a good faith effort to provide the child with identifying information of the donor who provided the gametes, unless the donor signed and did not withdraw a declaration under subdivision (2) of subsection (b) of section 46b-545. If the donor signed and did not withdraw the declaration, the gamete bank or fertility clinic shall make a good faith effort to notify the donor, who may elect under subsection (c) of section 46b-545 to withdraw the donor's declaration.\n\n(b) Irrespective of whether a donor signed a declaration under subdivision (2) of subsection (b) of section 46b-545, on request by a child conceived by assisted reproduction who attains eighteen years of age, or, if the child is a minor, by a parent or guardian of the child, a gamete bank or fertility clinic operating in this state that collected the gametes used in the assisted reproduction shall make a good faith effort to provide the child or, if the child is a minor, the parent or guardian of the child, access to nonidentifying medical history of the donor.\n\n(c) On request of a child conceived by assisted reproduction who attains eighteen years of age, a gamete bank or fertility clinic operating in this state that received the gametes used in the assisted reproduction from another gamete bank or fertility clinic shall disclose the name, address, telephone number and electronic mail address of the gamete bank or fertility clinic from which it received the gametes.\n\n(P.A. 21-15, S. 82.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-546/"
    },
    {
      "id": "section-46b-547",
      "number": "46b-547.",
      "heading": "Recordkeeping.",
      "text": "(a) A gamete bank or fertility clinic operating in this state that collects gametes for use in assisted reproduction shall maintain identifying information and medical history about each gamete donor. The gamete bank or fertility clinic shall maintain records of gamete screening and testing and comply with reporting requirements, in accordance with federal law and applicable law of this state other than the provisions of sections 46b-450 to 46b-553, inclusive.\n\n(b) A gamete bank or fertility clinic operating in this state that receives gametes from another gamete bank or fertility clinic operating in this state shall maintain the name, address, telephone number and electronic mail address of the gamete bank or fertility clinic from which it received the gametes.\n\n(P.A. 21-15, S. 83.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-547/"
    },
    {
      "id": "section-46b-548",
      "number": "46b-548",
      "heading": "to 46b-550. - Reserved for future use.",
      "text": "to 46b-550. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-551",
      "number": "46b-551.",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing the provisions of sections 46b-450 to 46b-553, inclusive, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\n(P.A. 21-15, S. 84.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-551/"
    },
    {
      "id": "section-46b-552",
      "number": "46b-552.",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act.",
      "text": "Sections 46b-450 to 46b-553, inclusive, modify, limit or supersede the Electronic Signatures in Global and National Commerce Act, 15 USC 7001 et seq., but do not modify, limit or supersede 15 USC 7001(c), or authorize electronic delivery of any of the notices described in 15 USC 7003(b).\n\n(P.A. 21-15, S. 85.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-552/"
    },
    {
      "id": "section-46b-553",
      "number": "46b-553.",
      "heading": "Transitional provision.",
      "text": "Sections 46b-450 to 46b-553, inclusive, apply to a proceeding in which no judgment has entered before January 1, 2022, with respect to a person's parentage that has not already been adjudicated by a court of competent jurisdiction or determined by operation of law.\n\n(P.A. 21-15, S. 86.)\n\nHistory: P.A. 21-15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-553/"
    },
    {
      "id": "section-46b-554",
      "number": "46b-554",
      "heading": "to 46b-559. - Reserved for future use.",
      "text": "to 46b-559. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46b-560",
      "number": "46b-560.",
      "heading": "(Formerly Sec. 46b-160). - Petition to adjudicate parentage",
      "text": "(a)(1)(A) Except for petitions in uncontested actions brought pursuant to sections 46b-517, 46b-531 and 46b-535, when a petition to adjudicate parentage pursuant to section 46b-489 or sections 46b-495 to 46b-583, inclusive, is filed, the court, or any judge or family support magistrate assigned to the court, shall cause a summons, signed by such judge or magistrate, by the clerk of the court, or by a commissioner of the Superior Court to be issued, requiring the alleged parent to appear in court at a time and place as determined by the clerk but not more than ninety days after the issuance of the summons to show cause why the request for relief in such petition should not be granted.\n\n(B) A state marshal, proper officer or investigator shall make due return of process to the court not less than twenty-one days before the date assigned for hearing. In the case of a child or pregnant person being supported wholly or in part by the state, service of such petition may be made by any investigator employed by the Department of Social Services and any proper officer authorized by law.\n\n(2) If the alleged parent fails to appear in court at such time and place, the court or family support magistrate shall hear the petitioner and, upon a finding that process was served on the alleged parent, shall enter a default judgment of parentage against such parent and such other orders as the facts may warrant. In addition, such court or family support magistrate may order that such hearing be continued. The court or family support magistrate shall, upon motion by a party, issue an order for temporary support of the child by the respondent pending a final judgment of the issue of parentage if such court or magistrate finds that there is clear and convincing evidence of parentage which evidence in cases involving alleged genetic parents shall include, but not be limited to, genetic test results that meet the requirements of section 46b-500.\n\n(b) If the alleged parent resides out of or is absent from the state, notice required for the exercise of jurisdiction over such alleged parent shall be actual notice, and shall be in the manner prescribed for personal service of process by the law of the place in which service is made.\n\n(c) In any proceeding to establish parentage, the court or family support magistrate may exercise personal jurisdiction over a nonresident alleged parent if the court or magistrate finds that the alleged parent was personally served in this state or that the alleged parent resided in this state and while residing in this state (1) paid prenatal expenses for the birth parent and support for the child, (2) resided with the child and held himself or herself out as the parent of the child, or (3) paid support for the child and held himself or herself out as the parent of the child, provided the nonresident alleged parent has received actual notice of the pending petition for parentage pursuant to this subsection.\n\n(d) The petition, when served pursuant to subsection (c) of this section, shall be accompanied by an answer form, a notice to the alleged parent and an application for appointment of counsel, written in clear and simple language designed for use by pro se defendants.\n\n(e) (1) The answer form shall require the alleged parent to indicate whether the alleged parent admits or denies that the alleged parent is a parent or does not know whether the alleged parent is a parent of the child. Any response to the answer form shall not be deemed to waive any jurisdictional defense.\n\n(2) The notice to the alleged parent shall inform the alleged parent that (A) the alleged parent has a right to be represented by an attorney, and if the alleged parent is indigent, the court will appoint an attorney for such parent, (B) if the alleged parent is found to be the parent, the alleged parent will be required to financially support the child until the child attains the age of eighteen years, (C) if the alleged parent does not admit parentage and such person is alleged to be a genetic parent, the court or family support magistrate may, pursuant to section 46b-499, order a genetic test to determine parentage and that the cost of such test shall be paid by the state in IV-D support cases, and in non-IV-D cases shall be paid by the petitioner, except that if the alleged parent is subsequently adjudicated to be the parent of the child, such person shall be liable to the state or the petitioner, as the case may be, for the amount of such cost, and (D) if the alleged parent fails to return the answer form or fails to appear for a scheduled genetic test without good cause, a default judgment of parentage shall be entered.\n\n(3) The application for appointment of counsel shall include a financial affidavit.\n\n(f) If the court or family support magistrate may exercise personal jurisdiction over the nonresident alleged parent pursuant to subsection (d) of this section and the answer form is returned and the alleged parent does not admit parentage, in cases in which the alleged parent is an alleged genetic parent, the court shall order genetic tests pursuant to section 46b-497. Such order shall be served upon the alleged parent in the same manner as provided in subsection (c) of this section. Unless the alleged genetic parent requests otherwise, the genetic test of the alleged genetic parent shall be made in the state where the alleged genetic parent resides at a location convenient to him or her. The costs of such test shall be paid by the state in IV-D support cases, and in non-IV-D cases shall be paid by the petitioner, except that if the alleged genetic parent is subsequently adjudicated the parent of the child, such person shall be liable to the state or the petitioner, as the case may be, for the amount of the costs.\n\n(g) The court or family support magistrate shall enter a default judgment against a nonresident alleged parent if such alleged parent (1) fails to answer or otherwise respond to the petition, or (2) in cases in which the alleged parent is an alleged genetic parent, fails to appear for a scheduled genetic test without good cause, provided a default judgment shall not be entered against a nonresident alleged parent unless (A) there is evidence that the nonresident alleged parent has received actual notice of the petition pursuant to subsection (b) of this section and (B) there is verification that the process served upon the alleged parent included the answer form, notice to the defendant and an application for appointment of counsel required by subsection (d) of this section. Upon entry of a default judgment, a copy of the judgment and a form for a motion to reopen shall be served upon the adjudicated parent in the same manner as provided in subsection (b) of this section.\n\n(February, 1965, P.A. 406, S. 1; 1967, P.A. 520, S. 1; P.A. 74-183, S. 108, 291; P.A. 75-406, S. 3, 11; 75-420, S. 4, 6; P.A. 76-334, S. 9, 12; 76-436, S. 498, 681; P.A. 77-614, S. 521, 610; P.A. 78-379, S. 21, 27; P.A. 79-560, S. 16, 39; P.A. 85-548, S. 3; P.A. 88-364, S. 60, 123; P.A. 89-360, S. 13, 44, 45; P.A. 93-187, S. 2; 93-262, S. 68, 87; 93-329, S. 2; 93-396, S. 15; June 18 Sp. Sess. P.A. 97-1, S. 56, 75; June 18 Sp. Sess. P.A. 97-7, S. 19, 38; P.A. 00-99, S. 93, 154; P.A. 01-195, S. 41, 181; P.A. 07-247, S. 10; P.A. 09-8, S. 11; P.A. 15-71, S. 82; P.A. 21-15, S. 118.)\n\nHistory: 1967 act extended section to expectant mothers; P.A. 74-183 replaced circuit court with court of common pleas and “circuit” with “county or judicial district”, effective December 31, 1974; P.A. 75-406 specified that venue in paternity action is to be in accordance with Secs. 52-435a, 52-438 and 52-442a; P.A. 75-420 replaced welfare department with department of social services; P.A. 76-334 specified that petition is to be served on Attorney General and that he is to be a party to paternity proceedings in cases involving public assistance recipients and replaced “county or judicial district” with “geographical area”; P.A. 76-436 replaced court of common pleas with superior court and superior court with supreme court where appearing, effective July 1, 1978; P.A. 77-614 replaced department of social services with department of human resources, effective January 1, 1979; P.A. 78-379 required that jurors be selected from judicial district where geographical area is located for trial purposes; P.A. 79-560 added reference to petitions made by income maintenance department investigators; Sec. 52-435a transferred to Sec. 46b-160 in 1979; P.A. 85-548 added provision that paternity petition may be brought any time prior to child's eighteenth birthday, provided liability for past support shall be limited to three years next preceding granting of petition, deleting prior provision which prohibited the bringing of petition later than three years after birth of child or three years after cessation of support contributions whichever is later; P.A. 88-364 changed the filing from the geographical area to the judicial district; P.A. 89-360 added exception for filing paternity petition in IV-D support cases with family support magistrate division, added provision re service of petition in case of child or expectant mother wholly supported by state by any proper officer authorized by law, added references to family support magistrate, and added provision that IV-D paternity cases shall be tried by family support magistrate unless one of parties demands trial by jury in accordance with Sec. 46b-164; P.A. 93-187 made technical changes re commencement of paternity proceedings, summons and service of process; P.A. 93-262 replaced reference to departments of income maintenance and human resources with department of social services, effective July 1, 1993; P.A. 93-329 added Subsecs. (c) to (h), inclusive, re jurisdiction over nonresident putative father, including requirements of personal service, minimum contacts with this state, answer form, notice, genetic tests and provision re entry of default judgments; P.A. 93-396 made a technical change in Subsec. (a); June 18 Sp. Sess. P.A. 97-1 amended Subsec. (a) by adding reference to petitions brought under Secs. 46b-212 to 46b-213v, inclusive, deleted former Subsec. (b) re trial by family support magistrate except when trial by jury is requested by a party to the case and redesignated remaining Subsecs., effective January 1, 1998; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (a) to provide that default judgment of paternity shall be entered upon finding that process served on putative father and to add provision re order of temporary support pending final judgment of paternity if clear and convincing evidence of paternity, amended Subsec. (e)(2) to require default judgment of paternity and amended Subsec. (g) to require entry of default judgment, effective July 1, 1997; P.A. 00-99 replaced reference in Subsec. (a) to sheriff with state marshal, effective December 1, 2000; P.A. 01-195 made technical changes in Subsec. (a) for purposes of gender neutrality, effective July 11, 2001; P.A. 07-247 amended Subsec. (a) to restructure provisions by adding Subdiv. designators (1) to (4), delete requirement that “petition, summons and order shall be on forms prescribed by the Office of the Chief Court Administrator” and replace “46b-213v” with “46b-213w”; P.A. 09-8 made technical changes in Subsec. (a)(3); P.A. 15-71 amended Subsec. (a)(2) by replacing references to Secs. 46b-212 to 46b-213w with references to Secs. 46b-301 to 46b-425, effective July 1, 2015; P.A. 21-15 deleted former Subsecs. (a)(1)(A) to (a)(2) re filing of verified petition to establish paternity, redesignated existing Subsec. (a)(3)(A) as new Subsec. (a)(1)(A) and amended same by adding provision re petitions in uncontested actions, replacing “putative father” with “alleged parent” and making technical changes, redesignated existing Subsec. (a)(3)(B) as new Subsec.(a)(1)(B) and amended same by replacing “expectant mother” with “pregnant person”, redesignated existing Subsec. (a)(4) as Subsec. (a)(2) and amended same by replacing “putative father” with “alleged parent”, replacing “paternity” with “parentage”, deleting provision re mother continuing constant in accusation, replacing “genetic test results indicating a ninety-nine per cent or greater probability that such respondent is the father of the child” with “genetic test results that meet the requirements of section 46b-500” and making technical changes, amended Subsec. (b) by replacing “putative father” with “alleged parent”, amended Subsec. (c) by replacing “paternity” with “parentage”, replacing “putative father” with “alleged parent” and by making technical changes, amended Subsec. (d) by replacing “putative father” with “alleged parent”, amended Subsec. (e) by replacing “putative father” with “alleged parent” and “alleged genetic parent”, by adding reference to section 46b-499 re ordering a genetic test and by making technical changes, amended Subsec. (f) by replacing “putative father” with “alleged parent” and “alleged genetic parent”, adding reference to section 46b-497 re ordering genetic tests and making technical changes, and amended Subsec. (g) by replacing “putative father” with “alleged parent” and further amended Subsec. (g)(2) by adding provision re alleged genetic parent, changing “subsection (c) of this section” to “subsection (b) of this section”, changing “subsection (e) of this section” to “subsection (d) of this section” and replacing “served upon the father” with “served upon the adjudicated parent”, effective January 1, 2022; Sec. 46b-160 transferred to Sec. 46b-560 in 2023.\n\nAnnotations to former section 52-435a:\n\nThere can be no trial until the child is born. 1 R. 345. Discharge by mother. Id., 320. The mother, if plaintiff, must be put to the discovery at the time of her travail, if possible. 2 R. 492; 1 R. 107, but see 43 C. 484; 47 C. 186; 81 C. 7; 93 C. 320; 108 C. 673. Plaintiff must be examined, though defendant does not appear. 1 R. 345. This is not a criminal proceeding. 2 C. 360; 53 C. 525; 85 C. 327; 118 C. 304. The justice may adjourn the hearing and require defendant to give bonds for appearance at the adjourned day. 32 C. 223; 105 C. 389. The justice may belong to the town interested. 1 D. 278. Suit by a woman under age; 2 C. 360; by husband and wife. 1 R. 230. Cross-examination of defendant. 28 C. 314. What declarations are and what are not admissible; other evidence. 47 C. 186; 58 C. 292; 67 C. 339; 78 C. 65; 79 C. 97; 81 C. 7. Refusal to give bond on binding over is not a forfeiture of recognizance to appear and abide the order of the lower court. 51 C. 497. Higher court can acquire jurisdiction only by a binding over; presence of defendant not essential to jurisdiction of higher court; jurisdiction of higher court not affected by failure of justice to commit defendant for want of bond. 53 C. 526. Bond by putative father for support of child held valid. 54 C. 419. Defective complaint held to have been waived. 58 C. 286. Nature of proceedings. 68 C. 47. Statute must be strictly followed; arrest by indifferent person void; so arrest of one brought wrongfully into jurisdiction. 85 C. 327. Proof of constancy in accusations not necessary to make out prima facie case; statute merely makes constancy of accusation competent evidence. 93 C. 320; 108 C. 673; 114 C. 712; 138 C. 127. Allegation that reputable physician certified that complainant was pregnant not required; allegations held sufficient. 93 C. 322; 147 C. 418. Bond may be ordered to insure defendant's attendance at adjourned sessions of the justice court; sole issue before justice is question of probable cause. 105 C. 390. If accusations are constant, prima facie case is made out by plaintiff, rebuttable only by evidence other than defendant's own testimony. 108 C. 674. Arrest of defendant not necessary to give jurisdiction. 118 C. 306. Obligation of surety on recognizance for appearance does not include duty of seeing that accused conform to judgment by making payments. 128 C. 313. Cited. 131 C. 550. Fundamentally a civil action and may be maintained by a nonresident; it is designed to provide financial assistance for the mother in the support of the child. 146 C. 370. Statute prior to 1959 amendment: Next court of common pleas for the county in which the complainant dwells establishes venue rather than jurisdiction of subject matter. Id. Irregularity in physician's certificate does not destroy jurisdiction of the court but may be subject matter for plea in abatement. 147 C. 423. Cited. 156 C. 205. Confers jurisdiction over bastardy actions. 165 C. 33. Motion to open a judgment hereunder denied by the circuit court and sustained on appeal; appearance of attorney in lieu of person summoned to appear personally not approved. 168 C. 184. Statute omits any authorization for the arrest of the putative father and provides that paternity proceedings shall be initiated upon the verified petition of the mother filed in the court of common pleas. 169 C. 66. Cited. 170 C. 367; 175 C. 438.\n\nCited. 6 CS 156. That a child born to a married woman during wedlock is legitimate is only a presumption and not absolutely conclusive; discussion of English rule. 11 CS 323. Cited. 17 CS 267. Residence in Connecticut of the mother and child not a jurisdictional requirement; bind over is then to county court of defendant's residence. 20 CS 346. Cited. 34 CS 187, 190; Id., 501; 36 CS 501.\n\nComplainant may appeal to appellate division of circuit court on adverse finding on hearing in probable cause. 2 Conn. Cir. Ct. 179. Former statute cited. Id., 581, 582. Defendant's paternity of plaintiff's child must be proved by plaintiff by a fair preponderance of evidence, as in any other civil case; evidence of substantive facts is essential and they cannot be proved by corroborative evidence consisting only of constancy of accusation. 3 Conn. Cir. Ct. 453. History discussed. Id.; Id., 492–494; Id., 553. Married woman could maintain bastardy proceedings for the support of her child, who was not the child of her husband. Id., 494. Purpose of act; since section is civil in nature, the court is not required to advise defendant of his basic constitutional rights. Id., 553, 556. Where sole evidence of paternity was based on prior accusation of plaintiff which she repudiated in court, defendant's motion for judgment notwithstanding the verdict should be granted. 4 Conn. Cir. Ct. 326–329. Proceedings are civil not criminal and general rules respecting civil cases are applicable; in absence of finding of facts, judgment not reviewable on appeal. Id., 443. Cited. Id., 637, 638. Competency of photograph of illegitimate child offered in evidence to show resemblance to defendant not material where other evidence of defendant's relations with plaintiff were sufficient to prove paternity. Id., 713. Expert medical witness called by plaintiff may also give evidence which defendant used to prove his relations with plaintiff were too early to result in birth of child on date established; verdict for defendant reached on conflicting evidence will not be set aside where jury could reasonably have reached the conclusion it did. 5 Conn. Cir. Ct. 476. Where defendant was living with plaintiff and supporting child she had previously borne him, at time of conception of second child, jury could have reasonably concluded defendant was father of second child. Id., 571. Cited. 6 Conn. Cir. Ct. 339. Constancy of accusation is competent evidence that may be proved in corroboration of plaintiff's testimony. Id., 519.\n\nAnnotations to former section 46b-160:\n\nCited. 180 C. 114; 188 C. 354. Requires that the paternity proceeding be instituted during lifetime of putative father. 194 C. 52; reversed, see 200 C. 656. Cited. 196 C. 403; Id., 413; 197 C. 87. Reversed judgment of Appellate Court; statute conferred status of party on Attorney General. 200 C. 656. New 18-year limitation is applied retroactively. 201 C. 16. Cited. 204 C. 760; 208 C. 21. Section as amended may be applied retroactively. 225 C. 185. Cited. 234 C. 51.\n\nCited. 3 CA 212; 9 CA 93. Amendment (new statute of limitations) applied retroactively. Id., 327. Cited. 11 CA 548; 14 CA 487; 15 CA 312; 19 CA 76; 34 CA 129; judgment reversed, see 234 C. 51; 37 CA 105. 3-year retroactivity provision in section is not a statute of limitations, but is a statutory allowance for past child support. 75 CA 625. Because section is in derogation of the common law, it is to be strictly construed. 140 CA 229.\n\nCited. 35 CS 679; 38 CS 680. Court finds statute's 3-year limitation period not sufficiently long to withstand equal protection scrutiny. 40 CS 6. Cited. 42 CS 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-560-formerly-sec-46b-160/"
    },
    {
      "id": "section-46b-561",
      "number": "46b-561.",
      "heading": "(Formerly Sec. 46b-161). - Procedure brought prior to birth of child.",
      "text": "In the case of any such petition brought prior to the birth of the child, no final trial on the issue of the alleged parent's parentage shall be had, except as to hearing on probable cause, until after the birth of the child. In such hearing on probable cause the court, on the day on which the defendant has been summoned to appear, shall determine whether probable cause exists, and if so, the court shall order the defendant to become bound to the complainant, with surety to appear on a date certain for final determination, or further continuance as circumstances may then require.\n\n(1967, P.A. 520, S. 2; P.A. 21-15, S. 119.)\n\nHistory: Sec. 52-438a transferred to Sec. 46b-161 in 1979; P.A. 21-15 replaced “paternity” with “the alleged parent's parentage”, effective January 1, 2022; Sec. 46b-161 transferred to Sec. 46b-561 in 2023.\n\nAnnotation to former section 52-438a:\n\nCited. 165 C. 33.\n\nAnnotations to former section 46b-161:\n\nCited. 188 C. 354; 194 C. 52; 224 C. 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-561-formerly-sec-46b-161/"
    },
    {
      "id": "section-46b-562",
      "number": "46b-562.",
      "heading": "(Formerly Sec. 46b-162). - Action by state or town.",
      "text": "The state or any town interested in the support of a child born to parents not married to each other may, if the parent who gave birth neglects to bring a petition, institute such proceedings against the alleged parent, and may take up and pursue any petition commenced by the parent who gave birth for the maintenance of the child, if the parent who gave birth fails to prosecute to final judgment. The petition may be made by the Commissioner of Social Services on information or belief. The parent who gave birth to the child may be subpoenaed for testimony on the hearing of the petition.\n\n(February, 1965, P.A. 406, S. 3; P.A. 75-420, S. 4, 6; P.A. 77-614, S. 521, 610; P.A. 79-560, S. 17, 39; P.A. 93-262, S. 69, 87; P.A. 21-15, S. 120.)\n\nHistory: P.A. 75-420 replaced welfare commissioner with commissioner of social services; P.A. 77-614 replaced commissioner of social services with commissioner of human resources, effective January 1, 1979; P.A. 79-560 authorized commissioner of income maintenance to make petition; Sec. 52-440a transferred to Sec. 46b-162 in 1979; P.A. 93-262 replaced reference to commissioners of income maintenance and human resources with commissioner of social services, effective July 1, 1993; P.A. 21-15 replaced “out of wedlock, if the mother” with “to parents not married to each other may, if the parent who gave birth”, replaced “person accused of begetting the child” with “alleged parent”, replaced “mother” with “parent who gave birth”, deleted “or the town welfare administrator” and made technical changes, effective January 1, 2022; Sec. 46b-162 transferred to Sec. 46b-562 in 2023.\n\nAnnotations to former section 52-440a:\n\nProof that the mother was examined in her travail unnecessary if selectmen sue. 1 D. 278. Her testimony also unnecessary; only one selectman need swear to the complaint. 6 C. 44. Necessary averments in declaration. 5 C. 424; 6 C. 44; 7 C. 289. The suit may be commenced by forthwith process. Id. The judgment cannot be for a weekly sum. 28 C. 444. Town may be third party beneficiary on bond given to mother. 128 C. 322. Order contemplated by Sec. 52-439a, this section and Sec. 52-442 is not only for the protection of the mother but also of the town. 143 C. 688. Saving public the burden of supporting an illegitimate child is not the primary purpose of proceedings. 146 C. 370. Cited. 165 C. 33.\n\nCited. 20 CS 350; 35 CS 628.\n\nWhere sole evidence of paternity was prior accusation of plaintiff which she repudiated in court, defendant's motion for judgment notwithstanding verdict should be granted. 4 Conn. Cir. Ct. 326–329.\n\nAnnotations to former section 46b-162:\n\nCited. 188 C. 354; 194 C. 52; 234 C. 51.\n\nCited. 11 CA 548. Minor child who is subject of a paternity action is an indispensable party to that action. 78 CA 848.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-562-formerly-sec-46b-162/"
    },
    {
      "id": "section-46b-563",
      "number": "46b-563.",
      "heading": "(Formerly Sec. 46b-163). - Action not defeated by stillbirth or other premature termination of pregnancy.",
      "text": "No provision of section 46b-560 or 46b-561 shall be construed to defeat any action commenced thereunder because of stillbirths or other premature termination of the pregnancy. In either such event, the court shall enter such order as it shall, after hearing, determine proper.\n\n(1967, P.A. 520, S. 3.)\n\nHistory: Sec. 52-438b transferred to Sec. 46b-163 in 1979 and reference to Secs. 52-435a and 52-438a revised to reflect their transfer; Sec. 46b-163 transferred to Sec. 46b-563 in 2023.\n\nAnnotation to former section 52-438b:\n\nCited. 165 C. 33.\n\nAnnotation to former section 46b-163:\n\nCited. 188 C. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-563-formerly-sec-46b-163/"
    },
    {
      "id": "section-46b-564",
      "number": "46b-564.",
      "heading": "(Formerly Sec. 46b-165). - Testimony of parent or alleged parent.",
      "text": "In parentage proceedings concerning a child for whom parentage is sought, a parent or alleged parent shall not be prosecuted for any criminal act about which (1) the parent or alleged parent testifies in connection with such proceedings, or (2) the parent or alleged parent makes any statement prior to such proceedings with respect to the issue of parentage.\n\n(February, 1965, P.A. 406, S. 4; 1971, P.A. 439, S. 2; P.A. 21-15, S. 121.)\n\nHistory: 1971 act prohibited prosecution of mother for criminal act concerning which “she makes any statement prior to such proceedings with respect to the issue of paternity”; Sec. 52-435b transferred to Sec. 46b-165 in 1979; P.A. 21-15 deleted provision re mother not being excused from testifying because her evidence may tend to disgrace or incriminate her, added “In parentage proceedings concerning a child for whom parentage is sought, a parent or alleged parent shall not” re prosecution for criminal acts relating to testimony in parentage proceedings, replaced “she” with “the parent or alleged parent” and replaced “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-165 transferred to Sec. 46b-564 in 2023.\n\nAnnotations to former section 52-435b:\n\nCited. 165 C. 33.\n\nConstitutionality of statute could not be challenged by defendant in paternity action as it in no way concerned him. 5 Conn. Cir. Ct. 571.\n\nAnnotation to former section 46b-165:\n\nCited. 188 C. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-564-formerly-sec-46b-165/"
    },
    {
      "id": "section-46b-565",
      "number": "46b-565.",
      "heading": "(Formerly Sec. 46b-168). - Assessment of costs for genetic tests.",
      "text": "The costs of genetic tests carried out pursuant to the Connecticut Parentage Act shall be chargeable against the party making the motion for genetic tests, provided if the court finds that such party is a low-income obligor, as defined in the child support guidelines established pursuant to section 46b-215a, or is otherwise indigent and unable to pay such costs, such costs shall be paid by the state.\n\n(1957, P.A. 367; P.A. 81-433, S. 1, 3; P.A. 89-360, S. 41, 45; P.A. 93-329, S. 10; P.A. 94-93; June 18 Sp. Sess. P.A. 97-7, S. 20, 38; P.A. 06-149, S. 10; P.A. 21-15, S. 122.)\n\nHistory: Sec. 52-184 transferred to Sec. 46b-168 in 1979; P.A. 81-433 added proviso re state payment of costs for indigent and indigent's subsequent liability for costs if judged to be child's father; P.A. 89-360 amended Subsec. (a) by adding “or family support magistrate” and deleting provision re payment of costs of tests and added Subsecs. (b) and (c) re order by court or family support magistrate of genetic tests to determine paternity, admissibility of evidence and payment of costs of such tests; P.A. 93-329 deleted former Subsec. (a) re blood grouping tests in proceeding where question of paternity is an issue relettering former Subsecs. (b) and (c) as (a) and (b) and amended relettered Subsec. (a) by deleting reference to prior blood grouping tests and substituting “deoxyribonucleic acid tests” for “human leukocyte antigen tests or DNA”; P.A. 94-93 added provisions making genetic test results a rebuttable presumption that the putative father is the father of the child if the results of such tests indicate a 99% or greater probability that he is the father of the child and if there is evidence presented that sexual intercourse occurred between the mother and father during the time in question as new Subsec. (b), relettering former Subsec. as (c); June 18 Sp. Sess. P.A. 97-7 amended Subsec. (a) by adding reference to Sec. 46b-168a and adding provision that genetic test shall be admissible to establish paternity without need for foundation testing or other proof of authenticity or accuracy, unless objection made in writing 20 days before hearing and amended Subsec. (b) by adding reference to Sec. 46b-168a, effective July 1, 1997; P.A. 06-149 amended Subsec. (c) to delete requirement that party adjudicated to be father shall reimburse the state for costs of tests, and inserted provision that the state shall pay costs of tests for party who is a low-income obligor or is otherwise indigent and unable to pay, effective June 6, 2006; P.A. 21-15 deleted former Subsecs. (a) and (b) re evidence in proceeding in which the question of paternity is at issue and amended former Subsec. (c) by replacing “costs of making tests provided by this section” with “costs of genetic tests carried out pursuant to the Connecticut Parentage Act” and replacing “making the motion” with “making the motion for genetic tests”, effective January 1, 2022; Sec. 46b-168 transferred to Sec. 46b-565 in 2023.\n\nAnnotations to former section 52-184:\n\nCited. 170 C. 367.\n\nCited. 32 CS 619.\n\nNot mandatory that all parties be present for test at same time. 4 Conn. Cir. Ct. 363. Admission of inconclusive blood tests harmless to defendant where other evidence of his paternity was sufficient to sustain verdict. Id., 713.\n\nAnnotations to former section 46b-168:\n\nCited. 188 C. 354; 196 C. 403; Id., 413. Admissibility of the results from combined blood grouping and human leukocyte antigen testing is not precluded by statute. 201 C. 16. Cited. 221 C. 264; 225 C. 185; 228 C. 610, 614; 234 C. 51.\n\nCited. 9 CA 431; 10 CA 181; 25 CA 155; 33 CA 632; 36 CA 138; 40 CA 33.\n\nUse of the words “shall” and “may” in section indicates an affirmative selection of words with a specific intent to make use of each word's distinctive meaning; where, as here, the statutory language is clear and unambiguous, there is no room for construction. 35 CS 679. Trial court had no authority to order Department of Social Services to pay the cost of blood grouping tests for an indigent defendant; no denial of equal protection in charging expenses to the party who moves for the tests. Id., 686. Cited. 39 CS 230; 40 CS 66; 42 CS 562; 44 CS 145.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-565-formerly-sec-46b-168/"
    },
    {
      "id": "section-46b-566",
      "number": "46b-566.",
      "heading": "(Formerly Sec. 46b-168a). - Genetic tests in IV-D support cases when parentage is at issue.",
      "text": "(a) In any IV-D support case, as defined in subdivision (13) of subsection (b) of section 46b-231, in which the parentage of a child is at issue, or in any case in which a support enforcement agency is providing services to a petitioner in a proceeding under sections 46b-301 to 46b-425, inclusive, in which the parentage of a child is at issue, the IV-D agency or the support enforcement agency shall require the child and all other parties other than individuals who have good cause for refusing to cooperate or who are subject to other exceptions to submit to genetic tests in accordance with sections 46b-495 to 46b-500, inclusive, to determine whether or not the alleged genetic parent is the genetic parent of the child, upon the request of any such party, provided such request is supported by a sworn statement by the party which either (1) alleges parentage and sets forth facts establishing a reasonable possibility of the requisite sexual contact between the parties, or (2) denies parentage and sets forth facts establishing a reasonable possibility of the nonexistence of sexual contact between the parties.\n\n(b) The costs of making the tests provided by this section shall be paid by the state, except that if the alleged genetic parent is the requesting party and subsequently acknowledges parentage or is adjudicated to be the parent of the child, such person shall be liable to the state for the amount of such costs unless such person is found to be (1) a low-income obligor, as defined in the child support guidelines established pursuant to section 46b-215a, or (2) otherwise indigent and unable to pay such costs. Any court or family support magistrate may order a person who is found liable for genetic testing costs under this subsection to reimburse the state for the amount of such costs. The contesting party shall make advance payment for any additional testing required in the event of a contest of the original test results.\n\n(c) The Commissioner of Social Services shall adopt regulations, in accordance with the provisions of chapter 54, to establish criteria for determining (1) good cause or other exceptions for refusing to cooperate under subsection (a) of this section, which shall include, but not be limited to, domestic violence, sexual abuse and lack of information and shall take into account the best interests of the child, and (2) the sufficiency of the facts establishing a reasonable possibility of the existence or nonexistence of the requisite sexual contact between the parties, as required under subsection (a) of this section.\n\n(June 18 Sp. Sess. P.A. 97-7, S. 21, 38; P.A. 03-89, S. 4; P.A. 06-149, S. 11; P.A. 11-214, S. 10; P.A. 15-71, S. 83; P.A. 21-15, S. 123.)\n\nHistory: June 18 Sp. Sess. P.A. 97-7 effective July 1, 1997; P.A. 03-89 amended Subsec. (a) by expanding genetic testing requirements to proceedings under Secs. 46b-212 to 46b-213v, inclusive, in which “support enforcement agency is providing services to a petitioner” and amended Subsec. (b) by adding provision re authority of court or family support magistrate to order adjudicated father to pay costs of genetic testing; P.A. 06-149 amended Subsec. (b) to substitute “except that” for “provided”, add “subsequently acknowledges paternity” re liability to the state for costs of tests, replace reference to ability to pay in accordance with regulations with exemption from payment of costs if father found to be a low-income obligor or otherwise indigent and unable to pay costs, and rewrite provisions re reimbursement to the state, and deleted former Subsec. (c)(3) re regulations for payment of costs, effective June 6, 2006; P.A. 11-214 amended Subsec. (a) to substitute reference to Sec. 46b-213w for reference to Sec. 46b-213v; P.A. 15-71 amended Subsec. (a) by replacing references to Secs. 46b-212 to 46b-213w with references to Secs. 46b-301 to 46b-425, effective July 1, 2015; P.A. 21-15 amended Subsec. (a) by replacing “paternity” with “parentage”, replacing provision re administration of deoxyribonucleic acid tests with provision re genetic testing in accordance with sections 46b-495 to 46b-500, inclusive, and replacing “putative father or husband is the father of the child” with “alleged genetic parent is the genetic parent of the child” and amended Subsec. (b) by replacing “putative father” with “alleged genetic parent”, replacing “paternity” with “parentage” and by making technical changes, effective January 1, 2022; Sec. 46b-168a transferred to Sec. 46b-566 in 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-566-formerly-sec-46b-168a/"
    },
    {
      "id": "section-46b-567",
      "number": "46b-567.",
      "heading": "(Formerly Sec. 46b-169). - Compelling disclosure of name of alleged genetic parent. Institution of action.",
      "text": "(a) If the birth parent of any child born to parents unmarried to each other, fails or refuses to disclose the name of the alleged genetic parent of such child under oath to the Commissioner of Social Services, if such child is a recipient of public assistance, or otherwise to a guardian or a guardian ad litem of such child, such birth parent may be cited to appear before any judge of the Superior Court and compelled to disclose the name of the alleged genetic parent under oath and to institute an action to establish the parentage of such child. The criteria adopted by the Commissioner of Social Services pursuant to subsection (c) of section 46b-566 shall apply to establish good cause or other exceptions for refusing to cooperate with the provisions of this subsection.\n\n(b) Any birth parent who, having been cited to appear before a judge of the Superior Court pursuant to subsection (a) of this section, fails to appear or fails to disclose or fails to proceed with a parentage action may be found to be in contempt of court and may be fined not more than two hundred dollars or imprisoned not more than one year, or both.\n\n(1971, P.A. 439, S. 4; P.A. 74-183, S. 110, 291; P.A. 75-406, S. 6, 11; 75-420, S. 4, 6; P.A. 76-436, S. 500, 681; P.A. 77-614, S. 521, 610; P.A. 79-560, S. 18, 39; P.A. 88-364, S. 61, 123; P.A. 93-262, S. 70, 87; P.A. 04-76, S. 38; P.A. 07-217, S. 172; P.A. 21-15, S. 124.)\n\nHistory: P.A. 74-183 substituted “decree of divorce or dissolution” for “divorce decree” and court of common pleas for circuit court, effective December 31, 1974; P.A. 75-406 added reference to “geographical area” in Subsec. (a); P.A. 75-420 replaced welfare commissioner with commissioner of social services; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 77-614 replaced commissioner of social services with commissioner of human resources, effective January 1, 1979; P.A. 79-560 added reference to commissioner of income maintenance in Subsec. (a); Sec. 52-440b transferred to Sec. 46b-169 in 1979; P.A. 88-364 amended Subsec. (a) by deleting “assigned to a geographical area” after “superior court”; P.A. 93-262 replaced reference to commissioners of human resources and income maintenance with commissioner of social services, effective July 1, 1993; P.A. 04-76 amended Subsec. (a) by deleting provision that required the mother of a child to disclose the name of the putative father of such child “to a selectman of a town in which such child resides, if such child is a recipient of general assistance”; P.A. 07-217 made technical changes in Subsec. (b), effective July 12, 2007; P.A. 21-15 amended Subsec. (a) by replacing “mother” with “birth parent”, replacing provision re children born out of wedlock or found not to be issue of the marriage with “child born to parents unmarried to each other”, replacing “putative father” with “alleged genetic parent” and adding provision re application of criteria adopted by Commissioner of Social Services to establish good cause or exceptions for refusing to cooperate with provisions of this subsection and amended Subsec. (b) by replacing “woman” with “birth parent” and replacing “prosecute a paternity action” with “proceed with a parentage action”, effective January 1, 2022; Sec. 46b-169 transferred to Sec. 46b-567 in 2023.\n\nAnnotation to former section 52-440b:\n\nCited. 165 C. 33.\n\nAnnotations to former section 46b-169:\n\nCited. 188 C. 354; 196 C. 403; 200 C. 656.\n\nCited. 11 CA 548.\n\nCited. 37 CS 560.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-567-formerly-sec-46b-169/"
    },
    {
      "id": "section-46b-568",
      "number": "46b-568.",
      "heading": "(Formerly Sec. 46b-170). - Withdrawal of petition. Agreement of settlement.",
      "text": "No petition under section 46b-560 shall be withdrawn except upon approval of a judge or in IV-D support cases as defined in subsection (b) of section 46b-231 and petitions brought under sections 46b-301 to 46b-425, inclusive, the family support magistrate assigned to the judicial district in which the petition was brought. Any agreement of settlement, before or after a petition has been brought, other than an agreement made under the provisions of section 46b-570, between the parent who gave birth and an alleged parent shall take effect only upon approval of the terms thereof by a judge of the Superior Court, or family support magistrate assigned to the judicial district in which the parent who gave birth or the alleged parent resides and, in the case of children supported by the state or the town, on the approval of the Commissioner of Social Services or the Attorney General. When so approved, such agreements shall be binding upon all persons executing them, whether such person is a minor or an adult.\n\n(February, 1965, P.A. 406, S. 2; P.A. 74-183, S. 109, 291; P.A. 75-406, S. 5, 11; 75-420, S. 4, 6; P.A. 76-436, S. 499, 682; P.A. 77-614, S. 521, 610; P.A. 79-560, S. 19, 39; P.A. 88-364, S. 62, 123; P.A. 89-360, S. 14, 45; P.A. 93-262, S. 71, 87; 93-396, S. 16; June 18 Sp. Sess. P.A. 97-1, S. 57, 75; P.A. 11-214, S. 11; P.A. 15-71, S. 84; P.A. 21-15, S. 125.)\n\nHistory: P.A. 74-183 replaced circuit court with court of common pleas and “circuit” with “county or judicial district”, effective December 31, 1974; P.A. 75-406 replaced “county or judicial district” with “geographical area”; P.A. 75-420 replaced welfare commissioner with commissioner of social services; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 77-614 replaced commissioner of social services with commissioner of human resources, effective January 1, 1979; P.A. 79-560 added reference to commissioner of income maintenance; Sec. 52-439a transferred to Sec. 46b-170 in 1979 and reference to Sec. 52-442a revised to reflect its transfer; P.A. 88-364 replaced “geographical area” with “judicial district”; P.A. 89-360 added provision re withdrawal of petition in IV-D support cases as defined in Sec. 46b-231(b)(15) and added references to family support magistrate; P.A. 93-262 replaced reference to commissioners of income maintenance and human resources with commissioner of social services, effective July 1, 1993; P.A. 93-396 made a technical change; June 18 Sp. Sess. P.A. 97-1 added reference to petitions brought under Secs. 46b-212 to 46b-213v, inclusive, effective January 1, 1998; P.A. 11-214 made section applicable to petition “under section 46b-160” and substituted reference to Sec. 46b-213w for reference to Sec. 46b-213v; P.A. 15-71 replaced references to Secs. 46b-212 to 46b-213w with references to Secs. 46b-301 to 46b-425, effective July 1, 2015; P.A. 21-15 replaced “mother” with “parent who gave birth” and replaced “putative father” with “alleged parent” effective January 1, 2022; Sec. 46b-170 transferred to Sec. 46b-568 in 2023.\n\nAnnotations to former section 52-439a:\n\nPromise not to bring suit is good consideration. 68 C. 48. Order contemplated by this section and Secs. 52-440a and 52-442 not only for protection of mother but also of town. 143 C. 688. Cited. 165 C. 33.\n\nCited. 20 CS 350; 36 CS 501.\n\nAnnotations to former section 46b-170:\n\nCited. 188 C. 354; 196 C. 403; 200 C. 656.\n\nCited. 19 CA 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-568-formerly-sec-46b-170/"
    },
    {
      "id": "section-46b-569",
      "number": "46b-569.",
      "heading": "(Formerly Sec. 46b-171). - Judgment of court or family support magistrate. Support orders. Past-due support. Reopened judgment of parentage.",
      "text": "(a)(1)(A) If the defendant is found to be the parent of the child, the court or family support magistrate shall order the defendant to stand charged with the support and maintenance of such child, with the assistance of any other parent if such parent is financially able, as the court or family support magistrate finds, in accordance with the provisions of subsection (b) of section 17b-179, or section 17a-90, 17b-81, 17b-223, 17b-745, 46b-129, 46b-130 or 46b-215, to be reasonably commensurate with the financial ability of the defendant, and to pay a certain sum periodically until the child attains the age of eighteen years or as otherwise provided in this subsection. If such child is unmarried and a full-time high school student, such support shall continue according to the parents' respective abilities, if such child is in need of support, until such child completes the twelfth grade or attains the age of nineteen, whichever occurs first.\n\n(B) The court or family support magistrate shall order the defendant to pay such sum to the complainant, or, if a town or the state has paid such expense, to the town or the state, as the case may be, and shall grant execution for the same and costs of suit taxed as in other civil actions, together with a reasonable attorney's fee, and may require the defendant to become bound with sufficient surety to perform such orders for support and maintenance. In IV-D support cases, the IV-D agency or a support enforcement agency under cooperative agreement with the IV-D agency may, upon notice to the obligor and obligee, redirect payments for the support of any child receiving child support enforcement services either to the state of Connecticut or to the present custodial party, as their interests may appear, provided neither the obligor nor the obligee objects in writing within ten business days from the mailing date of such notice. Any such notice shall be sent by first class mail to the most recent address of such obligor and obligee, as recorded in the state case registry pursuant to section 46b-218, and a copy of such notice shall be filed with the court or family support magistrate if both the obligor and obligee fail to object to the redirected payments within ten business days from the mailing date of such notice. All payments made shall be distributed as required by Title IV-D of the Social Security Act.\n\n(2) In addition, the court or family support magistrate shall include in each support order in a IV-D support case a provision for the health care coverage of the child. Such provision may include an order for either parent or both parents to provide such coverage under any or all of subparagraphs (A), (B) or (C) of this subdivision.\n\n(A) The provision for health care coverage may include an order for either parent to name any child as a beneficiary of any medical or dental insurance or benefit plan carried by such parent or available to such parent at a reasonable cost as described in subparagraph (D) of this subdivision. If such order requires the parent to maintain insurance available through an employer, the order shall be enforced using a National Medical Support Notice as provided in section 46b-88.\n\n(B) The provision for health care coverage may include an order for either parent to: (i) Apply for and maintain coverage on behalf of the child under the HUSKY Plan, Part B; or (ii) provide cash medical support, as described in subparagraphs (E) and (F) of this subdivision. An order under this subparagraph shall be made only if the cost to the parent obligated to maintain coverage under the HUSKY Plan, Part B, or provide cash medical support is reasonable, as described in subparagraph (D) of this subdivision. An order under clause (i) of this subparagraph shall be made only if insurance coverage as described in subparagraph (A) of this subdivision is unavailable at reasonable cost to either parent, or inaccessible to the child.\n\n(C) An order for payment of the child's medical and dental expenses, other than those described in clause (ii) of subparagraph (E) of this subdivision, that are not covered by insurance or reimbursed in any other manner shall be entered in accordance with the child support guidelines established pursuant to section 46b-215a.\n\n(D) Health care coverage shall be deemed reasonable in cost if: (i) The parent obligated to maintain such coverage would qualify as a low-income obligor under the child support guidelines established pursuant to section 46b-215a, based solely on such parent's income, and the cost does not exceed five per cent of such parent's net income; or (ii) the parent obligated to maintain such coverage would not qualify as a low-income obligor under such guidelines and the cost does not exceed seven and one-half per cent of such parent's net income. In either case, net income shall be determined in accordance with the child support guidelines established pursuant to section 46b-215a. If a parent obligated to maintain insurance must obtain coverage for himself or herself to comply with the order to provide coverage for the child, reasonable cost shall be determined based on the combined cost of coverage for such parent and such child.\n\n(E) Cash medical support means (i) an amount ordered to be paid toward the cost of premiums for health insurance coverage provided by a public entity, including the HUSKY Plan, Part A or Part B, except as provided in subparagraph (F) of this subdivision, or by another parent through employment or otherwise, or (ii) an amount ordered to be paid, either directly to a medical provider or to the person obligated to pay such provider, toward any ongoing extraordinary medical and dental expenses of the child that are not covered by insurance or reimbursed in any other manner, provided such expenses are documented and identified (I) specifically on the record, or (II) in an affidavit, made under oath, that also states that no restraining order issued pursuant to section 46b-15 or protective order issued pursuant to section 46b-38c, between the parties is in effect or pending before the court. Cash medical support, as described in clauses (i) and (ii) of this subparagraph, may be ordered in lieu of an order under subparagraph (A) of this subdivision to be effective until such time as health insurance that is accessible to the child and reasonable in cost becomes available, or in addition to an order under subparagraph (A) of this subdivision, provided the total cost to the obligated parent of insurance and cash medical support is reasonable, as described in subparagraph (D) of this subdivision. An order for cash medical support shall be payable to the state or the custodial party, as their interests may appear, provided an order under clause (i) of this subparagraph shall be effective only as long as health insurance coverage is maintained. Any unreimbursed medical and dental expenses not covered by an order pursuant to clause (ii) of this subparagraph are subject to an order for unreimbursed medical and dental expenses pursuant to subparagraph (C) of this subdivision.\n\n(F) Cash medical support to offset the cost of any insurance payable under the HUSKY Plan, Part A or Part B, shall not be ordered against a noncustodial parent who is a low-income obligor, as defined in the child support guidelines established pursuant to section 46b-215a, or against a custodial parent of children covered under the HUSKY Plan, Part A or Part B.\n\n(3) The court or family support magistrate may also make and enforce orders for the payment by any person named herein of past-due support for which the defendant is liable in accordance with the provisions of section 17a-90 or 17b-81, subsection (b) of section 17b-179 or section 17b-223, 46b-129 or 46b-130 and, in IV-D cases, order such person, provided such person is not incapacitated, to participate in work activities which may include, but shall not be limited to, job search, training, work experience and participation in the job training and retraining program established by the Labor Commissioner pursuant to section 31-3t. The defendant's liability for past-due support under this subdivision shall be limited to the three years next preceding the filing of the petition.\n\n(4) If the defendant fails to comply with any order made under this section, the court or family support magistrate may commit the defendant to a community correctional center, there to remain until the defendant complies therewith; but, if it appears that the parent receiving support does not apply the periodic allowance paid by the defendant toward the support of such child, and that such child is chargeable, or likely to become chargeable, to the town where it belongs, the court, on application, may discontinue such allowance to the parent receiving support, and may direct such allowance to be paid to the selectmen of such town, for such support, and may issue execution in their favor for the same. The provisions of section 17b-743 shall apply to this section. The clerk of the court which has rendered judgment for the payment of money for the maintenance of any child under the provisions of this section shall, within twenty-four hours after such judgment has been rendered, notify the selectmen of the town where the child belongs.\n\n(5) Any support order made under this section may at any time thereafter be set aside, altered or modified by any court issuing such order upon a showing of a substantial change in the circumstances of the defendant or another parent of such child or upon a showing that such order substantially deviates from the child support guidelines established pursuant to section 46b-215a, unless there was a specific finding on the record at a hearing, or in a written judgment, order or memorandum of decision of the court, that the application of the guidelines would be inequitable or inappropriate. There shall be a rebuttable presumption that any deviation of less than fifteen per cent from the child support guidelines is not substantial and any deviation of fifteen per cent or more from the guidelines is substantial. No such support orders may be subject to retroactive modification, except that the court may order modification with respect to any period during which there is a pending motion for a modification of an existing support order from the date of service of the notice of such pending motion upon the opposing party pursuant to section 52-50.\n\n(6) Failure of the defendant to obey any order for support made under this section may be punished as for contempt of court and the costs of commitment of any person imprisoned therefor shall be paid by the state as in criminal cases.\n\n(b) (1) Except as provided in subdivision (2) of this subsection, a judgment of parentage entered by the Superior Court or family support magistrate pursuant to this chapter may not be opened or set aside unless (A) a motion to open or set aside is filed not later than four months after the date on which the judgment was entered, and (B) upon a showing (i) of reasonable cause, or (ii) that a valid defense to the petition for a judgment of parentage existed, in whole or in part, at the time judgment was rendered, and the person seeking to open or set aside the judgment was prevented by mistake, accident or other reasonable cause from making a valid defense.\n\n(2) The Superior Court or a family support magistrate may consider a motion to open or set aside a judgment of parentage filed more than four months after such judgment was entered if such court or magistrate determines that the judgment was entered due to fraud, duress or material mistake of fact. The burden of proof shall be on the person seeking to open or set aside such judgment. If the court or family support magistrate determines such person has met the burden of proof under this subdivision, the judgment shall be set aside only if the court or family support magistrate determines that doing so is in the best interest of the child, based on the relevant factors set forth in section 46b-475.\n\n(3) Whenever the Superior Court or family support magistrate opens a judgment of parentage entered pursuant to this section in which a person was found to be the parent of a child who is or has been supported by the state and the court or family support magistrate finds that the person adjudicated the parent is not the parent of the child, the Department of Social Services shall refund to such person any money paid to the state by such person during the period such child was supported by the state.\n\n(c) In IV-D support cases, as defined in subdivision (13) of subsection (b) of section 46b-231, a copy of any support order established or modified pursuant to this section or, in the case of a motion for modification of an existing support order, a notice of determination that there should be no change in the amount of the support order, shall be provided to each party and the state case registry within fourteen days after issuance of such order or determination.\n\n(1949 Rev., S. 8180; 1957, P.A. 462, S. 1; 1959, P.A. 115, S. 3; 639, S. 1; 1969, P.A. 297; P.A. 89-360, S. 15, 42, 45; P.A. 90-188, S. 3; P.A. 91-76, S. 3, 7; P.A. 93-329, S. 11; June 18 Sp. Sess. P.A. 97-7, S. 22, 38; P.A. 99-279, S. 30, 45; May 9 Sp. Sess. P.A. 02-7, S. 43; P.A. 04-100, S. 2; P.A. 06-149, S. 12; P.A. 07-247, S. 11; P.A. 11-214, S. 12; June 12 Sp. Sess. P.A. 12-2, S. 81; P.A. 21-15, S. 126; 21-104, S. 34; P.A. 22-145, S. 4.)\n\nHistory: 1959 acts stipulated court order be for support as well as maintenance, made mother's assistance depend on whether she is financially able, confined time for payments to period before child reaches 18 years rather than for such time as court judges proper, substituted provision for expense of support and maintenance before judgment is rendered for nursing expenses to that time, making whole amount rather than half payable to complainant, specified cost of suit be taxed as in other civil actions, together with attorney's fee, deleted provisions that court direct payment to welfare commissioner and issue execution on same, substituting application of Sec. 17-323a, and specified that failure of defendant to obey order for support “may be punished as for contempt of court” and that “costs of commitment of any person imprisoned therefor shall be paid by the state as in criminal cases”; 1969 act substituted “community correctional center” for “jail”; Sec. 52-442 transferred to Sec. 46b-171 in 1979; P.A. 89-360 changed “guilty” to “to be the father of the child”, added language re determination of financial ability of mother, changed “weekly” to “periodically”, deleted determination and order for lying-in expense and authorized court to make and enforce orders for unpaid support contributions pursuant to Sec. 17-31i(b), 17-32, 17-82e, 17-295, 46b-129 or 46b-130 and added references to family support magistrates throughout section; P.A. 90-188 amended section by adding provision permitting modification of child support orders upon showing of substantial change of circumstances or substantial deviation from child support guidelines established under P.A. 89-203 unless inequitable or inappropriate, and prohibiting retroactive modification of order of periodic payment or permanent alimony or support, except during period of pending motion for modification; P.A. 91-76 added provision re rebuttable presumption that deviation of less than 15% from child support guidelines is not substantial and any deviation of more than 15% is substantial and permitting modification of support order without regard to whether order issued before on or after May 9, 1991; P.A. 93-329 added Subsec. (b) re refund of money paid for support when judgment of paternity is reopened and person who was adjudicated the father of child who is or was supported by the state is found not to be the father of such child; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (a) by adding provisions requiring support order to contain order for health care coverage in IV-D case and re order to person who is not incapacitated to participate in work activities and added Subsec. (c) re copy of order, modification or other determination to each party and to state case registry within 14 days after issuance, effective July 1, 1997; P.A. 99-279 amended Subsec. (a) by dividing it into six Subdivs., making technical changes and adding in Subdiv. (2) provisions re health care coverage under HUSKY Plan where coverage is unavailable at reasonable cost through a parent, effective July 1, 1999; May 9 Sp. Sess. P.A. 02-7 amended Subsec. (a)(2) by adding provision re enforcement of employment-based order using a National Medical Support Notice; P.A. 04-100 amended Subsec. (a)(1) and (2) by adding provision re continuation of support for unmarried, full-time high school student residing with custodial parent and making technical and conforming changes; P.A. 06-149 amended Subsec. (a) to make technical changes and insert Subpara. designators (A) and (B) in Subdiv. (1), amended Subsec. (a)(1)(A) to delete “and residing with the custodial parent”, amended Subsec. (a)(1)(B) to add provisions re redirection of payments and notice thereof and requiring payments to be distributed as required by Title IV-D of the Social Security Act, amended Subsec. (a)(2) to substitute exemption from insurance payment requirements for low-income obligors for prior exemption if premium payments would reduce amount of support required under child support guidelines, and amended Subsec. (a)(3) to provide that liability for past-due support shall be limited to 3 years next preceding the filing of petition, effective June 6, 2006; P.A. 07-247 amended Subsec. (a)(2) by inserting Subpara. designators (A) to (F), by specifying that court or family support magistrate may order either or both parents to provide health care coverage for the child, by specifying that either parent may be ordered to name a child as a beneficiary of any medical or dental insurance plan carried by or available to such parent at a reasonable cost, by describing reasonable cost re maintaining health care coverage, by deleting language that required applying for coverage under HUSKY Plan, Part B only if noncustodial parent had sufficient ability to pay the appropriate premium, by providing that court or family support magistrate may order either parent to provide for coverage under HUSKY Plan, Part B, or alternatively enter order for cash medical support as long as any such order was reasonable, by defining “cash medical support” and requirements related to entry of a cash medical support order and by making technical changes; P.A. 11-214 amended Subsec. (a)(3) to make a technical change; June 12 Sp. Sess. P.A. 12-2 made technical changes in Subsec. (a)(3); P.A. 21-15 amended Subsec (a)(1)(A) by replacing “father of the child” with “parent of the child” and replacing “the mother if such mother” with “any other parent if such parent”, amended Subsec. (a)(4) by replacing “mother” with “parent receiving support” and by making a technical change, amended Subsec. (a)(5) by replacing “the mother of such child” with “another parent of such child” and deleting provision re modification of support order issued before, on or after May 9, 1991, and amended Subsec. (b) by replacing “paternity” with “parentage” and replacing “father of a child” with “parent of a child”, effective January 1, 2022; P.A. 21-104 added Subsec. (a)(2)(E)(ii)(II) re affidavits and amended Subsec. (a)(5) to add provision re finding on the record “at a hearing, or in a written judgment, order or memorandum of decision of the court”, effective June 28, 2021; P.A. 22-145 amended Subsec. (b) by adding Subdivs. (1) and (2) re opening or setting aside a parentage judgment, redesignated existing provision as Subdiv. (3) and therein changed “reopens” to “opens”, effective July 1, 2022; Sec. 46b-171 transferred to Sec. 46b-569 in 2023.\n\nSee Sec. 46b-88 re National Medical Support Notice.\n\nAnnotations to former section 52-442:\n\nForm of finding and judgment. 2 C. 157; 3 C. 585; 5 C. 426. “Maintenance” defined. 2 C. 157; 4 C. 567. Form of bond. 2 R. 497; 1 R. 230. Burial expenses of the child do not fall within “lying-in or nursing” expenses. 67 C. 345. Amount and duration of weekly payments rest in discretion of court; requiring payments until child is 14 held reasonable. 93 C. 324. Judgment for defendant in bastardy action held a bar to subsequent action for seduction brought by father of original plaintiff. 104 C. 592. Town may be third party beneficiary on bond given to mother. 128 C. 322. Order contemplated by Secs. 52-439a and 52-440 and this section is not only for the protection of the mother but also of the town. 143 C. 688. The amount and duration of the order for support of the child is a matter within the sound discretion of the court. 147 C. 423. Does not confer jurisdiction over bastardy actions. 165 C. 33. Cited. 170 C. 367. Person adjudged the father may be charged the support of caretaker mother when necessary for proper maintenance of child. 175 C. 438.\n\nCited. 20 CS 350; 34 CS 281; 35 CS 603. Assessment against father of full expense of supporting child until judgment without consideration of mother's financial ability does not constitute invidious discrimination based upon sex. Id., 628. Basis of father's liability for support of child's caretaker grandmother is the services performed for the benefit of the child. 36 CS 504.\n\nCited. 2 Conn. Cir. Ct. 582; 3 Conn. Cir. Ct. 553, 554. Evidence of photograph of child and blood test not necessary to prove paternity where defendant had been sole lover of plaintiff, previously virgin, and their admission held not harmful. 4 Conn. Cir. Ct. 713. Statute should be used to order support of child when defendant is adjudged father. 5 Conn. Cir. Ct. 484. Cited. Id., 578. Ascertainment of lying-in expenses is in sound discretion of court; plaintiff not obliged to assist in paying lying-in expenses. 6 Conn. Cir. Ct. 22. Cited. Id., 520.\n\nAnnotations to former section 46b-171:\n\nCited. 188 C. 354; 194 C. 52; 196 C. 407; Id., 413; 197 C. 87; 216 C. 85; 225 C. 185; 236 C. 582.\n\nCited. 9 CA 327; 22 CA 583; 25 CA 563. Unlike Sec. 46b-62, this section does not require court to consider specific statutory factors in fashioning awards, but merely requires that exercise of court's broad discretion be reasonable. 75 CA 625.\n\nCited. 35 CS 679; 37 CS 745; Id., 885. Words “support and maintenance” as employed in statute encompass support for caretaker mother when necessary for proper maintenance of the child. 39 CS 485.\n\nSubsec. (a):\n\nSubdiv. (1): Court is not required to award mandatory attorney's fees pursuant to an action brought under Sec. 46b-160 when the establishment of paternity is not an issue in the case. 140 CA 229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-569-formerly-sec-46b-171/"
    },
    {
      "id": "section-46b-570",
      "number": "46b-570.",
      "heading": "(Formerly Sec. 46b-172). - Agreement to support; judgment. Proceeding to obtain order of support.",
      "text": "(a)(1) An agreement to support the child by payment of a periodic sum until the child attains the age of eighteen years or as otherwise provided in this subsection, together with provisions for reimbursement for past-due support based upon ability to pay in accordance with the provisions of section 17a-90 or 17b-81, subsection (b) of section 17b-179 or section 17b-223, 46b-129 or 46b-130, and reasonable expense of prosecution of the petition, when filed with and approved by a judge of the Superior Court, or in IV-D support cases and matters brought under sections 46b-301 to 46b-425, inclusive, a family support magistrate at any time, shall have the same force and effect, retroactively or prospectively in accordance with the terms of the agreement, as an order of support entered by the court, and shall be enforceable and subject to modification in the same manner as is provided by law for orders of the court in such cases. If such child is unmarried and a full-time high school student, such support shall continue according to the parents' respective abilities to pay, if such child is in need of support, until such child completes the twelfth grade or attains the age of nineteen, whichever occurs first.\n\n(2) Past-due support in such cases shall be limited to the three years next preceding the date of the filing of such agreements to support.\n\n(3) Payments under such agreement shall be made to the petitioner, except that in IV-D support cases, as defined in subsection (b) of section 46b-231, payments shall be made to the Office of Child Support Services or its designated agency and distributed as required by Title IV-D of the Social Security Act. In IV-D support cases, the IV-D agency or a support enforcement agency under cooperative agreement with the IV-D agency may, upon notice to the obligor and obligee, redirect payments for the support of any child receiving child support enforcement services either to the state of Connecticut or to the present custodial party, as their interests may appear, provided neither the obligor nor the obligee objects in writing within ten business days from the mailing date of such notice. Any such notice shall be sent by first class mail to the most recent address of such obligor and obligee, as recorded in the state case registry pursuant to section 46b-218, and a copy of such notice shall be filed with the court or family support magistrate if both the obligor and obligee fail to object to the redirected payments within ten business days from the mailing date of such notice.\n\n(4) Such written agreements to support shall be sworn to, and shall be binding on the person executing the same whether he is an adult or a minor.\n\n(b) (1) At any time after the signing of any acknowledgment of parentage, upon the application of any interested party, the court or any judge thereof or any family support magistrate in IV-D support cases and in matters brought under sections 46b-301 to 46b-425, inclusive, shall cause a summons, signed by such judge or family support magistrate, by the clerk of the court or by a commissioner of the Superior Court, to be issued, requiring the acknowledged parent to appear in court at a time and place as determined by the clerk but not more than ninety days after the issuance of the summons, to show cause why the court or the family support magistrate assigned to the judicial district in IV-D support cases should not enter judgment for support of the child by payment of a periodic sum until the child attains the age of eighteen years or as otherwise provided in this subsection, together with provision for reimbursement for past-due support based upon ability to pay in accordance with the provisions of section 17a-90 or 17b-81, subsection (b) of section 17b-179 or section 17b-223, 46b-129 or 46b-130, a provision for health coverage of the child as required by section 46b-215, and reasonable expense of the action under this subsection. If such child is unmarried and a full-time high school student such support shall continue according to the parents' respective abilities to pay, if such child is in need of support, until such child completes the twelfth grade or attains the age of nineteen, whichever occurs first.\n\n(2) Past-due support in such cases shall be limited to the three years next preceding the filing of a petition pursuant to this section. Such court or family support magistrate, in IV-D support cases, may also order the acknowledged parent who is subject to a plan for reimbursement of past-due support and is not incapacitated to participate in work activities which may include, but shall not be limited to, job search, training, work experience and participation in the job training and retraining program established by the Labor Commissioner pursuant to section 31-3t.\n\n(3) Proceedings to obtain such orders of support shall be commenced by the service of such summons on the acknowledged parent. A state marshal or proper officer shall make due return of process to the court not less than twenty-one days before the date assigned for hearing.\n\n(4) The prior judgment as to paternity shall be res judicata as to that issue for all paternity acknowledgments filed with the court on or after March 1, 1981, but before July 1, 1997, and shall not be reconsidered by the court unless the person seeking review of the acknowledgment petitions the superior court for the judicial district having venue for a hearing on the issue of paternity within three years of such judgment. In addition to such review, if the acknowledgment of paternity was filed prior to March 1, 1981, the acknowledgment of paternity may be reviewed by denying the allegation of paternity in response to the initial petition for support, whenever it is filed.\n\n(5) All payments under this subsection shall be made to the petitioner, except that in IV-D support cases, as defined in subsection (b) of section 46b-231, payments shall be made to the state, acting by and through the IV-D agency and distributed as required by Title IV-D of the Social Security Act. In IV-D support cases, the IV-D agency or a support enforcement agency under cooperative agreement with the IV-D agency may, upon notice to the obligor and obligee, redirect payments for the support of any child receiving child support enforcement services either to the state of Connecticut or to the present custodial party, as their interests may appear, provided neither the obligor nor the obligee objects in writing within ten business days from the mailing date of such notice. Any such notice shall be sent by first class mail to the most recent address of such obligor and obligee, as recorded in the state case registry pursuant to section 46b-218, and a copy of such notice shall be filed with the court or family support magistrate if both the obligor and obligee fail to object to the redirected payments within ten business days from the mailing date of such notice.\n\n(c) In IV-D support cases, as defined in subdivision (13) of subsection (b) of section 46b-231, a copy of any support order established pursuant to this section shall be provided to each party and the state case registry within fourteen days after issuance of such order or determination.\n\n(February, 1965, P.A. 406, S. 5; 1971, P.A. 439, S. 3; P.A. 74-183, S. 111, 291; P.A. 75-406, S. 7, 11; P.A. 76-436, S. 501, 681; P.A. 81-274; P.A. 82-6; P.A. 86-359, S. 40, 44; P.A. 89-360, S. 43, 45; P.A. 90-213, S. 20, 56; P.A. 91-391, S. 4; P.A. 93-187, S. 3; 93-262, S. 1, 87; 93-329, S. 12; 93-396, S. 17; 93-435, S. 59, 95; June 18 Sp. Sess. P.A. 97-1, S. 58, 75; June 18 Sp. Sess. P.A. 97-7, S. 23, 38; P.A. 99-193, S. 7, 16; P.A. 00-99, S. 94, 154; P.A. 01-195, S. 42, 181; P.A. 04-100, S. 3; P.A. 06-149, S. 13; P.A. 07-247, S. 12, 13; P.A. 11-214, S. 13, 14; June 12 Sp. Sess. P.A. 12-2, S. 82, 83; P.A. 14-231, S. 3; P.A. 15-71, S. 85; P.A. 16-13, S. 9; P.A. 21-15, S. 127.)\n\nHistory: 1971 act added provisions re affirmation of paternity executed and sworn to by child's mother, required that payments be made through family relations division of circuit court and added Subsec. (b); P.A. 74-183 replaced circuit court with court of common pleas, “circuit” with “county” and family relations division with family relations office, effective December 31, 1974; P.A. 75-406 replaced “county” with “geographical area”; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; Sec. 52-442a transferred to Sec. 46b-172 in 1979 and reference to Sec. 52-435a revised to reflect its transfer; P.A. 81-274 amended Subsec. (b) to provide that the acknowledgment of paternity will not act as res judicata if the person seeking review of the acknowledgment petitions the court for a new trial; P.A. 82-6 amended Subsec. (b) by replacing the provision that allowed a person seeking review of the acknowledgment to petition for a “new trial under the provisions of section 52-270” and with a provision allowing a person to petition for a hearing on the issue of paternity within three years of the judgment or of October 1, 1982, whichever is later; P.A. 86-359 substituted “judicial district” for “geographical area” in Subsecs. (a) and (b) and added references to actions taken by family support magistrates in IV-D support cases; P.A. 89-360 changed “weekly” to “periodic”, deleted provision re reimbursement for lying-in expense, added provision re reimbursement for past due support based on ability to pay in accordance with Sec. 17-31i(b), Sec. 17-32, 17-82e, 17-295, 46b-129 or 46b-130 and added provision re limitation of past due support to three years next preceding date of filing of such agreements to support; P.A. 90-213 in Subsecs. (a) and (b) deleted requirement that payments made under agreements shall be made to the family relations office with requirement that such payments shall be made to the petitioner or to the bureau of collection services; P.A. 91-391 amended Subsec. (a) by adding requirement that acknowledgment of paternity be accompanied by attested waiver of right to blood test, right to trial and right to an attorney and amended Subsec. (b) by adding provision that prior judgment of paternity shall be res judicata for paternity acknowledgments filed on or after March 1, 1981, and if acknowledgment was filed prior to March 1, 1981, acknowledgment may be reviewed by denying allegation of paternity in response to initial petition for support; P.A. 93-187 made technical changes re commencement of paternity proceedings, summons and service of process; P.A. 93-262 and P.A. 93-435 authorized substitution of commissioner and department of social services for commissioner and department of human resources, effective July 1, 1993; P.A. 93-329 added Subsec. (c) re refund to petitioner of money paid by the petitioner to the state during period child supported by state where acknowledgment of paternity is reviewed and court finds petitioner is not father of the child; P.A. 93-396 made technical changes; June 18 Sp. Sess. P.A. 97-1 made technical changes, effective January 1, 1998; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (a) by designating certain provisions as Subdiv. (1) and adding provisions in Subdiv. (1) and in new Subdiv. (2) that written acknowledgment accompanied by waiver of blood test and written affirmation of paternity shall be considered legal finding without judicial ratification and binding if have notice re consequences, right of putative father to contest paternity, right to rescind acknowledgment, and that acknowledgment cannot be challenged after 60 days, except upon showing of fraud, duress or material mistake in fact, adding Subdiv. (3) re names, waivers, affirmations, acknowledgments and rescissions on forms prescribed by Department of Health and filed in paternity registry maintained by department, and by adding Subdiv. (4) re full faith and credit to acknowledgment of paternity signed in another state, designated certain provisions formerly contained in Subsec. (a) as Subsec. (b), redesignated existing Subsecs. (b) and (c) as Subsecs. (c) and (d), amended Subsec. (c) to provide authority to court in IV-D cases to order acknowledged father to participate in work activities, added Subsec. (e) re support order in IV-D cases to be provided to parties and filed in state case registry and made technical changes throughout section, effective July 1, 1997; P.A. 99-193 amended Subsec. (a)(1) by deleting provision re filing affirmation of paternity with the Superior Court for the judicial district in which the mother or putative father resides and by making technical changes, effective July 1, 1999; P.A. 00-99 replaced reference in Subsec. (c) to sheriff with state marshal, effective December 1, 2000; P.A. 01-195 made technical changes in Subsec. (c) for purposes of gender neutrality, effective July 11, 2001; P.A. 04-100 amended Subsecs. (b) and (c) by adding provisions re continuation of support for unmarried, full-time high school student residing with custodial parent and making technical and conforming changes; P.A. 06-149 amended Subsecs. (b) and (c) to insert Subdiv. designators and make technical changes, amended Subsecs. (b)(1) and (c)(1) to delete “and residing with the custodial parent”, amended Subsecs. (b)(3) and (c)(5) to add provisions re redirection of payments and notice thereof and requiring payments to be distributed as required by Title IV-D of the Social Security Act, and amended Subsec. (c)(2) to limit liability for past-due support to three years next preceding the filing of a petition, effective June 6, 2006 (Revisor's note: In Subsec. (b)(3), the words “obligor nor the oblige” were changed editorially by the Revisors to “obligor nor the obligee” for consistency); P.A. 07-247 amended Subsecs. (b)(4) and (c)(3) by deleting requirement that agreements and applications, summonses and orders, respectively, be “on forms prescribed by the Office of the Chief Court Administrator”; P.A. 11-214 amended Subsecs. (b)(1) and (c)(1) to substitute references to Sec. 46b-213w for references to Sec. 46b-213v and make technical changes; June 12 Sp. Sess. P.A. 12-2 made technical changes in Subsecs. (b)(1) and (c)(1); P.A. 14-231 amended Subsec. (a)(1) by adding Subpara. (C) re notarized affidavit; P.A. 15-71 amended Subsecs. (b)(1) and (c)(1) by replacing references to Secs. 46b-212 to 46b-213w with references to Secs. 46b-301 to 46b-425, effective July 1, 2015; P.A. 16-13 amended Subsec. (b)(3) to replace “Bureau of Child Support Enforcement” with “Office of Child Support Services”, effective May 6, 2016; P.A. 21-15 deleted former Subsec. (a) re execution of written acknowledgment or affirmation of paternity, redesignated existing Subsecs. (b) and (c) as Subsecs. (a) and (b), amended redesignated Subsec. (b) by replacing “paternity” with “parentage” and replacing “acknowledged father” with “acknowledged parent”, deleted former Subsec. (d) re petition for review of acknowledgment of paternity of child supported by the state, and redesignated existing Subsec. (e) as Subsec. (c), effective January 1, 2022; Sec. 46b-172 transferred to Sec. 46b-570 in 2023.\n\nSee Sec. 17b-743 re direction of support payments to Commissioner of Administrative Services or local welfare department.\n\nAnnotations to former section 52-442a:\n\nRequirement that admission of paternity be sworn to in proceedings under statute does not affect actions under Sec. 17-324; historical context of section in state policy re illegitimate child reviewed. 156 C. 199. Cited. 165 C. 33.\n\nCited. 24 CS 77; 34 CS 281; 35 CS 628; 38 CS 91.\n\nAnnotations to former section 46b-172:\n\nCited. 180 C. 114; 188 C. 354; 204 C. 760; 236 C. 582.\n\nCited. 3 CA 235; Id., 322; 14 CA 487; 19 CA 76; 25 CA 155; 31 CA 114. Section does not require plaintiff to provide either the magistrate or the trial court with a copy of an in-state or an out-of-state acknowledgment of paternity in order for a support petition to proceed, nor does section require that an acknowledgment be filed in order to be valid. 175 CA 632. Subsec. (a): 78 CA 848 did not create an independent ground for opening a judgment of paternity on the basis of the best interests of the child in lieu of any applicable statutory requirements and, absent a finding of fraud, duress, or material mistake of fact, an acknowledgment of paternity may not be challenged in court. 182 CA 22.\n\nCited. 37 CS 745. Provisions of section are unconstitutional which prevent putative father who has signed an acknowledgment of paternity from litigating that issue in a proceeding to determine child support obligations. Id., 891. Cited. 38 CS 534; 40 CS 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-570-formerly-sec-46b-172/"
    },
    {
      "id": "section-46b-571",
      "number": "46b-571.",
      "heading": "(Formerly Sec. 46b-172a). - Filing of claim for parentage by alleged genetic parent",
      "text": "(a) Any person claiming to be the alleged genetic parent of a child born to an unmarried birth parent and for whom parentage of the nonbirth parent has not yet been established shall file a claim for parentage with the Probate Court for the district in which either the birth parent or the child resides, on forms provided by such court. The claim may be filed at any time during the life of the child, whether before, on or after the date the child reaches the age of eighteen, or after the death of the child, but not later than sixty days after the date of notice under section 45a-716. The claim shall contain the claimant's name and address, the name and last-known address of the birth parent and the month and year of the birth or expected birth of the child. Not less than ten days prior to the date of the hearing on a claim for parentage, the Probate Court shall cause a certified copy of such claim and the notice of hearing under subsection (b) of this section to be served upon the birth parent of such child by personal service or service at the birth parent's usual place of abode, and to the Attorney General by first class mail. The Attorney General may file an appearance and shall be and remain a party to the action if the child is receiving or has received aid or care from the state, or if the child is receiving child support enforcement services, as defined in subdivision (2) of subsection (b) of section 46b-231. The claim for parentage shall be admissible in any action for parentage under section 46b-560, and shall estop the claimant from denying parentage of such child and shall contain language that such person acknowledges liability for contribution to the support and education of the child after the child's birth and for contribution to the pregnancy-related medical expenses of the birth parent.\n\n(b) If a claim for parentage is filed by the alleged genetic parent of any minor child born to an unmarried birth parent, the Probate Court shall schedule a hearing on such claim, send notice of the hearing to all parties involved and proceed accordingly.\n\n(c) The child shall be made a party to the action. If the child is a minor at the time of the proceedings, the minor child shall be represented by a guardian ad litem appointed by the Probate Court in accordance with section 45a-708. Payment for the guardian ad litem shall be made in accordance with such section from funds appropriated to the Judicial Department, except that, if funds have not been included in the budget of the Judicial Department for such purposes, such payment shall be made from the Probate Court Administration Fund.\n\n(d) In the event that the birth parent or the alleged genetic parent is a minor, the Probate Court shall appoint a guardian ad litem to represent him or her in accordance with the provisions of section 45a-708. Payment shall be made in accordance with said section from funds appropriated to the Judicial Department, except that, if funds have not been included in the budget of the Judicial Department for such purposes, such payment shall be made from the Probate Court Administration Fund.\n\n(e) By filing a claim under this section, the alleged genetic parent submits to the jurisdiction of the Probate Court.\n\n(f) Once parental rights of the alleged genetic parent have been adjudicated in such parent's favor under subsection (b) of this section, or acknowledged as provided for under sections 46b-476 to 46b-487, inclusive, such parent's rights and responsibilities shall be equivalent to those of the birth parent, including those rights defined under section 45a-606. Thereafter, disputes involving custody, visitation or support shall be transferred to the Superior Court under chapter 815j, except that the Probate Court may enter a temporary order for custody, visitation or support until an order is entered by the Superior Court.\n\n(g) Failing perfection of parental rights as prescribed by this section, any person claiming to be the alleged genetic parent of a child born to an unmarried birth parent (1) who has not been adjudicated the parent of such child by a court of competent jurisdiction, or (2) who has not acknowledged in writing that such person is the parent of such child, or (3) who has not contributed regularly to the support of such child, or (4) whose name does not appear on the birth certificate, shall cease to be a legal party in interest in any proceeding concerning the custody or welfare of the child, including, but not limited to, guardianship and adoption, unless such person has shown a reasonable degree of interest, concern or responsibility for the child's welfare.\n\n(h) Notwithstanding the provisions of this section, after the death of the alleged genetic parent of a child born to an unmarried birth parent, a party deemed by the Probate Court to have a sufficient interest may file a claim for parentage on behalf of such alleged genetic parent with the Probate Court for the district in which either the alleged genetic parent resided or the party filing the claim resides. If a claim for parentage is filed pursuant to this subsection, the Probate Court shall schedule a hearing on such claim, send notice of the hearing to all parties involved and proceed accordingly.\n\n(P.A. 79-592, S. 2; P.A. 80-483, S. 123, 124, 186; P.A. 90-31, S. 8, 9; P.A. 91-109, S. 3; P.A. 93-381, S. 9, 39; P.A. 94-27, S. 15, 17; P.A. 95-257, S. 12, 21, 58; P.A. 96-170, S. 8, 23; P.A. 97-90, S. 5, 6; June 18 Sp. Sess. P.A. 97-7, S. 24, 38; P.A. 98-52, S. 2; P.A. 99-84, S. 8; P.A. 06-149, S. 14; P.A. 07-184, S. 8; P.A. 14-104, S. 7; P.A. 21-15, S. 128; 21-100, S. 13; P.A. 23-189, S. 3.)\n\nHistory: P.A. 80-483 made technical corrections in Subsecs. (f) and (h); P.A. 90-31 amended Subsecs. (b) and (c) by changing payment of guardian ad litem from funds appropriated to the judicial department to the probate court administration fund; P.A. 91-109 added Subsec. (i) permitting party deemed by the court to have sufficient interest to file claim for paternity on behalf of father after death of father with the probate court for district in which either the putative father resided or the party filing the claim resides and providing for notice and hearing for such claim; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 94-27 amended Subsec. (e) to delete reference to Secs. 17a-580 to 17a-603, inclusive, effective July 1, 1994; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 96-170 amended Subsecs. (c) and (d) by changing funding of compensation of guardian ad litem from Probate Court Administration Fund to funds appropriated to Judicial Department, unless funds not included in budget of Judicial Department for such purpose, effective July 1, 1998; P.A. 97-90 revised effective date of P.A. 96-170 but without affecting this section; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (f) by deleting provision re waiver of right to trial, effective July 1, 1997; P.A. 98-52 amended version of Subsecs. (c) and (d) which became obsolete on July 1, 1998; P.A. 99-84 amended Subsec. (a) by deleting requirement that a certified copy of such claim be mailed to the vital records section of the Department of Public Health; P.A. 06-149 amended Subsec. (a) to add provisions re Attorney General filing an appearance and being a party and substitute “not later than” for “within”, effective January 1, 2007; P.A. 07-184 amended Subsec. (a) to substitute “served upon” for “mailed by certified mail to”, and “by personal service or service at her usual place of abode” for “at the last-known address shown on the claim for paternity”, and to insert “by first class mail”; P.A. 14-104 amended Subsec. (a) to add provision re paternity claim may be filed at any time during life of child or after death of child, but not later than 60 days after notice under Sec. 45a-716, deleted former Subsec. (e) re appointment of three-judge court, redesignated existing Subsecs. (f) to (i) as Subsecs. (e) to (h), and made technical changes throughout; P.A. 21-15 amended Subsec. (a) by replacing “the father of a child born out of wedlock may file a claim for paternity” with “the alleged genetic parent of a child born to an unmarried birth parent and for whom parentage has not yet been established shall file a claim for parentage”, “mother” with “birth parent”, “paternity” with “parentage” and by making technical changes, amended Subsec. (b) by replacing “paternity” with “parentage” and replacing “father of any child born out of wedlock” with “alleged genetic parent of any minor child born to an unmarried birth parent”, amended Subsec. (d) by replacing “mother or the claimant father” with “birth parent or the alleged genetic parent”, amended Subsec. (e) by replacing “putative father” with “alleged genetic parent”, amended Subsec. (f) by replacing “father” with “alleged genetic parent”, reference to Sec. 46b-172” with reference to Secs. 46b-476 to 46b-487, inclusive, “mother” with “birth parent” and by making technical changes, amended Subsec. (g) by replacing “father of a child born out of wedlock” with “alleged genetic parent of a child born to an unmarried birth parent” and by making technical changes, amended Subsec. (h) by replacing “father of a child born out of wedlock” with “alleged genetic parent of a child born to an unmarried birth parent”, “father” and “putative father” with “alleged genetic parent”, “paternity” with “parentage” and by making technical changes, effective January 1, 2022; P.A. 21-100 amended Subsec. (c) to provide that guardian ad litem is appointed if child is a minor and make technical changes, effective July 1, 2021; Sec. 46b-172a transferred to Sec. 46b-571 in 2023; P.A. 23-189 amended Subsecs. (a), (c), (d) and (h) by changing “court” to “Probate Court” and further amended Subsec. (a) by replacing “later than five days after the filing of” with “less than ten days prior to the date of the hearing on” and by adding that the Probate Court shall cause notice of hearing under Subsec. (b) to be served upon birth parent.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-571-formerly-sec-46b-172a/"
    },
    {
      "id": "section-46b-572",
      "number": "46b-572.",
      "heading": "(Formerly Sec. 46b-174). - Enforcement and modification of prior orders and agreements.",
      "text": "The Superior Court shall have jurisdiction to enforce and modify all paternity orders and paternity support agreements issued by or filed with the Court of Common Pleas or Circuit Court prior to or after October 1, 1963, and existing on July 1, 1978.\n\n(February, 1965, P.A. 406, S. 7; P.A. 74-183, S. 113, 291; P.A. 76-436, S. 100, 681.)\n\nHistory: P.A. 74-183 replaced circuit court with court of common pleas and deleted provisions re transfer of proceedings from common pleas to circuit court, effective December 31, 1974; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; Sec. 52-442c transferred to Sec. 46b-174 in 1979; Sec. 46b-174 transferred to Sec. 46b-572 in 2023.\n\nAnnotations to former section 52-442c:\n\nCited. 165 C. 33.\n\nCited. 34 CS 281.\n\nAnnotations to former section 46b-174:\n\nCited. 188 C. 354.\n\nCited. 3 CA 322.\n\nCited. 35 CS 679; 37 CS 891.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-572-formerly-sec-46b-174/"
    },
    {
      "id": "section-46b-573",
      "number": "46b-573.",
      "heading": "(Formerly Sec. 46b-176). - Continued liability of person committed for failure to comply with order.",
      "text": "No person committed to a community correctional center for failure to comply with an order of the court as provided in sections 46b-560, 46b-562 and 46b-569, or any of them, shall be entitled to any of the privileges allowed other prisoners on civil process, or to take the oath provided for poor debtors, within six months from the date of such commitment, but shall be kept at hard labor during such six months; and the mother of such child, the state or the town chargeable with its support may, at any time after the liberation of such prisoner, or after his taking said oath, recover the sum or sums due from him in pursuance of such order of court.\n\n(1949 Rev., S. 8184; 1957, P.A. 462, S. 5; 1969, P.A. 297.)\n\nHistory: 1969 act substituted “community correction center” for “jail”; Sec. 52-443 transferred to Sec. 46b-176 in 1979 and references to other sections within provisions revised as necessary to reflect their transfer; Sec. 46b-176 transferred to Sec. 46b-573 in 2023.\n\nAnnotations to former section 52-443:\n\nCited. 128 C. 319; 165 C. 33; 169 C. 66; 170 C. 367.\n\nComplaint must at least allege facts from which demand can be implied. 4 CS 396. Section is mandatory and leaves no discretion with the committing court. 12 CS 65. Cited. 20 CS 350.\n\nAnnotation to former section 46b-176:\n\nCited. 188 C. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-573-formerly-sec-46b-176/"
    },
    {
      "id": "section-46b-574",
      "number": "46b-574.",
      "heading": "(Formerly Sec. 46b-177). - Support of defendant while imprisoned.",
      "text": "The complainant shall not be required to pay or give security for the support of the defendant during his confinement in a community correctional center, nor shall such defendant be discharged from imprisonment by reason of payment or security not being made or given for his support, but the jailer shall furnish such support and may recover the cost of the same from such defendant, or, in case of his inability to pay such cost, from the town where he belongs; and, if he belongs to no town in this state, such cost shall be paid by the state.\n\n(1949 Rev., S. 8185; 1969, P.A. 297.)\n\nHistory: 1969 act substituted “community correctional center” for “jail”; Sec. 52-444 transferred to Sec. 46b-177 in 1979; Sec. 46b-177 transferred to Sec. 46b-574 in 2023.\n\nAnnotations to former section 52-444:\n\nCited. 128 C. 319; 165 C. 33.\n\nCited. 20 CS 350.\n\nAnnotation to former section 46b-177:\n\nCited. 188 C. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-574-formerly-sec-46b-177/"
    },
    {
      "id": "section-46b-575",
      "number": "46b-575.",
      "heading": "(Formerly Sec. 46b-178). - Wage execution.",
      "text": "Executions and earning assignments in accordance with section 52-362 shall be available in paternity proceedings.\n\n(1957, P.A. 208; P.A. 83-400, S. 3.)\n\nHistory: Sec. 52-445 transferred to Sec. 46b-178 in 1979; P.A. 83-400 added “and earning assignments”; Sec. 46b-178 transferred to Sec. 46b-575 in 2023.\n\nAnnotation to former section 52-445:\n\nCited. 165 C. 33.\n\nAnnotation to former section 46b-178:\n\nCited. 188 C. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-575-formerly-sec-46b-178/"
    },
    {
      "id": "section-46b-576",
      "number": "46b-576.",
      "heading": "(Formerly Sec. 46b-179). - Foreign parentage judgments.",
      "text": "As used in sections 46b-577 to 46b-580, inclusive, foreign parentage judgment means any judgment, decree or order of a court of any state in the United States, other than a court of this state, in an action which results in a final determination on the issue of parentage except any such judgment, decree or order obtained by default in appearance.\n\n(P.A. 84-500, S. 1; P.A. 21-15, S. 129.)\n\nHistory: P.A. 21-15 replaced “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-179 transferred to Sec. 46b-576 in 2023.\n\nAnnotation to former section 46b-179:\n\nCited. 203 C. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-576-formerly-sec-46b-179/"
    },
    {
      "id": "section-46b-577",
      "number": "46b-577.",
      "heading": "(Formerly Sec. 46b-179a). - Registry of foreign parentage judgments. Filing of certified copy and certification of final judgment.",
      "text": "(a) Support Enforcement Services of the Superior Court shall maintain a registry in the Family Support Magistrate Division of parentage judgments from other states. Any party to an action in which a parentage judgment from another state was rendered may register the foreign parentage judgment in the registry maintained by Support Enforcement Services without payment of a filing fee or other cost to the party.\n\n(b) The party shall file a certified copy of the foreign parentage judgment and a certification that such judgment is final and has not been modified, altered, amended, set aside or vacated and that the enforcement of such judgment has not been stayed or suspended. Such certificate shall set forth the full name and last-known address of the other party to the judgment.\n\n(P.A. 84-500, S. 2; June 18 Sp. Sess. P.A. 97-1, S. 59, 75; P.A. 01-91, S. 4; P.A. 21-15, S. 130.)\n\nHistory: June 18 Sp. Sess. P.A. 97-1 amended Subsec. (a) by changing “court” to “Support Enforcement Division of the Superior Court” and by adding provisions re registry to be maintained in the Family Magistrate Division for foreign paternity judgments, effective January 1, 1998; P.A. 01-91 changed “the Support Enforcement Division” to “Support Enforcement Services” in Subsec. (a); P.A. 21-15 amended Subsecs. (a) and (b) by replacing “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-179a transferred to Sec. 46b-577 in 2023.\n\nAnnotation to former section 46b-179a:\n\nCited. 203 C. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-577-formerly-sec-46b-179a/"
    },
    {
      "id": "section-46b-578",
      "number": "46b-578.",
      "heading": "(Formerly Sec. 46b-179b). - Enforcement of foreign parentage judgment.",
      "text": "Such foreign parentage judgment, on the filing with the registry maintained by Support Enforcement Services, shall become a judgment of the Family Support Magistrate Division of the Superior Court and shall be enforced and otherwise treated in the same manner as a judgment of the Family Support Magistrate Division. A foreign parentage judgment so filed shall have the same effect and may be enforced in the same manner as any like judgment of a family support magistrate of this state, provided no such judgment shall be enforced for a period of twenty days after the filing thereof.\n\n(P.A. 84-500, S. 3; June 18 Sp. Sess. P.A. 97-1, S. 60, 75; P.A. 01-91, S. 5; P.A. 21-15, S. 131.)\n\nHistory: June 18 Sp. Sess. P.A. 97-1 made technical changes, adding references to registry in Support Enforcement Division and judgment of family support magistrate, effective January 1, 1998; P.A. 01-91 changed “the Support Enforcement Division” to “Support Enforcement Services”; P.A. 21-15 replaced “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-179b transferred to Sec. 46b-578 in 2023.\n\nAnnotation to former section 46b-179b:\n\nCited. 203 C. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-578-formerly-sec-46b-179b/"
    },
    {
      "id": "section-46b-579",
      "number": "46b-579.",
      "heading": "(Formerly Sec. 46b-179c). - Notification of filing judgment. Proof of service to be filed with court.",
      "text": "Within five days of the filing of the judgment and certification in accordance with section 46b-577, the party filing such judgment shall notify the other party to the parentage action of the filing of such judgment by registered mail at his last-known address or by personal service. The Family Support Magistrate Division shall not enforce any such foreign parentage judgment until proof of service has been filed with the court.\n\n(P.A. 84-500, S. 4; June 18 Sp. Sess. P.A. 97-1, S. 61, 75; P.A. 21-15, S. 132.)\n\nHistory: June 18 Sp. Sess. P.A. 97-1 changed “court” to “Family Support Magistrate Division”, effective January 1, 1998; P.A. 21-15 replaced “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-179c transferred to Sec. 46b-579 in 2023.\n\nAnnotation to former section 46b-179c:\n\nCited. 203 C. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-579-formerly-sec-46b-179c/"
    },
    {
      "id": "section-46b-580",
      "number": "46b-580.",
      "heading": "(Formerly Sec. 46b-179d). - Enforcement of foreign parentage judgment stayed by other pending actions.",
      "text": "If either party files an affidavit with the Family Support Magistrate Division that an appeal from the foreign parentage judgment is pending in the foreign state, or will be taken, or that a stay of execution has been granted, the Family Support Magistrate Division will stay enforcement of the foreign parentage judgment until the appeal is concluded, the time for appeal expires or the stay of execution expires or is vacated.\n\n(P.A. 84-500, S. 5; June 18 Sp. Sess. P.A. 97-1, S. 62, 75; P.A. 21-15, S. 133.)\n\nHistory: June 18 Sp. Sess. P.A. 97-1 changed “court” to “Family Support Magistrate Division”, effective January 1, 1998; P.A. 21-15 replaced “paternity” with “parentage”, effective January 1, 2022; Sec. 46b-179d transferred to Sec. 46b-580 in 2023.\n\nAnnotation to former section 46b-179d:\n\nCited. 203 C. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46b/chapter-818/section-46b-580-formerly-sec-46b-179d/"
    }
  ]
}