{
  "state": "virginia",
  "path": "title-title-22-administration-of-government/chapter-chapter-30-state-grievance-procedure",
  "sections": [
    {
      "id": "section-22-3000",
      "number": "2.2-3000.",
      "heading": "Policy of the Commonwealth; responsibilities of state agencies under this chapter§ 2",
      "text": "A. It shall be the policy of the Commonwealth, as an employer, to encourage the resolution of employee problems and complaints. To that end, employees shall be able to discuss freely, and without retaliation, their concerns with their immediate supervisors and management. To the extent that such concerns cannot be resolved informally, the grievance procedure shall afford an immediate and fair method for the resolution of employment disputes that may arise between state agencies and those employees who have access to the procedure under § 2.2-3001.\n\nB. To fully achieve the objectives of this chapter and to create uniformity, each agency in the executive branch of state government shall:\n\n1. Require supervisory personnel to be trained in the grievance procedure, personnel policies, and conflict resolution;\n\n2. Familiarize employees with their grievance rights and promote the services of the Department of Human Resource Management;\n\n3. Cooperate with investigations conducted pursuant to the authority granted by clause (iii) of subdivision 4 of § 2.2-1202.1;\n\n4. Participate in the mediation program;\n\n5. Evaluate supervisors on the effectiveness of employee relations management, including, but not limited to, their handling of grievances; and\n\n6. Recognize the right of employees to fully participate in the grievance process without retaliation.\n\nC. The Department of Human Resource Management shall monitor agencies' activities under this section.\n\n1995, cc. 770, 818, §§ 2.1-116.04, 2.1-116.05; 1996, cc. 164, 869; 1999, cc. 703, 726; 2000, cc. 947, 1006; 2001, c. 844; 2004, c. 674; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3000/"
    },
    {
      "id": "section-22-3001",
      "number": "2.2-3001.",
      "heading": "State employees",
      "text": "A. Unless exempted by law, all nonprobationary state employees shall be covered by the grievance procedure established pursuant to this chapter and any regulations adopted pursuant thereto. Employees not covered by the grievance procedure may be covered by an alternative grievance procedure.\n\nB. The Office of the Attorney General and every legislative, judicial, and independent agency that is not subject to the state grievance procedure shall establish and administer a grievance procedure.\n\n1995, cc. 770, 818, § 2.1-116.09; 1996, cc. 164, 869; 1997, c. 711; 1998, c. 245; 2000, cc. 947, 1006; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3001/"
    },
    {
      "id": "section-22-3002",
      "number": "2.2-3002.",
      "heading": "Exemptions from chapter",
      "text": "The provisions of this chapter shall not apply to:\n\n1. Appointees of elected groups or individuals except as provided in subsection B of § 2.2-3001;\n\n2. Agency heads or chief executive officers of government agencies and public institutions of higher education appointed by boards and commissions;\n\n3. Law-enforcement officers as defined in § 9.1-500 whose grievances are subject to Chapter 5 (§ 9.1-500 et seq.) and who have elected to resolve such grievances under those provisions; and\n\n4. Employees in positions designated in § 2.2-2905 as exempt from the Virginia Personnel Act (§ 2.2-2900 et seq.).\n\n1995, cc. 770, 818, § 2.1-116.013; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3002/"
    },
    {
      "id": "section-22-3003",
      "number": "2.2-3003.",
      "heading": "Grievance procedure generally",
      "text": "A. As part of the Commonwealth's program of employee relations management, the Department of Human Resource Management shall develop a grievance procedure that includes not more than three successively higher grievance resolution steps and a formal hearing as provided in this chapter. However, grievances involving dismissals due to formal discipline or unsatisfactory job performance shall proceed directly to a formal hearing, omitting the grievance resolution steps, the face-to-face meeting specified in subsection D, and the agency head qualification determination specified in subsection D of § 2.2-3004.\n\nB. Prior to initiating a written grievance, the employee shall be encouraged to pursue an informal complaint with his immediate supervisor. The supervisor shall have authority to resolve the complaint if it involves actions within his control.\n\nC. An employee may pursue a formal written grievance through the grievance resolution steps if the complaint has been presented to management within 30 calendar days of the employee's knowledge of the event that gave rise to the complaint. Employees' rights to pursue grievances shall not be used to harass or otherwise impede the efficient operations of government.\n\nD. Except as provided in subsection A, upon receipt of a timely written complaint, management shall review the grievance and respond to the merits thereof. Each level of management review shall have the authority to provide the employee with a remedy, subject to the agency head's approval. At least one face-to-face meeting between the employee and management shall be required. The persons who may be present at this meeting are the employee, the appropriate manager, an individual selected by the employee, and an individual selected by the manager. Witnesses may be called by either party.\n\nE. Absent just cause, all documents, as defined in the Rules of the Supreme Court of Virginia, relating to the actions grieved shall be made available, upon request from a party to the grievance, by the opposing party, in a timely fashion. Upon such request a party shall have a duty to search its records to ensure that all such relevant documents are provided. Documents pertaining to nonparties that are relevant to the grievance shall be produced in such a manner as to preserve the privacy of the individuals not personally involved in the grievance. A party shall not be required to create a document if the document does not exist.\n\nF. All time limitations prescribed in the grievance procedure, including, but not limited to, submission of an initial complaint and employee appeal of management decisions, shall be reasonable, specific, and equally applicable to the agency and the employee. Expedited grievance procedures shall be established for terminations, demotions, suspensions, and lost wages or salaries.\n\nG. Within five workdays of the receipt of a written notice of noncompliance, failure of the employee or the agency to comply with a substantial procedural requirement of the grievance procedure without just cause may result in a decision against the noncomplying party on any qualified issue. Written notice of noncompliance by the agency shall be made to the agency head. The Director of the Department of Human Resource Management shall render all decisions related to procedural compliance, and such decisions shall contain the reasons for such decision and shall be final.\n\nH. Grievances qualified pursuant to § 2.2-3004 that have not been resolved through the grievance resolution steps shall advance to a hearing that shall be the final step in the grievance procedure.\n\n1995, cc. 770, 818, § 2.1-116.05; 1996, cc. 164, 869; 1999, cc. 703, 726; 2000, cc. 947, 1006; 2001, c. 844; 2003, c. 252; 2004, c. 674; 2012, cc. 56, 349, 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3003/"
    },
    {
      "id": "section-22-3004",
      "number": "2.2-3004.",
      "heading": "Grievances qualifying for a grievance hearing; grievance hearing generally",
      "text": "A. A grievance qualifying for a hearing shall involve a complaint or dispute by an employee relating to the following adverse employment actions in which the employee is personally involved, including (i) formal disciplinary actions, including suspensions, demotions, transfers and assignments, and dismissals resulting from formal discipline or unsatisfactory job performance; (ii) the application of all written personnel policies, procedures, rules and regulations where it can be shown that policy was misapplied or unfairly applied; (iii) discrimination on the basis of race, color, religion, political affiliation, age, disability, national origin, sex, pregnancy, childbirth or related medical conditions, marital status, sexual orientation, gender identity, or military status; (iv) arbitrary or capricious performance evaluations; (v) acts of retaliation as the result of the use of or participation in the grievance procedure or because the employee has complied with any law of the United States or of the Commonwealth, has reported any violation of such law to a governmental authority, has sought any change in law before the Congress of the United States or the General Assembly, or has reported an incidence of fraud, abuse, or gross mismanagement; and (vi) retaliation for exercising any right otherwise protected by law.\n\nB. Management reserves the exclusive right to manage the affairs and operations of state government. Management shall exercise its powers with the highest degree of trust. In any employment matter that management precludes from proceeding to a grievance hearing, management's response, including any appropriate remedial actions, shall be prompt, complete, and fair.\n\nC. Complaints relating solely to the following issues shall not proceed to a hearing: (i) establishment and revision of wages, salaries, position classifications, or general benefits; (ii) work activity accepted by the employee as a condition of employment or which may reasonably be expected to be a part of the job content; (iii) contents of ordinances, statutes or established personnel policies, procedures, and rules and regulations; (iv) methods, means, and personnel by which work activities are to be carried on; (v) termination, layoff, demotion, or suspension from duties because of lack of work, reduction in work force, or job abolition; (vi) hiring, promotion, transfer, assignment, and retention of employees within the agency; and (vii) relief of employees from duties of the agency in emergencies.\n\nD. Except as provided in subsection A of § 2.2-3003, decisions regarding whether a grievance qualifies for a hearing shall be made in writing by the agency head or his designee within five workdays of the employee's request for a hearing. A copy of the decision shall be sent to the employee. The employee may appeal the denial of a hearing by the agency head to the Director of the Department of Human Resource Management (the Director). Upon receipt of an appeal, the agency shall transmit the entire grievance record to the Department of Human Resource Management within five workdays. The Director shall render a decision on whether the employee is entitled to a hearing upon the grievance record and other probative evidence.\n\nE. The hearing pursuant to § 2.2-3005 shall be held in the locality in which the employee is employed or in any other locality agreed to by the employee, employer, and hearing officer. The employee and the agency may be represented by legal counsel or a lay advocate, the provisions of § 54.1-3904 notwithstanding. The employee and the agency may call witnesses to present testimony and be cross-examined.\n\nF. For the purposes of this section, \"religion\" includes any outward expression of religious faith, including adherence to religious dressing and grooming practices and the carrying or display of religious items or symbols.\n\n1995, cc. 770, 818, § 2.1-116.06; 1996, cc. 164, 869; 2001, c. 844; 2012, cc. 56, 349, 803, 835; 2020, cc. 1137, 1140; 2021, Sp. Sess. I, cc. 477, 478; 2022, c. 799.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3004/"
    },
    {
      "id": "section-22-3005",
      "number": "2.2-3005.",
      "heading": "Hearing officers; duties",
      "text": "A. Nothing in this chapter shall create, nor shall be construed to create, a property interest in selection or assignment to serve as a hearing officer for grievance hearings.\n\nB. The Director of the Department of Human Resource Management shall assign a hearing officer to conduct the grievance hearing. All hearing officers shall be selected, on a rotating basis, (i) from the list of administrative hearing officers maintained by the Supreme Court of Virginia pursuant to § 2.2-4024 or (ii) from attorneys hired as classified employees by the Department through a competitive selection process. Hearing officer fees shall be reasonable, in accordance with compensation guidelines developed by the Department of Human Resource Management. In addition to the training requirements imposed by the Supreme Court, each hearing officer shall meet the criteria established by the Director pursuant to subdivision 6 of § 2.2-1202.1 and attend annually at least one day of training in employment law or state personnel policies and organizations. The training shall be conducted by the Department of Human Resource Management or an organization approved by the Virginia State Bar for continuing legal education.\n\nC. Hearing officers shall have the following powers and duties:\n\n1. Hold conferences for the settlement or simplification of issues;\n\n2. Dispose of procedural requests;\n\n3. Issue orders requiring testimony or the production of evidence;\n\n4. Administer oaths and affirmations;\n\n5. Receive probative evidence; exclude irrelevant, immaterial, insubstantial, privileged, or repetitive proofs, rebuttals, or cross-examinations; rule upon offers of proof; and oversee a verbatim recording of the evidence;\n\n6. Receive and consider evidence in mitigation or aggravation of any offense charged by an agency in accordance with rules established by the Department of Human Resource Management pursuant to § 2.2-1202.1; and\n\n7. Take other actions as necessary or specified in the grievance procedure.\n\n1995, cc. 770, 818, § 2.1-116.07; 1998, cc. 263, 438; 1999, c. 713; 2000, cc. 66, 657, 947, 1006; 2001, c. 844; 2004, c. 674; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3005/"
    },
    {
      "id": "section-22-30051",
      "number": "2.2-3005.1.",
      "heading": "Scope of hearing officer's decision; agency cooperation; cost of hearing; decision of hearing officer",
      "text": "A. For those issues qualified for a hearing, the hearing officer may order appropriate remedies. Relief may include (i) reinstatement to the same position, or if the position is filled, to an equivalent position, (ii) back pay, (iii) full reinstatement of fringe benefits and seniority rights, (iv) mitigation or reduction of the agency disciplinary action, or (v) any combination of these remedies. In grievances challenging discharge, if the hearing officer finds that the employee has substantially prevailed on the merits of the grievance, the employee shall be entitled to recover reasonable attorney fees, unless special circumstances would make an award unjust. All awards of relief, including attorney fees, by a hearing officer must be in accordance with rules established by the Department of Human Resource Management.\n\nB. The agency from which the grievance arises shall bear the costs for the hearing officer and other associated hearing expenses including the grievant's attorney fees that the hearing officer may award.\n\nC. The decision of the hearing officer shall (i) be in writing, (ii) contain findings of fact as to the material issues in the case and the basis for those findings, including any award of reasonable attorney fees pursuant to this section, and (iii) be final and binding if consistent with law and policy.\n\nD. The provisions of this section relating to the award of attorney fees shall not apply to any local government or agency thereof that is otherwise subject to the grievance procedure set forth in this chapter.\n\n2004, c. 674; 2011, c. 595; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3005-1/"
    },
    {
      "id": "section-22-3006",
      "number": "2.2-3006.",
      "heading": "Review of hearing decisions; costs",
      "text": "A. Upon the request of a party to a grievance hearing for an administrative review of the hearing decision, the Director of the Department of Human Resource Management shall determine, within 30 days of the conclusion of any other administrative reviews, whether the hearing decision is consistent with policy.\n\nB. Within 30 days of a final decision, a party may appeal on the grounds that the determination is contradictory to law by filing a notice of appeal with the clerk of the circuit court in the jurisdiction in which the grievance arose. The agency shall request and receive prior approval of the Director before filing a notice of appeal. After a notice of appeal has been filed by either party, the agency shall then transmit a copy of the grievance record to the clerk of the court. The court, on motion of a party, shall issue a writ of certiorari requiring transmission of the record on or before a certain date. Within 30 days of receipt of the grievance record, the court, sitting without a jury, shall hear the appeal on the record. The court may affirm the decision or may reverse or modify the decision. The decision of the court shall be rendered no later than the fifteenth day from the date of the conclusion of the hearing. The circuit court hearing shall be at no cost to the Commonwealth or the grievant.\n\nC. The hearing officer's final decision shall be effective from the latter of the date issued or the date of the conclusion of any administrative review and judicial appeal, and shall be implemented immediately thereafter, unless circumstances beyond the control of the agency delay such implementation.\n\nD. Either party may petition the circuit court having jurisdiction in the locality in which the grievance arose for an order requiring implementation of the final decision of a hearing officer.\n\nE. The court shall award reasonable attorneys' fees and costs to the employee if the employee substantially prevails on the merits of a case brought under subsection B or D.\n\n2000, cc. 947, 1006, § 2.1-116.07:1; 2001, cc. 393, 420, 844; 2003, c. 252; 2004, c. 229; 2012, cc. 56, 349.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3006/"
    },
    {
      "id": "section-22-3007",
      "number": "2.2-3007.",
      "heading": "Certain employees of the Departments of Corrections and Juvenile Justice",
      "text": "A. Employees of the Departments of Corrections and Juvenile Justice who work in institutions or juvenile correctional centers or have client, inmate, or resident contact and who are terminated on the grounds of client, inmate, or resident abuse, criminal conviction, or as a result of being placed on probation under the provisions of § 18.2-251, may appeal their termination only through the Department of Human Resource Management applicable grievance procedures, which shall not include successive grievance steps or the formal hearing provided in § 2.2-3005.\n\nB. If no resolution is reached, the employee may advance the grievance to the circuit court of the jurisdiction in which the grievance occurred for a de novo hearing on the merits of the termination. In its discretion, the court may refer the matter to a commissioner in chancery to take such evidence as may be proper and to make a report to the court. Both the grievant and the respondent may call upon witnesses and be represented by legal counsel or other representatives before the court or the commissioner in chancery. Such representatives may examine, cross-examine, question and present evidence on behalf of the grievant or respondent before the court or commissioner in chancery without being in violation of the provisions of § 54.1-3904.\n\nC. A termination shall be upheld unless shown to have been unwarranted by the facts or contrary to law or policy.\n\n1995, cc. 770, 818, § 2.1-116.08; 1996, cc. 755, 914; 2001, cc. 393, 420, 844; 2014, c. 223.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3007/"
    },
    {
      "id": "section-22-3008",
      "number": "2.2-3008.",
      "heading": "Employees of local constitutional officers",
      "text": "Constitutional officers shall not be required to provide a grievance procedure for their employees; however, such employees may be accepted in a local governing body's grievance procedure or personnel system if agreed to by the constitutional officer and the local governing body.\n\n1995, cc. 770, 818, § 2.1-116.012; 1996, cc. 164, 869; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-30/section-2-2-3008/"
    }
  ]
}