{
  "state": "virginia",
  "path": "title-title-22-administration-of-government/chapter-chapter-382-digital-certification-of-government-records",
  "sections": [
    {
      "id": "section-22-3817",
      "number": "2.2-3817.",
      "heading": "Definitions§ 2.2-3818. Standards for authentication of electronic government records§ 2.2-3819. Digitally certified government records",
      "text": "As used in this section:\n\n\"Agency\" means any authority, board, commission, council, department, instrumentality, institution, or other unit of state government located in the executive or legislative branch; independent agencies; and any county, city, or town, or other unit of local government, including constitutional officers, except circuit court clerks.\n\n\"Digital signature\" means an electronic sound, symbol, or process attached to or logically associated with an electronic document and executed or adopted by a person with the intent to sign the document. A digital signature shall provide a means to authenticate an electronic record by confirming the agency as the disseminator of the document and shall provide both digital and visible assurance that the digital document has not been altered since it was signed by the custodian of the record at an agency.\n\n\"Digitally certified copy\" means a copy of an electronic record created by an agency to which the agency has attached a digital signature.\n\n2017, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-38-2/section-2-2-3817/"
    },
    {
      "id": "section-22-3818",
      "number": "2.2-3818.",
      "heading": "Standards for authentication of electronic government records",
      "text": "The Secretary of the Commonwealth, in cooperation with the Virginia Information Technologies Agency, shall develop standards for the use of digital signatures by agencies on electronic records generated by such agencies. The process for developing and maintaining such standards shall be exempt from the Administrative Process Act (§ 2.2-4000 et seq.).\n\n2017, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-38-2/section-2-2-3818/"
    },
    {
      "id": "section-22-3819",
      "number": "2.2-3819.",
      "heading": "Digitally certified government records",
      "text": "Agencies may make digitally certified copies of electronic records available, provided that such records are created in accordance with the standards developed pursuant to § 2.2-3818. An agency may charge a fee not to exceed $5 for a digitally certified copy of a record provided pursuant to this chapter.\n\n2017, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-38-2/section-2-2-3819/"
    }
  ]
}