{
  "state": "virginia",
  "path": "title-title-22-administration-of-government/chapter-chapter-54-community-action-act",
  "sections": [
    {
      "id": "section-22-5400",
      "number": "2.2-5400.",
      "heading": "Short title; definitions§ 2.2-5401",
      "text": "A. This chapter shall be known as the Community Action Act.\n\nB. As used in this chapter, unless the context requires a different meaning:\n\n\"Community action agency\" means a local subdivision of the Commonwealth, a combination of political subdivisions, a separate public agency or a private nonprofit agency that has the authority under its applicable charter or laws to receive funds to support community action activities and other appropriate measures designed to identify and deal with the causes of poverty in the Commonwealth, and that is designated as a community action agency by federal law, federal regulations or the Governor.\n\n\"Community action program budget\" means state funds, federal block grants and federal categorical grants that are received by the Commonwealth for community action activities.\n\n\"Community action statewide organization\" means community action programs, organized on a statewide basis, to enhance the capability of community action agencies.\n\n\"Designated agency\" means the agency designated by the Secretary of Health and Human Resources pursuant to § 2.2-5401.\n\n\"Local share\" means cash or in-kind goods and services donated to community action agencies to carry out their responsibilities.\n\n\"Low-income person\" means a person who is a member of a household with a gross annual income equal to or less than 125 percent of the poverty standard accepted by the federal agency designated to establish poverty guidelines.\n\n\"Service area\" means the geographical area within the jurisdiction of a community action agency or a community action statewide organization.\n\n1982, c. 667, §§ 2.1-587, 2.1-588; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5400/"
    },
    {
      "id": "section-22-5401",
      "number": "2.2-5401.",
      "heading": "Designation by Secretary of Health and Human Resources of agency to administer act",
      "text": "The Secretary of Health and Human Resources shall designate an agency to administer the Community Action Act and to work with community action agencies and community action statewide organizations to develop social and economic opportunities for low-income persons.\n\n1982, c. 667, § 2.1-589; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5401/"
    },
    {
      "id": "section-22-5402",
      "number": "2.2-5402.",
      "heading": "Powers and duties of designated agency",
      "text": "The designated agency shall have the following powers and duties to:\n\n1. Coordinate state activities designed to reduce poverty.\n\n2. Cooperate with agencies of the Commonwealth and the federal government in reducing poverty and implementing community, social and economic programs.\n\n3. Receive and expend funds for any purpose authorized by this chapter.\n\n4. Enter into contracts with and to award grants to public and private nonprofit agencies and organizations.\n\n5. Develop a state plan based on needs identified by community action agencies and community action statewide organizations.\n\n6. Fund community action agencies and community action statewide organizations and to adopt regulations.\n\n7. Provide assistance to local governments or private organizations for the purpose of establishing and operating a community action agency.\n\n8. Provide technical assistance to community action agencies to improve program planning, program development, administration and the mobilization of public and private resources.\n\n9. Require community action agencies and community action statewide organizations to generate local contributions of cash or in-kind services as the agency may establish by regulation.\n\n10. Convene public meetings that provide citizens the opportunity to comment on public policies and programs to reduce poverty.\n\n11. Advise the Governor and the General Assembly of the nature and extent of poverty in the Commonwealth and to make recommendations concerning changes in state and federal policies and programs.\n\n1982, c. 667, § 2.1-590; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5402/"
    },
    {
      "id": "section-22-5403",
      "number": "2.2-5403.",
      "heading": "Community action boards",
      "text": "A. Each community action agency shall administer its community action program through a community action board consisting of no less than fifteen members who shall be selected as follows:\n\n1. One-third of the members of the board shall be elected public officials or their designees, who shall be selected by the local governing body of the service area, except that if the number of elected officials reasonably available and willing to serve is less than one-third of the membership of the board, membership on the board of appointed public officials may be counted in meeting the one-third requirement.\n\n2. At least one-third of the members shall be persons chosen democratically to represent the poor of the area served.\n\n3. The other members shall be members of business, industry, labor, religious, social service, education or other major community groups.\n\nB. Each member of the board selected to represent a specific geographic area within a community shall reside in the area represented.\n\nC. Except as otherwise provided in subsection D, the board shall be responsible for the following:\n\n1. Appointing and dismissing an executive director of the community action agency.\n\n2. Approving grants and contracts, annual program budget requests and operational policies of the community action agency.\n\n3. Having an annual audit performed by an independent auditor.\n\n4. Convening public meetings to provide low-income and other persons the opportunity to comment upon public policies and programs to reduce poverty.\n\n5. Annually evaluating the policies and programs of the community action agency. The board shall submit the evaluation and recommendations to improve the administration of the community action agency to the designated agency and to the local governing body or bodies within the service area.\n\n6. Carrying out such other duties as may be delegated by the local governing body or bodies within the service area or by the designated agency.\n\n7. Delegating responsibilities pursuant to the provisions of § 2.2-5404.\n\nD. Where a local subdivision of the Commonwealth acts as or has designated a community action agency, the local governing body shall determine the responsibilities and authority of the community action board.\n\n1982, c. 667, § 2.1-591; 1989, c. 273; 2001, c. 844; 2010, c. 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5403/"
    },
    {
      "id": "section-22-5404",
      "number": "2.2-5404.",
      "heading": "Delegation of responsibilities by community action agency",
      "text": "If a community action agency places responsibility for major policy determination with respect to the character, funding, extent and administration of and budgeting for programs to be carried on in a particular geographic area within the community in a subsidiary board, council or similar agency, the board, council or agency shall be broadly representative of the area.\n\n1982, c. 667, § 2.1-592; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5404/"
    },
    {
      "id": "section-22-5405",
      "number": "2.2-5405.",
      "heading": "Local participation",
      "text": "Each community action agency shall consult neighborhood-based organizations composed of residents of the area it serves or members of the groups to be served to assist the agency in planning, conducting and evaluating components of the community action agency.\n\n1982, c. 667, § 2.1-593; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5405/"
    },
    {
      "id": "section-22-5406",
      "number": "2.2-5406.",
      "heading": "Community action statewide organizations; structure; responsibilities",
      "text": "A. A community action statewide organization shall be a nonprofit corporation whose charter, articles of incorporation and bylaws permit the corporation to operate in all jurisdictions of the Commonwealth.\n\nB. A community action statewide organization shall be governed by a board. The board shall conform to requirements for the community action agency board.\n\nC. Community action statewide organizations shall carry out all the planning, reporting, evaluation, fiscal and programmatic responsibilities required by the designated agency and other appropriate agencies of state government.\n\nD. Community action statewide organizations shall receive and administer state, federal and private funds, render technical assistance and carry out activities that will enable community action agencies to solve local problems.\n\nE. Community action statewide organizations shall work with community action agencies in areas served by those agencies and with community-based organizations, local governments, industry and other organizations in areas unserved by a community action agency to assist in carrying out the purposes of this chapter.\n\n1982, c. 667, §§ 2.1-594, 2.1-595, 2.1-596; 1989, c. 273; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5406/"
    },
    {
      "id": "section-22-5407",
      "number": "2.2-5407.",
      "heading": "Designation of community action agencies; rescission of designation",
      "text": "A. Each community action agency that has been designated by a unit of local government and funded pursuant to the Economic Opportunity Act of 1964 (Public Law 88-452) that was in operation on July 1, 1982, and is still in operation shall be deemed a community action agency for the purposes of this chapter.\n\nB. No new community action agency shall be designated in any area of the Commonwealth that is served by an existing community action agency.\n\nC. The Governor may designate a community action agency to serve any locality not currently served by an existing community action agency. This determination may be through the expansion of the service area of an existing community action agency or the designation of a new community action agency.\n\nThe designated agency shall receive and review requests for the expansion of existing community action agencies or the designation of new community action agencies and shall present to the Secretary of Health and Human Resources a recommendation for community action status and funding. The review and recommendation shall be in compliance with regulations developed by the board of the designated agency.\n\nUpon completion of a satisfactory review of the request, the Secretary shall forward a recommendation to the Governor.\n\nD. The Secretary of Human Resources may recommend that the Governor rescind the designation of a community action agency for cause or by mutual agreement.\n\nIf the rescission is for cause, the Secretary shall:\n\n1. Receive from the designated agency a request to rescind the designation of the community action agency, including the causes for the request;\n\n2. Notify the chief elected official of each local governing body in the service area of the intent to rescind the designation of the community action agency;\n\n3. Provide the community action agency the opportunity for a hearing on the record; and\n\n4. Meet any other provisions required by federal law.\n\nIf the rescission is by mutual agreement, the Secretary shall:\n\n1. Receive from the designated agency a resolution, approved by the governing body of the community action agency, requesting the Governor to rescind its designation as a community action agency. The resolution shall include a proposed effective date for the rescission; and\n\n2. Meet any other provisions required by federal law.\n\n1982, c. 667, § 2.1-597; 2001, c. 844; 2007, c. 522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5407/"
    },
    {
      "id": "section-22-5408",
      "number": "2.2-5408.",
      "heading": "Administration of community action budget",
      "text": "The designated agency shall adopt regulations detailing the formula for the distribution of community action program budget funds. The regulations shall take into consideration the distribution of low-income persons residing in the service areas of the community action agencies, the relative cost of living of the areas, as well as other factors considered appropriate.\n\nEach community action agency and community action statewide organization annually shall develop and submit a program budget request for funds appropriated from the community action program budget. The designated agency shall publish annually guidelines detailing the nature and extent of information required in the program budget request for the succeeding fiscal year.\n\nIn order to carry out its overall responsibility for planning, coordinating, evaluating and administering a community action program, a community action agency may under its charter or applicable laws receive and administer funds pursuant to this chapter. The community action agency may receive and administer funds and contributions from private or public sources that may be used in support of a community action agency or program and funds under any federal or state assistance program pursuant to which a public or private nonprofit agency organized in accordance with this chapter could act as grantee, contractor or sponsor of projects appropriate for inclusion in a community action program. A community action agency or community action statewide organization may transfer funds so received between components and to delegate funds to other agencies subject to the powers of its governing board and its overall program responsibilities.\n\nIn accordance with the requirements of the federal Omnibus Budget Reconciliation Act of 1981 (Public Law 97-35), the designated agency in cooperation with community action agencies and community action statewide organizations, shall develop a state plan for submission annually by the Governor to the Secretary of Health and Human Services.\n\nCommunity action agencies and community action statewide organizations shall provide the designated agency with quarterly financial and program reports.\n\nFunds received in the Community Services Block Grant pursuant to the federal Omnibus Budget Reconciliation Act of 1981 (Public Law 97-35) shall be expended in support of the purposes of this chapter as follows:\n\n1. Ninety percent of the funds received in the Community Services Block Grant shall be used for the development and implementation of programs and projects designed by community action agencies to serve poor or low-income areas of the Commonwealth in accordance with a formula approved by the Governor for the first year of the Community Services Block Grant and thereafter biennially by the General Assembly.\n\n2. No more than five percent of the funds received in the Community Services Block Grant shall be used for administration of the duties required by this chapter of the designated agency.\n\n3. At least five percent of the funds received in the Community Services Block Grant shall be used to support community action activities conducted by community action statewide organizations.\n\n1982, c. 667, § 2.1-598; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-54/section-2-2-5408/"
    }
  ]
}