{
  "state": "virginia",
  "path": "title-title-22-administration-of-government/chapter-chapter-48-virginia-debt-collection-act",
  "sections": [
    {
      "id": "section-22-4800",
      "number": "2.2-4800.",
      "heading": "Policy of the Commonwealth; collection of accounts receivable§ 2",
      "text": "This chapter establishes the policy of the Commonwealth as it relates to the accounting for, management and collection of all accounts receivable due to the Commonwealth. It shall be the policy of the Commonwealth that all state agencies and institutions shall take all appropriate and cost-effective actions to aggressively collect all accounts receivable. All state agencies and institutions shall be subject to this chapter and shall establish internal policies and procedures for the management and collection of accounts receivable that are in accordance with regulations adopted by the Department of Accounts and the Office of the Attorney General.\n\n1988, c. 544, § 2.1-727; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4800/"
    },
    {
      "id": "section-22-4801",
      "number": "2.2-4801.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Administrative offset\" includes, but is not limited to, offsetting any monies, except those specifically exempted by state or federal law, paid by agency or institution for a debt owed to any other state agency or institution.\n\n\"Accounts receivable\" refers to the classification of debts due the Commonwealth, including judgments, fines, costs, and penalties imposed upon conviction for criminal and traffic offenses, and as defined in the guidelines adopted by the State Comptroller.\n\n\"Discharge\" means the compromise and settlement of disputes, claims, and controversies of the Commonwealth by the Office of the Attorney General as authorized by § 2.2-514.\n\n\"Division\" means the Division of Debt Collection of the Office of the Attorney General created pursuant to § 2.2-518.\n\n\"Past-due\" means any account receivable for which payment has not been received by the payment due date.\n\n\"State agency and institution\" means any authority, board, department, instrumentality, agency or other unit in any branch of state government. The term shall not include any county, city or town, or any local or regional governmental authority or any \"nonstate agency\" as defined in the appropriation act.\n\n\"Write-off\" means a transaction to remove from an agency's financial accounting records an account receivable that management has determined to be uncollectible.\n\n1988, c. 544, § 2.1-726; 1994, c. 565; 2001, c. 844; 2009, c. 797.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4801/"
    },
    {
      "id": "section-22-4802",
      "number": "2.2-4802.",
      "heading": "Responsibility for accounts receivable policy; reports",
      "text": "The Department of Accounts shall be the primary state agency responsible for the oversight, reporting and monitoring of the Commonwealth's accounts receivable program.\n\nThe Department of Accounts shall adopt necessary policies and procedures for reporting, accounting for, and collecting the Commonwealth's accounts receivable. The Department of Accounts is also charged with adopting regulations concerning guidelines and procedures for writing off accounts receivable.\n\n1988, c. 544, § 2.1-728; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4802/"
    },
    {
      "id": "section-22-4803",
      "number": "2.2-4803.",
      "heading": "Legal counsel",
      "text": "The Office of the Attorney General shall be the primary agency responsible for the provision of all legal services and advice related to the collection of accounts receivable, pursuant to § 2.2-507.\n\nThe Attorney General shall adopt necessary policies and procedures pertaining to all accounts receivable legal matters and the litigation of past-due accounts receivable that shall be published together with the policies and procedures adopted by the Department of Accounts.\n\n1988, c. 544, § 2.1-729; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4803/"
    },
    {
      "id": "section-22-4804",
      "number": "2.2-4804.",
      "heading": "Annual reports",
      "text": "The Department of Accounts and the Attorney General shall annually report to the Governor, the Secretary of Finance and the Chairmen of the Senate Committee on Finance and Appropriations and the House Committee on Appropriations those agencies and institutions that are not making satisfactory progress toward implementing the provisions of this chapter and establishing effective accounts receivable programs.\n\n1988, c. 544, § 2.1-730; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4804/"
    },
    {
      "id": "section-22-4805",
      "number": "2.2-4805.",
      "heading": "Interest, administrative charges and penalty fees",
      "text": "A. Each state agency and institution may charge interest on all past due accounts receivable in accordance with guidelines adopted by the Department of Accounts. Each past due accounts receivable may also be charged an additional amount that shall approximate the administrative costs arising under § 2.2-4806. Agencies and institutions may also assess late penalty fees, not in excess of ten percent of the past-due account on past-due accounts receivable. The Department of Accounts shall adopt regulations concerning the imposition of administrative charges and late penalty fees.\n\nB. Failure to pay in full at the time goods, services, or treatment are rendered by the Commonwealth or when billed for a debt owed to any agency of the Commonwealth shall result in the imposition of interest at the judgment rate as provided in § 6.2-302 on the unpaid balance unless a higher interest rate is authorized by contract with the debtor or provided otherwise by statute. Interest shall begin to accrue on the 60th day after the date of the initial written demand for payment. A public institution of higher education in the Commonwealth may elect to impose a late fee in addition to, or in lieu of, interest for such time as the institution retains the claim pursuant to subsection D of § 2.2-4806. Returned checks or dishonored credit card or debit card payments shall incur a handling fee of $50 unless a higher amount is authorized by statute to be added to the principal account balance.\n\nC. If the matter is referred for collection to the Division, the debtor shall be liable for reasonable attorney fees unless higher attorney fees are authorized by contract with the debtor.\n\nD. A request for or acceptance of goods or services from the Commonwealth, including medical treatment, shall be deemed to be acceptance of the terms specified in this section.\n\n1988, c. 544, § 2.1-732; 2001, c. 844; 2009, c. 797.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4805/"
    },
    {
      "id": "section-22-4806",
      "number": "2.2-4806.",
      "heading": "Utilization of certain collection techniques",
      "text": "A. Each state agency and institution shall take all appropriate and cost-effective actions to aggressively collect its accounts receivable. Each agency and institution shall utilize, but not be limited to, the following collection techniques, according to the policies and procedures required by the Department of Accounts and the Division: (i) credit reporting bureaus, (ii) collection agencies, (iii) garnishments, liens and judgments, (iv) administrative offset, and (v) participation in the Treasury Offset Program of the United States under 31 U.S.C. § 3716.\n\nB. Except as provided otherwise herein, for collection of accounts receivable of $3,000 or more that are 60 days past due, each agency and institution shall forward those claims to the Division for collection. The Division shall review forwarded accounts, determine the appropriate collection efforts, if any, for each account, and take such actions on the accounts as the Division may so determine.\n\nC. Except as provided otherwise herein, for collection of accounts receivable under $3,000 that are 60 days past due, each agency and institution shall contract with a private collection agency for the collection of those debts. Prior to referring accounts receivable of less than $3,000, agencies and institutions may refer such accounts to the Division. The Division may accept the account for collection or return it to the agency or institution for collection by a private collection agency.\n\nD. Except as otherwise provided in this subsection, where a debtor is paying a debt in periodic payments to an agency or institution, the agency or institution may elect to retain the claim in excess of 60 days provided that such periodic payments are promptly paid until the account is satisfied. In the event the debtor is delinquent (i) by 60 days in paying a periodic payment or (ii) for such other period of time approved by the Division, the account shall be handled in the manner provided by subsections B and C of this section.\n\nE. A public institution of higher education shall provide a debtor who is currently enrolled in such institution the option to pay his debt in periodic payments over the course of the term or semester in which the account became past due or, at the discretion of such institution, over a longer period, provided that such periodic payments are promptly paid until the account is satisfied. In the event that the debtor is delinquent (i) by 60 days in paying a periodic payment or (ii) for such other period of time approved by the Division, the account shall be handled in the manner provided by subsections B and C.\n\nF. Notwithstanding any other provision of this chapter or any other law to the contrary, neither the Virginia Commonwealth University Health System Authority (the Authority) nor the University of Virginia Medical Center (the Center) shall engage in extraordinary collection actions, as defined in § 501(r) of the Internal Revenue Code as it was in effect on January 1, 2020, to collect patient accounts receivable related to medical treatment at such Authority or Center or its affiliated facilities unless the Authority or Center has undertaken all reasonable efforts to determine whether an individual with delinquent debt is eligible for Medicaid or other assistance under the Authority's or Center's financial assistance policy.\n\nG. Each state agency and institution shall report and pay required fees to the Division as required by subsection C of § 2.2-518.\n\n1988, c. 544, § 2.1-733; 2001, c. 844; 2004, c. 919; 2008, cc. 314, 637; 2009, c. 797; 2018, c. 386; 2020, c. 577.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4806/"
    },
    {
      "id": "section-22-4807",
      "number": "2.2-4807.",
      "heading": "Debtor information and skip-tracing",
      "text": "Each agency and institution shall collect minimum prescribed information from clients, debtors, and payees. Debtor information available from state agencies, credit reporting bureaus and other appropriate sources shall be used for the purpose of skip-tracing debtors, as specified in the guidelines of the Department of Accounts and the Attorney General. The minimum prescribed information to be collected shall include the federal employer identification number of partnerships, proprietorships, and corporate clients, debtors, and payees. This minimum prescribed information shall be included in the contract payment clause required by § 2.2-4354. The Department of Accounts may require that the minimum prescribed information be supplied on any request for payment, including invoices.\n\n1988, c. 544, § 2.1-734; 1992, c. 110; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4807/"
    },
    {
      "id": "section-22-4808",
      "number": "2.2-4808.",
      "heading": "Provision of state services to delinquent debtors",
      "text": "Each state agency and institution shall develop internal policies and procedures, in accordance with accounts receivable policies of the Department of Accounts and the Attorney General, for delaying or withholding certain state services to those persons who refuse to pay their debts.\n\n1988, c. 544, § 2.1-735; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4808/"
    },
    {
      "id": "section-22-4809",
      "number": "2.2-4809.",
      "heading": "Agreement authorized; setoff federal debts",
      "text": "A. The Comptroller is authorized to enter into an agreement with the United States to participate in the Treasury Offset Program pursuant to 31 U.S.C. § 3716 for the collection of any debts owed to state agencies. The agreement may provide for the United States to submit debts owed to federal agencies for offset against state payments similar to the procedures for offsetting debts owed to state agencies.\n\nB. The Treasurer shall reduce any state payment by the amount of any federal debt submitted in accordance with the agreement authorized by this section, and pay such amount to the appropriate federal official in accordance with the procedures specified in such agreement.\n\n2008, c. 314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-48/section-2-2-4809/"
    }
  ]
}