{
  "state": "virginia",
  "path": "title-title-22-administration-of-government/chapter-chapter-42-coordination-of-workforce-development",
  "sections": [
    {
      "id": "section-22-4356",
      "number": "2.2-435.6.",
      "heading": "Chief Workforce Development Officer§ 2",
      "text": "2-435.7. Repealed§ 2.2-435.8. Repealed§ 2.2-435.9. Annual report by publicly funded career and technical education and workforce development programs; performance on state-level metrics§ 2.2-435.10. Administration of the Workforce Innovation and Opportunity Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-4357",
      "number": "2.2-435.7.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2021, Sp. Sess. I, c. 453, cl. 2, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-4-2/section-2-2-435-7/"
    },
    {
      "id": "section-22-4358",
      "number": "2.2-435.8.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2023, cc. 624 and 625, cl. 2, effective July 1, 2023",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-4-2/section-2-2-435-8/"
    },
    {
      "id": "section-22-4359",
      "number": "2.2-435.9.",
      "heading": "Annual report by publicly funded career and technical education and workforce development programs; performance on state-level metrics",
      "text": "Beginning November 1, 2016, and annually thereafter, each agency administering any publicly funded career and technical education and workforce development program shall submit to the Governor and the Virginia Board of Workforce Development a report detailing the program's performance against state-level metrics established by the Virginia Board of Workforce Development and the Secretary of Labor.\n\n2015, cc. 275, 292; 2021, Sp. Sess. I, c. 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-4-2/section-2-2-435-9/"
    },
    {
      "id": "section-22-43510",
      "number": "2.2-435.10.",
      "heading": "Administration of the Workforce Innovation and Opportunity Act; executive summaries",
      "text": "A. The Secretary of Labor shall administer (i) a state workforce system and facilitate regional workforce systems that are business-driven, aligned with current and reliable labor market data, and targeted at providing participants with workforce credentials that have demonstrated value to employers and job seekers and (ii) a funding mechanism that adequately supports operations under the federal Workforce Innovation and Opportunity Act of 2014 (P.L. 113-128) (WIOA).\n\nB. The Secretary of Labor shall produce an annual executive summary, no later than the first day of each regular session of the General Assembly, of the interim activity undertaken to implement the responsibilities described in subsection A and to administer the WIOA.\n\n2015, cc. 275, 292; 2021, Sp. Sess. I, c. 453; 2023, cc. 624, 625.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-2-2/chapter-4-2/section-2-2-435-10/"
    }
  ]
}