{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-4732-commission-for-the-deaf-and-hard-of-hearing-fund-cre",
  "sections": [
    {
      "id": "section-71-4732commission",
      "number": "71-4732.Commission",
      "heading": "for the Deaf and Hard of Hearing Fund; created; use; investment",
      "text": "There is hereby created a Commission for the Deaf and Hard of Hearing Fund to consist of such funds as the Legislature shall appropriate, any funds received under sections 20-156 and 71-4731, and any fees collected for interpreter servi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-4732",
      "number": "71-4732",
      "heading": "",
      "text": "71-4732.Commission for the Deaf and Hard of Hearing Fund; created; use; investment.\n\nThere is hereby created a Commission for the Deaf and Hard of Hearing Fund to consist of such funds as the Legislature shall appropriate, any funds received under sections 20-156 and 71-4731, and any fees collected for interpreter services as provided in section 71-4728. The fund shall be used to administer sections 20-156 and 71-4720 to 71-4732.01, except that (1) money in the fund from fees collected for interpreter services shall be used only for expenses related to the provision of such services, (2) money in the fund may only be used to provide services pursuant to section 71-4728.04 if there is no money in the Telehealth System Fund, and (3) transfers may be made from the Commission for the Deaf and Hard of Hearing Fund to the General Fund at the direction of the Legislature. Any money in the Commission for the Deaf and Hard of Hearing Fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1979, LB 101, § 13;Laws 1995, LB 7, § 78;Laws 1995, LB 25, § 8;Laws 1997, LB 851, § 24;Laws 1999, LB 359, § 3;Laws 2001, LB 334, § 5;Laws 2002, LB 22, § 18;Laws 2009, First Spec. Sess., LB3, § 45.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-4732/"
    }
  ]
}