{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-2619-laboratory-supplies-and-services-fees-establish-disp",
  "sections": [
    {
      "id": "section-71-2619",
      "number": "71-2619",
      "heading": "",
      "text": "71-2619.Laboratory supplies and services; fees; establish; disposition.\n\n(1) The Department of Health and Human Services may by regulation establish fees to defray the costs of providing specimen containers, shipping outfits, and related supplies and fees to defray the costs of certain laboratory examinations as requested by individuals, firms, corporations, or governmental agencies in the state. Fees for the provision of certain classes of shipping outfits or specimen containers shall be no more than the actual cost of materials, labor, and delivery. Fees for the provision of shipping outfits may be made when no charge is made for service.\n\n(2) Fees may be established by regulation for chemical or microbiological examinations of various categories of water samples. Fees established for examination of water to ascertain qualities for domestic, culinary, and associated uses shall be set to defray no more than the actual cost of the tests in the following categories: (a) Inorganic chemical assays; (b) organic pollutants; and (c) bacteriological examination to indicate sanitary quality as coliform density by membrane filter test or equivalent test.\n\n(3) Fees for examinations of water from lakes, streams, impoundments, or similar sources, from wastewaters, or from ground water for industrial or agricultural purposes may be charged in amounts established by regulation but shall not exceed one and one-half times the limits set by regulation for examination of domestic waters.\n\n(4) Fees may be established by regulation for chemical or microbiological examinations of various categories of samples to defray no more than the actual cost of testing. Such fees may be charged for:\n\n(a) Any specimen submitted for radiochemical analysis or characterization;\n\n(b) Any material submitted for chemical characterization or quantitation; and\n\n(c) Any material submitted for microbiological characterization.\n\n(5) Fees may be established by regulation for the examinations of certain categories of biological and clinical specimens to defray no more than the actual costs of testing. Such fees may be charged for examinations pursuant to law or regulation of:\n\n(a) Any specimen submitted for chemical examination for assessment of health status or functional impairment;\n\n(b) Any specimen submitted for microbiological examination which is not related to direct human contact with the microbiological agent; and\n\n(c) A specimen submitted for microbiological examination or procedure by an individual, firm, corporation, or governmental unit other than the department.\n\n(6) The department shall not charge fees for tests that include microbiological isolation, identification examination, or other laboratory examination for the following:\n\n(a) A contagious disease when the department is authorized by law or regulation to directly supervise the prevention, control, or surveillance of such contagious disease;\n\n(b) Any emergency when the health of the people of any part of the state is menaced or exposed pursuant to section 71-502; and\n\n(c) When adopting or enforcing special quarantine and sanitary regulations authorized by the department.\n\n(7) Combinations of different tests or groups of tests submitted together may be offered at rates less than those set for individual tests as allowed in this section and shall defray the actual costs.\n\n(8) Fees may be established by regulation to defray no more than the actual costs of certifying laboratories, inspecting laboratories, and making laboratory agreements between the department and laboratories other than the Department of Health and Human Services, Division of Public Health, Environmental Laboratory for the purpose of conducting analyses of drinking water as prescribed in section 71-2618. For each laboratory applying for certification, fees shall include (a) an annual fee not to exceed one thousand eight hundred dollars per laboratory and (b) an inspection fee not to exceed three thousand dollars per certification period for each laboratory located in this state.\n\n(9) All fees collected pursuant to this section shall be remitted to the State Treasurer for credit to the Health and Human Services Cash Fund.\n\nSourceLaws 1973, LB 583, § 2;Laws 1983, LB 617, § 21;Laws 1986, LB 1047, § 4;Laws 1996, LB 1044, § 636;Laws 2007, LB296, § 552;Laws 2008, LB928, § 20;Laws 2021, LB148, § 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-2619/"
    }
  ]
}