{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-475-drug-or-medication-provided-to-patient-upon-discharge",
  "sections": [
    {
      "id": "section-71-475drug",
      "number": "71-475.Drug",
      "heading": "or medication; provided to patient upon discharge; records; label; documentation",
      "text": "(1)(a) When administration of a drug occurs in a hospital pursuant to a chart order, hospital personnel may provide the unused portion of the drug to the patient upon discharge from the hospital for continued use in tre",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-475",
      "number": "71-475",
      "heading": "",
      "text": "71-475.Drug or medication; provided to patient upon discharge; records; label; documentation.\n\n(1)(a) When administration of a drug occurs in a hospital pursuant to a chart order, hospital personnel may provide the unused portion of the drug to the patient upon discharge from the hospital for continued use in treatment of the patient if:\n\n(i) The drug has been opened and used for treatment of the patient at the hospital and is necessary for the continued treatment of the patient and would be wasted if not used by the patient; and\n\n(ii) The drug is:\n\n(A) In a multidose device or a multidose container; or\n\n(B) In the form of a liquid reconstituted from a dry stable state to a liquid resulting in a limited stability.\n\n(b) A drug provided to a patient in accordance with this subsection shall be labeled with the name of the patient, the name of the drug including the quantity if appropriate, the date the drug was provided, and the directions for use.\n\n(2)(a) A licensed health care practitioner authorized to prescribe controlled substances may provide to his or her patients being discharged from a hospital a sufficient quantity of drugs adequate, in the judgment of the practitioner, to continue treatment, which began in the hospital, until the patient is reasonably able to access a pharmacy.\n\n(b) The pharmacist-in-charge at the hospital shall maintain records of the drugs provided to patients in accordance with this subsection which shall include the name of the patient, the name of the drug including the quantity if appropriate, the date the drug was provided, and the directions for use.\n\n(3) If a drug is provided to a patient in accordance with subsection (1) or (2) of this section:\n\n(a) The drug shall be kept in a locked cabinet or automated medication system with access only by a licensed health care practitioner authorized to prescribe, dispense, or administer controlled substances;\n\n(b) Prior to providing the drug to the patient, a written or electronic order shall be in the patient's record;\n\n(c) The process at the hospital shall be under the direct supervision of the prescriber;\n\n(d) If the label is prepared by a nurse, the prescriber shall verify the drug and the directions for the patient;\n\n(e) When possible, the directions for the patient shall be preprinted on the label by the pharmacist;\n\n(f) The label shall include the name of the patient, the name of the drug including the quantity if appropriate, the date the drug was provided, and the directions for use;\n\n(g) A written information sheet shall be given to the patient for each drug provided; and\n\n(h) Documentation in a readily retrievable format shall be maintained each time a drug is provided to a patient from the hospital pharmacy's inventory which shall include the date, the patient, the drug, and the prescriber.\n\n(4)(a) When a hospital, an ambulatory surgical center, or a health care practitioner facility provides medication that is ordered at least twenty-four hours in advance for surgical procedures and is administered to a patient at the hospital, ambulatory surgical center, or health care practitioner facility, any unused portion of the medication shall be offered to the patient upon discharge when it is required for continuing treatment. The unused portion of any such medication accepted by the patient upon discharge shall be labeled by the prescriber or a pharmacist consistent with labeling requirements in section 71-2479.\n\n(b) For purposes of this subsection, medication means any topical antibiotic, anti-inflammatory, dilation, or glaucoma drop or ointment that a hospital, ambulatory surgical center, or health care practitioner facility has on stand-by or is retrieved from a dispensing system for a specified patient for use during a procedure or visit.\n\n(c) If the medication is used in an operating room or emergency department setting, the prescriber is responsible for counseling the patient on its proper use and administration and no other patient counseling is required under section 38-2869.\n\nSourceLaws 2017, LB166, ยง 20;Laws 2023, LB227, ยง 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-475/"
    }
  ]
}