{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-1376-crematory-authority-operation-requirements",
  "sections": [
    {
      "id": "section-71-1376crematory",
      "number": "71-1376.Crematory",
      "heading": "authority; operation; requirements",
      "text": "(1) A crematory authority shall not accept human remains for cremation without a proper label indicating the name of the deceased and the name and location of the funeral establishment placed on the exterior of the alternative container or casket.(2) No crematory a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-1376",
      "number": "71-1376",
      "heading": "",
      "text": "71-1376.Crematory authority; operation; requirements.\n\n(1) A crematory authority shall not accept human remains for cremation without a proper label indicating the name of the deceased and the name and location of the funeral establishment placed on the exterior of the alternative container or casket.\n\n(2) No crematory authority shall make or enforce any rules requiring that human remains be placed in a casket before cremation or that human remains be cremated in a casket. No crematory authority shall refuse to accept human remains for cremation if the human remains are not in a casket.\n\n(3) No crematory authority shall accept human remains for cremation unless the human remains are delivered to the crematory authority in an alternative container or casket or delivered to the crematory authority's holding facility to be placed in an alternative container or casket. Human remains delivered to a crematory in an alternative container shall not be removed from the alternative container, and the alternative container shall be cremated with the human remains. A crematory authority may refuse (a) a noncombustible casket or any other container that is not an alternative container or (b) a casket or container that is not labeled as required under subsection (1) of this section.\n\n(4) An alternative container shall:\n\n(a) Be composed of readily combustible materials suitable for cremation;\n\n(b) Be able to be closed to provide for complete encasement of the human remains;\n\n(c) Be resistant to leakage or spillage;\n\n(d) Be rigid enough for easy handling; and\n\n(e) Provide protection for the health and safety of persons handling such container.\n\nSourceLaws 2003, LB 95, ยง 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-1376/"
    }
  ]
}