{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-4819-department-of-health-and-human-services-education-re",
  "sections": [
    {
      "id": "section-71-4819department",
      "number": "71-4819.Department",
      "heading": "of Health and Human Services; education regarding bone marrow donors; powers and duties",
      "text": "(1) The Department of Health and Human Services shall educate residents of the state about:(a) The need for bone marrow donors;(b) Patient populations benefiting from bone marrow donations;(c) How to acquire a fr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-4819",
      "number": "71-4819",
      "heading": "",
      "text": "71-4819.Department of Health and Human Services; education regarding bone marrow donors; powers and duties.\n\n(1) The Department of Health and Human Services shall educate residents of the state about:\n\n(a) The need for bone marrow donors;\n\n(b) Patient populations benefiting from bone marrow donations;\n\n(c) How to acquire a free buccal swab kit from a bone marrow registry;\n\n(d) The procedures required to become registered as a potential bone marrow donor, including the procedures for determining tissue type; and\n\n(e) The medical procedures a donor must undergo to donate bone marrow and the attendant risks of the procedures.\n\n(2) The department shall provide information and educational materials to the public regarding bone marrow donation. The department shall seek assistance from the national marrow donor program to establish a system to distribute materials, ensure that the materials are updated periodically, and fully disclose the risks involved in donating bone marrow. The department shall make special efforts to educate and recruit persons of racial and ethnic minorities to volunteer as potential bone marrow donors.\n\n(3) The department may use the press, radio, and television and may place educational materials in appropriate health care facilities, blood banks, and state and local agencies. The department, in conjunction with the Director of Motor Vehicles, shall make educational materials available at all places where motor vehicle operators' licenses are issued or renewed.\n\nSourceLaws 1992, LB 1099, ยง 1;Laws 1996, LB 1044, ยง 685;Laws 2007, LB296, ยง 601;Laws 2020, LB541, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-4819/"
    }
  ]
}