{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-941-person-with-mental-illness-or-substance-dependence-ar",
  "sections": [
    {
      "id": "section-71-941person",
      "number": "71-941.Person",
      "heading": "with mental illness or substance dependence; arrested under warrant; notice; rights; writ of habeas corpus; hearing",
      "text": "(1) A person arrested upon a warrant pursuant to section 71-940 shall not be delivered to a demanding state until he or she is notified of the demand for his or her surrender and has h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-941",
      "number": "71-941",
      "heading": "",
      "text": "71-941.Person with mental illness or substance dependence; arrested under warrant; notice; rights; writ of habeas corpus; hearing.\n\n(1) A person arrested upon a warrant pursuant to section 71-940 shall not be delivered to a demanding state until he or she is notified of the demand for his or her surrender and has had an opportunity to apply for a writ of habeas corpus. If an application is filed, notice of the time and place for hearing on the writ shall be given to the county attorney of the county where the arrest was made. The person arrested shall have the right to counsel and the right to have counsel appointed for him or her if the person is indigent. Pending the determination of the court upon the application for the writ, the person detained shall be maintained in a suitable facility or jail as described in section 71-919 or a hospital for persons with mental illness.\n\n(2) At a hearing on a writ of habeas corpus, the State of Nebraska shall show that there is probable cause to believe that (a) such person is absent without authorization from a treatment facility or program for persons with mental illness or substance dependence to which he or she was committed located in the demanding state, (b) the demanding state has reason to believe that such person is currently dangerous to himself, herself, or others, and (c) the demanding state is willing to accept the person back for further treatment.\n\nSourceLaws 1996, LB 1155, ยง 114;R.S.1943, (1999), ยง 83-1073;Laws 2004, LB 1083, ยง 61;Laws 2025, LB150, ยง 115.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-941/"
    }
  ]
}