{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-3509-sources-of-radiation-agreements-with-federal-agency-",
  "sections": [
    {
      "id": "section-71-3509sources",
      "number": "71-3509.Sources",
      "heading": "of radiation; agreements with federal agency; Governor; license; expiration",
      "text": "(1) The Governor, on behalf of this state, may enter into agreements with the federal Nuclear Regulatory Commission pursuant to the federal Atomic Energy Act of 1954, section 274b, as amended, providing for discontinuance of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-3509",
      "number": "71-3509",
      "heading": "",
      "text": "71-3509.Sources of radiation; agreements with federal agency; Governor; license; expiration.\n\n(1) The Governor, on behalf of this state, may enter into agreements with the federal Nuclear Regulatory Commission pursuant to the federal Atomic Energy Act of 1954, section 274b, as amended, providing for discontinuance of certain of such commission's licensing and related regulatory authority with respect to byproduct material, source material, and special nuclear material and the assumption of regulatory authority for such materials by this state.\n\n(2) The department may, upon discontinuance of certain of such commission's licensing and related regulatory authority with respect to byproduct material, source material, and special nuclear material and the assumption of regulatory authority for such materials by the state, cause to be licensed by the department such materials over which the state has assumed licensing and related regulatory authority under the terms of the agreement authorized in subsection (1) of this section.\n\n(3) Any person who, on the effective date of an agreement under subsection (1) of this section, possesses a license issued by the federal Nuclear Regulatory Commission for radioactive material subject to the agreement shall be deemed to possess a license like those issued under the Radiation Control Act. Such license shall expire either ninety days after receipt from the department of a notice of expiration of such license, or on the date of expiration specified in the federal Nuclear Regulatory Commission license, whichever is the earlier.\n\nSourceLaws 1963, c. 406, ยง 9, p. 1303;Laws 1975, LB 157, ยง 9;Laws 1987, LB 390, ยง 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-3509/"
    }
  ]
}