{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-1956-child-care-and-early-childhood-education-program-rat",
  "sections": [
    {
      "id": "section-71-1956child",
      "number": "71-1956.Child",
      "heading": "care and early childhood education program; rating; quality rating criteria",
      "text": "(1) Each applicable child care and early childhood education program which applies under section 71-1957 to participate in the quality rating and improvement system developed pursuant to section 71-1955 shall be rated on a q",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-1956",
      "number": "71-1956",
      "heading": "",
      "text": "71-1956.Child care and early childhood education program; rating; quality rating criteria.\n\n(1) Each applicable child care and early childhood education program which applies under section 71-1957 to participate in the quality rating and improvement system developed pursuant to section 71-1955 shall be rated on a quality scale using ratings labeled steps one through five and based on quality rating criteria.\n\n(2) Quality rating criteria shall be used to assign a quality scale rating as appropriate for the specific step. The criteria shall include, but not be limited to:\n\n(a) Licensing requirements as specified in the Child Care Licensing Act;\n\n(b) Facility safety and management;\n\n(c) Child development and school readiness outcomes;\n\n(d) Program curriculum, learning environment, and adult-child interactions;\n\n(e) Professional development and training;\n\n(f) Family engagement;\n\n(g) Program administration;\n\n(h) Standards used by nationally recognized accrediting bodies approved by the State Department of Education; and\n\n(i) Other standards as required by the State Department of Education for prekindergarten services and prekindergarten programs established pursuant to section 79-1104 and federal performance standards for Head Start and Early Head Start programs.\n\nSourceLaws 2013, LB507, ยง 5.\n\nCross ReferencesChild Care Licensing Act, see section 71-1908.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-1956/"
    }
  ]
}