{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-2488-funds-appropriated-or-distributed-not-considered-ent",
  "sections": [
    {
      "id": "section-71-2488funds",
      "number": "71-2488.Funds",
      "heading": "appropriated or distributed; not considered entitlement or state obligation; conditions on expenditures; conflict; verdict, judgment, compromise, or settlement prevails",
      "text": "(1) Any funds appropriated from the Opioid Prevention and Treatment Cash Fund or the Opioid Treatment Infrastructure Cash Fund or d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-2488",
      "number": "71-2488",
      "heading": "",
      "text": "71-2488.Funds appropriated or distributed; not considered entitlement or state obligation; conditions on expenditures; conflict; verdict, judgment, compromise, or settlement prevails.\n\n(1) Any funds appropriated from the Opioid Prevention and Treatment Cash Fund or the Opioid Treatment Infrastructure Cash Fund or distributed from the Nebraska Opioid Recovery Trust Fund under the Opioid Prevention and Treatment Act shall not be considered ongoing entitlements or an obligation on the part of the State of Nebraska.\n\n(2) Any funds appropriated or distributed under the Opioid Prevention and Treatment Act shall be spent in accordance with the Opioid Prevention and Treatment Act and the terms of any verdict, judgment, compromise, or settlement in or out of court, of any case or controversy brought by the Attorney General pursuant to the Consumer Protection Act or the Uniform Deceptive Trade Practices Act. If there is any conflict between the terms of any verdict, judgment, compromise, or settlement and the Opioid Prevention and Treatment Act, the terms of the verdict, judgment, compromise, or settlement shall prevail.\n\nSourceLaws 2020, LB1124, ยง 4;Laws 2024, LB1355, ยง 8.\n\nCross ReferencesConsumer Protection Act, see section 59-1623.Uniform Deceptive Trade Practices Act, see section 87-306.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-2488/"
    }
  ]
}