{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-2493-local-public-health-department-aid-distribution-use-",
  "sections": [
    {
      "id": "section-71-2493local",
      "number": "71-2493.Local",
      "heading": "public health department; aid; distribution; use; contracts authorized; report",
      "text": "(1) The division shall equitably distribute aid as appropriated by the Legislature to local public health departments:(a) To facilitate prevention efforts, including training on the use of overdose response, syringe acces",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-2493",
      "number": "71-2493",
      "heading": "",
      "text": "71-2493.Local public health department; aid; distribution; use; contracts authorized; report.\n\n(1) The division shall equitably distribute aid as appropriated by the Legislature to local public health departments:\n\n(a) To facilitate prevention efforts, including training on the use of overdose response, syringe access and education, and drug-checking products;\n\n(b) For education and training activities related to opioid use prevention and opioid remediation; and\n\n(c) For data tracking efforts related to the opioid epidemic.\n\n(2) Each local public health department may contract for services with hospitals, law enforcement, and community organizations for purposes of subsection (1) of this section. Each local public health department shall report to the division as provided in section 71-2489.\n\n(3) It is the intent of the Legislature to appropriate at least five hundred thousand dollars from the General Fund to the County Public Health Aid Program for disbursement to local public health departments as provided in section 71-1628.08 for opioid use prevention and opioid remediation under the Opioid Prevention and Treatment Act. It is the intent of the Legislature that funds appropriated for purposes of this section are offset by a reduction in funds for Behavioral Health Aid for fiscal year 2024-25.\n\nSourceLaws 2024, LB1355, ยง 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-2493/"
    }
  ]
}