{
  "state": "nebraska",
  "path": "title-chapter-71-public-health-and-welfare/chapter-71-5328-lead-service-line-cash-fund-created-use-investment-d",
  "sections": [
    {
      "id": "section-71-5328lead",
      "number": "71-5328.Lead",
      "heading": "Service Line Cash Fund; created; use; investment; Department of Water, Energy, and Environment; grants; authorized",
      "text": "(1) For purposes of this section:(a) Department means the Department of Water, Energy, and Environment;(b) Metropolitan utilities district means a district created pursuant to section 1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71-5328",
      "number": "71-5328",
      "heading": "",
      "text": "71-5328.Lead Service Line Cash Fund; created; use; investment; Department of Water, Energy, and Environment; grants; authorized.\n\n(1) For purposes of this section:\n\n(a) Department means the Department of Water, Energy, and Environment;\n\n(b) Metropolitan utilities district means a district created pursuant to section 14-2101; and\n\n(c) Qualified labor training organization means any job training service provider headquartered in the State of Nebraska with a demonstrated history of providing workforce training relevant to the skilled labor necessary for the removal and replacement of lead service lines.\n\n(2) The Lead Service Line Cash Fund is created. The fund shall be administered by the department. The fund shall consist of funds transferred by the Legislature. The fund shall be used for grants under subsection (3) of this section. Transfers may be made from the fund to the General Fund at the direction of the Legislature. Any money in the Lead Service Line Cash Fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\n(3) The department shall utilize all money in the Lead Service Line Cash Fund for the purpose of providing grants to metropolitan utilities districts for the following:\n\n(a) Removing and replacing lead service lines;\n\n(b) Repaying debt incurred for any loan received by the metropolitan utilities district for the purpose of replacing lead service lines, including any loan or loans under the federal Drinking Water State Revolving Fund or any other loan incurred specifically for the purpose of removing lead service lines;\n\n(c) Providing information to residents on the benefits of removing lead service lines;\n\n(d) Performing necessary construction, assessment, mapping, or any other labor, management, or contracted services required for and associated with removing and replacing lead service lines; or\n\n(e) Acquiring any equipment, materials, or supplies necessary to replace lead service lines.\n\n(4) The department may adopt and promulgate rules and regulations to carry out this section.\n\nSourceLaws 2023, LB818, ยง 40;Laws 2024, LB1413, ยง 45;Laws 2025, LB264, ยง 150;Laws 2025, LB317, ยง 381.Note:The Revisor of Statutes has pursuant to section 49-769 correlated LB264, section 150, with LB317, section 381, to reflect all amendments.Note:Changes made by LB264 became operative May 22, 2025. Changes made by LB317 became operative July 1, 2025.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-71/statute-71-5328/"
    }
  ]
}