{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-6409-maximum-liability-limits-of-liability-how-construed",
  "sections": [
    {
      "id": "section-44-6409",
      "number": "44-6409",
      "heading": "",
      "text": "44-6409.Maximum liability; limits of liability; how construed.\n\n(1) The maximum liability of the insurer under the uninsured motorist coverage or the underinsured motorist coverage shall be the amount of damages for bodily injury, sickness, disease, or death sustained by the insured less the amount paid to the insured by or for any person or organization which may be held legally liable for the bodily injury, sickness, disease, or death, but in no event shall the maximum liability of the insurer under either such coverage be more than the limits of the coverage provided.\n\n(2) The limits of liability of uninsured motorist coverage and underinsured motorist coverage shall not be reduced by the amount of benefits paid under any first party medical payments coverage portion of the policy. The uninsured motorist coverage and underinsured motorist coverage shall be excess over, and shall not pay again, any medical expenses already paid under the first party medical payments coverage portion of the policy.\n\nSourceLaws 1986, LB 573, § 8;Laws 1990, LB 1136, § 124;R.S.Supp.,1992, § 60-578;Laws 1994, LB 1074, § 9;Laws 1997, LB 741, § 1.\n\nAnnotations\n\nPursuant to a 1990 amendment to this section (transferred from section 60-578), an insured's own carrier must compensate the insured to the limit of the carrier's underinsured motorist coverage if, after payments by any other legally liable person or organization, the insured still has not been fully compensated for his or her injuries. This provision does not apply to claims that accrued before the effective date of the amendment. Shkolnick v. American Family Mut. Ins. Co., 2 Neb. App. 61, 506 N.W.2d 356 (1993).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-6409/"
    }
  ]
}