{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-2143-prohibited-acts-administrative-penalties-unfair-trad",
  "sections": [
    {
      "id": "section-44-2143prohibited",
      "number": "44-2143.Prohibited",
      "heading": "acts; administrative penalties; unfair trade practice",
      "text": "(1) Any insurer which fails, without just cause, to file any registration statement as required by section 44-2132 may be required by the director, after notice and hearing, to pay an administrative penalty of one hundred dollars for each day's d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2143",
      "number": "44-2143",
      "heading": "",
      "text": "44-2143.Prohibited acts; administrative penalties; unfair trade practice.\n\n(1) Any insurer which fails, without just cause, to file any registration statement as required by section 44-2132 may be required by the director, after notice and hearing, to pay an administrative penalty of one hundred dollars for each day's delay not to exceed an aggregate penalty of ten thousand dollars. The director may reduce the penalty if the insurer demonstrates to the director that the imposition of the penalty would constitute a financial hardship to the insurer.\n\n(2) Any insurer which fails to notify the director of any transaction, dividend, or distribution as required by sections 44-2132 to 44-2134 may be required by the director, after notice and hearing, to pay an administrative penalty of not more than two thousand five hundred dollars per violation.\n\n(3) Any violation of sections 44-2132 to 44-2134 shall be an unfair trade practice in the business of insurance subject to the Unfair Insurance Trade Practices Act in addition to any other remedies and penalties available under the laws of this state.\n\nSourceLaws 1991, LB 236, ยง 23;Laws 1994, LB 978, ยง 28.\n\nCross ReferencesUnfair Insurance Trade Practices Act, see section 44-1521.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-2143/"
    }
  ]
}