{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-792-mental-health-conditions-terms-defined",
  "sections": [
    {
      "id": "section-44-792",
      "number": "44-792",
      "heading": "",
      "text": "44-792.Mental health conditions; terms, defined.\n\nFor purposes of sections 44-791 to 44-795:\n\n(1) Health insurance plan means (a) any group sickness and accident insurance policy, group health maintenance organization contract, or group subscriber contract delivered, issued for delivery, or renewed in this state and (b) any self-funded employee benefit plan to the extent not preempted by federal law. Health insurance plan includes any group policy, group contract, or group plan offered or administered by the state or its political subdivisions. Health insurance plan does not include group policies providing coverage for a specified disease, accident-only coverage, hospital indemnity coverage, disability income coverage, medicare supplement coverage, long-term care coverage, or other limited-benefit coverage. Health insurance plan does not include any policy, contract, or plan covering an employer group that covers fewer than fifteen employees;\n\n(2) Mental health condition means any condition or disorder involving mental illness that falls under any of the diagnostic categories listed in the Mental Disorders Section of the International Classification of Disease;\n\n(3) Mental health professional means (a) a practicing physician licensed to practice medicine in this state under the Medicine and Surgery Practice Act, (b) a practicing psychologist licensed to engage in the practice of psychology in this state as provided in section 38-3111 or as provided in similar provisions of the Psychology Interjurisdictional Compact, (c) a practicing mental health professional licensed or certified in this state as provided in the Mental Health Practice Act, or (d) a professional counselor who holds a privilege to practice in Nebraska as a professional counselor under the Licensed Professional Counselors Interstate Compact;\n\n(4) Rate, term, or condition means lifetime limits, annual payment limits, and inpatient or outpatient service limits. Rate, term, or condition does not include any deductibles, copayments, or coinsurance; and\n\n(5)(a) Serious mental illness means, prior to January 1, 2002, (i) schizophrenia, (ii) schizoaffective disorder, (iii) delusional disorder, (iv) bipolar affective disorder, (v) major depression, and (vi) obsessive compulsive disorder; and\n\n(b) Serious mental illness means, on and after January 1, 2002, any mental health condition that current medical science affirms is caused by a biological disorder of the brain and that substantially limits the life activities of the person with the serious mental illness. Serious mental illness includes, but is not limited to (i) schizophrenia, (ii) schizoaffective disorder, (iii) delusional disorder, (iv) bipolar affective disorder, (v) major depression, and (vi) obsessive compulsive disorder.\n\nSourceLaws 1999, LB 355, ยง 2;Laws 2007, LB463, ยง 1135;Laws 2018, LB1034, ยง 48;Laws 2022, LB752, ยง 27.\n\nCross ReferencesLicensed Professional Counselors Interstate Compact, see section 38-4201.Medicine and Surgery Practice Act, see section 38-2001.Mental Health Practice Act, see section 38-2101.Psychology Interjurisdictional Compact, see section 38-3901.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-792/"
    }
  ]
}