{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-322-insurance-companies-annual-financial-statement-conten",
  "sections": [
    {
      "id": "section-44-322",
      "number": "44-322",
      "heading": "",
      "text": "44-322.Insurance companies; annual financial statement; contents; time of filing; failure to file; administrative penalty; participation in information system.\n\n(1)(a)(i) Every insurance company holding a certificate of authority to transact the business of insurance in this state shall file with the director or, if required by the director, with the National Association of Insurance Commissioners, on or before March 1 of each year, an annual financial statement for the year ending December 31 immediately preceding on forms prescribed by the director which conform substantially to the forms adopted by the National Association of Insurance Commissioners, except that fees, premium tax payments, and other payments associated with such filings shall be paid to the director.\n\n(ii) The financial statement shall be prepared in accordance with annual statement instructions and accounting practices and procedures manuals as prescribed by the director which conform substantially to the annual statement instructions and the Accounting Practices and Procedures Manuals adopted by the National Association of Insurance Commissioners.\n\n(iii) The salaries and compensation of the officers and any other information required by the director shall be filed with the director.\n\n(iv) Every insurance company subject to this section shall make such other periodic financial filings as the director may reasonably require.\n\n(b)(i) Within seven days after the failure of an insurance company to comply with the requirements of subdivision (1)(a) of this section, the director shall notify the insurance company of such failure.\n\n(ii) Subject to subdivision (1)(b)(iii) of this section, if an insurance company fails to comply with the requirements of subdivision (1)(a) of this section and any rules and regulations adopted and promulgated under such subdivision and any orders issued under such subdivision, (A) such insurance company shall pay a fine of one hundred dollars for each day thereafter such failure continues and the insurance company continues to transact any business of insurance and (B) in addition to the fine required under subdivision (1)(b)(ii)(A) of this section, the director may suspend or refuse to renew the certificate of authority of the insurance company until it has complied with the requirements of subdivision (1)(a) of this section and any rules and regulations adopted and promulgated under such subdivision and any orders issued under such subdivision. The director shall remit all such fines to the State Treasurer for distribution in accordance with Article VII, section 5, of the Constitution of Nebraska.\n\n(iii) For good and sufficient cause shown, the director may grant a reasonable extension of time not to exceed thirty days within which the financial statement may be filed as required under subdivision (1)(a) of this section without the fine required under subdivision (1)(b)(ii)(A) of this section and without any suspension or refusal to renew authorized under subdivision (1)(b)(ii)(B) of this section.\n\n(2) Every insurance company holding a certificate of authority to transact the business of insurance in this state shall participate in the National Association of Insurance Commissioners Insurance Regulatory Information System, including the payment of all fees and charges of such system, except as exempted by the director. Each participating insurance company shall file with the National Association of Insurance Commissioners on or before March 1 of each year a copy of its annual financial statement along with any additional filings required by the director for the immediately preceding year. The financial statement so filed shall be in the same format and scope as that required by subsection (1) of this section and shall include a signed jurat page and actuarial certification except as exempted by the director. Each participating insurance company shall file with the National Association of Insurance Commissioners any amendments and addendums to the financial statement and annual and quarterly financial statement information in computer readable format as required by the Insurance Regulatory Information System.\n\nSourceLaws 1913, c. 154, § 45, p. 417;R.S.1913, § 3181;Laws 1917, c. 75, § 1, p. 181;Laws 1919, c. 190, tit. V, art. IV, § 16, p. 596;C.S.1922, § 7781;C.S.1929, § 44-316;R.S.1943, § 44-322;Laws 1957, c. 183, § 1, p. 635;Laws 1991, LB 237, § 60;Laws 1994, LB 978, § 18;Laws 1995, LB 162, § 2;Laws 1999, LB 326, § 1;Laws 2003, LB 216, § 3;Laws 2021, LB21, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-322/"
    }
  ]
}