{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-2702-terms-defined",
  "sections": [
    {
      "id": "section-44-2702",
      "number": "44-2702",
      "heading": "Terms, defined.As used in the Nebraska Life and Health Insurance Guaranty Association Act, unless the context otherwise requires:(1) Account means any of the three accounts created pursuant to section 44-2705;(2) Association means the Nebraska Life and Health Insurance Guaranty Association created b",
      "text": "Terms, defined.As used in the Nebraska Life and Health Insurance Guaranty Association Act, unless the context otherwise requires:(1) Account means any of the three accounts created pursuant to section 44-2705;(2) Association means the Nebraska Life and Health Insurance Guaranty Association created by section 44-2705;(3) Authorized, when used in the context of assessments, or authorized assessment means a resolution by the board of directors has passed whereby an assessment will be called immediately or in the future from member insurers for a specified amount. An assessment is authorized when the resolution is passed;(4) Called, when used in the context of assessments, or called assessment means that a notice has been issued by the association to member insurers requiring that an authorized assessment be paid within the timeframe set forth within the notice. An authorized assessment becomes a called assessment when notice is mailed by the association to member insurers;(5) Director means the Director of Insurance;(6) Contractual obligation means any obligation under a policy or contract or certificate under a group policy or contract, or portion thereof, for which coverage is provided under section 44-2703;(7) Covered policy means any policy or contract or portion of such policy or contract for which coverage is provided under section 44-2703;(8) Extra-contractual claims include, but are not limited to, claims relating to bad faith in the payment of claims, punitive or exemplary damages, or attorneys' fees and costs;(9) Benefit plan means a specific employee, union, or association of natural persons benefit plan;(10) Health benefit plan means any hospital or medical expense policy or certificate, health maintenance organization subscriber contract, or any other similar health contract. Health benefit plan does not include:(a) Accident only insurance;(b) Credit insurance;(c) Dental only insurance;(d) Vision only insurance;(e) Medicare supplement insurance;(f) Benefits for long-term care, home health care, community-based care, or any combination thereof;(g) Disability income insurance;(h) Coverage for onsite medical clinics; or(i) Specified disease, hospital confinement indemnity, or limited benefit health insurance if the types of coverage do not provide coordination of benefits and are provided under separate policies or certificates;(11) Impaired insurer means a member insurer which, after August 24, 1975, (a) is deemed by the director to be potentially unable to fulfill its contractual obligations and is not an insolvent insurer and (b) is placed under an order of rehabilitation or conservation by a court of competent jurisdiction;(12) Insolvent insurer means a member insurer which, after August 24, 1975, is placed under an order of liquidation by a court of competent jurisdiction with a finding of insolvency;(13) Member insurer means an insurer or health maintenance organization licensed or that holds a certificate of authority to transact in this state any kind of insurance or health maintenance organization business for which coverage is provided for under section 44-2703. Member insurer includes any insurer or health maintenance organization whose license or certificate of authority may have been suspended, revoked, not renewed, or voluntarily withdrawn. Member insurer does not include:(a) A hospital or medical service organization, whether profit or nonprofit;(b) A fraternal benefit society;(c) A mandatory state pooling plan;(d) A mutual assessment company or other person that operates on an assessment basis;(e) An assessment association operating under Chapter 44 which issues only policies or contracts subject to assessment;(f) An insurance exchange;(g) An organization that has a certificate or license limited to the issuance of charitable gift annuities;(h) A viatical settlement provider, a viatical settlement broker, or a financing entity under the Viatical Settlements Act; or(i) An entity similar to any entity listed in subdivisions (13)(a) through (h) of this section;(14) Moody's corporate bond yield average means the monthly average of corporate bond yields published by Moody's Investment Service, Incorporated, or any successor to Moody's Investment Service, Incorporated;(15) Owner of a policy or contract, policyholder, policy owner, and contract owner mean the person who is identified as the legal owner under the terms of the policy or contract or who is otherwise vested with legal title to the policy or contract through a valid assignment completed in accordance with the terms of the policy or contract and properly recorded as the owner on the books of the member insurer. Owner, policy owner, and contract owner do not include persons with a mere beneficial interest in a policy or contract;(16) Person means any individual, corporation, partnership, limited liability company, association, government body or entity, or voluntary organization;(17) Plan sponsor means:(a) In the case of a benefit plan established or maintained by a single employer, the employer;(b) In the case of a benefit plan established or maintained by an employee organization, the employee organization; or(c) In the case of a benefit plan established or maintained by two or more employers or jointly by one or more employers and one or more employee organizations, the association, committee, joint board of trustees, or other similar group of representatives of the parties who establish or maintain the benefit plan;(18) Premiums means amounts or considerations, by whatever name called, received on covered policies or contracts less returned premiums, considerations, and deposits, and less dividends and experience credits. Premiums does not include amounts or considerations received for policies or contracts or for the portions of policies or contracts for which coverage is not provided under subsection (2) of section 44-2703, except that assessable premiums shall not be reduced on account of subdivision (2)(b)(iii) of section 44-2703 relating to interest limitations and subdivision (3)(b) of section 44-2703 relating to limitations with respect to one individual, one participant, and one policy or contract owner. Premiums does not include:(a) Premiums on an unallocated annuity contract; or(b) With respect to multiple nongroup life insurance policies owned by one owner, whether the policy or contract owner is an individual, firm, corporation, or other person and whether the persons insured are officers, managers, employees, or other persons, premiums exceeding five million dollars with respect to these policies or contracts, regardless of the number of policies or contracts held by the owner;(19)(a) Principal place of business of a plan sponsor or a person other than a natural person means the single state in which the natural persons who establish policy or contract for the direction, control, and coordination of the operations of the entity as a whole primarily exercise that function. The association shall in its reasonable judgment determine the principal place of business considering the following factors:(i) The state in which the primary executive and administrative headquarters of the entity is located;(ii) The state in which the principal office of the chief executive officer of the entity is located;(iii) The state in which the board of directors or similar governing person or persons of the entity conducts the majority of meetings;(iv) The state in which the executive or management committee of the board of directors or similar governing person or persons of the entity conducts the majority of its meetings;(v) The state from which the management of the overall operations of the entity is directed; and(vi) In the case of a benefit plan sponsored by affiliated companies comprising a consolidated corporation, the state in which the holding company or controlling affiliate has its principal place of business as determined using the factors in subdivisions (19)(a)(i) through (v) of this section, except that in the case of a plan sponsor, if more than fifty percent of the participants in the benefit plan are employed in a single state, that state shall be deemed to be the principal place of business of the plan sponsor.(b) The principal place of business of a plan sponsor of a benefit plan shall be deemed to be the principal place of business of the association, committee, joint board of trustees, or other similar group of representatives of the parties who establish or maintain the benefit plan that, in lieu of a specific or clear designation of a principal place of business, shall be deemed to be the principal place of business of the employer or employee organization that has the largest investment in the benefit plan in question;(20) Receivership court means the court in the insolvent or impaired insurer's state having jurisdiction over the conservation, rehabilitation, or liquidation of the member insurer;(21) Resident means any person to whom a contractual obligation is owed who resides in this state at the date of entry of a court order that determines that a member insurer is an impaired or insolvent insurer, whichever occurs first. A person may be a resident of only one state. A person other than a natural person shall be a resident of its principal place of business. Citizens of the United States that are residents of foreign countries, or are residents of a United States possession, territory, or protectorate that does not have an association similar to the association created by the Nebraska Life and Health Insurance Guaranty Association Act, shall be deemed residents of the state of domicile of the insurer that issued the policies or contracts;(22) State means a state, the District of Columbia, Puerto Rico, and any United States possession, territory, or protectorate;(23) Structured settlement annuity means an annuity purchased in order to fund periodic payments for a plaintiff or other claimant in payment for or with respect to personal injury suffered by the plaintiff or other claimant;(24) Supplemental contract means any agreement entered into between a member insurer and an owner or beneficiary for the distribution of policy or contract proceeds under a covered policy or contract; and(25) Unallocated annuity contract means an annuity contract or group annuity certificate that is not issued to and owned by an individual, except to the extent of any annuity benefits guaranteed to an individual by an insurer under the contract or certificate.SourceLaws 1975, LB 217, § 2;Laws 1986, LB 593, § 4;Laws 1993, LB 121, § 244;Laws 2001, LB 360, § 14;Laws 2012, LB887, § 16;Laws 2019, LB159, § 1.Cross ReferencesViatical Settlements Act, see section 44-1101.AnnotationsA broker of viatical settlements was never a \"member insurer\" as defined in subsection (8) of this section under the Nebraska Life and Health Insurance Guaranty Association Act, and therefore, the Life and Health Insurance Guaranty Association was not obligated to guarantee agreements between the broker and investors under which the investors had agreed to purchase death benefits of life insurance policies after the broker breached the agreements. Harvey v. Nebraska Life & Health Ins. Guar. Assn., 277 Neb. 757, 765 N.W.2d 206 (2009).Resident employees, and not a nonresident trustee, are entitled to protection under this section. Unisys Corp. v. Nebraska Life & Health Ins. Guar. Assn., 267 Neb. 158, 673 N.W.2d 15 (2004).This section does not encompass the liability of an insolvent insurer arising under law rather than under the provisions of the policy such insurer issued. Nebraska Life & Health Ins. Guar. Assn. v. Dobias, 247 Neb. 900, 531 N.W.2d 217 (1995).",
      "history": "",
      "source_url": ""
    }
  ]
}