{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-135-foreign-company-certificate-of-authority-required-per",
  "sections": [
    {
      "id": "section-44-135foreign",
      "number": "44-135.Foreign",
      "heading": "company; certificate of authority; required; personal jurisdiction",
      "text": "Any foreign or alien insurance company or association, before it shall do any business in this state, shall procure a certificate of authority to do business in this state as provided by the laws of the State of Nebraska. Procuring s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-135",
      "number": "44-135",
      "heading": "",
      "text": "44-135.Foreign company; certificate of authority; required; personal jurisdiction.\n\nAny foreign or alien insurance company or association, before it shall do any business in this state, shall procure a certificate of authority to do business in this state as provided by the laws of the State of Nebraska. Procuring such a certificate shall constitute sufficient contact with this state for the exercise of personal jurisdiction over the company or association in any action arising out of its activities in this state.\n\nSourceLaws 1913, c. 154, § 14, p. 404;R.S.1913, § 3150;Laws 1919, c. 190, tit. V, art. III, § 7, p. 582;C.S.1922, § 7751;Laws 1929, c. 123, § 1, p. 468;C.S.1929, § 44-207;Laws 1935, c. 103, § 1, p. 336;Laws 1937, c. 99, § 1, p. 346;C.S.Supp.,1941, § 44-207;R.S.1943, § 44-135;Laws 1983, LB 447, § 53.\n\nAnnotations\n\nCompliance with this section constitutes a voluntary acceptance of its provisions. Pupkes v. Sailors, 183 Neb. 784, 164 N.W.2d 441 (1969).\n\nService under this section on foreign insurance company is proper in reviving stay bond which has become dormant. Baker Steel & Machinery Co. v. Ferguson, 137 Neb. 578, 290 N.W. 499 (1940).\n\nThe Director of the Department of Insurance is the statutory agent for the service of process on foreign insurance companies. Maixner v. Travelers Ins. Co., 133 Neb. 574, 276 N.W. 163 (1937).\n\nUnder former law, an insurance company against whom a judgment had been obtained by service of summons upon the Auditor of Public Accounts was entitled to equitable relief in a federal court against such judgment where the company had been prevented from defending the suit by the auditor's failure to send the summons to the company. National Surety Co. v. State Bank of Humboldt, 120 F. 593 (8th Cir. 1903).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-135/"
    }
  ]
}