{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-6108-initial-determination-application-disapproval",
  "sections": [
    {
      "id": "section-44-6108",
      "number": "44-6108",
      "heading": "",
      "text": "44-6108.Initial determination; application disapproval.\n\n(1) The director shall issue an order making an initial determination to approve or disapprove the application within thirty days after the close of the public hearing as required by section 44-6107.\n\n(2)(a) The director shall not approve the application unless he or she finds that:\n\n(i) The plan of conversion is fair and equitable to the policyholders;\n\n(ii) The plan of conversion does not deprive the policyholders of their property rights or due process of law; and\n\n(iii) The new stock insurer would meet the minimum requirements to be issued a certificate of authority by the director to transact business in this state and the continued operations of the new stock insurer would not be hazardous to future policyholders and the public.\n\n(b) For purposes of this subsection, the director may consider any relevant factor, including, but not limited to:\n\n(i) The capital requirements of the new stock insurer;\n\n(ii) Whether a portion of the statutory surplus has been contributed by persons or entities whose policies or contracts are not in force on the date the plan of conversion is initially approved by the board of directors of the mutual insurer and, in such event, the consideration to policyholders may be less than the statutory surplus;\n\n(iii) Whether the plan of conversion includes preemptive rights for policyholders to purchase securities offered in the initial sale of securities by the new stock insurer;\n\n(iv) Whether the plan of conversion includes establishment of a preference account from which the payment of any shareholder dividends, including a regular, special, or liquidation dividend, would be prohibited for a reasonable period of time as the director may require;\n\n(v) The suitability of the trustees of any trust created pursuant to the provisions of section 44-6106; and\n\n(vi) Whether the utilization of a trust, if included in the plan of conversion, has a material adverse effect on policyholders, other than delaying receipt of shares of capital stock.\n\n(3) If the director makes a determination to disapprove the application, the director shall issue a final order setting forth specific findings for the disapproval.\n\nSourceLaws 1993, LB 583, ยง 48;Laws 1997, LB 52, ยง 6;Laws 1999, LB 326, ยง 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-6108/"
    }
  ]
}