{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-315-electronic-delivery-of-notices-or-documents-condition",
  "sections": [
    {
      "id": "section-44-315electronic",
      "number": "44-315.Electronic",
      "heading": "delivery of notices or documents; conditions; insurer; duties; applicability",
      "text": "(1) For purposes of this section:(a) Delivered by electronic means includes:(i) Delivery to an electronic mail address at which a party has consented to receive notices or documents; or(ii) Posting on an electronic network",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-315",
      "number": "44-315",
      "heading": "",
      "text": "44-315.Electronic delivery of notices or documents; conditions; insurer; duties; applicability.\n\n(1) For purposes of this section:\n\n(a) Delivered by electronic means includes:\n\n(i) Delivery to an electronic mail address at which a party has consented to receive notices or documents; or\n\n(ii) Posting on an electronic network or site accessible via the Internet, mobile application, computer, mobile device, tablet, or any other electronic device, together with separate notice of the posting which shall be provided by electronic mail to the address at which the party has consented to receive notices or documents or by any other delivery method that has been consented to by the party; and\n\n(b) Party means any recipient of any notice or document required as part of a first-party insurance transaction, including, but not limited to, an applicant, an insured, or a policyholder.\n\n(2) Subject to the requirements of this section, any notice to a party or any other document required under applicable law in an insurance transaction or that is to serve as evidence of insurance coverage may be delivered, stored, and presented by electronic means so long as it meets the requirements of the Uniform Electronic Transactions Act.\n\n(3) Delivery of a notice or document in accordance with this section shall be considered equivalent to any delivery method required under applicable law, including delivery by first-class mail, registered mail, certified mail, certificate of mailing, or a commercial mail delivery service. In any instance in which proof of receipt is required for a mailing, the electronic delivery method used must provide for verification or acknowledgment of receipt.\n\n(4) A notice or document may be delivered by electronic means by an insurer to a party under this section if:\n\n(a) The party has affirmatively consented to such method of delivery and has not withdrawn the consent;\n\n(b) The party, before giving consent, is provided with a clear and conspicuous statement informing the party of:\n\n(i) The right of the party to withdraw consent to have a notice or document delivered by electronic means at any time;\n\n(ii) Any conditions or consequences imposed in the event consent is withdrawn;\n\n(iii) The transactions and types of notices and documents to which the party's consent would apply;\n\n(iv) The right of a party to have a notice or document delivered in paper form by mail and the means, after consent is given, by which a party may obtain a paper copy of a notice or document delivered by electronic means; and\n\n(v) The procedure a party must follow to withdraw consent to have a notice or document delivered by electronic means and to update the party's electronic mail address;\n\n(c) The party:\n\n(i) Before giving consent, is provided with a statement of the hardware and software requirements for access to and retention of a notice or document delivered by electronic means; and\n\n(ii) Consents electronically, or confirms consent electronically, in a manner that reasonably demonstrates that the party can access information in the electronic form that will be used for notices or documents delivered by electronic means as to which the party has given consent; and\n\n(d) After consent of the party is given, the insurer, in the event a change in the hardware or software requirements needed to access or retain a notice or document delivered by electronic means creates a material risk that the party will not be able to access or retain a subsequent notice or document to which the consent applies:\n\n(i) Provides the party with a statement that describes:\n\n(A) The revised hardware and software requirements for access to and retention of a notice or document delivered by electronic means; and\n\n(B) The right of the party to withdraw consent without the imposition of any condition or consequence that was not disclosed at the time of initial consent; and\n\n(ii) Complies with subdivision (4)(b) of this section.\n\n(5) This section does not affect requirements related to content or timing of any notice or document required under applicable law.\n\n(6) If any provision of Chapter 44 or any other applicable law requiring a notice or document to be provided to a party expressly requires verification or acknowledgment of receipt of the notice or document, the notice or document may be delivered by electronic means only if the method used provides for verification or acknowledgment of receipt.\n\n(7) If verification or acknowledgment of receipt is not obtained, the notice or document shall be sent to the party by mail as prescribed by Chapter 44. If two or more electronic communications to the party are returned as undeliverable during a thirty-day period, all future communications shall be sent to the party by first-class or other mail as prescribed by law unless and until the party consents electronically, or confirms electronically, in a manner that reasonably demonstrates that the party can access information in the electronic form that will be used for notices or documents delivered by electronic means as to which the party has given consent.\n\n(8) A withdrawal of consent by a party does not affect the legal effectiveness, validity, or enforceability of a notice or document delivered by electronic means to the party before the withdrawal of consent is effective. A withdrawal of consent by a party is effective within a reasonable period of time after receipt of the withdrawal by the insurer. Failure by an insurer to comply with subdivision (4)(d) of this section may be treated, at the election of the party, as a withdrawal of consent for purposes of this section.\n\n(9) This section does not apply to a notice or document delivered by an insurer in an electronic form before September 1, 2019, to a party who, before such date, has consented to receive notices or documents in an electronic form otherwise allowed by law.\n\n(10) If the consent of a party to receive certain notices or documents in an electronic form is on file with an insurer before September 1, 2019, and pursuant to this section an insurer intends to deliver additional notices or documents to such party in an electronic form, then prior to delivering such additional notices or documents electronically, the insurer shall provide the party with a statement that describes:\n\n(a) The notices or documents that will be delivered by electronic means under this section that were not previously delivered electronically; and\n\n(b) The party's right to withdraw consent to have notices or documents delivered by electronic means without the imposition of any condition or consequence that was not disclosed at the time of initial consent.\n\n(11) An insurer shall deliver a notice or document by any other delivery method permitted by law other than electronic means if:\n\n(a) The insurer attempts to deliver the notice or document by electronic means and has a reasonable basis for believing that the notice or document has not been received by the party; or\n\n(b) The insurer becomes aware that the electronic mail address provided by the party is no longer valid.\n\n(12) A producer shall not be subject to civil liability for any harm or injury that occurs as a result of a party's election to receive any notice or document by electronic means or by the insurer's failure to deliver a notice or document by electronic means.\n\n(13) This section shall not be construed to modify, limit, or supersede the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. 7001 et seq., as such act existed on September 1, 2019.\n\n(14) This section shall apply only to life insurance policies, annuity contracts, and property and casualty insurance policies.\n\nSourceLaws 2019, LB116, ยง 1.\n\nCross ReferencesUniform Electronic Transactions Act, see section 86-612.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-315/"
    }
  ]
}