{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-4820-dissolution-of-insurer-court-ordered-transfer-of-con",
  "sections": [
    {
      "id": "section-44-4820",
      "number": "44-4820",
      "heading": "",
      "text": "44-4820.Dissolution of insurer; court-ordered transfer of control and ownership.\n\n(1) The director may petition for an order dissolving the corporate existence of a domestic insurer or the United States branch of an alien insurer domiciled in this state at the time he or she applies for a liquidation order. The court shall order dissolution of the corporation upon petition by the director upon or after the granting of a liquidation order. If the dissolution has not previously been ordered and if control and ownership of the insurer has not been transferred pursuant to subsection (2) of this section, dissolution shall be effected by operation of law upon the discharge of the liquidator if the insurer is insolvent but may be ordered by the court upon the discharge of the liquidator if the insurer is under a liquidation order for some other reason.\n\n(2) Notwithstanding the entry of a liquidation order, on the motion of the liquidator and following such notice and hearing and on such terms as the court deems appropriate, the court may approve the liquidator's cancellation of all outstanding stock and other securities of, and other equity interests in, the insurer and the court may approve the issuance and sale of new stock or other securities for the purpose of transferring to one or more buyers control and ownership of the insurer together with any or all of its licenses and certificates to do business and such other assets as the liquidator deems appropriate to the transaction. The proceeds of such sale shall be assets of the liquidation estate of the insurer. The order of the court approving such a sale may provide that the sale is free and clear of all claims and interests of the insurer's insureds, creditors, shareholders, and members and all other persons interested in the insurer's estate and may discharge the insurer and all property which is the subject of the sale from all claims and interests of the insurer's insureds, creditors, shareholders, and members and all other persons interested in the insurer's estate, except that such a discharge shall not affect the rights of the insurer's insureds, creditors, shareholders, and members and all other persons interested in the insurer's estate to participate in distributions from the estate as otherwise provided in the Nebraska Insurers Supervision, Rehabilitation, and Liquidation Act.\n\nSourceLaws 1989, LB 319, ยง 20;Laws 1995, LB 616, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-4820/"
    }
  ]
}