{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-799-coverage-for-newly-adopted-children-requirements",
  "sections": [
    {
      "id": "section-44-799",
      "number": "44-799",
      "heading": "",
      "text": "44-799.Coverage for newly adopted children; requirements.\n\n(1)(a) Any individual or group sickness and accident insurance policy or subscriber contract delivered, issued for delivery, or renewed in this state and any hospital, medical, or surgical expense-incurred policy, except for policies that provide coverage for a specified disease or other limited-benefit coverage, and (b) any self-funded employee benefit plan to the extent not preempted by federal law shall cover newly adopted children of the insured or enrollee. The coverage for newly adopted children shall be the same as for other dependents. No policy or health benefit plan provision concerning preexisting condition limitations, insurability, eligibility, or health underwriting approval may be applied to newly adopted children when they are enrolled in accordance with this section.\n\n(2) The coverage required by this section:\n\n(a) Is effective upon the earlier of (i) the date of placement for the purpose of adoption or (ii) the date of the entry of an order granting the adoptive parent custody of the child for purposes of adoption;\n\n(b) Continues unless the placement is disrupted prior to legal adoption and the child is removed from placement; and\n\n(c) Continues unless required action as described in subsection (3) of this section is not taken.\n\n(3) If the payment of a specific premium or subscription fee is required to provide coverage for an adopted child, the policy or health benefit plan may require that notification of the adoption of the child and the payment of the required premium or fee be furnished to the insurer or health benefit plan within thirty-one days after the adoption of the child in order to have the coverage continue beyond the thirty-one-day period.\n\nSourceLaws 2000, LB 1253, ยง 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-799/"
    }
  ]
}