{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-7108-filing-requirements",
  "sections": [
    {
      "id": "section-44-7108filing",
      "number": "44-7108.Filing",
      "heading": "requirements.(1) A health carrier that offers closed plans or combination plans having a closed component shall file with the director sample contract forms proposed for use with its participating providers and intermediaries",
      "text": "(2) A health carrier that offers closed plans or combination plans having",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7108",
      "number": "44-7108",
      "heading": "",
      "text": "44-7108.Filing requirements.\n\n(1) A health carrier that offers closed plans or combination plans having a closed component shall file with the director sample contract forms proposed for use with its participating providers and intermediaries.\n\n(2) A health carrier that offers closed plans or combination plans having a closed component shall submit material changes to a contract that would affect a provision required by the Managed Care Plan Network Adequacy Act or applicable rules and regulations to the director for approval. Changes in provider payment rates, coinsurance, copayments, or deductibles, or other plan benefit modifications are not considered material changes for the purpose of this subsection.\n\n(3) If the director takes no action within thirty days after submission of a material change to a contract by a health carrier, the change is deemed approved.\n\n(4) The health carrier shall maintain provider and intermediary contracts at its principal place of business in the state, or the health carrier shall have access to all contracts and provide copies to facilitate regulatory review upon twenty days' prior written notice from the director.\n\nSourceLaws 1998, LB 1162, ยง 46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-7108/"
    }
  ]
}