{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-2834-cause-of-action-attorneys-fees-court-costs-loss-of-e",
  "sections": [
    {
      "id": "section-44-2834cause",
      "number": "44-2834.Cause",
      "heading": "of action; attorney's fees; court costs; loss of earnings; when payable",
      "text": "(1) In all cases against a health care provider for malpractice or professional negligence, upon motion of either party the court shall review the attorney's fees incurred by that party and allow such compensation as the court s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2834",
      "number": "44-2834",
      "heading": "",
      "text": "44-2834.Cause of action; attorney's fees; court costs; loss of earnings; when payable.\n\n(1) In all cases against a health care provider for malpractice or professional negligence, upon motion of either party the court shall review the attorney's fees incurred by that party and allow such compensation as the court shall deem reasonable.\n\n(2) In all cases against health care providers for malpractice or professional negligence, the court may, upon application by the prevailing party, in its discretion and in an amount determined in its discretion tax as costs payable to the prevailing party the reasonable costs of preparation and trial including reasonable attorney's fees and the reasonable loss of earnings by the prevailing party occasioned by the trial if the court finds that the losing party did not have a reasonable chance of recovery or a reasonable chance of a successful defense.\n\n(3) A patient shall have the right to agree with his attorney to pay for the attorney's services on a mutually satisfactory per diem basis. Such election shall be exercised in written form at the time of employment or by written agreement thereafter entered into with his attorney.\n\nSourceLaws 1976, LB 434, ยง 34.\n\nAnnotations\n\nReview by the court of arrangement for attorney's fees held constitutional. Prendergast v. Nelson, 199 Neb. 97, 256 N.W.2d 657 (1977).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-2834/"
    }
  ]
}