{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-7613-annual-financial-statement-fee-actuarial-statement-c",
  "sections": [
    {
      "id": "section-44-7613annual",
      "number": "44-7613.Annual",
      "heading": "financial statement; fee; actuarial statement; certificate of compliance",
      "text": "(1) On an annual basis and within ninety days after the last day of the fiscal year of a multiple employer welfare arrangement, each multiple employer welfare arrangement holding a certificate of registration shall file with th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7613",
      "number": "44-7613",
      "heading": "",
      "text": "44-7613.Annual financial statement; fee; actuarial statement; certificate of compliance.\n\n(1) On an annual basis and within ninety days after the last day of the fiscal year of a multiple employer welfare arrangement, each multiple employer welfare arrangement holding a certificate of registration shall file with the director a financial statement, attested to by at least two members of the board of trustees, one of whom shall be the chairperson or president of the board of trustees, and accompanied by a fee of two hundred dollars. The director shall review the financial statement and shall require additional filings as the director finds reasonably necessary to assure the legitimacy and the financial integrity of the multiple employer welfare arrangement.\n\n(2) On an annual basis and within ninety days after the last day of the fiscal year of a multiple employer welfare arrangement, a statement from a qualified actuary that the rates charged and reserves, both (a) incurred and (b) incurred but not reported, regarding sufficiency to pay claims and associated expenses for the health benefit plan shall be obtained and given to the director. The actuarial statement shall include a confirmation that the stop-loss insurance policy required by section 44-7609 is in force. The actuarial statement shall meet the requirements of any rules or regulations which shall be adopted and promulgated by the director.\n\n(3) On an annual basis and within ninety days after the last day of the fiscal year of a multiple employer welfare arrangement, each multiple employer welfare arrangement holding a certificate of registration shall file with the director a certificate of compliance signed by at least two members of the board of trustees, one of whom shall be the chairperson or president of the board of trustees, certifying that the multiple employer welfare arrangement, to the best of their knowledge, information, and belief, has been conducted in accordance with applicable provisions of Nebraska law and rules and regulations relating to multiple employer welfare arrangements.\n\nSourceLaws 2002, LB 1139, ยง 13;Laws 2008, LB855, ยง 51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-7613/"
    }
  ]
}