{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-4720-reports-required-contents-fine",
  "sections": [
    {
      "id": "section-44-4720",
      "number": "44-4720",
      "heading": "",
      "text": "44-4720.Reports required; contents; fine.\n\n(1) Every prepaid limited health service organization shall file with the director annually, on or before March 1, a report verified by at least two principal officers covering the preceding calendar year.\n\n(2) Such report shall be on forms prescribed by the director and shall include:\n\n(a) A financial statement of the organization, including its balance sheet, income statement, and statement of changes in financial position for the preceding year, audited by an independent certified public accountant, or the director may in lieu of such statement accept a consolidated audited financial statement of its parent company audited by an independent certified public accountant, attached to which shall be consolidating financial statements of the prepaid limited health service organization;\n\n(b) Any material changes in the information submitted pursuant to section 44-4704;\n\n(c) The number of subscribers at the beginning of the year, the number of subscribers as of the end of the year, and the number of enrollments terminated during the year; and\n\n(d) Such other information relating to the performance of the prepaid limited health service organization as is necessary to enable the director to carry out his or her duties under the Prepaid Limited Health Service Organization Act.\n\n(3) The director may require more frequent reports containing such information as is necessary to enable the director to carry out his or her duties under the act.\n\n(4) The director may assess a fine of up to one hundred dollars per day for each day any required report is late, and the director may suspend the organization's certificate of authority pending the proper filing of the required report by the organization.\n\nSourceLaws 1989, LB 320, ยง 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-4720/"
    }
  ]
}