{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-3716-motor-club-representative-registration-qualification",
  "sections": [
    {
      "id": "section-44-3716",
      "number": "44-3716",
      "heading": "",
      "text": "44-3716.Motor club representative; registration; qualifications; examination; termination of representative's authority; fees.\n\n(1) No individual shall act as a club representative in Nebraska without the club having registered such individual with the director within thirty days after the date of designation as a club representative. Application for registration as a club representative shall be made to the director upon forms prescribed and furnished by him or her. The director may require a club representative to take a written examination, for a fee, on the services customarily offered by motor clubs. A club representative licensed as an insurance agent for sickness, accident, and health insurance pursuant to Chapter 44 shall not be required to be examined.\n\n(2) The club representative shall furnish information concerning his or her identity, business address, personal history, business experience, and such other information that the director deems pertinent and germane. A club representative shall (a) be at least eighteen years of age, (b) be a trustworthy person of good repute, and (c) have received training from the club or have otherwise qualified by experience in the business of clubs rendering motor club services.\n\n(3) Any willful misrepresentation of any information required to be disclosed in any application for registration shall be subject to the sanctions provided for in sections 44-3701 to 44-3721.\n\n(4) Upon termination of any club representative's authority to act on behalf of the club, the club shall notify the director in writing within thirty days of such termination.\n\n(5) The fee to be paid to the director at the time registration is made annually on a day specified by the director for the renewal of such registration shall be five dollars.\n\nSourceLaws 1981, LB 113, ยง 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-3716/"
    }
  ]
}