{
  "state": "nebraska",
  "path": "title-chapter-44-insurance/chapter-44-304-insurance-companies-authority-to-do-business-conditio",
  "sections": [
    {
      "id": "section-44-304insurance",
      "number": "44-304.Insurance",
      "heading": "companies; authority to do business; conditions",
      "text": "Every insurance company before transacting the business of insurance in this state shall file in the office of the Department of Insurance a legally authenticated copy of its charter, articles of incorporation or record of its organization, and bylaws",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-304",
      "number": "44-304",
      "heading": "",
      "text": "44-304.Insurance companies; authority to do business; conditions.\n\nEvery insurance company before transacting the business of insurance in this state shall file in the office of the Department of Insurance a legally authenticated copy of its charter, articles of incorporation or record of its organization, and bylaws as follows: (1) If a domestic company, a copy of its articles of incorporation together with any amendments made therein; and (2) if a foreign or alien company, a copy of its articles of incorporation or charter and bylaws, including all amendments made therein, with a certificate duly executed by the officer having the custody of such articles or charter, under his or her seal of office, that such company is duly authorized under the laws of such state or country to do business therein, and a certificate showing the amount of issued and outstanding capital stock and assets as required by section 44-305. Such company shall furnish such other information and copies of all other papers which the department may require.\n\nSourceLaws 1913, c. 154, § 37, p. 413;R.S.1913, § 3173;Laws 1919, c. 190, tit. V, art. IV, § 8, p. 592;C.S.1922, § 7773;C.S.1929, § 44-308;R.S.1943, § 44-304;Laws 1989, LB 92, § 94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-44/statute-44-304/"
    }
  ]
}