{
  "state": "new-mexico",
  "path": "title-chapter-33-correctional-institutions/chapter-article-1-corrections-department",
  "sections": [
    {
      "id": "section-33-1-1",
      "number": "33-1-1",
      "heading": "Short title.Section 33-1-2 - Definitions",
      "text": "Sections 33-1-1 through 33-1-9 NMSA 1978 may be cited as the \"Corrections Act.\"\n\nHistory:1953 Comp., § 42-9-1, enacted by Laws 1969, ch. 226, § 1; 1971, ch. 221, § 1.\n\nPower to grant parole vested with adult parole hearing board.— The ultimate power to grant or revoke parole is vested in the adult parole hearing board and such powers shall be exercised by the board in accordance with the pertinent provisions of the Probation and Parole Act, 31-21-3 NMSA 1978 et seq. and the Corrections Act, 33-1-1 NMSA 1978 et seq. 1970 Op. Att'y Gen. No. 70-12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-1/"
    },
    {
      "id": "section-33-1-2",
      "number": "33-1-2",
      "heading": "Definitions.",
      "text": "As used in the Corrections Act:\n\nA. \"division\" or \"department\" means the corrections department;\n\nB. \"director\" or \"secretary\" means the secretary of corrections;\n\nC. \"corrections facility\" means any facility or program controlled or operated by the state or any of its agencies or departments and supported wholly or in part by state funds for the correctional care of persons, including but not limited to:\n\n(1) the \"penitentiary of New Mexico\", which consists of the penitentiary at Santa Fe and other places in the state designated by the secretary; and\n\n(2) the parole board to the extent delegated by the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978];\n\nD. \"commission\" means the corrections industries commission; and\n\nE. \"warden\" or \"superintendent\" means the administrative director of a correctional facility.\n\nHistory:1953 Comp., § 42-9-2, enacted by Laws 1978, ch. 4, § 1; 1988, ch. 101, § 31; 2005, ch. 23, § 3.\n\nThe 2005 amendment,effective July 1, 2005, changed the definition of corrections facility to include the parole board to the extent delegated by the Parole Board Act; and changed the definition of commission from the corrections commission to mean the corrections industries commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-2/"
    },
    {
      "id": "section-33-1-3",
      "number": "33-1-3",
      "heading": "Purpose.",
      "text": "It is the purpose of the legislature to create a single, unified corrections department to administer all laws and exercise all functions formerly administered and exercised by the penitentiary of New Mexico and the state board of probation and parole except to the extent delegated to the parole board by the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978].\n\nHistory:1953 Comp., § 42-9-3, enacted by Laws 1969, ch. 226, § 3; 1971, ch. 221, § 3; 1975, ch. 194, § 9; 1977, ch. 257, § 98; 1988, ch. 101, § 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-3/"
    },
    {
      "id": "section-33-1-4",
      "number": "33-1-4",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 42-9-4, enacted by Laws 1969, ch. 226, § 4; 1971, ch. 221, § 4; 1977, ch. 257, § 99; repealed by Laws 2005, ch 23, § 7.\n\nRepeals.— Laws 2005, ch. 23, § 7 repealed 33-1-4 NMSA 1978, as enacted by Laws 1969, ch. 226, § 4, relating to the corrections division, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-4/"
    },
    {
      "id": "section-33-1-41",
      "number": "33-1-4.1",
      "heading": "Vulnerable offenders program; prevention of victimization.",
      "text": "A. The corrections department may develop and implement a special program for certain male and female offenders who have been identified by the department as being vulnerable offenders who, if not provided with a special program, would be vulnerable to victimization by inmates and subject to unusual or extraordinary mental or physical harassment, intimidation, harm or injury.\n\nB. Vulnerability shall be determined by factors such as age, mental health or special education needs. If an offender is less than twenty-one years of age, there shall be a rebuttable presumption that the offender is vulnerable. A vulnerable offenders program shall not result in the diminution of civil rights for vulnerable offenders.\n\nHistory:Laws 1993, ch. 77, § 230; 1995, ch. 206, § 46.\n\nThe 1995 amendment,effective July 1, 1995, deleted \"youthful\" following \"vulnerable\" in the section heading, deleted \"youthful\" preceding \"offenders\" and made a minor stylistic change in Subsection A, and rewrote Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-4-1/"
    },
    {
      "id": "section-33-1-42",
      "number": "33-1-4.2",
      "heading": "Restraints on pregnant prisoners.",
      "text": "A. An adult or juvenile correctional facility, detention center or local jail shall use the least restrictive restraints necessary when the facility has actual or constructive knowledge that an inmate is in the second or third trimester of pregnancy. No restraints of any kind shall be used on an inmate who is in labor, delivering her baby or recuperating from the delivery unless there are compelling grounds to believe that the inmate presents:\n\n(1) an immediate and serious threat of harm to herself, staff or others; or\n\n(2) a substantial flight risk and cannot be reasonably contained by other means.\n\nB. If an inmate who is in labor or who is delivering her baby is restrained, only the least restrictive restraints necessary to ensure safety and security shall be used.\n\nHistory:Laws 2009, ch. 73, § 1.\n\nEffective dates.— Laws 2009, ch. 73 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2009, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-4-2/"
    },
    {
      "id": "section-33-1-5",
      "number": "33-1-5",
      "heading": "Director of corrections; employment.",
      "text": "The administrative head of the division is the \"director of corrections\" who shall be employed by the secretary of the criminal justice department [secretary of corrections] to serve at the pleasure of the secretary of the criminal justice department [secretary of corrections]. The director shall possess a degree from an accredited university and a minimum of five years' experience in the corrections field, including supervisory and managerial experience; or a minimum of ten years' experience in the corrections field, including a minimum of five years' supervisory and managerial experience. He shall receive compensation as provided by law.\n\nHistory:1953 Comp., § 42-9-5, enacted by Laws 1969, ch. 226, § 5; 1971, ch. 221, § 5; 1977, ch. 257, § 100.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1981, ch. 73, § 8 provided that all references in law to the secretary of criminal justice be construed as references to the secretary of corrections.\n\nCross references.— For definition of \"division\",see33-1-2A NMSA 1978.\n\nFor appointment of director,see9-3-5B(10), 9-3-6 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-5/"
    },
    {
      "id": "section-33-1-6",
      "number": "33-1-6",
      "heading": "Powers and duties of secretary.",
      "text": "The secretary of corrections and criminal rehabilitation [secretary of corrections] shall:\n\nA. employ administrative, professional and clerical personnel in accordance with the Personnel Act [Chapter 10, Article 9 NMSA 1978] as necessary to carry out the work of the corrections and criminal rehabilitation department [corrections department];\n\nB. adopt rules and regulations necessary for administration of the Corrections Act, and enforce and administer those so adopted;\n\nC. collect and compile statistical, social and financial data pertaining to the operation of the department and the incidence of crime and delinquency, obtain related reports from the courts, law enforcement agencies and other agencies having this information;\n\nD. cooperate with federal, state and local officials and agencies, public and private, in the furtherance of the purposes of the Corrections Act;\n\nE. act as state administrator, or designate a representative to act as state administrator, for any interstate correctional compacts where another person is not designated by law to act as administrator;\n\nF. establish in cooperation with the correctional training academy a mandatory training program for correctional officers and guards as a prerequisite to officer certification;\n\nG. institute programs for the training and development of professional skills for all personnel within the department in conjunction with the education and training division; and\n\nH. encourage and promote the rehabilitation, education, employment and reintegration into society of persons adjudicated delinquents or convicted of a crime and sentenced to a corrections facility.\n\nHistory:1953 Comp., § 42-9-6, enacted by Laws 1969, ch. 226, § 6; 1971, ch. 221, § 6; 1977, ch. 257, § 101; 1981, ch. 132, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1981, ch. 73, § 8 provided that all references in law to the secretary of corrections and criminal rehabilitation be construed as references to the secretary of corrections.\n\nCross references.— For the prison-based drug rehabilitation program,see9-3-3.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-6/"
    },
    {
      "id": "section-33-1-7",
      "number": "33-1-7",
      "heading": "Construction of applicable laws.",
      "text": "Wherever, under any statute which was administered or enforced prior to July 1, 1969, by the penitentiary of New Mexico board, the state board of probation and parole or by the boards of the New Mexico boys' school or the girls' welfare home or by the juvenile probation services division of the administrative office of the courts, or by their officers or employees, reference is made to any such officers, employees or agencies, the reference shall be construed to mean the corrections division [corrections department], except as powers and duties are designated to the parole board by the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978].\n\nHistory:1953 Comp., § 42-9-9, enacted by Laws 1969, ch. 226, § 9; 1971, ch. 221, § 9; 1975, ch. 194, § 10; 1977, ch. 257, § 102.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1981, ch. 73, § 8 provided that all references in law to the corrections division be construed as references to the corrections department.\n\nPower to grant parole vested with adult parole hearing board.— The ultimate power to grant or revoke parole is vested in the adult parole hearing board and such powers shall be exercised by the board in accordance with the pertinent provisions of the Probation and Parole Act, 31-21-3 NMSA 1978 et seq. and the Corrections Act, 33-1-1 NMSA 1978 et seq. 1970 Op. Att'y Gen. No. 70-12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-7/"
    },
    {
      "id": "section-33-1-8",
      "number": "33-1-8",
      "heading": "Earmarked funds.",
      "text": "Property or funds held in trust or earmarked for use by a specific correctional facility shall be kept for that use.\n\nHistory:1953 Comp., § 42-9-10, enacted by Laws 1971, ch. 221, § 10.\n\nRepeals and reenactments.— Laws 1971, ch. 221, § 10, repealed 42-9-10, 1953 Comp., relating to transitional provisions concerning rules, employees, property, etc., of those agencies affected by the Corrections Act, and enacted a new section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-8/"
    },
    {
      "id": "section-33-1-9",
      "number": "33-1-9",
      "heading": "Liberal interpretation.",
      "text": "The Corrections Act shall be liberally construed to carry out its purposes.\n\nHistory:1953 Comp., § 42-9-11, enacted by Laws 1969, ch. 226, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-9/"
    },
    {
      "id": "section-33-1-10",
      "number": "33-1-10",
      "heading": "Correctional officers; employees; acting as peace officers.",
      "text": "A. Correctional officers of the corrections department, or any employee of the corrections department who has at the particular time the principal duty to hold in custody or supervise any person accused or convicted of a criminal offense or placed in the legal custody or supervision of the corrections department, shall have the power of a peace officer with respect to arrests and enforcement of laws when on the premises of a New Mexico correctional facility or while transporting a person committed to or under the supervision of the corrections department; when supervising any person committed to or under the supervision of the corrections department anywhere within the state; or when engaged in any effort to pursue or apprehend any such person. No correctional officer or other employee of the corrections department shall be convicted or held liable for any act performed pursuant to this section if a peace officer could lawfully have performed the same act in the same circumstances.\n\nB. Crimes against a correctional officer or an employee of the corrections department while in the lawful discharge of duties which confer peace officer status pursuant to this section shall be deemed the same crimes and shall bear the same penalties as crimes against a peace officer.\n\nC. As used in this section, \"supervising\" includes the performance of the following official duties by probation and parole officers of the corrections department:\n\n(1) field investigations;\n\n(2) surveillance;\n\n(3) searches and seizures conducted alone or in cooperation with a state or local law enforcement agency; and\n\n(4) security during the course of a probation or parole revocation hearing or proceeding or any other hearing or appearance required by law.\n\nD. The provisions of Section 31-1-10 NMSA 1978 [33-1-10 NMSA 1978] shall apply to all pending applications and pending cases.\n\nHistory:1953 Comp., § 42-9-12, enacted by Laws 1973, ch. 119, § 1; 1977, ch. 257, § 103; 1984, ch. 18, § 1; 1986, ch. 35, § 1; 1987, ch. 210, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. As there is no 31-1-10 NMSA 1978, the apparent intended reference is 33-1-10 NMSA 1978 (this section).\n\nCross references.— For when wounding or killing of penitentiary prisoner is justified,see33-2-30, 33-2-31 NMSA 1978.\n\nFor crimes against a peace officer,seeChapter 30, Article 22 NMSA 1978.\n\nLegislative intent.— Section 31-20A-5A NMSA 1978 concerns a penalty for a crime against a peace officer, and therefore, this section and 33-3-28 NMSA 1978 serve as powerful indicators of the legislature's intent in 31-20A-5A NMSA 1978.State v. Young, 2004-NMSC-015, 135 N.M. 458, 90 P.3d 477.\n\n\"Peace officer\" in 31-20A-5A NMSA 1978 includes jailers and corrections officerswhile they are engaged in the duties for which the legislature designated them to be peace officers as in 33-3-28 NMSA 1978 and this section.State v. Young, 2004-NMSC-015, 135 N.M. 458, 90 P.3d 477.\n\nLegislature intended its reference to \"enforcement of laws\"in 33-3-28A NMSA 1978 and Subsection A of this section to apply to the duty of corrections officers to maintain order in a correctional facility.State v. Young, 2004-NMSC-015, 135 N.M. 458, 90 P.3d 477.\n\nPrison guards in the department of corrections are not law enforcement officersfor purposes of 41-4-3D NMSA 1978, because: (1) the principal duties of prison guards are to hold in custody persons who have already been convicted rather than merely accused of a criminal offense; (2) maintenance of public order relates to a public not a penitentiary setting; and (3) although prison guards may have the supplemental power to arrest pursuant to the guidelines of this section, their principal statutory duties are those set forth in 33-2-15 NMSA 1978.Callaway v. N.M. Dep't of Corr., 1994-NMCA-049, 117 N.M. 637, 875 P.2d 393, cert. denied, 118 N.M. 90, 879 P.2d 91.\n\nJuvenile correctional officer is a peace officerfor purposes of the battery on a peace officer statute, despite the fact that JCOs are no longer under the control of the New Mexico corrections department.State v. Gutierrez, 1993-NMCA-058, 115 N.M. 551, 854 P.2d 878, cert. denied, 115 N.M. 545, 854 P.2d 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-10/"
    },
    {
      "id": "section-33-1-11",
      "number": "33-1-11",
      "heading": "Correctional officer qualifications.",
      "text": "Members of the corrections department correctional officer force, excluding correctional specialists, shall:\n\nA. at the time of their appointment, be citizens of the United States;\n\nB. at the time of their appointment, have reached age of majority;\n\nC. have at least a high school education or its equivalent;\n\nD. be of good moral character and not have been convicted of a felony or any infamous crime in the courts of this or any other state or in the federal courts; and\n\nE. successfully pass any physical and aptitude examination the department may require.\n\nHistory:Laws 1981, ch. 132, § 2; 1986, ch. 40, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-11/"
    },
    {
      "id": "section-33-1-12",
      "number": "33-1-12",
      "heading": "Corrections department; group life insurance.",
      "text": "Notwithstanding the provisions of Section 10-7-4 NMSA 1978 and in addition to all other benefits provided adult correctional officers and correctional officer specialists, the corrections department shall provide life insurance coverage in the amount of twenty-five thousand dollars ($25,000) for each adult correctional officer and correctional officer specialist to be paid to his designated beneficiary. The coverage shall include double indemnity provisions for death incurred in the line of duty. The coverage shall be provided by a group term insurance policy, the premium for which shall be paid out of state funds appropriated to the department.\n\nHistory:Laws 1981, ch. 311, § 1; 1990, ch. 29, § 2.\n\nCross references.— For group insurance by state departments and institutions and all political subdivisions of the state,see10-7-4 NMSA 1978.\n\nThe 1990 amendment,effective May 16, 1990, substituted \"corrections department\" for \"corrections and criminal rehabilitation department\" in the catchline and the first sentence, deleted \"and juvenile correctional officers\" following \"specialists\" and \"specialist\" in the first sentence, deleted \"corrections and criminal rehabilitation\" preceding \"department\" at the end of the third sentence, and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-12/"
    },
    {
      "id": "section-33-1-13",
      "number": "33-1-13",
      "heading": "to 33-1-16 - Terminated.",
      "text": "Terminations.— Laws 1981, ch. 339, §§ 1 to 4 (33-1-13 to 33-1-16 NMSA 1978), which related to the corrections personnel board within the corrections and criminal rehabilitation department (now corrections department), are terminated by virtue of § 4 of that act (33-1-16 NMSA 1978) which provided that the corrections personnel board would terminate on December 31, 1982, unless otherwise extended, and that employees of the department would thereafter be covered by the Personnel Act unless excluded from coverage under 10-9-4 NMSA 1978.See10-9-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-13-to-33-1-16/"
    },
    {
      "id": "section-33-1-17",
      "number": "33-1-17",
      "heading": "Private contract.",
      "text": "A. The corrections department may contract for the operation of any adult female facility or for housing adult female inmates in a private facility with a person or entity in the business of providing correctional or jail services to government entities.\n\nB. The corrections department may contract with a person or entity in the business of providing correctional or jail services to government entities for:\n\n(1) a correctional facility in Guadalupe county of not less than five hundred fifty and not more than two thousand two hundred beds;\n\n(2) a correctional facility in Lea, Chaves or Santa Fe county of not less than one thousand two hundred and not more than two thousand two hundred beds;\n\n(3) design and construction of a support services building, a laundry and an infirmary at the penitentiary of New Mexico in Santa Fe; or\n\n(4) construction of a public facility to house a special incarceration alternative program for adult male and adult female felony offenders.\n\nC. The authorization in Subsection B of this section for a correctional facility in Guadalupe county and a correctional facility in Lea, Chaves or Santa Fe county is contingent upon construction of both facilities, so that one of the facilities shall not be constructed unless both of the facilities are constructed, as nearly as practicable, simultaneously.\n\nD. The corrections department shall solicit proposals and award any contract under this section in accordance with the provisions of the Procurement Code [13-1-28 to 13-1-199 NMSA 1978]. The contract shall include such terms and conditions as the corrections department may require after consultation with the general services department; provided that the terms and conditions shall include provisions:\n\n(1) setting forth comprehensive standards for conditions of incarceration;\n\n(2) that the contractor assumes all liability caused by or arising out of all aspects of the provision or operation of the facility;\n\n(3) for liability insurance or other proof of financial responsibility acceptable to the general services department covering the contractor and its officers, employees and agents in an amount sufficient to cover all liability caused by or arising out of all aspects of the provision or operation of the facility;\n\n(4) for termination for cause upon ninety days' notice to the contractor for failure to meet contract provisions when such failure seriously affects the availability or operation of the facility;\n\n(5) that venue for the enforcement of the contract shall be in the district court for Santa Fe county;\n\n(6) that continuation of the contract is subject to the availability of funds; and\n\n(7) that compliance with the contract shall be monitored by the corrections department and the contract may be terminated for noncompliance.\n\nE. When the contractor begins operation of a facility for which private contractor operation is authorized, the contractor's employees performing the functions of correctional officers shall be deemed correctional officers for the purposes of Sections 33-1-10 and 33-1-11 NMSA 1978 but for no other purpose of state law, unless specifically stated.\n\nF. Any contract awarded pursuant to this section may include terms to provide for the renovation of the facility or for the construction of new buildings. Work performed pursuant to such terms and conditions shall not be considered a capital project or a state public works project as defined in Section 13-1-91 NMSA 1978 nor shall it be subject to the requirements of Section 13-1-150 NMSA 1978, review by the staff architect of the facilities management division of the general services department or regulation by the director of that division pursuant to Section 15-3B-6 NMSA 1978.\n\nG. Any contract entered into by the corrections department with a private contractor to operate an existing facility shall include a provision securing the right of all persons employed by that facility prior to the effective date of that contract to be employed by that contractor in any position for which they qualify before that position is offered to any person not employed by that facility prior to that date.\n\nHistory:Laws 1985, ch. 149, § 1; 1988, ch. 79, § 1; 1990, ch. 51, § 2; 1995, ch. 215, § 3; 2013, ch. 115, § 23.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the property control division of the general services department to the facilities management division; in Subsection F, deleted \"property control\" and added \"facilities management\" before \"division\", and in the second sentence, after \"considered a capital project\", deleted \"as defined in Section 15-3-23.3 NMSA 1978\", after \"Section 13-1-150 NMSA 1978\", deleted \"or of the Capital Program Act\", and after \"general services department\", deleted \"pursuant to Section 15-3-20 NMSA 1978\".\n\nThe 1995 amendment,effective June 16, 1995, rewrote Subsection B which read \"The corrections department may contract for the construction of a private facility to house a special incarceration alternative program for adult male and adult female felony offenders with a person or entity in the business of providing correctional or jail services to government entities\"; added Subsection C; redesignated former Subsections C through F as Subsections D through G; in Subsection D, substituted \"or operation\" for \"and operation\" near the end of Paragraphs (2) and (3) and inserted \"availability or\" near the end of Paragraph (4); substituted \"a facility for which private contractor operation is authorized\" for \"the facility\" in Subsection E; and substituted \"public works project\" for \"capital project\" in Subsection F.\n\nThe 1990 amendment,effective May 16, 1990, added present Subsection B; designated former Subsection A, beginning with the second sentence, as Subsection C; redesignated former Subsections B to D as present Subsections D to F; substituted \"any contract under this section\" for \"the contract in\" near the beginning of present Subsection C; and substituted \"this section\" for \"Section 33-1-17 NMSA 1978\" in the first sentence of present Subsection E.\n\nThis section does not require individual officer compliance with training requirementsin order for the independent contractor employee to be considered a peace officer.State v. Young, 2004-NMSC-015, 135 N.M. 458, 90 P.3d 477.\n\nEmployee of corrections contractor not \"public employee\".— The employee of an independent corrections contractor is not a \"public employee\" immune from tort liability under the New Mexico Tort Claims Act, 41-4-1 NMSA 1978 et seq.Giron v. Corr. Corp. of Am., 14 F. Supp. 2d 1245 (D.N.M. 1998).\n\nLaw reviews.— For note and comment, \"The Constitutionality of Faith-Based Prison Programs: A Real World Analysis Based in New Mexico,\" see 37 N.M. L. Rev. 487 (2007).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-17/"
    },
    {
      "id": "section-33-1-18",
      "number": "33-1-18",
      "heading": "Funds created.",
      "text": "There are created in the state treasury special funds to be known as the \"corrections department building fund\", the \"Guadalupe county prison fund\" and the \"New Mexico prison fund\". The funds shall consist of money appropriated by the legislature, from year to year, from the income of the permanent fund and land income of which the penitentiary of New Mexico is the beneficiary and any other revenues that are appropriated to the funds, other than revenues derived from property taxes or general fund revenues. Income from investment of each special fund created by this section shall be credited to that fund.\n\nHistory:Laws 1990 (1st S.S.), ch. 5, § 1; 1995, ch. 214, § 1.\n\nThe 1995 amendment,effective April 7, 1995, substituted \"Funds\" for \"Fund\" in the section heading; rewrote the first sentence which read \"There is created in the state treasury a special fund to be known as the 'corrections department building fund'\"; substituted \"The funds\" for \"The fund\" at the beginning of the second sentence and added the language beginning \"and any other revenues\" at the end thereof; and rewrote the third sentence which read \"No other funds of the state shall be deposited or paid into the corrections department building fund\".\n\nAppropriations.— Laws 1998 (1st S.S.), ch. 8, § 1, effective May 11, 1998, appropriated $4,400,000 of the distribution of the land grant permanent funds of which the penitentiary of New Mexico was the beneficiary to the corrections department for expenditure in fiscal year 1999 for operations of the penitentiary of New Mexico, contingent upon the corrections department negotiating and entering into a contract or an amendment to the contract with Wackenhut, whereby the parties agree that in addition to programs already contracted for, a prison industries program, a three hundred-bed therapeutic substance abuse program and family visitation as provided statutorily shall be provided.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-18/"
    },
    {
      "id": "section-33-1-19",
      "number": "33-1-19",
      "heading": "Use of funds.",
      "text": "A. The funds created in or pursuant to Section 33-1-18 NMSA 1978 shall be used by the corrections department or the board of finance for the purpose of acquiring, designing, constructing or equipping, by lease or lease-purchase, or by financing the ownership by the corrections department through the issuance of bonds or other obligations by the corrections department or the board of finance, or other means, a corrections department central office complex, a personnel training academy, a special incarceration alternative facility, correctional facilities or any combination of these facilities, and for paying the expenses relating to the lease, lease-purchase or financing of these facilities. Before any of the funds created in Section 33-1-18 NMSA 1978 may be used for any such purpose, the state board of finance shall approve the proposed facility and the proposed use of the funds.\n\nB. The funds created in or pursuant to Section 33-1-18 NMSA 1978 shall be used so that available appropriations are devoted to the following projects:\n\n(1) payment for the corrections department central office complex;\n\n(2) a correctional facility in Guadalupe county of not less than five hundred fifty and not more than two thousand two hundred beds;\n\n(3) a correctional facility in Lea, Chaves or Santa Fe county of not less than one thousand two hundred and not more than two thousand two hundred beds; and\n\n(4) design and construction of a support services building, a laundry and an infirmary at the penitentiary of New Mexico in Santa Fe.\n\nC. The use of funds designated in Subsection B of this section for a correctional facility in Guadalupe county and a correctional facility in Lea, Chaves or Santa Fe county is contingent upon construction of both facilities, so that one of the facilities shall not be constructed unless both of the facilities are constructed, as nearly as possible, simultaneously.\n\nD. Any balance at the end of any fiscal year in the special funds created in Section 33-1-18 NMSA 1978 that are not needed to pay leases, loans, bonds or other financing instruments in that fiscal year may be appropriated by the legislature for expenditure in succeeding fiscal years by the corrections department for corrections purposes.\n\nHistory:Laws 1990 (1st S.S.), ch. 5, § 2; 1995, ch. 43, § 1; 1995, ch. 215, § 4.\n\nThe 1995 amendments.— Laws 1995, ch. 215, § 4, effective June 16, 1995, and approved April 6, 1995, substituted \"funds\" for \"fund\" in the section heading, designated the existing language as Subsection A, rewrote Subsection A, and added Subsections B, C and D.\n\nThis section was also amended by Laws 1995, ch. 43, § 1, effective June 16, 1995, and approved April 5, 1995, which inserted \"loan, issuance of bonds\" and \"a penitentiary, a prison\" and deleted the former second sentence, which read \"No other funds from any source whatsoever shall be used for the acquisition of such facilities\". The section was set out as amended by Laws 1995, ch. 215, § 4.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-19/"
    },
    {
      "id": "section-33-1-20",
      "number": "33-1-20",
      "heading": "Transfers authorized.",
      "text": "Division transfers are specifically authorized for the administrative services division and the personnel and training division of the corrections department for purposes necessitated by the provisions of Sections 1 and 2 [33-1-18, 33-1-19 NMSA 1978] of this act. Such transfers shall not be restricted by the four-percent limitation on division transfers as set forth in Section 3 of Chapter 131 of Laws 1990 of the second regular session of the thirty-ninth legislature.\n\nHistory:Laws 1990 (1st S.S.), ch. 5, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-20/"
    },
    {
      "id": "section-33-1-21",
      "number": "33-1-21",
      "heading": "Corrections department required to accept and redispense unused prescriptions; conditions of acceptance and redispensing.",
      "text": "A. A pharmacy operated by the corrections department or under contract with the department shall accept for the purpose of redispensing a prescription drug that has been dispensed and has left the control of the pharmacist if the prescription drug is being returned by a corrections facility that has a registered professional nurse or a licensed practical nurse who is responsible for the security, handling and administration of prescription drugs within that corrections facility and if all of the following conditions are met:\n\n(1) the pharmacist is satisfied that the conditions under which the prescription drug has been delivered, stored and handled before and during its return were such as to prevent damage, deterioration or contamination that would adversely affect the identity, strength, quality, purity, stability, integrity or effectiveness of the prescription drug;\n\n(2) the pharmacist is satisfied that the prescription drug did not leave the control of the registered professional nurse or licensed practical nurse responsible for the security, handling and administration of that prescription drug and that the prescription drug did not come into the physical possession of the individual for whom it was prescribed;\n\n(3) the pharmacist is satisfied that the labeling and packaging of the prescription drug are accurate, have not been altered, defaced or tampered with and include the identity, strength, expiration date and lot number of the prescription drug; and\n\n(4) the prescription drug was dispensed in a unit-dose package or unit-of-issue package.\n\nB. A pharmacy operated by the corrections department or under contract with the department shall not accept for return prescription drugs as provided pursuant to this section until the pharmacist in charge develops a written set of protocols for accepting, returning to stock, repackaging, labeling and redispensing prescription drugs. The written protocols shall be maintained on the premises of any pharmacy dispensing prescriptions for the department and shall be readily accessible to each pharmacist on duty. The written protocols shall include, at a minimum, each of the following:\n\n(1) methods for ensuring that damage, deterioration or contamination has not occurred during the delivery, handling, storage or return of the prescription drugs such that it would adversely affect the identity, strength, quality, purity, stability, integrity or effectiveness of the prescription drugs or otherwise render the drugs unfit for distribution;\n\n(2) methods for accepting, returning to stock, repackaging, labeling and redispensing the prescription drugs returned pursuant to this section; and\n\n(3) a uniform system of recording and tracking prescription drugs that are returned to stock, repackaged, labeled and redistributed pursuant to this section.\n\nC. If the condition of a prescription drug and its package meets the standards set forth in Subsection B of this section, a prescription drug shall be returned to stock and redistributed as follows:\n\n(1) a prescription drug that was originally dispensed in the manufacturer's unit-dose package or unit-of-issue package that is returned in that same package may be returned to stock, repackaged and redispensed as needed; and\n\n(2) a prescription drug that is repackaged into a unit-dose package or a unit-of-issue package by the pharmacy, dispensed and returned to that pharmacy in that unit-dose package or unit-of-issue package may be returned to stock, but it shall not be repackaged. A unit-dose package or unit-of-issue package prepared by the pharmacist and returned to stock shall only be redispensed in that same unit-dose package or unit-of-issue package and shall only be redispensed once. A pharmacist shall not add unit-dose package drugs to a partially used unit-of-issue package.\n\nD. This section does not apply to any of the following:\n\n(1) a controlled substance;\n\n(2) a prescription drug that is dispensed as part of a customized patient medication package;\n\n(3) a prescription drug that is not dispensed as a unit-dose package or a unit-of-issue package; or\n\n(4) a prescription drug that is not properly labeled with the identity, strength, lot number and expiration date.\n\nE. As used in this section:\n\n(1) \"customized patient medication package\" means a package that is prepared by a pharmacist for a specific patient and that contains two or more prescribed solid oral dosage forms;\n\n(2) \"repackaging\" means the process by which the pharmacy prepares a prescription it accepts pursuant to this section in a unit-dose package, unit-of-issue package or customized patient medication package for immediate dispensing in accordance with a current prescription;\n\n(3) \"corrections facility\" means any facility or program controlled or operated by the state or any of its agencies or departments and supported wholly or in part by state funds for the correctional care of persons, including but not limited to:\n\n(a) the \"penitentiary of New Mexico\", which consists of the penitentiary at Santa Fe and other places in the state designated by the secretary of corrections; and\n\n(b) the parole board to the extent delegated by the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978];\n\n(4) \"unit-dose package\" means a package that contains a single-dose drug with the name, strength, control number and expiration date of that drug on the label; and\n\n(5) \"unit-of-issue package\" means a package that provides multiple doses of the same drug, but each drug is individually separated and includes the name, lot number and expiration date of the drug.\n\nHistory:Laws 2009, ch. 236, § 1.\n\nEffective dates.— Laws 2009, ch. 236 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2009, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-21/"
    },
    {
      "id": "section-33-1-22",
      "number": "33-1-22",
      "heading": "Correctional facilities; care coordination.",
      "text": "A. A correctional facility shall ensure that each inmate of that correctional facility is screened for mental illness and for habitual substance abuse within thirty days of incarceration in that facility.\n\nB. A correctional facility shall offer a qualifying inmate the opportunity to enroll in medicaid in accordance with the provisions of Section 27-2-12.22 NMSA 1978.\n\nC. To the extent allowed by federal law or waiver agreement, care coordinators employed by medicaid managed care organizations shall link inmates who are enrolled in a medicaid managed care program to care coordination prior to the inmates' release.\n\nD. The human services department [health care authority department] shall provide information to correctional facilities seeking medicaid care coordination for qualifying inmates.\n\nE. As used in this section:\n\n(1) \"care coordination\" means an assessment for health risks and the creation of a plan of care to address an individual's comprehensive health needs, including access to physical health care and mental health services; substance use disorder treatment; and transportation services;\n\n(2) \"correctional facility\" means a:\n\n(a) state correctional facility;\n\n(b) privately operated correctional facility;\n\n(c) county jail;\n\n(d) privately operated jail;\n\n(e) detention facility that is operated under the authority of the children, youth and families department and that holds the individual pending a court hearing; or\n\n(f) facility that is operated under the authority of the children, youth and families department and that provides for the care and rehabilitation of an individual who is under eighteen years of age and who has committed an act that would be designated as a crime under the law if committed by an individual who is eighteen years of age or older;\n\n(3) \"medicaid\" means the joint federal-state health coverage program pursuant to Title 19 or Title 21 of the federal Social Security Act and rules promulgated pursuant to that act; and\n\n(4) \"qualifying inmate\" means an inmate who has been identified as currently having a mental illness or a substance use disorder, either through the screening provided pursuant to the provisions of Subsection A of this section or as evidenced in the inmate's medical record.\n\nHistory:Laws 2018, ch. 74, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nCross references.— For Titles 19 and 21 of the federal Social Security Act,see42 U.S.C. § 1396 et seq., and 42 U.S.C. § 1397 et seq., respectively.\n\nEffective dates.— Laws 2018, ch. 74, § 57 made Laws 2018, ch. 74, § 2 effective July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-22/"
    },
    {
      "id": "section-33-1-23",
      "number": "33-1-23",
      "heading": "Correctional facilities; breastfeeding and lactation policies.",
      "text": "A. By January 1, 2020, every correctional facility that houses female inmates shall develop and implement a breastfeeding and lactation policy for lactating female inmates that is based on current accepted best practices. The policy shall include provisions for:\n\n(1) human milk expression with access to an electric breast pump, milk storage and transport or disposal;\n\n(2) continuation of medication-assisted addiction treatment;\n\n(3) breastfeeding in county and municipal detention facilities that can accommodate skin-to-skin contact visits and in all facilities operated by the corrections department and children, youth and families department; and\n\n(4) medically appropriate support and care related to cessation of lactation or weaning if preferred by the lactating inmate.\n\nB. For purposes of this section, \"correctional facility\" means a jail, prison or other detention facility, whether operated by a government or private contractor, that is used for the confinement of adult or juvenile persons who are charged with or convicted of a violation of a law or ordinance\n\nHistory:Laws 2019, ch. 71, § 1.\n\nEffective dates.— Laws 2019, ch. 71 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-1/section-33-1-23/"
    }
  ]
}