{
  "state": "new-mexico",
  "path": "title-chapter-33-correctional-institutions/chapter-article-2-state-correctional-facilities",
  "sections": [
    {
      "id": "section-33-2-1",
      "number": "33-2-1",
      "heading": "Adoption of rules.Section 33-2-2 - [Present penitentiary identified as one referred to in constitution as a beneficiary; rights and titles",
      "text": "The corrections division [corrections department] shall adopt such rules concerning all prisoners committed to the penitentiary as shall best accomplish their confinement and rehabilitation.\n\nHistory:1953 Comp., § 42-1-1.1, enacted by Laws 1955, ch. 149, § 1; 1977, ch. 257, § 62.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1980, ch. 150, § 3, renamed the former criminal justice department as the corrections and criminal rehabilitation department and renamed the former corrections division within that department as the adult institutions division.\n\nLaws 1981, ch. 73, § 3 and Laws 1981, ch. 127, § 16 renamed the former corrections and criminal rehabilitation department as the corrections department and retained the adult institutions division.\n\nLaws 1981, ch. 73, § 4, provided that the chief officer of the corrections department shall be the secretary of corrections.See9-3-4 NMSA 1978.\n\nLaws 1981, ch. 73, § 8, provided that, as of March 31, 1981, all references to the corrections division of the criminal justice department or the corrections and criminal rehabilitation department shall be construed to be references to the corrections department. The functions formerly performed by the corrections division are now performed by various divisions of the corrections department.See9-3-3 NMSA 1978 and compiler's notes thereto.\n\nNo power to authorize cash awards to employees.— The board of penitentiary commissioners (now corrections department) does not have authority to itself authorize, or to delegate to the superintendent (now secretary of corrections) the power to authorize, meritorious awards to employees by way of cash benefits. 1957 Op. Att'y Gen. No. 57-21.\n\nNo power to authorize cash awards to inmates of penitentiary.— The board of penitentiary commissioners (now corrections department) does not have authority, nor may it delegate to the superintendent (now secretary of corrections) the power, to authorize cash awards to inmates of the penitentiary for exceptionally outstanding acts of benefit to other inmates, employees of the penitentiary, or of general benefit to the state. 1957 Op. Att'y Gen. No. 57-21.\n\nLaw reviews.— For note and comment, \"The Constitutionality of Faith-Based Prison Programs: A Real World Analysis Based in New Mexico\", see 37 N.M. L. Rev. 487 (2007).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —State regulation of conjugal or overnight familial visits in penal or correctional institutions, 29 A.L.R.4th 1216.\n\nValidity and construction of prison regulation of inmates' possession of personal property, 66 A.L.R.4th 800.\n\nState prisoner's right to personally appear at civil trial to which he is a party - state court cases, 82 A.L.R.4th 1063.\n\nValidity, construction, and application of state statute requiring inmate to reimburse government for expense of incarceration, 13 A.L.R.5th 872.\n\nConstitutional right of prisoners to abortion services and facilities - federal cases, 90 A.L.R. Fed. 683.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-1/"
    },
    {
      "id": "section-33-2-2",
      "number": "33-2-2",
      "heading": "[Present penitentiary identified as one referred to in constitution as a beneficiary; rights and titles.]",
      "text": "The penitentiary of New Mexico as herein established as a body politic and corporate, is hereby declared to be the same institution enumerated in Section 1 of Article XIV of the constitution of New Mexico, and the same institution which is one of the beneficiaries of the lands donated by the United States government to the state of New Mexico in trust for said institution, and as such body politic and corporate is hereby vested with the absolute legal right and title to all real estate, personal property and other assets and things of value heretofore held, used and operated by the board of commissioners of the penitentiary [corrections department] of New Mexico before incorporation, and all appropriations heretofore made, including the right to receive the benefits and proceeds of permanent and current funds pursuant to the Enabling Act.\n\nHistory:Laws 1939, ch. 55, § 2; 1941 Comp., § 45-102; 1953 Comp., § 42-1-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1977, ch. 257, § 102, amending Laws 1969, ch. 226, § 9, provided that reference made under any statute, which was administered and enforced prior to July 1, 1969 by the penitentiary or its officers or employees, to any such officers, employees or agency, shall be construed to mean the corrections division.See33-1-7 NMSA 1978. However, the functions formerly performed by the corrections division are now performed by various divisions of the corrections department.Seecompiler's note to 33-2-1 NMSA 1978.\n\nCross references.— For the penitentiary at Santa Fe being confirmed as a state institution,seeN.M. Const., art. XIV, § 1.\n\nFor the Enabling Act,seethe New Mexico Territorial Laws and Treaties onNMOneSource.com.\n\nTitle to section gave ample notice it concerned title to property.— The title to this section is broad enough to meet the test enunciated by this court inState v. Aragon, 1951-NMSC-052, 55 N.M. 423, 234 P.2d 358, andState v. Ingalls, 1913-NMSC-068, 18 N.M. 211, 135 P. 1177, and gave ample notice to those interested that it was concerned with \"titles and rights\" to penitentiary property. It could not have contributed to logrolling or fraud, and it was not necessary for the title of the act to set forth the source of the titles to the property which it directed be transferred to the penitentiary.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.\n\nIf property transferred to penitentiary, then right to repurchase lost.— Sections 33-2-2 and 33-2-4 NMSA 1978 are applicable to penitentiary property; and if the property was, by the provisions of these sections, transferred to the penitentiary, then the right of repurchase created by Laws 1939, ch. 203 (since repealed) either never came into existence or was lost long prior to the quitclaim deed from grantor to grantee.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.\n\nPrison honor farm is integral part and parcel of state penitentiary,and escape therefrom is an escape from the state penitentiary.State v. Peters, 1961-NMSC-160, 69 N.M. 302, 366 P.2d 148, cert. denied, 369 U.S. 831, 82 S. Ct. 849, 7 L. Ed. 2d 796 (1962).\n\nPublic corporation's power to be sued does not authorize tort suit.— The power to sue and be sued as used in statutes conferring such power on public corporations did not mean the power of suing the public corporation, which in fact was a division of the state, in a tort action.Vigil v. Penitentiary of N.M., 1948-NMSC-032, 52 N.M. 224, 195 P.2d 1014.\n\nMeaning of \"held, used and operated\" and \"is hereby vested\".— The words \"held, used and operated\" used in this section must have implied the legislative intention to mean something different than being restricted to \"ownership.\" The very fact that the statute used the terminology \"is hereby vested\" in connection with the words \"held, used and operated\" must have intended to include property which the institution \"had physical possession of\" as such a meaning follows when all of the words of the statute are considered together.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.\n\nMeaning of \"held\" with respect to property with improvements.— The word \"held\" has no primary or technical meaning and its meaning is determined largely by the connection in which it is used. So viewed, it must follow that the statute vested in the penitentiary all the property that it was then holding, using and operating, and this naturally included the property upon which barns and other improvements had been constructed.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.\n\nMisnomer in reference to penitentiary affects no substantial rights.— Prisoners were denied habeas corpus where they were sentenced to the \"New Mexico penitentiary\" instead of \"to the penitentiary of New Mexico\" because the misnomer, if one existed, was a clerical error which did not affect any substantial right of the appellants.Carter v. New Mexico, 358 F.2d 710 (10th Cir.), cert. denied, 385 U.S. 873, 87 S. Ct. 146, 17 L. Ed. 2d 100 (1966).\n\nCommissioners had authority to move penitentiary.— Under the broad powers of the statute (Section 42-1-1, 1953 Comp., since repealed; see now Section 42A-1-1) to sell real, personal or mixed property, the penitentiary commissioners (now corrections department) have the authority to move the penitentiary out of the county of Santa Fe if in their judgment they deem it necessary and proper for the operation and management of the penitentiary. 1953 Op. Att'y Gen. No. 53-5628.\n\nLaw reviews.— For comment, \"Prisoners Are People,\" see 10 Nat. Resources J. 869 (1970).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-2/"
    },
    {
      "id": "section-33-2-3",
      "number": "33-2-3",
      "heading": "[Previous matters unimpaired.]",
      "text": "That nothing in this act contained is intended to alter or in any manner affect the validity of the commitment, imprisonment, parole or discharge of any and all prisoners now confined in said penitentiary, or in any way to alter the rules and regulations thereof, except as herein specifically provided.\n\nHistory:Laws 1939, ch. 55, § 3; 1941 Comp., § 45-103; 1953 Comp., § 42-1-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The term \"this act\", referred to in this section, means Laws 1939, ch. 55, §§ 1 to 19, which appears as 31-21-2, 33-2-2 to 33-2-5, 33-2-12, 33-2-17 and 33-2-18 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-3/"
    },
    {
      "id": "section-33-2-4",
      "number": "33-2-4",
      "heading": "[Transfer of title to new corporation.]",
      "text": "That the governor of the state of New Mexico is hereby authorized and empowered upon the application of the penitentiary of New Mexico, as a body corporate, to execute in the name of the state of New Mexico any necessary deed or deeds, or other conveyances or assurances of title to vest in the penitentiary of New Mexico, as a corporation, complete legal title to any and all real, personal or mixed property heretofore held, used and possessed by the state of New Mexico for the board of penitentiary commissioners [corrections department], and by the board of penitentiary commissioners [department] and their predecessors in office, and the secretary of state is authorized and directed to attest the signature of the governor to any such document and to affix the great seal of the state of New Mexico thereto.\n\nHistory:Laws 1939, ch. 55, § 4; 1941 Comp., § 45-104; 1953 Comp., § 42-1-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nIf property transferred to penitentiary, then right to repurchase lost.— Sections 33-2-2 and 33-2-4 NMSA 1978 are applicable to penitentiary property; and if the property was, by the provisions of these sections, transferred to the penitentiary, then the right of repurchase created by Laws 1939, ch. 203 (since repealed) either never came into existence or was lost long prior to the quitclaim deed from grantor to grantee.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-4/"
    },
    {
      "id": "section-33-2-5",
      "number": "33-2-5",
      "heading": "Disposition of unneeded property.",
      "text": "A. If the penitentiary of New Mexico, as a body corporate, possesses any real, personal or mixed property of any kind that, in the judgment of the secretary of corrections is no longer required for the use of the penitentiary, then the penitentiary of New Mexico has the right to sell, trade, mortgage or otherwise alienate any real, personal or mixed property for such price and upon such terms as seems just and proper to the secretary of corrections, and the proceeds to be derived from any such transaction shall become the property of the penitentiary of New Mexico; provided, however, that in all cases of the sale, trade, mortgage or other alienation of real property belonging to the penitentiary of New Mexico, the same shall not take effect until approved by the department of finance and administration.\n\nB. K-9 dogs are exempt from the provisions of Subsection A of this section. If the secretary of corrections finds that the K-9 dog presents no threat to public safety, the K-9 dog shall be released from public ownership as provided in this subsection. The K-9 dog shall first be offered to its trainer or handler free of charge. If the trainer or handler does not want to take ownership of the K-9 dog, then the K-9 dog shall be offered to an organization described in Section 501(c)(3) of the Internal Revenue Code of 1986 free of charge. If both of the above fail, the K-9 dog shall only be sold to a qualified individual found capable of providing a good home to the animal.\n\nHistory:Laws 1939, ch. 55, § 5; 1941 Comp., § 45-105; Laws 1951, ch. 61, § 2; 1953 Comp., § 42-1-5; Laws 1977, ch. 257, § 63; 2013, ch. 9, § 2.\n\nCross references.— For Section 501(c)(3) of the Internal Revenue Code of 1986,see26 U.S.C.S. § 501(c)(3).\n\nThe 2013 amendment,effective June 14, 2013, provided for the disposition of state-owned K-9 dogs and added Subsection B.\n\nWhen state has fee simple title, use of property irrelevant.— When state has fee simple title, the fact that the property is no longer used for the purposes to which it was put for almost 60 years (penitentiary purposes) makes no difference, and the provisions of this section become operative and authorize the disposition of the same as unneeded property.State v. Thomson, 1969-NMSC-006, 79 N.M. 748, 449 P.2d 656.\n\nDepartment of finance and administration approves disposition of moneys received.— Moneys received from the sale of penitentiary lands and deposited with the state treasurer may not be spent without prior approval of the state board of finance (now department of finance and administration). 1955 Op. Att'y Gen. No. 55-6141.\n\nExpenses of prior sales reimbursable to building fund from subsequent sales.— Expenses incurred for abstracts, legal fees and quiet title suits on lands previously sold by the penitentiary and paid from the severance tax building and improvement fund of 1953 are reimbursable to the building fund from the proceeds from the sale of other property. 1955 Op. Att'y Gen. No. 55-6141.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-5/"
    },
    {
      "id": "section-33-2-6",
      "number": "33-2-6",
      "heading": "Improvements in penitentiary; labor by convicts.",
      "text": "The corrections division [corrections department] shall decide what improvements shall be made in the penitentiary and on property owned by the penitentiary, whether the same shall be enlarged, or the erection of the extension of the prison or prison walls, the erection of workshops or other buildings or improvements shall be made; provided that the corrections division [corrections department] shall not make any improvements that will require an expenditure of money in excess of the appropriations made by the legislature for that purpose, which improvements shall be made under the direction of the warden on plans furnished by the division [department] and he shall employ such number of convicts in making such improvements as the division [department] may deem advisable, and shall employ the remainder of the convicts as may be most advantageous to the state or the penitentiary.\n\nAll amounts received by the penitentiary of New Mexico from the sale or mortgaging of any real property is [are] hereby appropriated to be used for the purchase of equipment for prison industries, or for the construction of buildings or structures for prison industries, or used to pay interest on, or to retire any bonds issued by the penitentiary commissioners or the corrections division [corrections department].\n\nHistory:Laws 1889, ch. 76, § 29; C.L. 1897, § 3518; Code 1915, § 5041; C.S. 1929, § 130-124; 1941 Comp., § 45-111; Laws 1951, ch. 61, § 3; 1953 Comp., § 42-1-11; Laws 1955, ch. 238, § 1; 1963, ch. 168, § 1; 1977, ch. 257, § 64.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nCompiler's notes.— The 1915 Code compilers, in conformity to N.M. Const., art. XX, § 18, deleted from the end of the present first paragraph the following: \"provided, however, that he shall classify the convicts, and if it shall be more in the interest of the penitentiary or the territory to hire out the labor of the convicts to be worked under the control of the superintendent, he may hire out such labor with the consent of the board of penitentiary commissioners.\"\n\nTwo methods for handling funds for improvements to penitentiary.— If the penitentiary has legal title to the land upon which the buildings or improvements are to be placed, then additional appropriation is not necessary and either of two methods may be utilized for handling the funds: (1) payment into the state treasury and disbursement therefrom under state treasury procedure, or (2) 6-10-54 NMSA 1978 provides that penal institutions of the state may be exempt from the provisions of 6-10-3 NMSA 1978, which requires that the moneys be paid into the state treasury. Section 6-10-54 NMSA 1978 provides that the funds of such institutions may be deposited in a qualified depository to the account of the board of such institution. By implication, disbursement thereof under this section shall be made by the treasurer upon authority of the board. In this connection it may be stated that the treasurer of the state of New Mexico is the ex-officio treasurer of the board of directors of the state penitentiary, and therefore no new bond would be required of the treasurer since he is already bonded. 1955 Op. Att'y Gen. No. 55-6079.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —60 Am. Jur. 2d Penal and Correctional Institutions §§ 162 to 173.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-6/"
    },
    {
      "id": "section-33-2-7",
      "number": "33-2-7",
      "heading": "Penitentiary; conflict of interest[; penalties].",
      "text": "Should any member or employee of the corrections division [corrections department], officer or other employee of the penitentiary, become interested in any manner in any contract for providing provisions, clothing or other necessaries for the use of said penitentiary, or become in any way interested in any contract for buildings or the construction of any buildings of any kind connected with said penitentiary or for furnishing materials for any such building, such member, officer or employee so interested, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be removed from office, or employment and shall forfeit any interest he may have in such contract, and shall be fined not more than two thousand dollars ($2,000) nor less than five hundred dollars ($500).\n\nHistory:Laws 1889, ch. 76, § 20; C.L. 1897, § 3509; Code 1915, § 5035; C.S. 1929, § 130-118; 1941 Comp., § 45-116; 1953 Comp., § 42-1-16; Laws 1977, ch. 257, § 65.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nEmployees being interested in contracts or furnishing supplies prohibited.— Members of boards of state institutions, their employees and officials, or employees of the state or of any institution or agency thereof are prohibited from becoming interested in any contract for expenditure of public money or for furnishing supplies to institutions of which they are board members or employees, and are liable to penalty imposed by appropriation acts. 1932 Op. Att'y Gen. No. 32-373.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-7/"
    },
    {
      "id": "section-33-2-8",
      "number": "33-2-8",
      "heading": "[Accepting compensation from contractor; aiding escape of prisoner; penalties.]",
      "text": "No officer or other person employed in or about the penitentiary shall be permitted to receive any compensation or reward from any contractor, under penalty of dismissal from office, and forfeiture of all pay due, and if any officer procure the escape of any convict, or connive at, aid or assist in the escape of any convict from the penitentiary, whether such convict escape or not, he shall be guilty of felony and shall, upon conviction thereof, be sentenced to hard labor in the penitentiary for any term not less than one year, nor more than three years.\n\nHistory:Laws 1889, ch. 76, § 25; C.L. 1897, § 3514; Code 1915, § 5039; C.S. 1929, § 130-122; 1941 Comp., § 45-117; 1953 Comp., § 42-1-17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For penalty for officer or jailer permitting or allowing escape,see30-22-11 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-8/"
    },
    {
      "id": "section-33-2-9",
      "number": "33-2-9",
      "heading": "Corrections department; contracts; gifts; penalties.",
      "text": "No officer or employee of the corrections department shall enter into any business venture or contract with or, under any pretense whatever, receive from any inmate or parolee any sum of money, emolument or reward or any article of value under the penalty of being discharged from service or from office and forfeiting all money, of whatever kind, due him, from the department or state, and being disqualified from ever holding that position in the future.\n\nHistory:Laws 1889, ch. 76, § 28; C.L. 1897, § 3517; Code 1915, § 5040; C.S. 1929, § 130-123; 1941 Comp., § 45-118; 1953 Comp., § 42-1-18; Laws 1977, ch. 257, § 66; 1982, ch. 43, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 C.J.S. Prisons and Rights of Prisoners §§ 20 to 22, 25, 26, 28, 29, 31, 35, 41, 42, 45 to 49, 63, 99, 105, 130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-9/"
    },
    {
      "id": "section-33-2-10",
      "number": "33-2-10",
      "heading": "Penitentiary; rules and regulations.",
      "text": "The corrections division [corrections department] shall make such rules and regulations for the government, discipline and police of the penitentiary, and for the punishment of the prisoners confined therein, not inconsistent with the law, as it may deem expedient, and until such regulations are made, the regulations now in force shall continue in force. The division [department] shall exercise a general superintendence and control over the government and disipline [discipline] of the penitentiary, cause such rules and regulations as it may prescribe for the government and discipline of the penitentiary to be printed and placed in some conspicuous place therein, and shall visit the said penitentiary once in each month, and inspect the same.\n\nHistory:Laws 1889, ch. 76, § 8; C.L. 1897, § 3498; Code 1915, § 5031; C.S. 1929, § 130-114; 1941 Comp., § 45-119; 1953 Comp., § 42-1-19; Laws 1977, ch. 257, § 67.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nCross references.— For duty of warden to keep record of infractions,see33-2-32 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability for death of or injury to prisoner, 46 A.L.R. 94, 50 A.L.R. 268, 61 A.L.R. 569.\n\nConstitutionality of statutes in relation to treatment or discipline of convicts, 50 A.L.R. 104.\n\nSterilization of criminals or defectives, 53 A.L.R.3d 960.\n\nPropriety of telephone testimony or hearings in prison proceedings, 9 A.L.R.5th 451.\n\nValidity under federal law of prison regulations relating to inmates' hair length and style, 62 A.L.R. Fed. 479.\n\n72 C.J.S. Prisons and Rights of Prisoner § 75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-10/"
    },
    {
      "id": "section-33-2-11",
      "number": "33-2-11",
      "heading": "Corrections department powers; complaints.",
      "text": "A. The corrections department has the power and the duty to examine and inquire into all matters connected with the government, discipline and police of the corrections facilities and the punishment and treatment of the prisoners; the department, shall inspect the corrections facilities and listen to any complaints of oppression or misconduct on the part of the warden or any of the other employees under him; and for that purpose, the secretary of corrections has the power to issue subpoenas and compel attendance of witnesses and to administer oaths.\n\nB. No court of this state shall acquire subject-matter jurisdiction over any complaint, petition, grievance or civil action filed by any inmate of the corrections department with regard to any cause of action pursuant to state law that is substantially related to the inmate's incarceration by the corrections department until the inmate exhausts the corrections department's internal grievance procedure. Upon exhaustion of this administrative remedy, the first judicial proceeding shall be a de novo hearing, unless otherwise provided by law.\n\nC. In any action brought by an inmate of the corrections department pursuant to Section 1979 of the Revised Statutes of the United States, 42 U.S.C. Section 1983, the court shall, if the court believes that such a requirement would be appropriate and in the interests of justice, continue the case for a period of ninety days for the purpose of exhaustion by the inmate of any available plain, speedy and effective administrative remedies, but the exhaustion of those remedies shall not be required unless the court has determined, or the attorney general of the United States has certified, that the administrative remedies are in substantial compliance with the minimum acceptable standards adopted under 42 U.S.C. Section 1997e(b).\n\nHistory:Laws 1889, ch. 76, § 9; C.L. 1897, § 3499; Code 1915, § 5032; C.S. 1929, § 130-115; 1941 Comp., § 45-120; 1953 Comp., § 42-1-20; Laws 1977, ch. 257, § 68; 1990, ch. 9, § 1.\n\nThe 1990 amendment,effective May 16, 1990, substituted \"Corrections department\" for \"Penitentiary - Division\" in the catchline; designated the former section as Subsection A; in Subsection A, substituted \"department has the power and the duty\" for \"division shall have power and it shall be its duty\", \"the corrections facilities\" for \"said penitentiary\", \"department\" for \"division\", and \"secretary of corrections has the\" for \"division director shall have\"; inserted \"in conjunction with the standards and inspection bureau\" preceding \"shall inspect\"; and made a minor stylistic change; and added Subsections B and C.\n\nFailure to pursue administrative remedy bars mandamus suit against warden.— Since appellant, a prison inmate, had failed to pursue the administrative remedy provided by this section, he was barred from obtaining a writ of mandamus against warden.Birdo v. Rodriguez, 1972-NMSC-062, 84 N.M. 207, 501 P.2d 195.\n\nPlaintiffs failed to exhaust administrative remedies.— Where eight named inmates and two nonprofit organizations filed a complaint in district court seeking a mixture of a classwide writ of habeas corpus and classwide injunctive and declaratory relief, alleging that the state's management of COVID-19 in New Mexico prisons violated inmates' rights under the New Mexico constitution, the district court did not err in dismissing the complaint with respect to all plaintiffs, because plaintiffs acknowledged that none of the named plaintiffs exhausted or attempted to exhaust the New Mexico correction department's (NMCD) internal grievance procedures, and Subsection B of this section imposes an exhaustion requirement for statutorily created rights such as declaratory relief and Rule 5-802(C) NMRA imposes an independent duty to first exhaust administrative remedies of the NMCD before petitioning for writs of habeas corpus. Moreover, exhaustion would not be futile in this case because the NMCD has the authority to address the conditions in New Mexico's correctional facilities.Anderson v. State, 2022-NMSC-019.\n\nMedical negligence claims require administrative exhaustion.— Where plaintiff, while incarcerated at the northwest New Mexico correctional facility, was severely beaten by six other inmates, and where plaintiff filed suit against the contractor who provides medical services to inmates at the facility, alleging medical negligence for failing to properly diagnose and treat his broken jaw and ribs, and where defendant filed a motion for summary judgment, claiming that plaintiff failed to exhaust the New Mexico corrections department's (NMCD) internal grievance procedure before filing his claim, and where the district court granted defendant's motion, finding that plaintiff's claim of medical negligence was substantially related to his incarceration, and thus required exhaustion of administrative remedies according to NMSA 1978, § 33-2-11(B), the district court did not err in granting defendant's motion for summary judgment, because the medical treatment was provided to plaintiff by an entity and individuals assigned to prison healthcare by the NMCD, at the prison where plaintiff was located, and during plaintiff's period of incarceration; plaintiff's claim is substantially related to his incarceration, and thus, § 33-2-11(B)'s exhaustion requirement applies. Moreover, the NMCD's grievance policy provides that medical negligence is within NMCD's authority to investigate and is substantially related to an inmate's incarceration.Lucero v. Centurion Corr. Healthcare, Inc., 2023-NMCA-050.\n\nDismissal for failure to exhaust administrative remedies should be without prejudice.— Where plaintiff, while incarcerated at the northwest New Mexico correctional facility, was severely beaten by six other inmates, and where plaintiff filed suit against the contractor who provides medical services to inmates at the facility, alleging medical negligence for failing to properly diagnose and treat his broken jaw and ribs, and where defendant filed a motion for summary judgment, claiming that plaintiff failed to exhaust the New Mexico corrections department's (NMCD) internal grievance procedure before filing his claim, and where the district court granted defendant's motion, finding that plaintiff's claim of medical negligence required exhaustion of administrative remedies according to NMSA 1978, § 33-2-11(B) and dismissed plaintiff's claim with prejudice, the district court did not err in granting defendant's motion for summary judgment, but erred in dismissing plaintiff's claim with prejudice, because dismissal without prejudice is generally the appropriate posture for an inmate's claim that has failed to complete administrative exhaustion as required by § 33-2-11(B).Lucero v. Centurion Corr. Healthcare, Inc., 2023-NMCA-050.\n\nExpert testimony is required to establish the standard of care for monitoring inmates in prisons.— Where plaintiff, who was an inmate at a county detention center and who was assaulted and raped by three inmates, sued defendants for failing to protect plaintiff from the assault; plaintiff claimed that the area in which plaintiff was assaulted was an architectural blind spot that could not be covered by video surveillance, as well as not being directly monitored by guards, and that jurors could use common knowledge to find that it is negligence to allow inmates in an area that was not properly subject to surveillance or monitoring, either due to the existence of a blind spot or lack of guards; and defendant did not offer any testimony as to the standard of care for monitoring of inmates, jail design, video surveillance or any other factors that underlie those standards; the district court properly granted summary judgment for defendants because expert testimony was required in order for a jury to make a decision regarding the standard of care of the monitoring by prison officials and the mere fact that plaintiff was assaulted did not prove that prison monitoring fell below the required standard of care.Villalobos v. Do a Ana Bd. of Cnty. Comm'rs, 2014-NMCA-044.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Right of state prison authorities to administer neuroleptic or antipsychotic drugs to prisoner without his or her consent - state cases, 75 A.L.R.4th 1124.\n\n72 C.J.S. Prisons and Rights of Prisoners § 129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-11/"
    },
    {
      "id": "section-33-2-12",
      "number": "33-2-12",
      "heading": "Visitors.",
      "text": "The following persons are authorized to visit the penitentiary at pleasure: the governor, judges of the supreme court and the secretary of the criminal justice department [corrections department] or his duly authorized representative; and no other persons shall be permitted to go within the walls of the penitentiary where the convicts are confined except by permission of the warden.\n\nHistory:Laws 1889, ch. 76, § 18; C.L. 1897, § 3507; Code 1915, § 5033; C.S. 1929, § 130-116; Laws 1939, ch. 55, § 11; 1941 Comp., § 45-121; 1953 Comp., § 42-1-21; Laws 1977, ch. 257, § 69.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nStrip searches of prison visitors can be justified on basis of reasonable suspicion,but only if such searches are conducted as part of a prison procedure that informs visitors before being searched that they have the right to refuse to be searched, in which case they will be escorted off the prison grounds.State v. Garcia, 1993-NMCA-105, 116 N.M. 87, 860 P.2d 217.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —60 Am. Jur. 2d Penal and Correctional Institutions §§ 78, 80, 84.\n\nRight of jailed or imprisoned parent to visit from minor child, 15 A.L.R.4th 1234.\n\n72 C.J.S. Prisons and Rights of Prisoners § 105.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-12/"
    },
    {
      "id": "section-33-2-121",
      "number": "33-2-12.1",
      "heading": "Corrections; family visits.",
      "text": "The secretary of corrections may promulgate rules and regulations providing for family visits between minimum or medium security inmates confined at state correctional facilities and their families. As used in this section:\n\nA. \"family\" means the inmate's legal spouse, natural parents, adoptive parents, if the adoption occurred and a family relationship existed prior to the inmate's incarceration, stepparents or foster parents, grandparents, brothers and sisters, natural and adoptive children, stepchildren and grandchildren. The term does not include the inmate's aunts, uncles and cousins unless a bona fide foster relationship exists, nor does it include persons with only a common law relationship to the inmate; and\n\nB. \"family visit\" means extended and overnight visitation between eligible inmates and their families with all necessary accommodations provided by the corrections department for this purpose at a reasonable charge to the inmate or his family to defray the costs of the accommodations. Families shall be required to provide food for the visit or, if security requires, to purchase all food for the visit from the department.\n\nHistory:Laws 1983, ch. 97, § 1.\n\nWithdrawal of visitation privileges.— Where the inmate's visitation privileges were withdrawn; the inmate was not given notice of any kind or an opportunity to be heard or present evidence; the inmate was not given a written statement prepared by an impartial fact finder regarding the evidence and reasons for the deprivation; and because there was no hearing, the inmate was not able to confront the inmate's accusors or cross-examine witnesses, the inmate's due process rights were violated.Cordova v. LeMaster, 2004-NMSC-026, 136 N.M. 217, 96 P.3d 778.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —State regulation of conjugal or overnight familial visits in penal or correctional institutions, 29 A.L.R.4th 1216.\n\nFederal and state constitutions as protecting prison visitor against unreasonable searches and seizures, 85 A.L.R.5th 261.\n\nAdmissibility in sex offense case, under Rule 412 of federal Rules of Evidence, of evidence of victim's past sexual behavior, 166 A.L.R. Fed. 639.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-12-1/"
    },
    {
      "id": "section-33-2-13",
      "number": "33-2-13",
      "heading": "Physician, physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice; rules; prisoner's disability; records",
      "text": "A physician or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice, when visiting the penitentiary of New Mexico, shall conform to its rules and regulations. The physician or the physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice shall express no opinion as to the disability of any prisoner except in records kept in the penitentiary.\n\nHistory:Laws 1889, ch. 76, § 44; C.L. 1897, § 3533; Code 1915, § 5025; C.S. 1929, § 130-108; 1941 Comp., § 45-122; 1953 Comp., § 42-1-22; 2015, ch. 116, § 13.\n\nCross references.— For physical examination of entering prisoners,see33-2-16 NMSA 1978.\n\nFor notifying relatives of deceased persons,see24-12-1 NMSA 1978.\n\nFor when it is unlawful to furnish drugs or liquor to prisoner,see30-22-13 NMSA 1978.\n\nThe 2015 amendment,effective June 19, 2015, included other health care professionals with each reference to \"physician\" as it relates to complying with rules and regulations in correctional facilities and keeping records of prisoners' disabilities; added the catchline; in the first sentence, deleted \"The\" and added \"A\", after \"physician\", added \"or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice\", after \"penitentiary\", added \"of New Mexico\", after \"conform to\", deleted \"the\" and added \"its\", after \"rules and regulations.\", deleted \"thereof. He\" and added \"The physician or the physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice\", and after \"any prisoner except in\", deleted \"his record which he shall keep\" and added \"records kept\".\n\nTemporary provisions.— Laws 2015, ch. 116, § 16 provided that by January 1, 2016, every cabinet secretary, agency head and head of a political subdivision of the state shall update rules requiring an examination by, a certificate from or a statement of a licensed physician to also accept such examination, certificate or statement from an advanced practice registered nurse, certified nurse-midwife or physician assistant working within that person's scope of practice.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —60 Am. Jur. 2d Penal and Correctional Institutions § 91.\n\nMedical or surgical services to prisoners, liability for, 44 A.L.R. 1285.\n\n72 C.J.S. Prisons and Rights of Prisoners §§ 80 to 90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-13/"
    },
    {
      "id": "section-33-2-14",
      "number": "33-2-14",
      "heading": "Penitentiary; fire.",
      "text": "The corrections division [corrections department] shall take precaution to protect the penitentiary and all property connected therewith against fire, as far as possible, and shall procure such conveniences and the standards and inspection bureau shall prescribe such rules as will enable the convicts to be evacuated in the shortest possible time and secure their safety and custody in case of fire.\n\nHistory:Laws 1889, ch. 76, § 46; C.L. 1897, § 3535; Code 1915, § 5047; C.S. 1929, § 130-130; 1941 Comp., § 45-123; 1953 Comp., § 42-1-23; Laws 1977, ch. 257, § 70.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-14/"
    },
    {
      "id": "section-33-2-15",
      "number": "33-2-15",
      "heading": "Penitentiary; duties.",
      "text": "The employees of the penitentiary shall perform such duties in the charge and oversight of the penitentiary, care of the property belonging thereto, and in the custody, government, employment and discipline of the convicts as shall be required of them by the corrections division [corrections department] or the warden, in conformity with law and rules and regulations prescribed for the government of the penitentiary.\n\nHistory:1953 Comp., § 42-1-25.1, enacted by Laws 1955, ch. 151, § 2; 1977, ch. 257, § 71.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nPrison guards in the department of corrections are not law enforcement officersfor purposes of 41-4-3D NMSA 1978, because: (1) the principal duties of prison guards are to hold in custody persons who have already been convicted rather than merely accused of a criminal offense; (2) maintenance of public order relates to a public not a penitentiary setting; and (3) although prison guards may have the supplemental power to arrest pursuant to the guidelines of 33-1-10 NMSA 1978, their principal statutory duties are those set forth in this section.Callaway v. N.M. Dep't of Corr., 1994-NMCA-049, 117 N.M. 637, 875 P.2d 393, cert. denied, 118 N.M. 90, 879 P.2d 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-15/"
    },
    {
      "id": "section-33-2-16",
      "number": "33-2-16",
      "heading": "[Record on admission of prisoner; physical data; improvement or deterioration record.]",
      "text": "When any prisoner shall be received into said penitentiary, the superintendent [warden] shall cause to be entered into a register the date of such admission, the name, age, nativity, nationality, with such other facts as can be ascertained of parentage, education, occupation, and early social influences as seem to indicate the constitutional and acquired defects and tendencies of the prisoner. Based upon these, an estimate shall be made of the present condition of the prisoner, and the best probable plan of treatment.\n\nThe physician of said penitentiary shall carefully examine each prisoner when received and shall enter in a register to be kept by him, the name, nationality or race, the weight, stature and family history of each prisoner, also a statement of the condition of the heart, lungs, and other leading organs, the rate of the pulse and respiration, the measurement of the chest and abdomen, and any existing disease or deformity, or other disability, acquired or inherited.\n\nUpon the superintendent's [warden's] register shall be entered from time to time minutes of observed improvement or deterioration of character, and notes as to the method and treatment employed; also all alterations affecting the standing or situation of such prisoner, and any subsequent facts or personal history which may be brought officially to his knowledge bearing upon the question of the parole or final release of the prisoner.\n\nHistory:1953 Comp., § 42-1-31.2, enacted by Laws 1955, ch. 149, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe references to \"warden\" in the first and third paragraphs were inserted by the compiler, as the 1977 amendments to a number of sections of this article, found in Laws 1977, ch. 257, §§ 64, 66, 69, 71, 76, 77 to 79, compiled as 33-2-6, 33-2-9, 33-2-12, 33-2-15, 33-2-32, 33-2-36, 33-2-37 NMSA 1978, substituted \"warden\" for \"superintendent\" so that retention of reference to \"superintendent\" in this section may have been a legislative oversight. But see, however, 33-1-2 NMSA 1978 defining \"superintendent.\"\n\nCross references.— For physician's opinion on inmate's disability,see33-2-13 NMSA 1978.\n\nSection does not require entry of prisoner's release date on any record.Rather it requires the keeping of records regarding matters which bear upon the question of final release.Apodaca v. Rodriguez, 1972-NMSC-067, 84 N.M. 338, 503 P.2d 318.\n\nRecords of state penitentiary are public recordsand should be made available for public inspection in accordance with the provisions of Laws 1947, ch. 130. 1951 Op. Att'y Gen. No. 51-5342.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-16/"
    },
    {
      "id": "section-33-2-17",
      "number": "33-2-17",
      "heading": "Id.; accounts; paying over funds.",
      "text": "The superintendent [warden] shall keep, or cause to be kept, in suitable books, regular and complete accounts of all income, business and concerns of the penitentiary, a true account of all money received for labor, or from other sources, and shall turn over said moneys to the state treasurer to be placed to the credit of the penitentiary convicts' earning fund.\n\nHistory:Laws 1889, ch. 76, § 37; C.L. 1897, § 3526; Code 1915, § 5060; C.S. 1929, § 130-143; Laws 1939, ch. 55, § 15; 1941 Comp., § 45-134; 1953 Comp., § 42-1-34.\n\nCompiler's notes.— The word \"Id.\" in the catchline refers to the catchline \"Superintendent; powers and duties\" in the section which preceded this section in the 1915 Code.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeenotes to 33-2-16 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 C.J.S. Prisons and Rights of Prisoners § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-17/"
    },
    {
      "id": "section-33-2-18",
      "number": "33-2-18",
      "heading": "Id.; collection and disbursement of funds.",
      "text": "The superintendent [warden] shall collect all moneys due to the penitentiary, except appropriations from the state, and shall pay the same over to the state treasury, to be placed to the credit of the penitentiary convicts' earning fund, taking a receipt for the same.\n\nHistory:Laws 1889, ch. 76, § 40; C.L. 1897, § 3529; Code 1915, § 5061; C.S. 1929, § 130-144; Laws 1939, ch. 55, § 16; 1941 Comp., § 45-135; 1953 Comp., § 42-1-35.\n\nCompiler's notes.— The word \"Id.\" in the catchline refers to the catchline \"Superintendent; powers and duties\" in the section which preceded this section in the 1915 Code.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeenotes to 33-2-16 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-18/"
    },
    {
      "id": "section-33-2-19",
      "number": "33-2-19",
      "heading": "What convicts to be confined.",
      "text": "Convicts sentenced to the corrections department for life or any term for which they may be confined in a corrections facility by any court having jurisdiction to try causes under the laws of the United States, held within this state, shall be received into the corrections facility by the secretary of corrections or his designee when delivered by the authority of the United States and shall be kept in the corrections facility in pursuance of their sentences. All persons convicted of any crime where the punishment is imprisonment for a term of one year or more, after accounting for any period of the sentence being suspended or deferred and any credit for presentence confinement, shall be imprisoned in a corrections facility, unless otherwise provided by law, and judgments shall be issued accordingly. All persons convicted of any crime punishable with death who are pardoned on condition of being imprisoned, either for life or a term of years, or whose sentences are commuted for imprisonment for life or a term of years shall be so imprisoned in a corrections facility. All persons imprisoned or confined in a corrections facility shall be subject to its rules and regulations.\n\nHistory:Laws 1889, ch. 76, § 11; C.L. 1897, § 3500; Code 1915, § 5062; C.S. 1929, § 130-145; 1941 Comp., § 45-137; 1953 Comp., § 42-1-37; 1990, ch. 8, § 1.\n\nThe 1990 amendment,effective May 16, 1990, added the catchline; divided the former first sentence into the present first three sentences; substituted \"corrections facility\" for \"penitentiary\" throughout the section; in the present first sentence, substituted \"the corrections department\" for \"hard labor in the penitentiary\", \"shall be received\" for \"must be received\", and \"secretary of corrections or his designee\" for \"superintendent thereof\"; rewrote the provisions of the present second sentence which read \"All persons convicted of any crime where the punishment is imprisonment for a term or time exceeding six months shall be imprisoned in the penitentiary, and all courts in which such convictions shall be had shall give judgment accordingly\"; and made minor stylistic changes.\n\nPenitentiary place of confinement when maximum sentence one year.— Since defendant has a valid maximum sentence of not more than one year, he may be confined, under that sentence, up to one full year. Thus, under either 31-20-2 or 33-2-19 NMSA 1978 the proper place of his confinement is the state penitentiary.State v. Sawyers, 1968-NMCA-051, 79 N.M. 557, 445 P.2d 978 (decided under prior law).\n\nCalculation of sentence.— Under this section, defendant's sentence to one year would be calculated as a sentence of less than one year after crediting his pre-sentence time served; thus, the law did not require the court to sentence him to prison, and his sentence to jail was legal.State v. Brown, 1999-NMSC-004, 126 N.M. 642, 974 P.2d 136.\n\nError in mittimus not grounds for discharge.— A prisoner who has been legally and properly sentenced to prison cannot obtain his discharge simply because there is an imperfection or error in the mittimus.Shankle v. Woodruff, 1958-NMSC-054, 64 N.M. 88, 324 P.2d 1017.\n\nSection impliedly repealed as to sentences under a year.— There is a repugnancy between 31-20-2 NMSA 1978 (which requires penitentiary imprisonment only for sentences of one year or more) and this section, and between 31-19-1 NMSA 1978 (which requires that Criminal Code misdemeanors be imprisoned in a county jail) and this section, and therefore, this section has been repealed insofar as it provides that sentences exceeding six months (but less than one year) must be served in the state penitentiary because both 31-19-1 and 31-20-2 NMSA 1978 were enacted after this section. 1973 Op. Att'y Gen. No. 73-67 (decided prior to 1990 amendment) (rendered under prior law).\n\nSection has never been used to combine short jail sentencesto make the convicted person eligible to serve his time in the penitentiary, and its utilization for such a purpose cannot be justified. 1973 Op. Att'y Gen. No. 73-67.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —18 C.J.S. Convicts §§ 10, 11; 72 C.J.S. Prisons and Rights of Prisoners §§ 4, 21, 130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-19/"
    },
    {
      "id": "section-33-2-20",
      "number": "33-2-20",
      "heading": "to 33-2-25 - Repealed.",
      "text": "Repeals.— Laws 1981, ch. 127, § 20, repealed 33-2-20 through 33-2-25 NMSA 1978, relating to the performance of labor by prison inmates, effective June 19, 1981.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-20-to-33-2-25/"
    },
    {
      "id": "section-33-2-26",
      "number": "33-2-26",
      "heading": "Payment of prisoners for services.",
      "text": "The corrections and criminal rehabilitation department [corrections department] may, by appropriate rules and regulations, establish and administer a plan for the payment of prisoners who perform useful services as prison labor. The payment shall be at a rate depending on the skill and efficiency of the prisoner.\n\nHistory:1953 Comp., § 42-1-49.1, enacted by Laws 1955, ch. 145, § 1; 1973, ch. 262, § 1; 1975, ch. 203, § 1; 1977, ch. 257, § 73; 1981, ch. 122, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nCross references.— For inmate pay under the Corrections Industries Act,see33-8-8 NMSA 1978.\n\nFor payment of convict's net earnings to his family,seeN.M. Const., art. XX, § 15.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —60 Am. Jur. 2d Penal and Correctional Institutions §§ 168, 169.\n\n18 C.J.S. Convicts §§ 13 to 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-26/"
    },
    {
      "id": "section-33-2-28",
      "number": "33-2-28",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1981, ch. 127, § 20, repealed 33-2-27 and 33-2-28 NMSA 1978, relating to payment of prisoners' earnings, effective June 19, 1981.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-28/"
    },
    {
      "id": "section-33-2-29",
      "number": "33-2-29",
      "heading": "Penitentiary; disease.",
      "text": "In case of any pestilence or contagious sickness breaking out among the convicts, the corrections division [corrections department] may cause the convicts confined therein or any of them to be removed to some suitable place of security where such of them as may be sick shall receive necessary medical attention and such convicts must be returned as soon as may be to the penitentiary to be confined according to their respective sentences, if the same be unexpired.\n\nHistory:Laws 1889, ch. 76, § 16; C.L. 1897, § 3505; Code 1915, § 5066; C.S. 1929, § 130-149; 1941 Comp., § 45-150; 1953 Comp., § 42-1-50; Laws 1977, ch. 257, § 75.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 C.J.S. Prisons and Rights of Prisoners § 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-29/"
    },
    {
      "id": "section-33-2-30",
      "number": "33-2-30",
      "heading": "[Enforcing commands to prisoners; when wounding or killing justified.]",
      "text": "If a convict sentenced to the penitentiary resist the authority of any officer, or refuse to obey his lawful commands, it shall be the duty of such officer immediately to enforce obedience by the use of such weapons or other aid as may be effectual, and if in so doing, any convict thus resisting be wounded or killed by any such officer or his assistant, or any guard or other employe [employee], they shall be justified and shall be held guiltless; but such officer, assistant, guard or other employe [employee] shall not be excusable for using greater force than the emergency of the case demands.\n\nHistory:Laws 1889, ch. 76, § 14; C.L. 1897, § 3503; Code 1915, § 5064; C.S. 1929, § 130-147; 1941 Comp., § 45-151; 1953 Comp., § 42-1-51.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For peace officer powers of guards,see33-1-10 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —60 Am. Jur. 2d Penal and Correctional Institutions §§ 174, 175, 177 to 179, 181 to 188, 190, 191, 195 to 207, 209, 210.\n\n72 C.J.S. Prisons and Rights of Prisoners § 128.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-30/"
    },
    {
      "id": "section-33-2-31",
      "number": "33-2-31",
      "heading": "[Suppressing disorder; escape and arrest; when wounding or killing justified.]",
      "text": "It shall be the duty of all the officers and other citizens of the state, by every means in their power, to suppress any insurrection, mutiny or disorder among convicts sentenced to the penitentiary and to prevent the escape or rescue of any such convicts therefrom, or from any other legal confinement, or from any person in whose legal custody they may be, and if in so doing or arresting any convict who may have escaped, such officer or other person should wound or kill such convict or other person aiding or assisting such convict, they shall be justified and held guiltless, but they shall not be excusable for using greater force than the emergency of the case demands.\n\nHistory:Laws 1889, ch. 76, § 15; C.L. 1897, § 3504; Code 1915, § 5065; C.S. 1929, § 130-148; 1941 Comp., § 45-152; 1953 Comp., § 42-1-52.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For escape from penitentiary,see30-22-9 NMSA 1978.\n\nFor assisting escape of prisoner,see30-22-11 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 Am. Jur. 2d Homicide § 24; 60 Am. Jur. 2d Penal and Correctional Institutions § 138.\n\nProsecutions of inmates of state or local penal institutions for crime of riot, 39 A.L.R.4th 1170.\n\n6A C.J.S. Assault and Battery §§ 96-98; 40 C.J.S. Homicide §§ 104 to 106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-31/"
    },
    {
      "id": "section-33-2-32",
      "number": "33-2-32",
      "heading": "Penitentiary; record of misconduct.",
      "text": "It shall be the duty of the warden to keep a record book of all infractions of prison rules and regulations prescribed by the corrections division [corrections department].\n\nHistory:Laws 1889, ch. 76, § 51; C.L. 1897, § 3540; Code 1915, § 5068; C.S. 1929, § 130-151; 1941 Comp., § 45-153; 1953 Comp., § 42-1-53; Laws 1977, ch. 257, § 76.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeecompiler's notes to 33-2-1 NMSA 1978.\n\nRecords need not be made open for public inspection.1945 Op. Att'y Gen. No. 45-4823.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-32/"
    },
    {
      "id": "section-33-2-33",
      "number": "33-2-33",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1977, ch. 216, § 17, repealed 42-1-54, 1953 Comp. (33-2-33 NMSA 1978), relating to deduction from sentence for good behavior, effective July 1, 1979. For provisions of the present Criminal Sentencing Act,see31-18-12 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-33/"
    },
    {
      "id": "section-33-2-34",
      "number": "33-2-34",
      "heading": "Eligibility for earned meritorious deductions.",
      "text": "A. To earn meritorious deductions, a prisoner confined in a correctional facility designated by the corrections department must be an active participant in programs recommended for the prisoner by the classification supervisor and approved by the warden or the warden's designee. Meritorious deductions shall not exceed the following amounts:\n\n(1) for a prisoner confined for committing a serious violent offense, up to a maximum of four days per month of time served;\n\n(2) for a prisoner confined for committing a nonviolent offense, up to a maximum of thirty days per month of time served;\n\n(3) for a prisoner confined following revocation of parole for the alleged commission of a new felony offense or for absconding from parole, up to a maximum of four days per month of time served during the parole term following revocation; and\n\n(4) for a prisoner confined following revocation of parole for a reason other than the alleged commission of a new felony offense or absconding from parole:\n\n(a) up to a maximum of eight days per month of time served during the parole term following revocation, if the prisoner was convicted of a serious violent offense or failed to pass a drug test administered as a condition of parole; or\n\n(b) up to a maximum of thirty days per month of time served during the parole term following revocation, if the prisoner was convicted of a nonviolent offense.\n\nB. A prisoner may earn meritorious deductions upon recommendation by the classification supervisor, based upon the prisoner's active participation in approved programs and the quality of the prisoner's participation in those approved programs. A prisoner may not earn meritorious deductions unless the recommendation of the classification supervisor is approved by the warden or the warden's designee.\n\nC. If a prisoner's active participation in approved programs is interrupted by a lockdown at a correctional facility, the prisoner may continue to be awarded meritorious deductions at the rate the prisoner was earning meritorious deductions prior to the lockdown, unless the warden or the warden's designee determines that the prisoner's conduct contributed to the initiation or continuance of the lockdown.\n\nD. A prisoner confined in a correctional facility designated by the corrections department is eligible for lump-sum meritorious deductions as follows:\n\n(1) for successfully completing an approved vocational, substance abuse or mental health program, one month; except when the prisoner has a demonstrable physical, mental health or developmental disability that prevents the prisoner from successfully earning a high school equivalency credential, in which case, the prisoner shall be awarded three months;\n\n(2) for earning a high school equivalency credential, three months;\n\n(3) for earning an associate's degree, four months;\n\n(4) for earning a bachelor's degree, five months;\n\n(5) for earning a graduate qualification, five months; and\n\n(6) for engaging in a heroic act of saving life or property, engaging in extraordinary conduct for the benefit of the state or the public that is at great expense or risk to or involves great effort on the part of the prisoner or engaging in extraordinary conduct far in excess of normal program assignments that demonstrates the prisoner's commitment to self-rehabilitation. The classification supervisor and the warden or the warden's designee may recommend the number of days to be awarded in each case based upon the particular merits, but any award shall be determined by the director of the adult institutions division of the corrections department or the director's designee.\n\nE. Lump-sum meritorious deductions, provided in Paragraphs (1) through (6) of Subsection D of this section, may be awarded in addition to the meritorious deductions provided in Subsections A and B of this section. Lump-sum meritorious deductions shall not exceed one year per award and shall not exceed a total of one year for all lump-sum meritorious deductions awarded in any consecutive twelve-month period.\n\nF. A prisoner is not eligible to earn meritorious deductions if the prisoner:\n\n(1) disobeys an order to perform labor, pursuant to Section 33-8-4 NMSA 1978;\n\n(2) is in disciplinary segregation;\n\n(3) is confined for committing a serious violent offense and is within the first sixty days of receipt by the corrections department; or\n\n(4) is not an active participant in programs recommended and approved for the prisoner by the classification supervisor.\n\nG. The provisions of this section shall not be interpreted as providing eligibility to earn meritorious deductions from a sentence of life imprisonment or a sentence of life imprisonment without possibility of release or parole.\n\nH. The corrections department shall promulgate rules to implement the provisions of this section, and the rules shall be matters of public record. A concise summary of the rules shall be provided to each prisoner, and each prisoner shall receive a quarterly statement of the meritorious deductions earned.\n\nI. A New Mexico prisoner confined in a federal or out-of-state correctional facility is eligible to earn meritorious deductions for active participation in programs on the basis of the prisoner's conduct and program reports furnished by that facility to the corrections department. All decisions regarding the award and forfeiture of meritorious deductions at such facility are subject to final approval by the director of the adult institutions division of the corrections department or the director's designee.\n\nJ. In order to be eligible for meritorious deductions, a prisoner confined in a federal or out-of-state correctional facility designated by the corrections department must actively participate in programs that are available. If a federal or out-of-state correctional facility does not have programs available for a prisoner, the prisoner may be awarded meritorious deductions at the rate the prisoner could have earned meritorious deductions if the prisoner had actively participated in programs.\n\nK. A prisoner confined in a correctional facility in New Mexico that is operated by a private company, pursuant to a contract with the corrections department, is eligible to earn meritorious deductions in the same manner as a prisoner confined in a state-run correctional facility. All decisions regarding the award or forfeiture of meritorious deductions at such facilities are subject to final approval by the director of the adult institutions division of the corrections department or the director's designee.\n\nL. As used in this section:\n\n(1) \"active participant\" means a prisoner who has begun, and is regularly engaged in, approved programs;\n\n(2) \"program\" means work, vocational, educational, substance abuse and mental health programs, approved by the classification supervisor, that contribute to a prisoner's self-betterment through the development of personal and occupational skills. \"Program\" does not include recreational activities;\n\n(3) \"nonviolent offense\" means any offense other than a serious violent offense; and\n\n(4) \"serious violent offense\" means:\n\n(a) second degree murder, as provided in Section 30-2-1 NMSA 1978;\n\n(b) voluntary manslaughter, as provided in Section 30-2-3 NMSA 1978;\n\n(c) third degree aggravated battery, as provided in Section 30-3-5 NMSA 1978;\n\n(d) third degree aggravated battery against a household member, as provided in Section 30-3-16 NMSA 1978;\n\n(e) first degree kidnapping, as provided in Section 30-4-1 NMSA 1978;\n\n(f) first and second degree criminal sexual penetration, as provided in Section 30-9-11 NMSA 1978;\n\n(g) second and third degree criminal sexual contact of a minor, as provided in Section 30-9-13 NMSA 1978;\n\n(h) first and second degree robbery, as provided in Section 30-16-2 NMSA 1978;\n\n(i) second degree aggravated arson, as provided in Section 30-17-6 NMSA 1978;\n\n(j) shooting at a dwelling or occupied building, as provided in Section 30-3-8 NMSA 1978;\n\n(k) shooting at or from a motor vehicle, as provided in Section 30-3-8 NMSA 1978;\n\n(l) aggravated battery upon a peace officer, as provided in Section 30-22-25 NMSA 1978;\n\n(m) assault with intent to commit a violent felony upon a peace officer, as provided in Section 30-22-23 NMSA 1978;\n\n(n) aggravated assault upon a peace officer, as provided in Section 30-22-22 NMSA 1978; or\n\n(o) any of the following offenses, when the nature of the offense and the resulting harm are such that the court judges the crime to be a serious violent offense for the purpose of this section: 1) involuntary manslaughter, as provided in Section 30-2-3 NMSA 1978; 2) fourth degree aggravated assault, as provided in Section 30-3-2 NMSA 1978; 3) third degree assault with intent to commit a violent felony, as provided in Section 30-3-3 NMSA 1978; 4) fourth degree aggravated assault against a household member, as provided in Section 30-3-13 NMSA 1978; 5) third degree assault against a household member with intent to commit a violent felony, as provided in Section 30-3-14 NMSA 1978; 6) third and fourth degree aggravated stalking, as provided in Section 30-3A-3.1 NMSA 1978; 7) second degree kidnapping, as provided in Section 30-4-1 NMSA 1978; 8) second degree abandonment of a child, as provided in Section 30-6-1 NMSA 1978; 9) first, second and third degree abuse of a child, as provided in Section 30-6-1 NMSA 1978; 10) third degree dangerous use of explosives, as provided in Section 30-7-5 NMSA 1978; 11) third and fourth degree criminal sexual penetration, as provided in Section 30-9-11 NMSA 1978; 12) fourth degree criminal sexual contact of a minor, as provided in Section 30-9-13 NMSA 1978; 13) third degree robbery, as provided in Section 30-16-2 NMSA 1978; 14) third degree homicide by vehicle or great bodily harm by vehicle, as provided in Section 66-8-101 NMSA 1978; or 15) battery upon a peace officer, as provided in Section 30-22-24 NMSA 1978.\n\nM. Except for sex offenders, as provided in Section 31-21-10.1 NMSA 1978, an offender sentenced to confinement in a correctional facility designated by the corrections department who has been released from confinement and who is serving a parole term may be awarded earned meritorious deductions of up to thirty days per month upon recommendation of the parole officer supervising the offender, with the final approval of the adult parole board. The offender must be in compliance with all the conditions of the offender's parole to be eligible for earned meritorious deductions. The adult parole board may remove earned meritorious deductions previously awarded if the offender later fails to comply with the conditions of the offender's parole. The corrections department and the adult parole board shall promulgate rules to implement the provisions of this subsection. This subsection applies to offenders who are serving a parole term on or after July 1, 2004.\n\nHistory:1978 Comp., § 33-2-34, enacted by Laws 1999, ch. 238, § 1; 2003 (1st S.S.), ch. 1, § 13; 2004, ch. 75, § 1; 2006, ch. 82, § 1; 2015, ch. 122, § 17.\n\nRepeals and reenactments.— Laws 1978, ch. 40, § 1, repealed 42-1-55, 1953 Comp. (former 33-2-34 NMSA 1978), relating to meritorious deductions, and enacted a new 33-2-34 NMSA 1978.\n\nLaws 1999, ch. 238, § 1 repealed 33-2-34 NMSA 1978, as amended by 1988, ch. 78, § 4, and enacted a new section, effective July 1, 1999.\n\nThe 2015 amendment,effective July 1, 2015, replaced the term \"general education diploma\" with \"high school equivalency credential\" in the provision relating to meritorious deductions for prisoners confined in a correctional facility, clarified that this section shall not be interpreted as to provide earned meritorious deductions for a life sentence without the possibility of parole, and removed the reference to \"a sentence of death\" relating to earned meritorious deductions; in Paragraph (1) of Subsection D, after \"successfully earning a\", deleted \"general education diploma\" and added \"high school equivalency credential\"; in Paragraph (2) of Subsection D, after \"for earning a\", deleted \"general education diploma\" and added \"high school equivalency credential\"; in Paragraph (6) of Subsection D, after \"great expense\", added \"or\", after \"risk\", added \"to\", after \"or\", added \"involves great\", and after \"effort on\", deleted \"behalf\" and added \"the part\"; in Subsection G, after \"life imprisonment or a sentence of\", deleted \"death\" and added \"life imprisonment without possibility of release or parole\"; in Subparagraph L(4)(n), after \"NMSA 1978\", deleted \"and\" and added \"or\"; and in Subparagraph L(4)(o), after \"third degree homicide by vehicle or great bodily\", deleted \"injury\" and added \"harm\", and after \"Section 66-8-101 NMSA 1978;\", deleted \"and\" and added \"or\".\n\nThe 2006 amendment,effective July 1, 2006, changed \"committee\" to \"supervisor\"; changes \"warden\" to \"warden or the warden's designee\" and changes \"corrections department\" to \"corrections department or the director's designee\" throughout the section; provided in Subparagraph (a) of Paragraph (4) of Subsection A that meritorious deductions shall not exceed eight days per month if the prisoner was convicted of a serious violent offense or failed to pass a drug test administered as a condition of parole; added Subparagraph (b) of Paragraph (4) of Subsection A to provide that meritorious deductions shall not exceed eight days per month up to a maximum of thirty days per month of time served during parole following revocation if the prisoner was convicted of a nonviolent offense; provided in Paragraph (3) of Subsection F that a prisoner is not eligible to earn deductions if the prisoner is confined for committing a serious violent offense; added Subparagraph (d) of Paragraph (4) of Subsection L to provide aggravated battery against a household member; provided in Subparagraph (o) (formerly Subparagraph (n)) of Paragraph (4) of Subsection L aggravated assault against a household member; and provided in Subsection M that this subsection applies to offenders who are serving a parole term on or after July 1, 2004.\n\nThe 2004 amendment,effective July 1, 2004, added Subsection M.\n\nThe 2003 (1st S.S.) amendment,effective February 3, 2004, substituted \"the director's\" for \"his\" preceding \"designee\" near the end of the last sentences of Subsections I and K, and added \"second and\" at the beginning of Subparagraph (4)(f) of Subsection L.\n\nI. GENERAL CONSIDERATION.\n\nNotice.— The statute itself provides notice to a defendant that he could be subject to that provision of the Earned Meritorious Deduction Act (EMDA) statute.State v. Cooley, 2003-NMCA-149, 134 N.M. 717, 82 P.3d 84, cert. quashed, 135 N.M. 789, 93 P.3d 1294.\n\nApplication to incarceration for probation revocation.— Earned meritorious deductions are applicable to the period of incarceration for revocation of probation.Garcia v. Dorsey, 2006-NMSC-052, 140 N.M. 746, 149 P.3d 62.\n\nThe crime of attempted first degree criminal sexual penetrationis not subject to earned credit diminution.State v. Loretto, 2006-NMCA-142, 140 N.M. 705, 147 P.3d 1138.\n\nThe meritorious deduction rate for the underlying felonyapplies to the entire enhanced sentence imposed under the Habitual Offender Act.Vallejos v. Marquez, 2008-NMSC-003, 143 N.M. 357, 176 P.3d 1089.\n\nFactors allowing judge to limit credit.— The factors that the Earned Meritorious Deduction Act allows the judge to find in order to limit credit under Subsection L(4)(n) (now L(4)(o) of this section do not have to be found by the jury beyond a reasonable doubt.State v. Montoya, 2005-NMCA-078, 137 N.M. 713, 114 P.3d 393, cert. denied, 2005-NMCERT-006, 137 N.M. 766, 115 P.3d 229.\n\nConviction as accessory.— Where defendant was convicted of violating 30-3-8 NMSA 1978 as an accessory to the crime and the crime is one enumerated in Subsection L(4)(j) (now L(4)(o)of this section, the fact that he pleaded guilty as an accessory and not as a principal is irrelevant for purposes of the Earned Meritorious Deductions Act.State v. Flores, 2005-NMCA-092, 138 N.M. 61, 116 P.3d 852, cert. denied, 2005-NMCERT-007, 138 N.M. 145, 117 P.3d 951.\n\nBecause this section does not increase the maximum sentencebut rather specifies how it may be decreased by good conduct, the court's failure to inform the defendant of the possible application of this section during the plea hearing was not a failure to advise him of his maximum possible sentence.State v. Andazola, 2003-NMCA-146, 134 N.M. 710, 82 P.3d 77.\n\nMitigation concerns the manner of the commission of an offense,not the nature of the offense itself and factors that support mitigating a sentence do not alter the nature of the offense. The existence of mitigating factors concerning the manner in which the crime was committed is separate from the determination that the offense is a serious violent offense. A finding of mitigating factors that causes the district court to reduce defendant's sentence does not preclude the district court from finding that the crime was a serious violent offense.State v. Ayala, 2006-NMCA-088, 140 N.M. 126, 140 P.3d 547, cert. denied, 2006-NMCERT-007, 140 N.M. 279, 142 P.3d 360.\n\nDiscretion of administrators.— Deduction of good time credits from an inmate's sentence is a discretionary matter entrusted not to the courts but to the administrators of the corrections department or the county jails.State v. Aqui, 1986-NMSC-048, 104 N.M. 345, 721 P.2d 771, cert. denied, 479 U.S. 917, 107 S. Ct. 321, 93 L. Ed. 2d 294 (1986).\n\nEffect of change of law.— Where defendant was charged with nine counts of criminal sexual penetration over a period from June 1997 through December 1999, none of the counts was specifically limited to a particular time, the state was unable to specify a time period for particular acts during the guilt phase, and the jury was presented with evidence of a number of acts that occurred over two and a half years and was not asked to specify that one act occurred after July 1, 1999, the verdict was inadequate to support a conclusion that defendant committed an act occurring after July 1, 1999 when an amendment to the statute decreasing the earned meritorious deduction became effective.State v. Salazar, 2006-NMCA-066, 139 N.M. 603, 136 P.3d 1013, cert. quashed, 2007-NMCERT-004, 141 N.M. 568, 158 P.3d 458.\n\nII. GOOD TIME CREDIT.\n\nSerious youthful offenders' eligibility to earn meritorious deductions.— A serious youthful offender's eligibility to earn meritorious deductions may be authorized only through an express exercise of discretion by the sentencing court.State v. Cates, 2023-NMSC-001.\n\nWhere defendant was convicted of first-degree murder in the stabbing and beating death of his elderly neighbor, and where defendant was sentenced, as a serious youthful offender, to a term of thirty years of incarceration followed by five years of parole, and where defendant filed a habeas corpus petition claiming that he was eligible to earn meritorious deductions because he was not serving a life sentence, the district court erred in granting defendant's petition and in ordering that defendant's judgment and sentence be amended to provide for good-time eligibility, because defendant's original judgment and sentence was silent as to his good-time eligibility and therefore defendant was not eligible to earn meritorious deductions. A serious youthful offender's eligibility to earn meritorious deductions may be authorized only through an express exercise of discretion by the sentencing court.State v. Cates, 2023-NMSC-001.\n\nGood time credit for serious youthful offender.— The district court may limit good time credit eligibility under the Earned Meritorious Deductions Act when sentencing a serious youthful offender to less than a life sentence upon a conviction for first degree murder.State v. Tafoya, 2010-NMSC-019, 148 N.M. 391, 237 P.3d 693.\n\nWhere defendant pled guilty to first degree murder and was sentenced as a serious youthful offender to thirty years imprisonment, with ten years suspended, the court had the discretion to limit defendant's good time credit eligibility to four days per month.State v. Tafoya, 2010-NMSC-019, 148 N.M. 391, 237 P.3d 693.\n\nDetermination of good time credit by the court.— Where the defendant was convicted of first-degree murder, attempted first-degree murder and tampering with evidence, the trial court improperly provided in its judgment that the defendant \"must serve eighty-five percent (85%) of the above sentence pursuant to Section 33-2-34L(4)\". There is no provision in the EMDA or any other New Mexico statute that requires a prisoner to serve 85% of any sentence, although the EMDA's four days per month limit on good time awards relating to serious violent offenses results in a prisoner having to serve between 86.85% and 100% of his stated sentence.State v. Rudolfo, 2008-NMSC-036, 144 N.M. 305, 187 P.3d 170.\n\nConstitutionality of good time credit scheme.— New Mexico's good time credit statutory scheme does not offend the constitutional guarantee of equal protection of the law; it is reasonable not to award good time credits for presentence confinement to detainees who are presumed innocent and therefore are not yet subject to rehabilitation efforts or to compulsory labor requirements, especially when they are held without systematic evaluation in county jails lacking rehabilitation programs.State v. Aqui, 1986-NMSC-048, 104 N.M. 345, 721 P.2d 771, cert. denied, 479 U.S. 917, 107 S. Ct. 321, 93 L. Ed. 2d 294 (1986).\n\nNew Mexico's statutory scheme making prisoners eligible for awards of good time credits for the periods of their post-sentencing confinement in correction department facilities and county jails but not for the periods of their presentence confinement in county jails does not offend the due process guarantees of the New Mexico and United States constitutions.State v. Aqui, 1986-NMSC-048, 104 N.M. 345, 721 P.2d 771, cert. denied, 479 U.S. 917, 107 S. Ct. 321, 93 L. Ed. 2d 294 (1986).\n\nThis section serves a rational purpose of rehabilitating criminals, and is not unconstitutional.Lemieux v. Kerby, 931 F.2d 1391 (10th Cir. 1991).\n\nGood-time credits apply only to noncapital crimes.The legislature intended that only inmates convicted of noncapital crimes receive the benefit of good-time credits, inasmuch as this section describes meritorious deductions as pertaining to \"basic\" and \"enhanced\" sentences, and the relevant provisions of the Criminal Sentencing Act only describe noncapital felonies as having basic and enhanced sentences.Compton v. Lytle, 2003-NMSC-031, 134 N.M. 586, 81 P.3d 39, superseded by statute,State v. Tafoya, 2010-NMSC-019, 148 N.M. 391, 237 P.3d 693.\n\n\"Good time\" credits deducted from maximum unsuspended portion of sentence.— \"Good time\" credits shall be allowed to be deducted from the maximum unsuspended portion of a sentence for purposes of determining entitlement of right to release from imprisonment where other provisions of the law do not circumscribe the minimum imprisonment to be served.Coutts v. Cox, 1966-NMSC-027, 75 N.M. 761, 411 P.2d 347.\n\n\"Good time\" credits deducted from minimum sentence for parole purposes.— \"Good time\" credits shall be allowed to be deducted from the minimum sentence for purposes of determining eligibility for parole.Coutts v. Cox, 1966-NMSC-027, 75 N.M. 761, 411 P.2d 347.\n\nService of an inmate's minimum sentence, less \"good time,\" merely renders him eligible to parole, but does not entitle him to final discharge.Owens v. Swope, 1955-NMSC-079, 60 N.M. 71, 287 P.2d 605, cert. denied, 350 U.S. 954, 76 S. Ct. 343, 100 L. Ed. 830 (1956).\n\nGood conduct credits deducted from maximum sentence.— Credits for good conduct are to be deducted from the maximum rather than the minimum sentence in determining when a prisoner is entitled to a full release as a matter of right.Owens v. Swope, 1955-NMSC-079, 60 N.M. 71, 287 P.2d 605, cert. denied, 350 U.S. 954, 76 S. Ct. 343, 100 L. Ed. 830 (1956).\n\nEarned meritorious deductions do not apply to reduce probation sentences.— The plain language of the Earned Meritorious Deductions Act only directly manifests a legislative intent that meritorious deductions be earned by offenders who are currently incarcerated, incarcerated following parole revocation, or who have been released on parole.State v. Ortiz, 2015-NMCA-020, cert. denied, 2015-NMCERT-001.\n\nWhere defendant was serving probation on one sentence while he was serving a period of incarceration on another sentence, the district court did not err in determining that the Earned Meritorious Deductions Act did not apply to probation, and that defendant was not entitled to earned meritorious deductions while serving a period of probation, even if he was serving the period of probation during a period of incarceration on another sentence.State v. Ortiz, 2015-NMCA-020, cert. denied, 2015-NMCERT-001.\n\nEarned meritorious deductions do not apply to reduce probation sentences.— The plain language of the Earned Meritorious Deductions Act only directly manifests a legislative intent that meritorious deductions be earned by offenders who are currently incarcerated, incarcerated following parole revocation, or who have been released on parole.State v. Ortiz, 2015-NMCA-020, cert. denied, 2015-NMCERT-001.\n\nWhere defendant was serving probation on one sentence while he was serving a period of incarceration on another sentence, the district court did not err in determining that the Earned Meritorious Deductions Act did not apply to probation, and that defendant was not entitled to earned meritorious deductions while serving a period of probation, even if he was serving the period of probation during a period of incarceration on another sentence.State v. Ortiz, 2015-NMCA-020, cert. denied, 2015-NMCERT-001.\n\nForfeiture of credits.— This section and 33-2-36 NMSA 1978 confer an entitlement to good-time credits, and this entitlement may be divested only when the statutory and administrative procedures relating to those credits have been followed.Brooks v. Shanks, 1994-NMSC-113, 118 N.M. 716, 885 P.2d 637.\n\nThe language of this section and in 33-2-36 NMSA 1978 gives prisoners the right not to be subjected to a forfeiture or termination of good-time credits unless the appropriate procedures are followed. If those procedures, which include obtaining the committee's recommendation and the warden's approval, are circumvented, a due process violation occurs.Brooks v. Shanks, 1994-NMSC-113, 118 N.M. 716, 885 P.2d 637.\n\nApplication of good time credits.— Deleting the references to \"basic\" and \"enhanced\" in this section after 1999 does not appear to change how good time credits are applied. On their face, now as then, good time credits are applied to the entire sentence.LaVoy v. Snedeker, ____ F.Supp. ____ (D.N.M. 2004).\n\nThis section does not create a liberty interest.LaVoy v. Snedeker, ____ F.Supp. ____ (D.N.M. 2004).\n\nIII. SERIOUS VIOLENT OFFENSE.\n\nNegligent child abuse as a serious violent offense.— Negligent child abuse qualifies as a serious violent offense where there is grossly negligent conduct that poses a substantial risk of serious harm to children.State v. Schoonmaker, 2005-NMCA-012, 136 N.M. 749, 105 P.3d 302,rev'd on other grounds, 2008-NMSC-010, 143 N.M. 373, 176 P.3d 1105.\n\nFailure to stop and render aid after vehicular homicide.— Where defendant, who was driving under the influence of alcohol, struck a pedestrian at night on a busy street, knocking the pedestrian into oncoming lanes of traffic; defendant immediately left the scene; defendant plead guilty to vehicular homicide; there was no evidence of speeding or reckless driving before the accident, the court did not abuse its discretion in determining that the offense was a serious violent offense based solely on the fact that by failing to stop and render aid, defendant had left the victim in danger of being hit by other vehicles at a time when defendant did not know the victim's condition.State v. Lavone, 2011-NMCA-084, 150 N.M. 473, 261 P.3d 1105, cert. denied, 2011-NMCERT-007, 268 P.3d 46.\n\nThe absurdity doctrine, as applied in the Earned Meritorious Deductions Act.— The Earned Meritorious Deductions Act (EMDA) does not list DWI homicide as either a per se or discretionary serious violent offense, and as such, the plain meaning of the EMDA designates second degree DWI homicide by vehicle as a nonviolent offense. The legislature's 2016 amendment raising DWI homicide from a third-degree felony to a second-degree felony, but making no changes to the EMDA and thus reclassifying DWI homicide from a discretionary serious violent offense to a nonviolent offense and allowing a sentencing court to allow a defendant to earn a maximum of thirty days per month of good time deductions, does not contradict the values of rationality, reasonableness, and common sense, and thus the literal application of the EMDA's plain language does not result in an absurdity.State v. Montano, 2024-NMSC-019,aff'g2022-NMCA-049, 517 P.3d 267.\n\nDWI homicide is not a per se or discretionary serious violent offense.— Where defendant, after pleading guilty to DWI homicide, filed a motion to be sentenced for a nonviolent offense under the Earned Meritorious Deductions Act (EMDA), and where the district court classified the second-degree felony DWI homicide as a serious violent offense, despite the fact that the EMDA does not list DWI homicide as either a per se or discretionary serious violent offense, basing its conclusion on the fact that each of the offenses enumerated under 66-8-101 NMSA 1978 is included in the EMDA's list of discretionary serious violent offenses except for DWI homicide and therefore the omission of DWI homicide as a discretionary serious violent offense in the EMDA must have been a legislative oversight, which resulted in an absurdity, and where the district court then considered the nature of the offense and the resulting harm to determine that defendant committed a serious violent offense, the district court erred in its ruling that the EMDA is absurd for excluding DWI homicide as a discretionary serious violent offense, because the EMDA's clear and unambiguous language does not list DWI homicide as either a per se or discretionary serious violent offense, and as such, the plain meaning of the EMDA designates second degree homicide by vehicle as a nonviolent offense.State v. Montano, 2024-NMSC-019,aff'g2022-NMCA-049, 517 P.3d 267.\n\nSecond degree homicide by vehicle is not a serious violent offense under the Earned Meritorious Deductions Act.— Where defendant pled guilty to second degree homicide by vehicle for driving drunk and causing an accident resulting in the death of another human being, and where the district court, as part of its sentencing decision, concluded that defendant's conviction for second degree homicide by vehicle was a discretionary serious violent offense under the Earned Meritorious Deductions Act (EMDA), § 33-2-34 NMSA 1978, the district court erred in determining that defendant's conviction was a serious violent offense, because second-degree homicide by vehicle is not enumerated in the EMDA as either a per se or discretionary serious violent offense.State v. Montano, 2022-NMCA-049, cert. granted.\n\nThird degree vehicular homicide as a serious violent offense.— Where defendant drove recklessly while intoxicated and struck and killed the victim with defendant's vehicle, the district court found that defendant had a history of alcohol abuse along with a prior criminal history involving alcohol-related offenses and that defendant recklessly crossed the center line and struck the victim who was on a bicycle with sufficient force to propel the victim through the air and into the bed of defendant's truck, the district court's findings were sufficient to support a serious violent offender offense designation.State v. Solano, 2009-NMCA-098, 146 N.M. 831, 215 P.3d 769, cert. denied, 2009-NMCERT-007, 147 N.M. 361, 223 P.3d 358.\n\nWhere defendant drove recklessly while intoxicated, crossed the center line and struck the victim on a bicycle at such a rate of speed that the victim was thrown over defendant's truck and into the bed of the truck; defendant had a long history of alcohol abuse and previous experience with injuring a person because of alcohol impairment; and defendant disregarded advice to refrain from driving while under the influence, the evidence was sufficient to establish that defendant committed the homicide in a physically violent manner with recklessness in the face of knowledge that defendant's acts were reasonably likely to result in serious harm and to support a serious violent offense designation.State v. Solano, 2009-NMCA-098, 146 N.M. 831, 215 P.3d 769, cert. denied, 2009-NMCERT-007, 147 N.M. 361, 223 P.3d 358.\n\nHomicide by vehicle.— Where defendant drove a pickup on a residential street toward a group of children who were trick-or-treating on Halloween; the chaperone pushed the children out of the way but was struck and killed; defendant stopped the vehicle and then left the scene of the accident; the group was visible to motorists; defendant altered defendant's course and drove toward the group and increased defendant's speed; defendant was driving on a suspended license; defendant had been drinking; defendant had four previous convictions of DWI; and defendant was convicted of homicide by vehicle, the district court did not err in determining that the conviction was a serious offense.State v. Melendrez, 2014-NMCA-062, cert. denied, 2014-NMCERT-006.\n\nRequired findings.— Findings that merely set forth facts, without connecting the facts to the requirement that the offense was committed in a physically violent manner either with an intent to do serious harm or with recklessness in the face of knowledge that one's acts are reasonably likely to result in serious harm, do not satisfy the statutory requirement and do not justify a determination that an offense is a serious violent offense.State v. Scurry, 2007-NMCA-064, 141 N.M. 591, 158 P.3d 1034.\n\nFindings required to support determination that an offense is a serious violent offense.— The district court's determination that an offense is a serious violent offense must be supported by findings that reflect that the crime was committed in a physically violent manner and that defendant either intended to do serious harm or that defendant's actions involved recklessness in the face of knowledge that his acts were reasonably likely to result in serious harm.State v. Loretto, 2006-NMCA-142, 140 N.M. 705, 147 P.3d 1138.\n\nNo right to jury trial on serious violent offense determination.— Defendant, whose sentence was designated as a serious violent offense under 31-18-15 and 66-8-101 NMSA 1978, was not entitled to a jury trial to determine whether the offense was a serious violent offense because the serious violent offense statute imposes a mandatory increased minimum sentence, not the maximum sentence for the offense.State v. Worrick, 2006-NMCA-035, 139 N.M. 247, 131 P.3d 97, cert. quashed 2007-NMCERT-008, 142 N.M. 434, 166 P.3d 1088.\n\nConstitutionality of procedure.— It is constitutional under theApprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), standard for a judge, rather than a jury, to make the finding that an offense is a \"serious violent offense\" under this section.State v. Morales, 2002-NMCA-016, 131 N.M. 530, 39 P.3d 747, cert. denied, 131 N.M. 738, 42 P.3d 843.\n\nWhere defendant pleaded no contest to the offense of intentional child abuse resulting in death, the district court could classify defendant's acts as a \"serious violent offense\" without violating the United States Supreme Court opinions inApprendiandBlakely.State v. Bravo, 2006-NMCA-019, 139 N.M. 93, 128 P.3d 1070, cert. quashed, 2006-NMCERT-011, 140 N.M. 845, 149 P.3d 942.\n\nStandard to find a \"serious violent offense\".— In order for a judge to make a finding qualifying an offense as seriously violent the judge must find the intent to do serious harm or knowledge that the acts were reasonably likely to cause serious harm.State v. Morales, 2002-NMCA-016, 131 N.M. 530, 39 P.3d 747, cert. denied, 131 N.M. 738, 42 P.3d 843.\n\nDistrict court must explain its conclusions regarding a serious violent offense designation.— Where defendant was convicted of aggravated assault with a deadly weapon, the district court's failure to make specific findings that defendant's offense was seriously violent was error, because a district court must make express findings to demonstrate that the crime was committed in a physically violent manner either with an intent to do serious harm or with recklessness in the face of knowledge that one's acts are reasonably likely to result in serious harm.State v. Branch, 2018-NMCA-031,replacing2016-NMCA-071, 387 P.3d 250, cert. denied.\n\nDistrict court must make specific findings to qualify an offense as seriously violent.— A district court must make express findings to demonstrate that the crime was committed in a physically violent manner either with an intent to do serious harm or with recklessness in the face of knowledge that one's acts are reasonably likely to result in serious harm, so where defendant was convicted of aggravated assault with a deadly weapon, the district court's failure to make specific findings that defendant's offense was seriously violent was error.State v. Branch, 2016-NMCA-071, 387 P.3d 250,replaced by2018-NMCA-031, and cert. quashed.\n\nCrime not listed in definition may not be considered \"serious violent offense.\"— Conspiracy to commit armed robbery is neither an enumerated offense that satisfies the definition of \"serious violent offense\" as a matter of law, nor is it one of the additional offenses that a judge may determine to be a serious violent offense. Therefore, a district court is not authorized to limit a defendant's good time credit for a conviction of conspiracy to commit armed robbery.State v. McDonald, 2003-NMCA-123, 134 N.M. 486, 79 P.3d 830,aff'd in part, rev'd in part, 2004-NMSC-033, 136 N.M. 417, 99 P.3d 667.\n\nAggravated battery on household member not \"serious violent offense\".— Because the district court's authority to classify a defendant as a serious violent offender derives from this section and this section does not list aggravated battery on a household member, 30-3-16 NMSA 1978 (now 33-2-34L(4)(d) NMSA 1978), as such an offense, the court erred in classifying defendant's conviction under that section as a serious violent offense.State v. Bennett, 2003-NMCA-147, 134 N.M. 705, 82 P.3d 72, cert. granted, 2003-NMCERT-003, 135 N.M. 51, 84 P.3d 668 (decided under prior law).\n\nVehicular homicide.— The trial court could reasonably conclude that vehicular homicide in violation of 66-8-101 NMSA 1978 was a serious violent offense where, in addition to other evidence, it considered information contained in the presentence report that the vehicular homicide was the fourth time that the defendant had been arrested for an alcohol-related driving offense and that he had two previous convictions for DWI.State v. Wildgrube, 2003-NMCA-108, 134 N.M. 262, 75 P.3d 862, cert. denied, 134 N.M. 179, 74 P.3d 1071.\n\nWhere victim of vehicular homicide was a teenager, defendant's breath alcohol level was three times the presumptive level of intoxication, defendant admitted to police that he should be arrested because he was drunk, defendant announced at the scene of the accident that he intended to drive away, and defendant was either too intoxicated to notice the headlights of victim's automobile or he was being untruthful by claiming that the headlights of victim's automobile were off, district court properly concluded that defendant acted with recklessness in the face of knowledge that his acts were reasonably likely to result in serious harm and designated defendant's crime as a serious violent offense.State v. Worrick, 2006-NMCA-035, 139 N.M. 247, 131 P.3d 97, cert. quashed 2007-NMCERT-008, 142 N.M. 434, 166 P.3d 1088.\n\n\"Good time\" earned under these statutes may only be deducted from the maximumand not the minimum of the sentence. 1955 Op. Att'y Gen. No. 55-6156.\n\n\"Good time\" applied for purposes of final discharge.— The \"good time\" statute is still in effect but it is to be applied only for purposes of final discharge and only as a deduction from the maximum sentence. Release, therefore, may be only upon parole and upon action of the parole board. 1955 Op. Att'y Gen. No. 55-6156.\n\nPrisoners transferred to penitentiary given \"good time\" credit.— Prisoners transferred from the reform school to the penitentiary are to be given good time credit on the whole time of sentence. 1929 Op. Att'y Gen. No. 29-99.\n\n\"Good time\" deductions allowed while on parole.— Until finally discharged, a prisoner is upon parole, and deductions for good time may be allowed while the prisoner is on parole. 1937 Op. Att'y Gen. 37-1653.\n\nLaw reviews.— For comment, \"Definitive Sentencing in New Mexico: The 1977 Criminal Sentencing Act,\" see 9 N.M.L. Rev. 131 (1978-79).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-34/"
    },
    {
      "id": "section-33-2-35",
      "number": "33-2-35",
      "heading": "[Application of law to convicts in penitentiary; relation back; escapers and revolters excepted.]",
      "text": "The provisions of this article shall apply to convicts in the penitentiary, excepting such convicts as have escaped from the penitentiary, or been concerned in any revolt whereby any convict has escaped, and shall operate back to the commencement of any such sentence of such convict.\n\nHistory:Laws 1889, ch. 76, § 50; C.L. 1897, § 3539; Code 1915, § 5074; C.S. 1929, § 130-162; 1941 Comp., § 45-156; 1953 Comp., § 42-1-56.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1915 Code compilers deleted \"now\" after \"shall apply to convicts\" and substituted \"this article\" for \"this act.\" The words \"this article\" refer to Code 1915, ch. CI, art. 1, being §§ 5018 to 5087.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-35/"
    },
    {
      "id": "section-33-2-36",
      "number": "33-2-36",
      "heading": "Forfeiture of earned meritorious deductions.",
      "text": "A. Meritorious deductions earned by a prisoner may be forfeited in an amount up to ninety days for two or more misconduct violations. Meritorious deductions earned by a prisoner may be forfeited in an amount in excess of ninety days for a major conduct violation. Forfeitures of meritorious deductions of up to ninety days shall only proceed upon the recommendation of the classification supervisor and final approval by the warden or the warden's designee. Forfeitures of meritorious deductions in an amount in excess of ninety days shall only proceed upon the recommendation of the classification supervisor and the warden or the warden's designee and final approval of the director of the adult institutions division of the corrections department or the director's designee. The secretary of corrections may review and revise any decision regarding the forfeiture of meritorious deductions.\n\nB. The provisions of this section also apply to the forfeiture of earned meritorious deductions for a prisoner confined in a:\n\n(1) federal or out-of-state correctional facility; or\n\n(2) correctional facility in New Mexico operated by a private company pursuant to a contract with the corrections department.\n\nHistory:1978 Comp., § 33-2-36, enacted by Laws 1988, ch. 78, § 6; 1999, ch. 238, § 2; 2006, ch. 82, § 2.\n\nRepeals and reenactments.— Laws 1988, ch. 78, § 6 repealed 33-2-36 NMSA 1978, as amended by Laws 1977, ch. 257, § 78, relating to the forfeiture of earned meritorious deductions by prison inmates, and enacted a new section, effective July 1, 1990.\n\nCross references.— For applicability of Laws 1988, ch. 78,see33-2-49 NMSA 1978.\n\nThe 2006 amendment,effective July 1, 2006, changed \"committee\" to \"supervisor\"; changed \"warden\" to \"warden or the warden's designee\"; and changed \"corrections department\" to \"corrections department or the director's designee\" in Subsection A.\n\nThe 1999 amendment,effective July 1, 1999, rewrote the section, which formerly read: \"Any accrued deductions may be forfeited by the convict for any major conduct violation upon the recommendation of the classification committee, approval by the warden and final approval by the secretary of corrections.\"\n\nForfeiture of credits.— Section 33-2-34 NMSA 1978 and this section confer an entitlement to good-time credits, and this entitlement may be divested only when the statutory and administrative procedures relating to those credits have been followed.Brooks v. Shanks, 1994-NMSC-113, 118 N.M. 716, 885 P.2d 637.\n\nThe language in 33-2-34 NMSA 1978 and in this section gives prisoners the right not to be subjected to a forfeiture or termination of good-time credits unless the appropriate procedures are followed. If those procedures are circumvented, a due process violation occurs.Brooks v. Shanks, 1994-NMSC-113, 118 N.M. 716, 885 P.2d 637.\n\nContinuous sentence provision not limited to \"good time\" situations.— The obvious intent of the sections of the 1889 law was to provide for the reduction of a sentence because of \"good time.\" In so providing, § 49, the present 33-2-39 NMSA 1978 stated that separate sentences were to be construed as one continuous sentence. However, the statute is not limited to \"good time\" situations; it is general in its effect and applies in considering eligibility for parole under 31-21-10 NMSA 1978.Deats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183.\n\nWhen conduct warrants, \"good time\" may be forfeited and parolee returned.— \"Good time\" earned may be canceled under this section at any time prior to the service of sentence. If prior to that date a parolee's conduct warrants forfeiture of \"good time\" earned, a warrant may be issued under the procedure set out in 31-21-14 NMSA 1978 to return that convict to the penitentiary even though it is proposed to return him subsequent to the date when his original parole agreement indicates that the sentence imposed would have been served. 1956 Op. Att'y Gen. No. 56-6378.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Withdrawal, forfeiture, modification or denial of good time allowance to prisoner, 95 A.L.R.2d 1265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-36/"
    },
    {
      "id": "section-33-2-37",
      "number": "33-2-37",
      "heading": "Restoration of forfeited meritorious deductions.",
      "text": "A. Meritorious deductions forfeited pursuant to Section 33-2-36 NMSA 1978 may be restored in whole or in part to a prisoner who is exemplary in conduct and work performance for a period of not less than six months following the date of forfeiture. Meritorious deductions may be restored upon recommendation of the classification supervisor, approval by the warden or the warden's designee and final approval by the director of the adult institutions division of the corrections department or the director's designee.\n\nB. The provisions of this section also apply to the restoration of earned meritorious deductions for a prisoner confined in a:\n\n(1) federal or out-of-state correctional facility; or\n\n(2) correctional facility in New Mexico operated by a private company pursuant to a contract with the corrections department.\n\nHistory:1978 Comp., § 33-2-37, enacted by Laws 1988, ch. 78, § 7; 1999, ch. 238, § 3; 2006, ch. 82, § 3.\n\nRepeals and reenactments.— Laws 1988, ch. 78, § 7 repealed 33-2-37 NMSA 1978, as amended by Laws 1977, ch. 257, § 79, relating to the restoration of forfeited meritorious deductions by prison inmates, and enacted a new section, effective July 1, 1990.\n\nCross references.— For applicability of Laws 1988, ch. 78,see33-2-49 NMSA 1978.\n\nThe 2006 amendment,effective July 1, 2006, changed \"committee\" to \"supervisor\"; changed \"warden\" to \"warden or the warden's designee\"; and changed \"secretary of corrections\" to \"director of the adult institutions division of the corrections department or the director's designee\" in Subsection A.\n\nThe 1999 amendment,effective July 1, 1999, designated the formerly undesignated paragraph as Subsection A, and, in that subsection, added \"Meritorious\" at the beginning of the first sentence and added the second sentence; and added Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-37/"
    },
    {
      "id": "section-33-2-38",
      "number": "33-2-38",
      "heading": "Computation of term.",
      "text": "A prisoner shall not be discharged from the penitentiary of New Mexico or any other correctional facility until he has served the full term for which he was sentenced. The term shall be computed from and include the day on which his sentence took effect and shall exclude any time the convict may have been at large by reason of escape, unless he is pardoned or otherwise released by legal authority. The provisions of this section shall not be interpreted to deprive a prisoner of any reduction of time to which he may be entitled pursuant to the provisions of Sections 31-20-11, 31-20-12 and 33-2-34 NMSA 1978.\n\nHistory:Laws 1889, ch. 76, § 13; C.L. 1897, § 3502; Code 1915, § 5071; C.S. 1929, § 130-159; 1941 Comp., § 45-158; 1953 Comp., § 42-1-58; Laws 1999, ch. 238, § 4.\n\nCross references.— For pardon upon discharge,see31-20-8 NMSA 1978.\n\nFor money, clothing and transportation being furnished to discharged prisoners,see31-21-2 NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, added the section heading; substituted \"prisoner\" for \"convict\" twice; inserted \"of New Mexico or any other correctional facility\" in the first sentence; and substituted the present last sentence for \"provided, that nothing in this section shall be so construed as to deprive any convict of any reduction in time which he may be entitled to under Section 33-2-33 NMSA 1978.\"\n\nApplicability.— Laws 1999, ch. 238, § 8, provided that the provisions of §§ 1 to 5 and 7 of the act are applicable to persons convicted of a criminal offense committed on or after July 1, 1999; and further provided that as to persons convicted of a criminal offense committed prior to July 1, 1999, the laws with respect to meritorious deductions in effect at the time the offense was committed shall apply.\n\nCompiler's notes.— The following notes were rendered pursuant to Laws 1969, ch. 50, § 1.\n\nPrisoner entitled to credit for time from first conviction.— A prisoner, after being awarded a new trial and having again been convicted of the crime originally charged, is entitled to credit for time he spent in custody from the time of his first conviction. 1969 Op. Att'y Gen. No. 69-114.\n\nCredit given retroactively to prisoners incarcerated on effective date.— Laws 1969, ch. 50, § 1, made the giving of credit retroactive insofar as prisoners in the penitentiary on or after the effective date of the act were concerned and insofar as post-conviction incarceration was concerned. 1969 Op. Att'y Gen. No. 69-114.\n\nCredit given for time spent under original invalid sentence.— One who has his conviction set aside, is retried and again convicted and sentenced for the same offense, is entitled to credit for the time he was actually confined in the penal institution under the original invalid sentence and not credit prorated to the entire sentence. 1969 Op. Att'y Gen. No. 69-114.\n\nCredit given for time prior to posting bond.— A person free on bond pending a decision of an appellate court is entitled to credit for time incarcerated prior to posting bond if the appeal results in affirmance of the conviction or if, after remand, a new and valid sentence for the commission of the same crime is imposed and he is again confined in the penitentiary. 1969 Op. Att'y Gen. No. 69-114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-38/"
    },
    {
      "id": "section-33-2-39",
      "number": "33-2-39",
      "heading": "[Separate sentences construed as cumulative.]",
      "text": "Whenever any convict shall have been committed under several convictions with separate sentences, they shall be construed as one continuous sentence for the full length of all the sentences combined.\n\nHistory:Laws 1889, ch. 76, § 49; C.L. 1897, § 3538; Code 1915, § 5073; C.S. 1929, § 130-161; 1941 Comp., § 45-159; 1953 Comp., § 42-1-59.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For rule of construction of statutes prescribing sentences,see31-21-1 NMSA 1978.\n\nApplicability of section not limited to \"good time\" situations.— The obvious intent of the sections of the 1889 law was to provide for the reduction of a sentence because of \"good time.\" In so providing, § 49, this section, stated that separate sentences were to be construed as one continuous sentence. However, the statute is not limited to \"good time\" situations; it is general in its effect and applies in considering eligibility for parole under 31-21-10 NMSA 1978.Deats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183.\n\nUnder section two sentences construed as one.— Where district court sentenced defendant on each of two convictions of second degree murder, the two sentences were \"one continuous sentence.\"State v. Miller, 1968-NMSC-103, 79 N.M. 392, 444 P.2d 577, cert. deniedsub nom. Miller v. Baker, 394 U.S. 1002, 89 S. Ct. 1597, 22 L. Ed. 2d 779 (1969).\n\nBut sentences under separate commitments treated differently.— This section means that separate sentences under one commitment are to be treated as one continuous sentence, but it does not mean that sentences under separate commitments are to be so treated.Deats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183.\n\nFor purposes of parole administration only.— The holding inDeats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183, that this section means that separate sentences under one commitment are to be treated as one continuous sentence but that separate sentences under separate commitments are not to be treated as continuous, is limited strictly to purposes of parole administration.State v. Davis, 2003-NMSC-022, 134 N.M. 172, 74 P.3d 1064.\n\nEight sentences construed as one.— Where a person received eight consecutive sentences each for a term of not less than one nor more than five years, it has been held that the sentence must be considered one continuous sentence of not less than eight nor more than 40 years.State v. Martinez, 1978-NMSC-083, 92 N.M. 256, 586 P.2d 1085;Deats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183.\n\nPrevious sentences served before serving under more recent ones.— This section applied to the eight consecutive sentences imposed on defendant in 1969 and required that they be considered as one continuous sentence of not less than eight nor more than 40 years for reduction of sentence for good time but previous 1967 sentences must have been served before defendant began serving under the 1969 sentences.Deats v. State, 1972-NMCA-155, 84 N.M. 405, 503 P.2d 1183.\n\nSentence for more than one year in custody of corrections department, not county.— Defendant whose continuous sentence was for more than one year was properly sentenced to the custody of the corrections department rather than the county jail, as the place of confinement, under 31-19-1 and 31-20-2A NMSA 1978 and this section, depends on the length of confinement.State v. Musgrave, 1984-NMCA-127, 102 N.M. 148, 692 P.2d 534.\n\nRecent sentence cannot be made consecutive with prior sentence.— The sentence in a cause which appellant had begun to serve could not be changed so as to make the service consecutive to that required to be served under the sentence in a previous cause.State v. Verdugo, 1969-NMSC-008, 79 N.M. 765, 449 P.2d 781.\n\nSentence may be amended to shorten but not to augment.— During the term during which a sentence was imposed, it could be amended so as to shorten it, but not so that the punishment would be augmented.State v. Verdugo, 1969-NMSC-008, 79 N.M. 765, 449 P.2d 781.\n\nWhen two commitments no more than 30 days sentence for fines.— Inmates at the New Mexico state penitentiary are not required to serve more than 30 days for fines or costs attached to sentences when the inmates are sentenced on two or more commitments. 1959 Op. Att'y Gen. No. 59-31.\n\nPenitentiary must follow requirements of section unless sentence specifies otherwiseby showing its intention that the sentences are each to be served separately, one after the other. 1963 Op. Att'y Gen. No. 63-165.\n\nMaximum and minimum terms cannot be combined.— Where a judge specifically requires one sentence to be served prior to starting service on another, the maximum and minimum of the specific sentences cannot be combined. Where the sentencing court specifies which sentence is \"to be served first\" or that one sentence is to \"begin after the completion of a previous sentence,\" it has generally been held that each sentence must be served in order. 1963 Op. Att'y Gen. No. 63-165.\n\nWhere a prisoner is given strictly consecutive sentences, each sentence must be construed as a unit and so served; thus the minimum for parole eligibility is the minimum of each sentence taken in order, and the maximum is the maximum of each separate sentence. 1963 Op. Att'y Gen. No. 63-165.\n\nConsequences of alternative construction upon 31-21-11 NMSA 1978.— If it were mandatory upon a penitentiary to construe cumulative sentences as one continuous sentence, the provisions of 31-21-11 NMSA 1978 would not be effective. 1963 Op. Att'y Gen. No. 63-165.\n\nMinimum terms added to establish when eligible for parole.— When a person is committed under separate sentences each of which has a minimum term and maximum term, the minimum terms should be added together in establishing the parole hearing eligibility date. 1961 Op. Att'y Gen. No. 61-59; 1963 Op. Att'y Gen. No. 63-165.\n\nCredit not given for time in federal penitentiary.— A convict who has served time in a federal penitentiary may not be given credit for such time under a different sentence in serving out a New Mexico sentence. 1945 Op. Att'y Gen. No. 45-4792.\n\nWhen \"outside\" or \"in custody\" parole may be given.— As a practical matter a person committed under two life sentences cannot be granted an \"outside\" parole until he has served 20 years but he can be granted an \"in custody\" parole after serving 10 years. 1961 Op. Att'y Gen. No. 61-59.\n\nLaw reviews.— For annual survey of New Mexico criminal procedure, see 16 N.M.L. Rev. 25 (1986).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —21 Am. Jur. 2d Criminal Law §§ 551-556.\n\nSentences by different courts as concurrent, 57 A.L.R.2d 1410.\n\nEffect of invalidation of sentence upon which separate sentence runs consecutively, 68 A.L.R.2d 712.\n\n24 C.J.S. Criminal Law §§ 1518, 1519, 1521.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-39/"
    },
    {
      "id": "section-33-2-40",
      "number": "33-2-40",
      "heading": "Fines and costs; service for.",
      "text": "All convicts sentenced to the penitentiary of New Mexico who have a fine or costs or both attached to the sentence shall not be required to serve more than fifteen days for the fine or costs.\n\nHistory:Laws 1913, ch. 50, § 2; Code 1915, § 5085; C.S. 1929, § 130-173; 1941 Comp., § 45-160; 1953 Comp., § 42-1-60; 1978 Comp., § 33-2-40; 2023, ch. 184, § 5.\n\nCross references.— For the nonpayment of fines or costs of those committed to jail,see33-3-11 NMSA 1978.\n\nThe 2023 amendment,effective June 16, 2023, reduced the maximum period of incarceration served for nonpayment of fines or costs; added the section heading; and after \"serve more than\", deleted \"thirty\" and added \"fifteen\".\n\nDefendant may not be imprisoned beyond maximum statutory sentencebecause of his inability to pay the costs assessed against him as to do such would deprive defendant of equal protection of the law.State v. Chavez, 1974-NMCA-021, 86 N.M. 199, 521 P.2d 1040, cert. denied, 86 N.M. 189, 521 P.2d 1030.\n\nMaximum of 30 days served even if two or more commitments.— Inmates at the New Mexico state penitentiary are not required to serve more than 30 days for fines or costs attached to sentences when the inmates are sentenced on two or more commitments. 1959 Op. Att'y Gen. No. 59-31.\n\nMaximum of 30 days to satisfy fine or costs or both.— An inmate committed to serve one or more sentences in the New Mexico state penitentiary can satisfy a fine by serving not more than 30 days. Court costs should be satisfied by payment if the inmate or his relatives have the necessary funds available. If it is necessary for the inmate to serve time in order to satisfy either a fine or costs, or both, such time served should not exceed 30 days. 1959 Op. Att'y Gen. No. 59-31.\n\nPayment of costs condition precedent to parole.— The term necessary for the payment of costs is largely within the discretion of the prison board (now corrections department); also it makes such payment a condition precedent to a parole. 1923 Op. Att'y Gen. No. 23-3678.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Indigency of offender as affecting validity of imprisonment as alternative to payment of fine, 31 A.L.R.3d 926.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-40/"
    },
    {
      "id": "section-33-2-42",
      "number": "33-2-42",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1981, ch. 127, § 20, repealed 33-2-41 and 33-2-42 NMSA 1978, relating to the use of inmates for conservation and development work and the jurisdiction of the warden over discipline and control of prisoners, effective June 19, 1981.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-42/"
    },
    {
      "id": "section-33-2-43",
      "number": "33-2-43",
      "heading": "Penitentiary inmate-release program; establishment.",
      "text": "The superintendent [warden] of the penitentiary of New Mexico may institute an inmate-release program and allow penitentiary inmates to attend school or to be employed in private business while under sentence of confinement in the penitentiary if:\n\nA. employment of a prisoner does not result in the displacement of employed workers or impair existing contracts for services and is not in a skill, craft or trade in which a surplus of available gainful labor exists in the locality;\n\nB. rates of pay and other conditions of employment are not less than those paid or provided for work of a similar nature in the locality in which the work is performed;\n\nC. prisoners authorized to work at paid employment under the inmate-release program are required to pay appropriate and reasonable costs incident to the program and to their confinement as prescribed by the superintendent; and\n\nD. prisoners participating in the inmate-release program are volunteers who meet standards prescribed by law.\n\nHistory:1953 Comp., § 42-1-78, enacted by Laws 1969, ch. 166, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeenotes to 33-2-16 NMSA 1978.\n\nCross references.— For the constitutional authorization of labor by penitentiary inmates,seeN.M. Const., art. XX, § 15.\n\nInjured prisoner entitled to workers' compensation.— A prisoner who voluntarily participated in a work-release program and was injured while under the direction of a private business was an \"employee\" of that business and thus entitled to workers' compensation benefits.Benavidez v. Sierra Blanca Motors, 1995-NMCA-140, 120 N.M. 837, 907 P.2d 1018,rev'd in part on other grounds, 1996-NMSC-045, 122 N.M. 209, 922 P.2d 1205.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Denial of state prisoner's application for, or revocation of, participation in work or study release program or furlough program as actionable under Civil Rights Act of 1871 (42 USCS § 1983), 55 A.L.R. Fed. 208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-43/"
    },
    {
      "id": "section-33-2-44",
      "number": "33-2-44",
      "heading": "Inmate-release program; standards for participation.",
      "text": "The superintendent [warden] may, under the inmate-release program and at the request of a prisoner, extend the limits of confinement beyond the penitentiary by authorizing the prisoner to work at paid employment in private business or in public employment, or to attend a school while continuing as a prisoner, if the prisoner:\n\nA. is a trusty or a minimum-custody inmate;\n\nB. has physical and mental ability to fully perform the proposed assignment consistent with his capacities and free from any outpatient care that would interfere with full performance;\n\nC. is not afflicted with any serious emotional or personality defect;\n\nD. has not been convicted of a crime involving assaultive sexual conduct nor violence to a child, nor has been linked with organized criminal activity; and\n\nE. would not, in the opinion of the superintendent, be likely to evoke an adverse public reaction by his presence in the community.\n\nHistory:1953 Comp., § 42-1-79, enacted by Laws 1969, ch. 166, § 2; 1971, ch. 281, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeenotes to 33-2-16 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Denial of state prisoner's application for, or revocation of, participation in work or study release program or furlough program as actionable under Civil Rights Act of 1871 (42 USCS § 1983), 55 A.L.R. Fed. 208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-44/"
    },
    {
      "id": "section-33-2-45",
      "number": "33-2-45",
      "heading": "Inmate-release program; visitation privileges.",
      "text": "The superintendent [warden] may authorize any prisoner volunteering for the inmate-release program to visit specifically designated places for a period not exceeding thirty days and to return to the penitentiary. This extension of the limits of confinement may be granted only for the purpose of contacting prospective employers, attendance at job or school interviews or any other reason consistent with pre-parole analysis and parole prediction, the inmate-release program and the public interest.\n\nHistory:1953 Comp., § 42-1-80, enacted by Laws 1969, ch. 166, § 3; 1971, ch. 281, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeenotes to 33-2-16 NMSA 1978.\n\nPrisoner release programs.— Prisoner release programs, developed by local jails, are not subject to the 30-day limitation of this section.State v. Frost, 2003-NMCA-002, 133 N.M. 45, 60 P.3d 492, cert. denied, 133 N.M. 126, 61 P.3d 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-45/"
    },
    {
      "id": "section-33-2-46",
      "number": "33-2-46",
      "heading": "Inmate-release program; escape.",
      "text": "Any prisoner whose limits of confinement have been extended, or who has been granted a visitation privilege under the inmate-release program, who willfully fails to return to the designated place of confinement within the time prescribed, with the intent not to return, is guilty of an escape.\n\nWhoever is convicted of an escape under the provisions of this section is guilty of a third degree felony and shall be sentenced pursuant to the provisions of Section 31-18-15 NMSA 1978.\n\nHistory:1953 Comp., § 42-1-81, enacted by Laws 1969, ch. 166, § 4; 1975, ch. 210, § 1; 1980, ch. 22, § 1.\n\nWillfulness.— Willfulness is an essential element of the crime of escape from the inmate-release program, and the term means a conscious, purposeful failure to return within the time fixed as distinguished from an involuntary failure to return.State v. Rosaire, 1996-NMCA-115, 123 N.M. 250, 939 P.2d 597,aff'd, 1997-NMSC-034, 123 N.M. 701, 945 P.2d 66.\n\nBurden of proof.— A defendant may be guilty under this section if he or she intends not to return at the time fixed, but the state must prove beyond a reasonable doubt that the failure to return at the time fixed is not only purposeful but also without justification or excuse.State v. Rosaire, 1997-NMSC-034, 123 N.M. 701, 945 P.2d 66.\n\nCrime of specific intent.— The crime described by this section, escape from an inmate-release program, is a specific intent crime.State v. Tarango, 1987-NMCA-027, 105 N.M. 592, 734 P.2d 1275, cert. denied 105 N.M. 521, 734 P.2d 761,overruled on other grounds byZurla v. State, 1990-NMSC-011, 109 N.M. 640, 789 P.2d 588.\n\nJury instructions.— Jury instruction based on UJI 14-2228 was defective because it did not contain the element of \"willfulness\" as required by this section.State v. Rosaire, 1997-NMSC-034, 123 N.M. 701, 945 P.2d 66 (decided under prior law).\n\nHabitual offender enhancement of an escape convictiondoes not constitute double jeopardy.State v. Najar, 1994-NMCA-098, 118 N.M. 230, 880 P.2d 327, cert. denied, 118 N.M. 90, 879 P.2d 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-46/"
    },
    {
      "id": "section-33-2-47",
      "number": "33-2-47",
      "heading": "Inmate-release program; conditions of employment.",
      "text": "The state labor commissioner shall exercise the same supervision over conditions of employment for prisoners working under the inmate-release program as he does over conditions of employment for free persons. A prisoner working under the inmate-release program is not entitled to any benefits under the Employment Security Act [Unemployment Compensation Law] during the term of his sentence. No prisoner under the provisions of the inmate-release program is an agent, employee or involuntary servant of the penitentiary of New Mexico while attending school, working in private business or going to or from such assignment.\n\nHistory:1953 Comp., § 42-1-82, enacted by Laws 1969, ch. 166, § 5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe reference to the \"Employment Security Act\" apparently means the Unemployment Compensation Law.SeeChapter 51 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-47/"
    },
    {
      "id": "section-33-2-48",
      "number": "33-2-48",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 210, § 4 repealed 33-2-48 NMSA 1978, as amended by Laws 1985, ch. 63, § 1, relating to notification upon escape of an inmate, effective July 1, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-48/"
    },
    {
      "id": "section-33-2-49",
      "number": "33-2-49",
      "heading": "Applicability [of Laws 1988, Chapter 78].",
      "text": "The provisions of this act apply only to persons convicted of crimes committed on or after the effective date of this act. A person convicted of a crime committed prior to the effective date of this act shall be subject to the law in effect at the time the crime was committed.\n\nHistory:Laws 1988, ch. 78, § 9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The phrase \"this act\" means Laws 1988, ch. 78, which appears as 33-11-1 to 33-11-3, 33-2-34, 33-2-36, 33-2-37 NMSA 1978.\n\nThe phrase \"effective date of this act\" means May 18, 1988, the effective date of Laws 1988, ch. 78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-49/"
    },
    {
      "id": "section-33-2-50",
      "number": "33-2-50",
      "heading": "Pilot minimum security inmate work crew program created; purpose; administration of program.",
      "text": "There is created a \"pilot minimum security inmate work crew program\" in the park and recreation division of the energy, minerals and natural resources department. The pilot program shall be implemented in state parks within close proximity to state minimum security correctional facilities. The purpose of the pilot program is to utilize minimum security inmate work crews for assistance with litter and trash pick-up, masonry, construction, painting, grounds maintenance and overall beautification efforts in state parks. The park and recreation division of the energy, minerals and natural resources department shall develop policies and procedures for administration of the pilot minimum security inmate work crew program.\n\nHistory:Laws 1991, ch. 88, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-50/"
    },
    {
      "id": "section-33-2-51",
      "number": "33-2-51",
      "heading": "Discharge; opioid use disorder; opioid overdose education; naloxone.",
      "text": "A. As corrections department funding and department supplies of naloxone permit, upon discharge of an inmate who has been diagnosed with an opioid use disorder from a corrections facility, regardless of whether that inmate has received treatment for that disorder, the corrections department shall:\n\n(1) ensure that the inmate is provided with opioid overdose education that:\n\n(a) conforms to department of health or federal substance abuse and mental health services administration guidelines for opioid overdose education;\n\n(b) explains the causes of an opioid overdose;\n\n(c) instructs when and how to administer in accordance with medical best practices: 1) life-saving rescue techniques; and 2) an opioid antagonist; and\n\n(d) explains how to contact appropriate emergency medical services; and\n\n(2) provide the inmate, as the inmate leaves the correctional facility, with:\n\n(a) two doses of naloxone in either a generic form or in a form approved by the federal food and drug administration; and\n\n(b) a prescription for naloxone.\n\nB. As used in this section:\n\n(1) \"corrections facility\" means a prison or other detention facility, whether operated by a government or private contractor, that is used for confinement of adult or juvenile persons who are charged with or convicted of a violation of a law or an ordinance; and\n\n(2) \"naloxone\" means naloxone hydrochloride, which is an opioid antagonist for the treatment of an opioid overdose.\n\nHistory:Laws 2017, ch. 59, § 3.\n\nEffective dates.— Laws 2017, ch. 59 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2017, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-2/section-33-2-51/"
    }
  ]
}