{
  "state": "new-mexico",
  "path": "title-chapter-33-correctional-institutions/chapter-article-3a-dwi-alternative-facility",
  "sections": [
    {
      "id": "section-33-3a-1",
      "number": "33-3A-1",
      "heading": "Alternative sentencing facility; purpose; establishment; provisions.",
      "text": "A. The legislature recognizes that among individuals who drive under the influence of intoxicating liquor or drugs, there is a growing problem of recidivism, a lack of available space in present jail facilities and a need for alcohol and narcotics abuse counseling. Therefore, the legislature mandates the implementation of an alternative sentencing facility pilot program. The pilot program would incarcerate the repeat offender in a minimum security facility while allowing him to maintain his job and receive counseling for his disease.\n\nB. The metropolitan court and the Bernalillo county detention center, under the supervision of the programs manager of the Bernalillo county detention center, with input from universities and community organizations, shall establish a pilot program that provides for an alternative sentencing facility in Bernalillo county for individuals convicted two or more times of driving under the influence of intoxicating liquor or drugs. The Bernalillo county detention center shall develop, adopt and enforce rules that establish minimum program standards for an alternative sentencing facility program.\n\nC. Prior to sentencing a person convicted of a second or subsequent offense of driving under the influence of intoxicating liquor or drugs, the metropolitan court judge shall request the metropolitan court probation office to prepare a presentence report which shall include information and documentation regarding the offender's prior arrests and convictions for driving under the influence of intoxicating liquor or drugs and his level of alcohol or drug abuse.\n\nD. Notwithstanding any provision of Section 66-8-102 NMSA 1978 to the contrary, a metropolitan court judge may order a person convicted of a second or subsequent offense of driving under the influence of intoxicating liquor or drugs to serve his sentence specified in Subsection E of Section 66-8-102 NMSA 1978 at the alternative sentencing facility.\n\nE. Any person ordered to serve his sentence at the alternative sentencing facility shall be permitted to continue his employment if he is employed. The person shall be allowed out of the facility only long enough to complete his actual hours of employment. Any person not employed at the time of sentencing or while completing his sentence at the facility shall perform community service primarily in the community where the facility is located.\n\nF. An offender ordered to serve his sentence at the alternative sentencing facility who is employed shall pay the cost of his imprisonment according to a sliding fee scale established by the Bernalillo county detention center. All fees collected shall be used to offset the costs of implementing the alternative sentencing facility. An offender ordered to serve his sentence at the alternative sentencing facility who is unemployed or determined to be indigent by the court shall not pay the cost of his imprisonment.\n\nG. During the time of imprisonment, the offender shall undergo substance abuse counseling, educational counseling and lifeskills counseling, under the approved program at the alternative sentencing facility.\n\nH. The metropolitan court and the Bernalillo county detention center shall report to the appropriate legislative interim committee by November 30, 1992 on the progress of the pilot program and any recommendations they may have concerning the continuation of the pilot program or implementation of it in other areas of New Mexico.\n\nI. The provisions of Section 30-22-8 NMSA 1978 shall apply to any person who escapes from an alternative sentencing facility.\n\nHistory:Laws 1992, ch. 81, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-3a/section-33-3a-1/"
    }
  ]
}