{
  "state": "new-mexico",
  "path": "title-chapter-33-correctional-institutions/chapter-article-9a-juvenile-community-corrections",
  "sections": [
    {
      "id": "section-33-9a-1",
      "number": "33-9A-1",
      "heading": "Short title.Section 33-9A-2 - Definitions",
      "text": "Chapter 33, Article 9A NMSA 1978 may be cited as the \"Juvenile Community Corrections Act\".\n\nHistory:Laws 1988, ch. 101, § 39; 1989, ch. 219, § 9.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"Chapter 33, Article 9A NMSA 1978\" for \"Sections 39 through 44 of this act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-1/"
    },
    {
      "id": "section-33-9a-2",
      "number": "33-9A-2",
      "heading": "Definitions.",
      "text": "As used in the Juvenile Community Corrections Act:\n\nA. \"delinquent\" means a child adjudicated delinquent pursuant to the Children's Code [Chapter 32A NMSA 1978];\n\nB. \"department\" means the children, youth and families department;\n\nC. \"fund\" means the juvenile community corrections grant fund;\n\nD. \"secretary\" means the secretary of children, youth and families; and\n\nE. \"volunteer services\" means services provided by individuals or organizations without compensation.\n\nHistory:Laws 1988, ch. 101, § 40; 1989, ch. 219, § 10; 1992, ch. 57, § 47.\n\nCross references.— For secretary of children, youth and families,see9-2A-6 NMSA 1978.\n\nThe 1992 amendment,effective July 1, 1992, deleted former Subsection A, which read: \"'authority' means the youth authority\"; redesignated former Subsection B as present Subsection A; added present Subsection B; and substituted \"secretary of children, youth and families\" for \"secretary of the authority\" in Subsection D.\n\nThe 1989 amendment,effective July 1, 1989, added present Subsection B, and redesignated former Subsections B through D as present Subsections C through E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-2/"
    },
    {
      "id": "section-33-9a-3",
      "number": "33-9A-3",
      "heading": "Juvenile community corrections grant fund created; purpose; administration; report.",
      "text": "A. There is created in the state treasury the \"juvenile community corrections grant fund\" to be administered by the department. All balances in the fund are appropriated to the department to carry out the purposes of the fund, and no money shall be transferred to another fund or be encumbered or disbursed in any manner except as provided in the Juvenile Community Corrections Act. Disbursements from the fund shall be made only upon warrant drawn by the secretary of finance and administration pursuant to vouchers signed by the secretary of children, youth and families.\n\nB. Money in the fund shall be used by the department to make grants to counties, municipalities or private organizations, individually or jointly, to provide community corrections programs and services for the diversion of adjudicated delinquents to community-based settings. No grant shall be made to a private organization that is not a nonprofit organization without the approval of the secretary. The department may also use money in the fund to contract directly for or operate juvenile community corrections programs.\n\nC. No more than ten percent of the money in the fund shall be used by the department for administration and program monitoring by the department. No more than ten percent of any grant from the fund shall be used for administrative costs incurred by the grantee.\n\nD. After notice and public hearing as required by law, the secretary shall adopt regulations that provide standards for qualifications for grants, priorities for awarding of grants and other standards regarding juvenile community corrections programs deemed necessary. The department shall review and approve or disapprove all applications submitted pursuant to the Juvenile Community Corrections Act for a grant of funds from the fund.\n\nE. The department shall submit an annual report to the governor and legislature not later than December 15 providing information on grant awards, program effectiveness and monitoring efforts and making recommendations as necessary to carry out the purpose of the fund.\n\nF. The department may accept donations, payments, contributions, gifts or grants from whatever source for the benefit of the fund.\n\nHistory:Laws 1988, ch. 101, § 41; 1989, ch. 324, § 26; 1990, ch. 53, § 2; 1992, ch. 57, § 48.\n\nCross references.— For secretary of children, youth and families,see9-2A-6 NMSA 1978.\n\nThe 1992 amendment,effective July 1, 1992, added \"of children, youth and families\" at the end of the last sentence of Subsection A; substituted \"that\" for \"which\" in the second sentence of Subsection B and in the first sentence of Subsection D; and substituted \"department\" for \"authority\" several times throughout the section.\n\nThe 1990 amendment,effective May 16, 1990, substituted \"ten percent\" for \"five percent\" in the second sentence of Subsection C.\n\nThe 1989 amendment,effective April 7, 1989, in Subsection A, deleted the former second sentence which read \"Income earned from investment of the fund shall be credited to the fund\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-3/"
    },
    {
      "id": "section-33-9a-4",
      "number": "33-9A-4",
      "heading": "Applications; criteria.",
      "text": "A. Counties, municipalities or private organizations, individually or jointly, may apply for grants from the fund, including grants for counties or municipalities to purchase contractual services from private organizations; provided that:\n\n(1) the application is for funding a program with priority use being for delinquents selected pursuant to the provisions of Section 33-9A-5 NMSA 1978;\n\n(2) the applicant certifies that it is willing and able to operate the program according to standards provided by the department, which may include the negotiation of a contract between the delinquent and program staff with provisions such as deductions from employment income for applicable victim restitution, family support, room and board, savings and weekly allowance. In addition to monetary restitution, to the extent practical, or if monetary restitution is not applicable, the contract may include provision for community service restitution for a specific number of hours;\n\n(3) the applicant demonstrates the support of key components of the criminal justice system;\n\n(4) the applicant, if a private organization, demonstrates the support of the county and municipality where the program will provide services;\n\n(5) the applicant certifies that it will utilize volunteer services as an integral portion of the program to the maximum extent feasible; and\n\n(6) no class A county alone or in conjunction with any municipality within a class A county shall receive more than forty-nine percent of any money appropriated to the fund.\n\nB. Notwithstanding the provisions of Subsection A of this section, the department may utilize the fund to place individuals eligible, or within twelve months of eligibility, for parole in community-based settings. The department may, in its discretion, require participation by a delinquent in a program as a condition of supervised release.\n\nC. The department may utilize not more than twenty-five percent of the fund to contract directly for community corrections programs or to establish programs operated by the department; provided, however, that the department may utilize up to an additional ten percent of the fund to operate juvenile community corrections programs if, after a reasonable effort to solicit proposals, there are no satisfactory proposals from a community where it is determined that a program is necessary or if it becomes necessary to cancel a program as provided in the contract.\n\nD. The department shall establish additional guidelines for allocation of funds under the Juvenile Community Corrections Act. An applicant shall retain the authority to accept or reject the placement of any delinquent in a program.\n\nHistory:Laws 1988, ch. 101, § 42; 1989, ch. 219, § 11; 1991, ch. 201, § 2; 1992, ch. 57, § 49; 1994, ch. 20, § 2; 2005, ch. 234, § 1; 2009, ch. 239, § 67.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection B, in the second sentence, after \"The\", deleted \"juvenile parole board\" and added \"department\" and after \"as a condition of\", deleted \"parole pursuant to the provisions of Section 32A-7-6 NMSA 1978\" and added \"supervised\".\n\nApplicability.— Laws 2009, ch. 239, § 71, provided that the provisions of this act apply to all children who, on July 1, 2009, are on release or are otherwise eligible to be placed on release as if the Juvenile Public Safety Advisory Board Act had been in effect at the time they were placed on release or became eligible to be released.\n\nThe 2005 amendment,effective June 17, 2005, deleted former Subsection E, which provided for the establishment of a panel to review applications for grants.\n\nThe 1994 amendment,effective July 1, 1994, substituted \"shall\" for \"may\" in the last sentence in Subsection E.\n\nThe 1992 amendment,effective July 1, 1992, substituted \"department\" for \"authority\" several times throughout the section.\n\nThe 1991 amendment,effective June 14, 1991, deleted \"the amount requested is for not more than ninety-five percent of total program costs for the proposed program. The five percent of total program costs provided by the applicant may consist of in-kind administrative services\" at the beginning of Paragraph (6) in Subsection A.\n\nThe 1989 amendment,effective July 1, 1989, added the last sentence of Subsection E, deleted \"adjudicated\" preceding \"delinquent\" several times throughout the section, and made minor stylistic changes throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-4/"
    },
    {
      "id": "section-33-9a-5",
      "number": "33-9A-5",
      "heading": "Selection panels.",
      "text": "A. The department shall establish a state panel whose duties shall be to immediately screen and identify delinquents sentenced to a juvenile correctional facility of the department and transferred to the legal custody of the department, except individuals who are sentenced or transferred from a judicial district that has established a local panel to exercise these duties pursuant to the provisions of this section and who meet the following criteria:\n\n(1) the offense involved is one for which community service or reasonable restitution may be made using a payment schedule compatible with the total amount of restitution to be paid and the time the offender is to participate in a program; and\n\n(2) the child is willing to enter into a contract that establishes objectives that shall be achieved before release from the program.\n\nB. The department may establish criteria in addition to those established in Subsection A of this section for the screening of delinquents who would benefit from participation in a program and who would not pose a threat to the community.\n\nC. If the state panel determines that a child is suitable for placement in a program, a recommendation to that effect and for modification of disposition shall be presented as soon as possible to the sentencing judge or the department, which may, notwithstanding any provision of law, accept, modify or reject the recommendation. The determination shall be presented to the county, municipality or private nonprofit organization, as applicable, for approval or rejection.\n\nD. A county, municipality or private nonprofit organization, individually or jointly, may establish a local panel to exercise the duties and responsibilities of the state panel pursuant to the provisions of Subsection A of this section and, using the same criteria as the state panel, the local panel may screen and identify delinquents. The composition of a local panel shall include, to the maximum extent possible, representatives of the judiciary, the administrative office of the district attorneys, the public defender department, the children, youth and families department, the county sheriff or the municipal police department, individuals representing local programs and private citizens.\n\nHistory:Laws 1988, ch. 101, § 43; 1989, ch. 219, § 12; 1992, ch. 57, § 50; 2009, ch. 239, § 68.\n\nCross references.— For children, youth and families department,see9-2A-1 NMSA 1978 et seq.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection C, after \"sentencing judge or the\", deleted \"juvenile parole board\" and added \"department\".\n\nApplicability.— Laws 2009, ch. 239, § 71, provided that the provisions of this act apply to all children who, on July 1, 2009, are on release or are otherwise eligible to be placed on release as if the Juvenile Public Safety Advisory Board Act had been in effect at the time they were placed on release or became eligible to be released.\n\nThe 1992 amendment,effective July 1, 1992, substituted \"that\" for \"which\" near the end of the introductory paragraph of Subsection A and in Subsection A(2); substituted \"children, youth and families department\" for \"community services division of the authority\" in the second sentence of Subsection D and substituted \"department\" for \"authority\" several times throughout the section.\n\nThe 1989 amendment,effective July 1, 1989, deleted \"adjudicated\" preceding \"delinquent\" several times throughout the section; in Subsection A substituted \"transferred to the legal custody of the authority\" for \"children adjudicated delinquent and transferred to the legal custody of the department\", deleted former Paragraph (1), which read: \"the child has not been found delinquent for an offense involving the use of a firearm\", redesignated former Paragraphs (2) and (3) as present Paragraphs (1) and (2), and made minor stylistic changes throughout the subsection; and in Subsection C inserted \"sentencing judge or the\" in the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-5/"
    },
    {
      "id": "section-33-9a-6",
      "number": "33-9A-6",
      "heading": "Sentencing.",
      "text": "A. In every case where the commitment to the authority of a child adjudicated delinquent is contemplated by a judge, a predisposition report shall be prepared containing the recommendation of the juvenile probation officer regarding a community corrections placement or a diagnostic evaluation shall be completed by the authority containing the recommendation of the authority regarding that placement and the judge shall consider that report or evaluation prior to making that commitment. A juvenile probation officer shall consult with the authority prior to making a recommendation pursuant to this subsection.\n\nB. At a sentencing hearing, if a judge of a court of competent jurisdiction determines placement in community corrections is appropriate, he shall defer or suspend the sentence and, as a condition of probation, require an individual to serve a period of time in a community corrections program.\n\nHistory:Laws 1988, ch. 101, § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-33/article-9a/section-33-9a-6/"
    }
  ]
}