{
  "state": "idaho",
  "path": "title-title-62/chapter-chapter-8",
  "sections": [
    {
      "id": "section-62-801",
      "number": "62-801",
      "heading": "",
      "text": "62-801. REFUSAL TO ACCEPT MESSAGES UNLAWFUL. It shall be unlawful for any telegraph or telephone company or any person in charge of such telegraph or telephone service, or operating or controlling any public telegraph or telephone system or office within this state, in whole or in part, or any employee thereof, to fail or refuse to accept and transmit to its final destination, promptly and by the most expeditious means of communication available between the place of receipt and destination thereof, any message or communication when the same shall be presented for transmission to any regular telegraph or telephone station upon any of its lines, and the regular and usual fees and charges paid, tendered or offered thereon: provided, that when any message or communication is offered which is couched, in whole or in part, in obscene or profane language, nothing in this chapter contained shall be so construed as to compel any telegraph or telephone company, or any person in charge of the same, to transmit such message or communication, and for the purpose of carrying out the provisions of this chapter.\n\n[(62-801) 1911, ch. 222, part of sec. 1, p. 704; reen. C.L., sec. 2837a; C.S., sec. 4837; I.C.A., sec. 60-801.]",
      "source_url": "https://law.justia.com/codes/idaho/title-62/chapter-8/section-62-801/"
    },
    {
      "id": "section-62-802",
      "number": "62-802",
      "heading": "",
      "text": "62-802. TELEGRAPH OFFICES MUST CONNECT WITH TELEPHONE. All telegraph offices or stations from which messages are transmitted, or at which messages are received for transmission shall be equipped with proper telephone connections in order that messages and communications may be expeditiously transferred from telegraph to telephone lines or from telephone to telegraph lines when such transfer will accelerate the transmission of any such messages or communications: provided, that nothing herein is intended to require said telegraph companies or any one operating or controlling any telegraph system or office within this state to build a telephone line, it being intended to require such company to install a telephone in each of its offices where such telephone can be obtained by it, as it may be obtained by other business offices in the same vicinity.\n\n[(62-802) 1911, ch. 222, part of sec. 1, p. 704; compiled and reen. C.L., sec. 2837b; C.S., sec. 4838; I.C.A., sec. 60-802.]",
      "source_url": "https://law.justia.com/codes/idaho/title-62/chapter-8/section-62-802/"
    },
    {
      "id": "section-62-803",
      "number": "62-803",
      "heading": "",
      "text": "62-803. MESSAGES MUST BE WIRED WHEN POSSIBLE. It is the purpose of this chapter, among other things, to require cooperation on the part of telegraph and telephone companies in the transmission of messages and communications to or from any place where the use of both means of communication is necessary or desirable and where such use will expedite the transmission of any such message or communication; and it shall be unlawful for any telegraph or telephone company or any person having charge of any public telegraph or telephone service or system, controlling or operating any such system within this state, in whole or in part, or any employee thereof, to transmit any message or communication upon which the fees and charges have been paid, tendered or offered, as herein provided, by mail, over any portion of the distance over which such message or communication is to be transmitted, unless neither telegraph nor telephone service is available, and then such means of transmission shall only be used for such distance as necessary in conveying such message to the nearest telegraph or telephone station.\n\n[(62-803) 1911, ch. 222, sec. 2, p. 704; reen. C.L., sec. 2837c; C.S., sec. 4839; I.C.A., sec. 60-803.]",
      "source_url": "https://law.justia.com/codes/idaho/title-62/chapter-8/section-62-803/"
    },
    {
      "id": "section-62-804",
      "number": "62-804",
      "heading": "",
      "text": "62-804. LAW CUMULATIVE. This chapter shall be cumulative only, and is intended as affording additional remedy not now provided by law.\n\n[(62-804) 1911, ch. 222, sec. 3, p. 704; compiled and reen. C.L., sec. 2837d; C.S., sec. 4840; I.C.A., sec. 60-804.]",
      "source_url": "https://law.justia.com/codes/idaho/title-62/chapter-8/section-62-804/"
    },
    {
      "id": "section-62-805",
      "number": "62-805",
      "heading": "",
      "text": "62-805. PENALTY FOR VIOLATION. Any telegraph or telephone company or person owning, controlling or operating any telegraph or telephone line or system within this state, in whole or in part, or any employee thereof, violating any of the provisions of this chapter, shall be deemed guilty of a misdemeanor, and, upon conviction thereof, shall be fined in a sum not exceeding $300.\n\n[(62-805) 1911, ch. 222, sec. 4, p. 704; reen. C.L., sec. 2837e; C.S., sec. 4841; I.C.A., sec. 60-805.]",
      "source_url": "https://law.justia.com/codes/idaho/title-62/chapter-8/section-62-805/"
    }
  ]
}