{
  "state": "delaware",
  "path": "title-title-12/chapter-title12c040index",
  "sections": [
    {
      "id": "section-4001",
      "number": "4001.",
      "heading": "Definitions.In this chapter:(1) “Comprehensive care plan” means those services offered by the Delaware CarePlan Trust that are designed to ensure that the needs of each participant are being met for as long as may be required and may include periodic visits to the participant and to the places where",
      "text": "§\n\n 1;§\n\n4002. Purpose, scope and organization.(a) The Delaware CarePlan Trust is intended to encourage supplementation and augmentation of those services provided by local, state and federal government agencies for persons with disabilities. It will provide a method to assure ongoing individualized support for a person with a disability. Assets contributed by or on behalf of a person with a disability will be available for the use and benefit of such participant. Assets of participants may be pooled to provide efficient management.(b) This chapter shall be liberally construed and applied to promote its underlying purposes and policies, including, but not limited, to:(1) Encourage the orderly establishment of the Delaware CarePlan Trust for the benefit of persons with disabilities;(2) Ensure that the Delaware CarePlan Trust is administered properly and that its Board is free from conflicts of interest;(3) Facilitate the sound administration of contributions on behalf of persons with disabilities by allowing family members and other interested persons to obtain professional investment management, which may entail pooling of contributions;(4) Provide families and other interested persons peace of mind in knowing that a means exists to support and assist persons with disabilities and provide efficient management of assets;(5) Make guardians available for persons with disabilities as needed;(6) Encourage the availability of resources for the supplemental needs of persons with disabilities that are not available through any governmental or charitable program;(7) Encourage the inclusion of indigent persons with disabilities as beneficiaries of the Delaware CarePlan Trust if and when funds are available for such persons; and(8) Encourage families and other interested persons to set aside funds for the future protection of persons with disabilities by ensuring that the interest of persons with disabilities in the Delaware CarePlan Trust are not considered assets or income that would disqualify them from any governmental program with an economic means test.(c) The Delaware CarePlan Trust shall be organized as a nongovernmental nonprofit organization pursuant to Delaware law.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4003. Administration; powers and duties.(a) The Delaware CarePlan Trust shall be administered by a Board, the members of which shall include, but shall not be limited to, family members, interested persons, public representatives, persons with disabilities who are not participants, legal advisers, trust advisers, financial advisers and professionals in the disabilities field. No Board member with voting power shall be a provider of nonincidental habilitative, health, social or education services to persons with disabilities or an employee of such a service provider. The Board may allow service providers to serve on a separate advisory board. Board members shall be selected from the geographic areas served by the Delaware CarePlan Trust.(b) Notwithstanding any other provision of law to the contrary, no member of the Board may receive fees or commissions for services provided as a member of the Board.(c) The Delaware CarePlan Trust shall be considered the trustee of any funds administered by it. No individual Board member shall be considered to be a trustee.(d) The Board shall adopt appropriate policies and bylaws in accordance with this chapter.(e) The Board may retain paid staff as it considers necessary to provide comprehensive care plan services to the extent required by each participant. The Delaware CarePlan Trust may authorize the expenditure of funds for any goods or services which, in its sole discretion, it determines will promote the well-being of any participant, including recreational services. The Delaware CarePlan Trust may pay for the burial of any participant. The Delaware CarePlan Trust, however, may not expend funds for any goods or services available to any particular participant through any governmental or charitable program, insurance or other sources available to the participant. The Delaware CarePlan Trust may expend funds to meet the reasonable costs of administration.(f) The Delaware CarePlan Trust may accept appointment as guardian of the person, guardian of the property or guardian of both on behalf of any participant. If the Delaware CarePlan Trust accepts appointment as guardian, it shall assign a staff member to carry out its responsibilities as guardian. The Delaware CarePlan Trust may, on request, offer consultative and professional assistance to the guardian of any of its participants.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4004. Eligibility for participation and services.(a) A person with a disability may be eligible to be a participant in the Delaware CarePlan Trust:(1) Upon a contribution of assets into the Delaware CarePlan Trust, or the Board’s waiver of such contribution, by or on behalf of the person; and(2) Acceptance into the Delaware CarePlan Trust by the Board.(b) The Board is directed to develop standards of eligibility for participants.(1) The extent and character of the services and acceptance of participants are at the discretion of the Delaware CarePlan Trust.(2) The Delaware CarePlan Trust may accept contributions, bequests, payee services and/or property passing by beneficiary designation by or on behalf of persons with disabilities.(c) Upon the acceptance of a person with a disability as a participant, the Delaware CarePlan Trust shall develop a comprehensive care plan for the participant, and shall provide such plan to the donor and to the participant or the participant’s representative. The comprehensive care plan shall include:(1) A starting date for the delivery of services or the condition for commencing delivery of services;(2) The nature and duration of the services to be provided; and(3) The criteria or procedures for modifying the program of services from time to time.(d) The Delaware CarePlan Trust is not required to provide services to a participant who is a competent adult and who has refused to accept services, or who, in the Board’s determination in accordance with this chapter, is no longer eligible to be a participant. Further, the Delaware CarePlan Trust shall not provide services of a nature or in a manner that would be contrary to the public policy of the State at the time such services are to be provided. In either case, the Delaware CarePlan Trust may offer alternate services that are consistent with the purposes of this chapter and in keeping with the best interest of the participant.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4005. Special requests on behalf of participant.(a) The Delaware CarePlan Trust may agree to fulfill any special requests made by or on behalf of a participant as long as the requests are consistent with this chapter and provided that adequate funds are available for such purpose.(b) The Delaware CarePlan Trust may agree to serve as trustee or as trust advisor for any individual trust created by or on behalf of a participant, regardless of whether the trust is revocable or irrevocable, has 1 or more remaindermen or contingent beneficiaries, or any other condition, so long as the individual trust is consistent with the purposes of this chapter.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4006. Accountability.(a) The Delaware CarePlan Trust shall prepare a report annually itemizing all funds collected for the year, income earned, salaries, other expenses incurred and the opening and final trust balances. Such report shall be available to the public.(b) The Delaware CarePlan Trust shall, upon request, provide a copy of the report required under subsection (a) of this section to the participant or the participant’s representative.(c) Each year, the Delaware CarePlan Trust shall prepare on behalf of each participant:(1) A detailed individual statement of the services provided to each participant during the previous 12 months, and the services planned for such participant during the following 12 months; and(2) An accounting of expenditures made on behalf of the participant and the investments remaining in such participant’s account.(d) The Delaware CarePlan Trust shall provide the statement required under subsection (c) of this section to the participant or the participant’s representative, and, consistent with standards adopted by the Board to protect the participant’s privacy rights, shall upon request provide such statement to each donor for the participant.(e) The Delaware CarePlan Trust shall provide the statement required under subsection (c) of this section as a final statement upon the withdrawal of a participant.71 Del. Laws, c. 360,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4007. Withdrawal of a participant; surplus trust funds.(a) The Board is directed to develop standards and procedures for the withdrawal of a participant from the Delaware CarePlan Trust.(1) A participant may withdraw from the Delaware CarePlan Trust. The death of a participant shall constitute a withdrawal from the Delaware CarePlan Trust.(2) The Board may determine that a participant must withdraw from the Delaware CarePlan Trust.(b) Upon the withdrawal of a participant from the Delaware CarePlan Trust, the Board may release from the Delaware CarePlan Trust all or any portion of the participant’s surplus trust assets.(c) The Delaware CarePlan Trust may use surplus trust funds for purposes including, but not limited to, qualifying a person with a disability as a participant, reducing the charges for the cost of administration and for any other purpose that is consistent with this chapter.(d) The Delaware CarePlan Trust may not use a participant’s surplus trust funds to make any charitable contribution on behalf of any participant or class of participants.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4008. Charitable contributions.The Delaware CarePlan Trust may accept contributions not designated for a particular participant, and use such contributions, in its discretion, for purposes including, but not limited to, qualifying a person with a disability as a participant, meeting start-up costs, reducing the charges to the trust for the cost of administration, and for any other purpose that is consistent with this chapter.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4009. Effect on participation in government programs.Notwithstanding any other provision of law, a participant’s interest in the Delaware CarePlan Trust shall be disregarded in assessing financial eligibility and liability under any program of government benefits or assistance. No government agency shall reduce the benefits or services available to any individual because that person is a participant.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4010. Exemption from creditors.No participant shall have the power to assign, convey, alienate, or otherwise encumber any interest in the Delaware CarePlan Trust; nor shall such interest or any trust disbursement be subject to any creditor’s claim, attachment, encumbrance or execution under any writ or proceeding in law or equity.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4011. Trust not subject to law against perpetuities, restraints on alienation.The Delaware CarePlan Trust shall not be subject to or held to be in violation of any principle of law against perpetuities or restraints on alienation or perpetual accumulations of trusts.71 Del. Laws, c. 360,\n\n§\n\n 1;§\n\n4012. Short title.This chapter may be cited as the “Delaware CarePlan Trust Act.”71 Del. Laws, c. 360,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4002",
      "number": "4002.",
      "heading": "Purpose, scope and organization",
      "text": "(a) The Delaware CarePlan Trust is intended to encourage supplementation and augmentation of those services provided by local, state and federal government agencies for persons with disabilities. It will provide a method to assure ongoing individualized support for a\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4003",
      "number": "4003.",
      "heading": "Administration; powers and duties",
      "text": "(a) The Delaware CarePlan Trust shall be administered by a Board, the members of which shall include, but shall not be limited to, family members, interested persons, public representatives, persons with disabilities who are not participants, legal advisers, trust a\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4004",
      "number": "4004.",
      "heading": "Eligibility for participation and services",
      "text": "(a) A person with a disability may be eligible to be a participant in the Delaware CarePlan Trust:(1) Upon a contribution of assets into the Delaware CarePlan Trust, or the Board’s waiver of such contribution, by or on behalf of the person; and(2) Acceptanc\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4005",
      "number": "4005.",
      "heading": "Special requests on behalf of participant",
      "text": "(a) The Delaware CarePlan Trust may agree to fulfill any special requests made by or on behalf of a participant as long as the requests are consistent with this chapter and provided that adequate funds are available for such purpose.(b) The Delaware CarePlan\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4006",
      "number": "4006.",
      "heading": "Accountability.(a) The Delaware CarePlan Trust shall prepare a report annually itemizing all funds collected for the year, income earned, salaries, other expenses incurred and the opening and final trust balances",
      "text": "Such report shall be available to the public.(b) The Delaware CarePlan Trust shall, up\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4007",
      "number": "4007.",
      "heading": "Withdrawal of a participant; surplus trust funds",
      "text": "(a) The Board is directed to develop standards and procedures for the withdrawal of a participant from the Delaware CarePlan Trust.(1) A participant may withdraw from the Delaware CarePlan Trust. The death of a participant shall constitute a withdrawa\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4008",
      "number": "4008.",
      "heading": "Charitable contributions.The Delaware CarePlan Trust may accept contributions not designated for a particular participant, and use such contributions, in its discretion, for purposes including, but not limited to, qualifying a person with a disability as a participant, meeting start-up costs, reduci",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4009",
      "number": "4009.",
      "heading": "Effect on participation in government programs",
      "text": "Notwithstanding any other provision of law, a participant’s interest in the Delaware CarePlan Trust shall be disregarded in assessing financial eligibility and liability under any program of government benefits or assistance. No government agency shall\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4010",
      "number": "4010.",
      "heading": "Exemption from creditors.No participant shall have the power to assign, convey, alienate, or otherwise encumber any interest in the Delaware CarePlan Trust; nor shall such interest or any trust disbursement be subject to any creditor’s claim, attachment, encumbrance or execution under any writ or pr",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4011",
      "number": "4011.",
      "heading": "Trust not subject to law against perpetuities, restraints on alienation",
      "text": "The Delaware CarePlan Trust shall not be subject to or held to be in violation of any principle of law against perpetuities or restraints on alienation or perpetual accumulations of trusts.71 Del. Laws, c. 360,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4012",
      "number": "4012.",
      "heading": "Short title.This chapter may be cited as the “Delaware CarePlan Trust Act.”71 Del. Laws, c. 360,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}