{
  "state": "michigan",
  "path": "title-chapter-18-department-of-management-and-budget/chapter-ero-no-2009-39-executive-reorganization-order-18441-18441",
  "sections": [
    {
      "id": "section-18441",
      "number": "18.441",
      "heading": "Renaming Department of Management and Budget to Department of Technology, Management, and Budget; Transfer of Powers and Duties of Department of Information Technology to Department of Technology, Management, and Budget by Type III Transfer; Abolishment of Department of Information Technology; Desig",
      "text": "WHEREAS, Section 1 of Article V of the Michigan Constitution of 1963 vests the executive power of the State of Michigan in the Governor;\n\nWHEREAS, Section 2 of Article V of the Michigan Constitution of 1963 empowers the Governor to make changes in the organization of the executive branch or in the assignment of functions among its units that the Governor considers necessary for efficient administration;\n\nWHEREAS, the Department of Information Technology was created as a principal department of state government by Executive Order 2001-3, MCL 18.41;\n\nWHEREAS, the Department of Information Technology is focused on promoting a unified approach to information technology management for departments and agencies in the executive branch of state government;\n\nWHEREAS, the Department of Management and Budget was created as a principal department of state government under Section 121 of The Management and Budget Act, 1984 PA 431, MCL 18.1121;\n\nWHEREAS, the Department of Management and Budget is focused on providing centralized administration of services for state departments and agencies including audit services, budgeting, employee resources, financial services, fleet management, mail, printing, property management, purchasing services, records management, and retirement services;\n\nWHEREAS, improvements in the organization of state government and reductions in the number of principal state departments are necessary to provide Michigan residents and job providers with improved delivery of state services using fewer resources;\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to change the organization of the executive branch of state government;\n\nNOW, THEREFORE, I, Jennifer M. Granholm, Governor of the State of Michigan, by virtue of the power vested in the Governor by the Michigan Constitution of 1963 and Michigan law order the following:\n\nI. DEFINITIONS\n\nI. DEFINITIONS\n\nAs used in this Order:\n\nA. \"Chief Information Officer for the State of Michigan\" or \"State CIO\" means the individual within the Department of Technology, Management, and Budget designated by the Governor under Section III.B.1 as the Chief Information Officer for the State of Michigan.\n\nB. \"Civil Service Commission\" means the commission required under Section 5 of Article XI of the Michigan Constitution of 1963 and includes the State Personnel Director.\n\nC. \"Department of Information Technology\" means the principal department of state government created by Executive Order 2001-3, MCL 18.41.\n\nD. \"Department of Management and Budget\" means the principal department of state government created by Section 121 of The Management and Budget Act, 1984 PA 431, MCL 18.1121.\n\nE. \"Department of Technology, Management, and Budget\" or \"Department\" means the principal department of state government created by Section 121 of The Management and Budget Act, 1984 PA 431, MCL 18.1121, and renamed the Department of Technology, Management, and Budget under this Order.\n\nF. \"Information technology services\" means services involving all aspects of managing and processing information including, but not limited to, all of the following:\n\n1. Application development and maintenance.\n\n2. Desktop computer support and management.\n\n3. Mainframe computer support and management.\n\n4. Server support and management.\n\n5. Local area network support and management, including, but not limited to, wireless networking.\n\n6. Information technology project management.\n\n7. Information technology planning and budget management.\n\n8. Telecommunication services, security, infrastructure, and support.\n\nG. \"Office of the State Budget Director\" means the office created within the Department of Management and Budget under Section 321 of The Management and Budget Act, 1984 PA 431, MCL 18.1321.\n\nH. \"Office of the State Employer\" means the autonomous office created within the Department of Management and Budget by Executive Order 1979-5, whose duties include, but are not limited to, those assigned by Executive Orders 1979-5, 1981-3, 1988-6, 2002-18, 2004-31, 2007-30, and 2008-22.\n\nI. \"State Budget Director\" means the individual appointed by the Governor under Section 321 of The Management and Budget Act, 1984 PA 431, MCL 18.1321.\n\nJ. \"State Personnel Director\" means the administrative and principal executive officer of the Civil Service Commission provided for under Section 5 of Article XI of the Michigan Constitution of 1963 and Section 204 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.304.\n\nK. \"Type II transfer\" means that phrase as defined under Section 3 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103.\n\nL. \"Type III transfer\" means that phrase as defined under Section 3 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103.\n\nII. DEPARTMENT OF MANAGEMENT AND BUDGET\n\nII. DEPARTMENT OF MANAGEMENT AND BUDGET\n\nA. The Department of Management and Budget is renamed the Department of Technology, Management, and Budget.\n\nB. Any and all statutory and other legal references to the Department of Management and Budget shall be deemed references to the Department of Technology, Management, and Budget.\n\nIII. DEPARTMENT OF TECHNOLOGY, MANAGEMENT, AND BUDGET\n\nIII. DEPARTMENT OF TECHNOLOGY, MANAGEMENT, AND BUDGET\n\nA. Transfers to the Department of Technology, Management, and Budget\n\n1. Except as otherwise provided in this Order, any and all of the authority, powers, duties, functions, responsibilities, records, rule-making authority, records, personnel, real property, personal property, equipment, unexpended balances of appropriations, allocations, or other funds of the Department of Information Technology are transferred by Type III transfer to the Department of Technology, Management, and Budget, including, but not limited to, authority, powers, duties, functions, responsibilities, rule-making authority, records, personnel, real property, personal property, equipment, unexpended balances of appropriations, allocations, or other funds under all of the following:\n\na. Executive Order 2001-3, MCL 18.41.\n\nb. Executive Order 2005-2, MCL 18.42.\n\nc. Executive Order 2006-19, MCL 18.43.\n\nd. Executive Order 2002-14, MCL 18.62.\n\ne. Section 4 of the Records Reproduction Act, 1992 PA 116, MCL 24.404.\n\nf. Section 2 of the C.J.I.S. Policy Council Act, 1974 PA 163, MCL 28.212.\n\ng. Executive Order 2002-19, MCL 38.1173.\n\nh. Executive Order 2004-2, MCL 211.281.\n\ni. Section 59 of the Driver Education Provider and Instructor Act, 2006 PA 384, MCL 256.679.\n\nj. Section 134a of the Mental Health Code, 1974 PA 258, MCL 330.1134a.\n\nk. Section 2505 of the Public Health Code, 1978 PA 368, MCL 333.2505.\n\nl. Section 20173a of the Public Health Code, 1978 PA 368, MCL 333.20173a.\n\nm. Sections 1230d and 1230f of The Revised School Code of 1976, 1976 PA 451, MCL 380.1230d and 380.1230f.\n\nn. Sections 1535a and 1539b of The Revised School Code of 1976, 1976 PA 451, MCL 380.1535a and 380.1539b.\n\no. Executive Order 2003-20, MCL 388.997.\n\np. Executive Order 2009-36, MCL 399.752.\n\nq. Section 34b of the Adult Foster Care Facility Licensing Act, 1979 PA 218, MCL 400.734b.\n\nr. Executive Order 2008-20, MCL 445.2025.\n\ns. Section 8 of The Children's Ombudsman Act, 1994 PA 204, MCL 722.928.\n\nt. Executive Order 2009-18.\n\n2. The Information Privacy Protection Council created by Executive Order 2009-18 is transferred by Type II transfer from the Department of Information Technology to the Department of Technology, Management, and Budget.\n\n3. The position of the Director of the Department of Information Technology or his or her designee as a member of the Health Information Technology Commission created under Section 2503 of the Public Health Code, 1978 PA 368, MCL 333.2503, is transferred to the Director of the Department of Technology, Management, and Budget, or his or her designee from within the Department.\n\nB. Chief Information Officer for the State of Michigan\n\n1. The Governor shall designate an individual within the Department of Technology, Management, Budget, including, but not limited to, the Director of the Department, to serve as the Chief Information Officer for the State of Michigan. The Director of the Department may serve concurrently as the State CIO. The State CIO shall report to and advise the Governor on matters relating to information technology services and related technology. The individual designated as the State CIO also shall serve as a member of the Governor's Cabinet. Under direction and guidance of the State CIO, the Department shall continue to do all of the following related to information technology services:\n\na. Lead state efforts to reengineer the information technology infrastructure of this state to achieve the use of common technology across the executive branch of state government.\n\nb. Coordinate a unified executive branch strategic information technology plan, identify best practices from executive branch agencies and other public and private sector entities, and develop and implement processes to replicate information technology best practices and standards throughout the executive branch of state government.\n\nc. Oversee the expanded use and implementation of project management principles related to information technology services within the executive branch of state government. Funded projects within all executive branch departments and agencies shall continue to use project management methodologies specified by the Chief Information Officer for the State of Michigan.\n\nd. Serve as a general contractor between information technology users within the executive branch and private-sector providers of information technology products and services while working to build stronger partnering relationships with providers.\n\ne. Develop and periodically update service-level agreements with executive branch departments and agencies to ensure quality information technology services are delivered on schedule and within budget.\n\nf. Develop standards for application development including, but not limited to, a standard methodology and cost-benefit analysis that all executive branch departments and agencies shall utilize for application development activities.\n\ng. Determine and implement statewide efforts to standardize data elements, formats, and standards and determine data and information ownership or control issues among departments and agencies in the executive branch of state government with the full cooperation of executive branch departments and agencies.\n\nh. Develop systems and methodologies to review, evaluate, and prioritize existing information technology services projects within the executive branch of state government.\n\ni. Assist the Office of the State Budget Director with the development of information technology services budgets for the executive branch of state government. All information technology budget requests from the executive branch must continue to be submitted to the Office of the State Budget Director and the State CIO. The Office of the State Budget Director and the State CIO will continue to jointly review and recommend for funding consideration only those proposals that fit into the overall strategic information technology management plan of this state and that provide a reasonable return on investment, subject to available resources.\n\n2. The State CIO shall continue to have the full cooperation of executive branch departments and agencies in developing and implementing the sharing of data and information throughout the executive branch. The State CIO shall continue to determine and implement statewide efforts to standardize data elements and shall continue to determine data ownership assignments among executive branch departments and agencies.\n\nC. Office of the State Budget Director\n\n1. The Office of the State Budget Director is renamed the State Budget Office. Any and all statutory and other legal references to the Office of the State Budget Director or the Office of the State Budget shall be deemed references to the State Budget Office.\n\n2. The authority, powers, duties, functions, and responsibilities of the Department of Technology, Management, and Budget under any of the following are transferred to the State Budget Office:\n\na. Subdivisions (a), (d), and (e) of Section 141 of The Management and Budget Act, 1984 PA 431, MCL 18.1141.\n\nb. Subsections (3), (5), and (7) of Section 242 of The Management and Budget Act, 1984 PA 431, MCL 18.1242.\n\nc. Sections 283 and 283a of The Management and Budget Act, 1984 PA 431, MCL 18.1283 and 18.1283a.\n\nd. Sections 350 to 350e of The Management and Budget Act, 1984 PA 431, MCL 18.1350 to 1350e.\n\ne. Subsection (1) of Section 384 of The Management and Budget Act, 1984 PA 431, MCL 18.1384.\n\nf. Section 395 of The Management and Budget Act, 1984 PA 431, MCL 18.1395.\n\ng. Article 4 of The Management and Budget Act, 1984 PA 431, MCL 18.1401 to 18.1499.\n\n3. The authority, powers, duties, functions, and responsibilities of the Director of the Department of Technology, Management, and Budget, under any of the following are transferred to the State Budget Director:\n\na. Section 246 of The Management and Budget Act, 1984 PA 431, MCL 18.1246.\n\nb. Section 363 of The Management and Budget Act, 1984 PA 431, MCL 18.1363.\n\nc. Section 371 of The Management and Budget Act, 1984 PA 431, MCL 18.1371.\n\nd. Section 391 of The Management and Budget Act, 1984 PA 431, MCL 18.1391.\n\ne. Article 4 of The Management and Budget Act, 1984 PA 431, MCL 18.1401 to 18.1499.\n\n4. Unless the State Budget Director serves concurrently as the Director of the Department of Technology, Management, and Budget as provided under Section 321 of The Management and Budget Act, 1984 PA 431, MCL 18.1321, the State Budget Office shall exercise its prescribed authority, powers, duties, functions, and responsibilities independently of the Director of the Department of Technology, Management, and Budget. The authority, powers, duties, functions, records, personnel, property, unexpended balances of appropriations, allocations, and other funds of the State Budget Office, including, but not limited to, budgeting, procurement, personnel, and related management functions, shall be retained by the State Budget Office, and the State Budget Office shall be an autonomous entity within the Department in the same manner as the Michigan Employment Security Commission was designated an autonomous entity within the Department of Labor under Section 379 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.479.\n\n5. The State Budget Director may establish administrative units within the State Budget Office.\n\n6. The Director of the State Budget Office shall provide executive direction and supervision for the implementation of all transfers to the State Budget Office under this Section III.C.\n\n7. The Director of the State Budget Office shall immediately initiate coordination with affected departments and agencies to facilitate the transfers to the State Budget Office under this Section III.C and shall develop and issue a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved prior to the transfers to the State Budget Office under this Section III.C.\n\n8. The Director of the State Budget Office shall administer the assigned functions transferred under this Section III.C in such ways as to promote efficient administration and shall make internal organizational changes within the State Budget Office as may be administratively necessary to complete the realignment of responsibilities under this Section III.C.\n\n9. State departments, agencies, and officers shall fully and actively cooperate with and assist the Director of the State Budget Office in the implementation of this Section III.C. The Director of the State Budget Office may request the assistance of other state departments, agencies, and officers with respect to personnel, budgeting, procurement, telecommunications, information systems, legal services, and other management-related functions, and the departments, agencies, and officers shall provide such assistance.\n\n10. The Director of the State Budget Office may delegate within the State Budget Office a duty or power conferred on the Director of the State Budget Office, and the individual to whom the duty or power is delegated may perform the duty or exercise the power at the time and to the extent that the power is delegated by the Director of the State Budget Office.\n\n11. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available to any entity for the authority, activities, powers, duties, functions, and responsibilities transferred under this Section III.C to the State Budget Office are transferred to the State Budget Office.\n\nD. Office of the State Employer\n\n1. The Office of the State Employer is continued as an autonomous entity within the Department of Technology, Management, and Budget. The Director of the Office of the State Employer shall continue to be the head of the Office of the State Employer.\n\n2. Except as otherwise provided in this Section III.D, all of the authority, powers, duties, functions, responsibilities, records, personnel, property, unexpended balances of appropriations, allocations, and other funds of the principal departments of the executive branch of state government related to the performance of labor relations functions on behalf of the State of Michigan as an employer, including, but not limited to, Civil Service Commission staff, are transferred to the Office of the State Employer.\n\n3. The duties of the Office of the State Employer, shall include, without limitation, all of the following:\n\na. Performing the obligations and exercising the rights of the Office of the State Employer under the employee relations rules and regulations of the Civil Service Commission, including, but not limited to, all of the following:\n\ni. Developing, directing, and coordinating the employee relations policy of the principal departments of the executive branch of state government as employer.\n\nii. Negotiating with exclusive representatives of employees of the principal departments of the executive branch of state government within the classified state civil service.\n\niii. Recommending to the Civil Service Commission, in consultation with the principal department heads and the Governor, a comprehensive plan for rates of compensation and other conditions of employment for non-exclusively represented employees of the principal departments of the executive branch of state government within the classified state civil service.\n\niv. Directing primary negotiations and coordinating secondary negotiations of collective bargaining agreements.\n\nb. Formulating, executing, and administering on behalf of the principal departments of the executive branch of state government as employer, labor-management relations and employee and labor relations policies for employees of the principal departments of the executive branch of state government within the classified state civil service. The Office of the State Employer shall only represent the interests of the principal departments of the executive branch of state government as employer.\n\nc. Representing the principal departments of the executive branch of state government before the Civil Service Coordinated Compensation Panel, or any successor entity established by the Civil Service Commission to address issues for non-exclusively represented employees.\n\nd. Determining the policy of the principal departments of the executive branch of state government as employer with respect to matters subject to the collective bargaining negotiations.\n\ne. Representing the principal departments of the executive branch of state government as employer in negotiations with exclusive representatives, with assistance to the Office of the State Employer provided by departmental bargaining team members nominated by the principal departments, subject to the approval of the Director of the Office of the State Employer.\n\nf. Entering into collective bargaining agreements with exclusive representatives concerning negotiable matters.\n\ng. Determining the issues that will be the subject of primary negotiations and those that will be the subject of secondary negotiations for the principal departments of the executive branch of state government as employer.\n\nh. Participating in secondary negotiations at the departmental level and approving all secondary collective bargaining agreements.\n\ni. Representing the principal departments of the executive branch of state government as employer in dispute resolution conferences and mediation.\n\nj. Initiating requests for modifications in the employee relations policies, rules, and regulations of the Civil Service Commission.\n\nk. Coordinating responses of the principal departments of the executive branch of state government as employer to personnel policy, rule, or regulation changes considered by the Civil Service Commission.\n\nl. Initiating, or approving the initiation of, prohibited practice charges against employees or employee organizations and responding to and representing the principal departments of the executive branch of state government as employer with respect to prohibited practice charges filed by employees or employee organizations.\n\nm. Exercising final authority for administration of collective bargaining agreements and grievance settlements on behalf of the principal departments of state government as employer and approving all collective bargaining agreement interpretation documents and letters of understanding.\n\nn. Making management determinations on behalf of the principal departments of state government as employer regarding which grievance cases should go to arbitration or be afforded a hearing by the Civil Service Commission after consultation with the affected principal department; and approving the management advocate on behalf of the principal departments of state government as employer in the presentation of all arbitrations and grievance hearings under the rules or regulations of the Civil Service Commission.\n\no. Supervising the training of all management personnel involved in the labor relations process for the principal departments of the executive branch of state government as employer with the full cooperation and training of affected principal departments.\n\np. Performing duties vested in the Office of the State Employer under Executive Order 2004-31.\n\nq. Serving as a member of the State Equal Opportunity and Diversity Council created by Executive Order 2008-22, or any successor entity.\n\nr. Appointing and supervising clerical and professional staff as the Director of the Office of the State Employer deems necessary.\n\ns. Entering into consulting contracts for personal and professional services related to the functions of the Office of State Employer as the Director of the Office of the State Employer deems necessary in accordance with the relevant statutes, and procedures, rules, and regulations of the Civil Service Commission and the Department.\n\nt. Doing such other things as are necessary for the principal departments of the executive branch of state government as employer to meet responsibilities to recognized employee organizations and foster responsible labor-management relations.\n\n4. The duties of the Office of the State Employer include employee and labor relations matters affecting state classified civil service employees of principal departments within the executive branch of state government covered by employee relations policies, rules, and regulations of the Civil Service Commission, as well as matters affecting Michigan State Police troopers and sergeants who exercise collective bargaining rights under Section 5 of Article XI of the Michigan Constitution of 1963.\n\n5. Nothing in this Section III.D shall be construed to diminish or limit the power of the Civil Service Commission to exercise authority granted to the Commission under Section 5 of Article XI of the Michigan Constitution of 1963. Consistent with Civil Service Commission Rule 6-3.7, the Office of the State Employer shall participate as an advocate on behalf of management in the collective bargaining process as the State Personnel Director and other employees of the Civil Service Commission are prohibited from participating as advocates on behalf of either management or employees in the collective bargaining process.\n\n6. In performing duties relating to collective bargaining and labor relations functions under this Section III.D, the Office of the State Employer shall consult with the Governor and the elected heads of principal departments of the executive branch of state government.\n\n7. The Director of the Office of the State Employer shall provide executive direction and supervision for the implementation of all transfers to the Office of the State Employer under this Section III.D.\n\n8. The Director of the Office of the State Employer shall immediately initiate coordination with affected departments and agencies to facilitate the transfers to the Office of the State Employer under this Section III.D and shall develop and issue a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved prior to the transfers to the Office of the State Employer under this Section III.D.\n\n9. The Director of the Office of the State Employer shall administer the assigned functions transferred under this Section III.D in such ways as to promote efficient administration and shall make internal organizational changes within the Office of the State Employer as may be administratively necessary to complete the realignment of responsibilities under this Section III.D.\n\n10. State departments, agencies, and officers shall fully and actively cooperate with and assist the Director of the Office of the State Employer in the implementation of this Section III.D. The Director of the Office of the State Employer may request the assistance of other state departments, agencies, and officers with respect to personnel, budgeting, procurement, telecommunications, information systems, legal services, and other management-related functions, and the departments, agencies, and officers shall provide such assistance.\n\n11. The Director of the Office of the State Employer may delegate within the Office of the State Employer a duty or power conferred on the Director of the Office of the State Employer, and the individual to whom the duty or power is delegated may perform the duty or exercise the power at the time and to the extent that the power is delegated by the Director of the Office of the State Employer.\n\n12. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available to any entity for the authority, activities, powers, duties, functions, and responsibilities transferred under this Section III.D to the Office of the State Employer are transferred to the Office of the State Employer.\n\nE. Michigan Public Safety Communications System Advisory Board\n\n1. The Michigan Public Safety Communications System Advisory Board created by Executive Order 2005-8 is transferred by Type II transfer from the Department of Information Technology to the Department of Technology, Management, and Budget.\n\n2. The Michigan Public Safety Communications System Advisory Board is renamed the Public Safety Communications Interoperability Board.\n\n3. The Public Safety Communications Interoperability Board shall consist of 16 members, including 9 members appointed by the Governor as provided under Section II.B.1 of Executive Order 2005-8 and the following voting ex officio members:\n\na. The employee within the Department of Technology, Management, and Budget with principal administrative responsibilities for the Michigan Public Safety Communications System, as designated by the Director of the Department.\n\nb. The officer or employee within the Department of State Police with principal responsibility for this state's emergency management operations, as designated by the Director of the Department of State Police.\n\nc. The State Fire Marshal.\n\nd. The Director of the Department of Community Health, or his or her designee from within the Department of Community Health.\n\ne. The Adjutant General or his or her designee from within the Department of Military and Veterans Affairs.\n\nf. The Director of the Department of Natural Resources and Environment, or his or her designee from within the Department of Natural Resources and Environment.\n\ng. The Director of the Department of Transportation, or his or her designee from within the Department of Transportation.\n\n4. The Public Safety Communications Interoperability Board may establish advisory workgroups or task forces composed of persons representing law enforcement or other governmental or tribal public safety agencies or organizations that operate or utilize public safety communications systems in this state, including, but not limited to, a task force on communications interoperability. The Interoperability Board also may invite the participation of federal homeland security, law enforcement, emergency management, or communications agency officials and personnel, including, but not limited to, federal officials or personnel serving as liaisons to the Interoperability Board. The Interoperability Board may adopt, reject, or modify any recommendations proposed by an advisory workgroup or task force.\n\n5. The Public Safety Communications Interoperability Board may serve as the regional public safety frequency coordination committee to the extent required for this state's compliance with rules or regulations of the Federal Communications Commission or other federal agency.\n\n6. The Public Safety Communications Interoperability Board also may recommend best practices and oversight mechanisms for the implementation of public safety communications systems interoperability and standards in this state.\n\nIV. DEPARTMENT OF INFORMATION TECHNOLOGY\n\nIV. DEPARTMENT OF INFORMATION TECHNOLOGY\n\nA. The position of the Director of the Department of Information Technology as a member of the advisory committee under Section II of Executive Order 2002-19, MCL 38.1173, is abolished.\n\nB. The position of the Director of the Department of Information Technology, or his or her authorized representative, as a member of the Interagency Council on Spanish-Speaking Affairs under Section III.E.1 of Executive Order 2003-18, MCL 445.2011, and Executive Order 2009-45, is abolished.\n\nC. The position of Director of Department of Information Technology is abolished.\n\nD. The Department of Information Technology is abolished.\n\nV. IMPLEMENTATION OF TRANSFERS TO DEPARTMENT OF TECHNOLOGY, MANAGEMENT, AND BUDGET\n\nV. IMPLEMENTATION OF TRANSFERS TO DEPARTMENT OF TECHNOLOGY, MANAGEMENT, AND BUDGET\n\nA. Except as otherwise provided in this Order, the Director of the Department of Information Technology shall provide executive direction and supervision for the implementation of all transfers to the Department of Technology, Management, and Budget under this Order.\n\nB. The Director of the Department of Information Technology shall immediately initiate coordination with the Department of Management and Budget to facilitate the transfers to the Department of Technology, Management, and Budget under this Order and shall develop and issue a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Information Technology prior to the transfers under this Order.\n\nC. The Director of the Department of Technology, Management, and Budget may establish administrative units within the Department.\n\nD. State departments, agencies, and state officers shall fully and actively cooperate with and assist the Director of the Department of Technology, Management, and Budget in the implementation of this Order. The Director of the Department may request the assistance of other state departments, agencies, and officers with respect to personnel, budgeting, procurement, telecommunications, information systems, legal services, and other management-related functions, and the departments, agencies, and officers shall provide such assistance.\n\nE. The Director of the Department of Technology, Management, and Budget may hire or retain such contractors, sub-contractors, advisors, consultants and agents as the Director of the Department may deem advisable and necessary, in accordance with the relevant statutes and procedures, rules, and regulations of the Civil Service Commission and the Department and may make and enter into contracts necessary or incidental to the exercise of the powers and performance of the duties of the Department and the Director of the Department. Under this provision, the Director of the Department specifically may hire or retain such contractors, sub-contractors, advisors, consultants, and agents as the Director of the Department may deem advisable and necessary to provide legal advice or legal services, to provide for research and development activity, or to provide strategic planning services.\n\nF. The Department of Technology, Management, and Budget shall administer the assigned functions transferred to the Department under this Order in such ways as to promote efficient administration and the Director of the Department shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nG. The Director of the Department of Technology, Management, and Budget may delegate within the Department a duty or power conferred on the Director of the Department by this Order or by other law, and the individual to whom the duty or power is delegated may perform the duty or exercise the power at the time and to the extent that the power is delegated by the Director of the Department.\n\nH. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available to any entity for the authority, activities, powers, duties, functions, and responsibilities transferred under this Order to the Department of Technology, Management, and Budget are transferred to the Department of Technology, Management, and Budget.\n\nVI. MISCELLANEOUS\n\nVI. MISCELLANEOUS\n\nA. The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records in this state's financial management system necessary to implement this Order.\n\nB. Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\nC. All rules, regulations, orders, contracts, and agreements relating to the functions transferred under this Order lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, repealed, or rescinded.\n\nD. This Order shall not abate any criminal action commenced by this state prior to the effective date of this Order.\n\nE. The invalidity of any portion of this Order shall not affect the validity of the remainder of this Order, which may be given effect without any invalid portion. Any portion of this Order found invalid by a court or other entity with proper jurisdiction shall be severable from the remaining portions of this Order.\n\nIn fulfillment of the requirements under Section 2 of Article V of the Michigan Constitution of 1963, the provisions of this Order are effective March 21, 2010 at 12:01 a.m.\n\nHistory:2009, E.R.O. No. 2009-39, Eff. Mar. 21, 2010Compiler's Notes:For transfer of the office of good government, housed within the department of technology, management, and budget, to the office of performance and transformation, see E.R.O. No. 2016-2, compiled at MCL 18.446.For transfer of powers and duties of office of state employer related to administration of state employee long-term disability plan and employee service program from office of state employer to Michigan civil service commission, see E.R.O. No. 2016-5, compiled at MCL 38.1175.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-e-r-o-no-2009-39/section-18-441/"
    }
  ]
}