{
  "state": "michigan",
  "path": "title-chapter-18-department-of-management-and-budget/chapter-act-625-of-2012-cost-effective-governmental-energy-use-act-1",
  "sections": [
    {
      "id": "section-181711",
      "number": "18.1711",
      "heading": "Short Title; Meanings of Words or Phrases",
      "text": "(1) This act shall be known and may be cited as the \"cost-effective governmental energy use act\".\n\n(2) For purposes of this act, the words and phrases defined in sections 2 to 5 have the meanings ascribed to them in those sections.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1711/"
    },
    {
      "id": "section-181712",
      "number": "18.1712",
      "heading": "\"Cost-Effective\" Defined.",
      "text": "\"Cost-effective\" means that the present value to a governmental unit of the energy, utility, capital cost avoidance, capital improvement, and operational costs and revenues reasonably expected to be saved or produced by a facility, activity, measure, equipment, or system over its useful life, including any compensation received from a utility, is greater than the net present value of the costs of implementing, maintaining, and operating such facility, activity, measure, equipment, or system over its useful life, if discounted at the cost of public borrowing.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1712/"
    },
    {
      "id": "section-181713",
      "number": "18.1713",
      "heading": "Definitions; C, D.",
      "text": "(1) \"Cost-savings measure\" may include any facility improvement, repair, or alteration of, or any equipment, fixture, or furnishing to be added or used in, any facility that is designed to reduce energy consumption, utility costs, capital avoidance costs, capital improvement costs, maintenance costs, and operating costs or increase revenue or the operating efficiency of the facility for its appointed functions and that is cost-effective. Cost-savings measure may include, but is not limited to, all of the following:\n\n(a) Replacement or modification of lighting components, fixtures, or systems.\n\n(b) Renewable energy and alternate energy systems.\n\n(c) Cogeneration systems that produce steam or forms of energy, such as heat or electricity, for use primarily within a building or complex of buildings.\n\n(d) Devices that reduce water consumption or sewer charges, including all of the following:\n\n(i) Water-conserving fixtures, appliances, and equipment, including water-conserving landscape irrigation equipment, or the substitution of non-water-using fixtures, appliances, and equipment.\n\n(ii) Landscaping measures that reduce watering demands and capture and hold applied water and rainfall, including landscape contouring, such as the use of berms, swales, and terraces, the use of soil amendments, such as compost, that increase the water-holding capacity of the soil, rainwater harvesting equipment, and equipment to make use of water collected as part of a storm water system installed for water quality control.\n\n(iii) Equipment for recycling or reuse of water originating on the premises or from other sources, including treated municipal effluent.\n\n(iv) Equipment to capture water from nonconventional, alternate sources, including air conditioning condensate or graywater, for nonpotable uses.\n\n(v) Metering equipment to segregate water use in order to identify water conservation opportunities or verify water savings.\n\n(e) Changes in operation and maintenance practices.\n\n(f) Indoor air quality improvements that conform to applicable building code requirements.\n\n(g) Daylighting systems.\n\n(h) Insulating the building structure or systems in the building.\n\n(i) Storm windows or doors, caulking or weather stripping, multiglazed windows or door systems, heat-absorbing or heat reflective glazed and coated window and door systems, additional glazing, reductions in glass area, or other window and door system modifications that reduce energy consumption.\n\n(j) Automated or computerized energy control systems.\n\n(k) Heating, ventilation, or air conditioning system modifications or replacements.\n\n(l) Energy recovery systems.\n\n(m) Steam trap improvement programs that reduce operating costs.\n\n(n) Building operation programs that reduce utility and operating costs including, but not limited to, computerized energy management and consumption tracking programs, advanced metering, metering and sub-metering, staff and occupant training, and other similar activities.\n\n(o) Any life safety measures that provide long-term operating cost reductions and are in compliance with state and local codes.\n\n(p) Any life safety measures related to compliance with the Americans with disabilities act that provide long-term operating cost reductions and are in compliance with state and local codes.\n\n(q) A program to reduce energy costs through rate adjustments and load shifting to reduce peak demand, including, but not limited to, 1 or more of the following:\n\n(i) Changes to more favorable rate schedules.\n\n(ii) Auditing of energy service billing and meters.\n\n(r) Services to reduce utility costs by identifying utility errors and optimizing existing rate schedules under which service is provided.\n\n(s) Any other installation, modification of installation, or remodeling of building infrastructure improvements that produce utility or operational cost savings for their appointed functions in compliance with applicable state and local building codes.\n\n(t) Recommissioning.\n\n(u) Retro-commissioning.\n\n(v) Continuous commission.\n\n(w) Behavior modification and energy policies.\n\n(x) Measurement and verification.\n\n(y) Reporting tools.\n\n(z) Geothermal.\n\n(aa) Carbon footprint monitoring.\n\n(2) \"Department\" means the department of technology, management, and budget.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1713/"
    },
    {
      "id": "section-181714",
      "number": "18.1714",
      "heading": "Definitions; E to O.",
      "text": "(1) \"Energy performance contract\" means a contract between a governmental unit and a qualified energy service provider for evaluation, recommendation, and implementation of 1 or more cost-savings measures. An energy performance contract may be structured as either a guaranteed energy savings contract or an energy savings performance contract.\n\n(2) \"Energy savings performance contract\" means a contract under which the rate of payments is based upon energy and operational cost savings and a stipulated maximum energy consumption level over the life of the contract.\n\n(3) \"Governmental unit\" means a department, state agency, or state authority.\n\n(4) \"Guaranteed energy savings contract\" means a contract that includes all of the following:\n\n(a) The design and installation of equipment.\n\n(b) If applicable, operation and maintenance of any of the measures implemented.\n\n(c) Guaranteed annual savings from reduced energy consumption and operating costs or increased operating efficiency that meet or exceed the total annual contract payments made by the governmental unit for the contract, including financing charges to be incurred by the governmental unit over the life of the contract.\n\n(5) \"Investment grade audit\" means a study by the qualified energy service provider selected for a particular energy performance contract project that includes detailed descriptions of the improvements recommended for the project, the estimated costs of the improvements, and the operations and maintenance cost savings and utility cost savings projected to result from the recommended improvements.\n\n(6) \"Operation and maintenance cost savings\" means a quantifiable and governmental unit approved decrease in operation and maintenance costs or future replacement expenditures that is a direct result of the implementation of 1 or more utility cost-savings measures. Operation and maintenance cost savings shall be calculated in comparison with an established baseline of operation and maintenance costs.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1714/"
    },
    {
      "id": "section-181715",
      "number": "18.1715",
      "heading": "Definitions; P to U.",
      "text": "(1) \"Person\" means an individual, partnership, corporation, association, governmental entity, or other legal entity.\n\n(2) \"Public building\" means any structure, building, or facility, including its equipment, furnishings, or appliances, that is owned or operated by a governmental unit.\n\n(3) \"Qualified energy service provider\" means a person with a record of successful energy performance contract projects or a person who is experienced in the design, implementation, and installation of energy efficiency and facility improvement measures, the technical capabilities to ensure such measures generate energy and operational cost savings, and accredited by the national association of energy service companies (NAESCO), prequalified for work through the United States department of energy for federal facilities or any other national energy service company accreditation program.\n\n(4) \"Utility cost savings\" means any utility expenses that are eliminated or avoided on a long-term basis as a result of equipment installed or modified, or services performed by a qualified energy service provider. Utility cost savings do not include merely shifting personnel costs or similar short-term cost savings.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1715/"
    },
    {
      "id": "section-181716",
      "number": "18.1716",
      "heading": "Energy Performance Contract; Compliance of Cost-Savings Measures With State or Local Building Codes; Limitation on Duration.",
      "text": "Any governmental unit may enter into an energy performance contract with a qualified energy service provider to produce utility cost savings or operation and maintenance cost savings, except as otherwise provided in section 237 of the management and budget act, 1984 PA 431, MCL 18.1237. Cost-savings measures implemented under an energy performance contract shall comply with state or local building codes. Any governmental unit may implement other capital improvements in conjunction with an energy performance contract if the measures that are being implemented to achieve energy and operation and maintenance cost savings are a significant portion of an overall project. A governmental unit shall not enter into an energy savings performance contract for a period of more than 1 year unless the governmental unit finds that the amount the governmental unit would spend on the cost-savings measures will not exceed the amount to be saved in energy, water, wastewater, and operating costs over 15 years or the average useful life of the measures from the date of installation.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1716/"
    },
    {
      "id": "section-181717",
      "number": "18.1717",
      "heading": "Program of Energy Performance Contracts; Department as Lead Agency; Duties; Evaluation of Providers; Criteria.",
      "text": "(1) The department is the lead agency for the development and promotion of a program of energy performance contracts in governmental units. The department shall do all of the following with respect to this program:\n\n(a) Assemble a list of qualified energy service providers through a request for qualifications process and a list of standardized tools and contract templates.\n\n(b) Develop a standardized energy performance contract process and standard energy performance contract documents, including all of the following:\n\n(i) A request for qualifications.\n\n(ii) An investment grade audit and energy services contract.\n\n(iii) Guidelines and an approval process for awarding energy performance contracts that allow the governmental unit to contract with a qualified energy service provider for an investment grade audit to be performed at any building, structure, or facility. Under the contract, the energy service company shall prepare a report containing a description of the physical modifications to be performed to the building, structure, or facility that are required to effect specific future energy savings within a specified period and a determination of the minimum savings in energy usage that will be realized by the governmental unit from making these modifications within that period. After review of the investment grade audit report and subject to approval, the governmental unit may contract with the qualified energy service provider for construction work to be performed at the building, structure, or facility for the purpose of realizing potential savings of future energy costs identified in the audit if the department determines that the anticipated savings to the governmental unit after completion of the work will enable recovery of the costs of the work within a maximum of 15 years or the average useful life of the measures.\n\n(c) Promote the energy performance contract program to all governmental units.\n\n(d) The department shall make the qualified list of qualified energy service providers, standardized tools, and contract templates available to local units of government and public entities.\n\n(2) The criteria used by the department for the evaluation of qualified energy service providers may include, but not be limited to, all of the following substantive factors to assess the capability of the qualified energy service provider in the areas of design, engineering, installation, maintenance, and repairs associated with energy performance contracts:\n\n(a) Experience in conversions to a different energy or fuel source associated with a comprehensive energy efficiency retrofit.\n\n(b) Experience and capabilities in post-installation project monitoring, data collection, and reporting of savings.\n\n(c) Overall project experience and qualifications.\n\n(d) Management capability.\n\n(e) Experience with projects of similar size and scope.\n\n(f) The financial ability to cover energy guarantees, the procurement of bonds or insurance, and the financial ability to cover energy guarantees as demonstrated by audited financial statements.\n\n(g) Other factors proposed by a governmental unit and determined by the department to be relevant, appropriate, and related to the ability to perform the project.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1717/"
    },
    {
      "id": "section-181718",
      "number": "18.1718",
      "heading": "Annual Report.",
      "text": "The department shall develop an annual report of total facility capital liability and total dollar amount of completed and substantially completed energy performance contract work. Prior to December 31 of each calendar year, the department shall present this report to the members of the house appropriations committee and the senate appropriations committee.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1718/"
    },
    {
      "id": "section-181719",
      "number": "18.1719",
      "heading": "Cost-Savings Measures at Governmental Facilities; Departmental Assistance.",
      "text": "The department shall assist governmental units in identifying, evaluating, and implementing cost-savings measures at their facilities. The assistance may include 1 or more of the following:\n\n(a) Apprising governmental units of opportunities to develop and finance energy performance contract projects.\n\n(b) Providing technical and analytical support, including procuring energy performance contract services.\n\n(c) Reviewing verification procedures for energy savings.\n\n(d) Assisting in the structuring and arranging of financing for energy performance contract projects.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1719/"
    },
    {
      "id": "section-181720",
      "number": "18.1720",
      "heading": "Fees Charged by Department; Limitation.",
      "text": "The department may charge fees, not to exceed the lesser of $500,000.00 adjusted annually, beginning after calendar year 2014, by the consumer price index or up to 2% of the total cost of the energy performance contract project, for any administrative support and resources or other services provided by the department under this section from the governmental units that use its technical support services. A governmental unit may add the costs of these fees to the total cost of an energy performance contract.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1720/"
    },
    {
      "id": "section-181721",
      "number": "18.1721",
      "heading": "Investment Grade Energy Audit.",
      "text": "The qualified energy service provider chosen as a result of the process set forth in this section shall prepare an investment grade energy audit, which, upon acceptance, shall be part of the final energy performance contract. The investment grade energy audit shall include estimates of the amounts by which utility cost savings and operation and maintenance cost savings would increase and itemized estimates of all costs of such utility cost-savings measures or energy-savings measures, including, but not limited to, all of the following:\n\n(a) Design.\n\n(b) Engineering.\n\n(c) Equipment.\n\n(d) Materials.\n\n(e) Installation.\n\n(f) Maintenance.\n\n(g) Repairs.\n\n(h) Debt service.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1721/"
    },
    {
      "id": "section-181722",
      "number": "18.1722",
      "heading": "Use of Designated Funds, Bonds, or Master Lease; Financing by Third Party.",
      "text": "(1) A governmental unit may use designated funds, bonds, or master lease for any energy performance contract, including purchases using installment payment contracts or lease purchase agreements, if that use is consistent with the purpose of the appropriation.\n\n(2) Unless otherwise provided by law or ordinance, a governmental unit may use funds designated for operating and capital expenditures or utilities for any energy performance contract.\n\n(3) A guaranteed energy savings contract may provide for financing, including tax-exempt financing, by a third party. The contract for third-party financing may be separate from the guaranteed energy savings contract.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1722/"
    },
    {
      "id": "section-181723",
      "number": "18.1723",
      "heading": "Energy Performance Contract; Provisions; Extension; Limitation.",
      "text": "(1) Each energy performance contract shall provide both of the following:\n\n(a) All payments between the parties, except obligations on termination of the contract before its expiration, shall be made over time.\n\n(b) The objective of the energy performance contract is implementation of cost-savings measures and achievement of both utility cost savings and operation and maintenance cost savings.\n\n(2) An energy performance contract and payments under that contract may extend beyond the fiscal year in which the energy performance contract becomes effective, subject to appropriation of money, if required by law, for costs incurred in future fiscal years.\n\n(3) The term of an energy performance contract shall not exceed 15 years or the average useful life of the measures. The term of an energy performance contract may also reflect the useful life of the cost-savings measures.\n\n(4) An energy performance contract may provide for payments over a period of time not to exceed deadlines specified in the energy performance contract from the date of the final installation of the cost-savings measures.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1723/"
    },
    {
      "id": "section-181724",
      "number": "18.1724",
      "heading": "Annual Reconciliation of Energy Savings; Liability for Shortfall; Report.",
      "text": "(1) An energy performance contract shall require the qualified energy service provider to provide to the governmental unit an annual reconciliation of the guaranteed energy savings based on industry standards. The contract shall provide that the qualified provider is liable for any shortfall if the reconciliation reveals a shortfall in annual energy cost savings.\n\n(2) During the term of each energy performance contract, at the discretion of the governmental unit, either the governmental unit, the qualified energy service provider, or an independent third party shall monitor the reductions in energy consumption and the cost savings attributable to the cost-savings measures installed pursuant to the performance contract, and shall, at least annually, provide a report to the governmental unit documenting the performance of the cost-savings measures to the governmental unit. The report shall comply with adopted industry standards as published at the date of the contract.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1724/"
    },
    {
      "id": "section-181725",
      "number": "18.1725",
      "heading": "Scope of Act.",
      "text": "Nothing in this act mandates or shall be construed to mandate any of the following:\n\n(a) That government units join or pay membership dues to organizations involved in energy efficiency, sustainable development, or similar practices.\n\n(b) That government units abide by or otherwise follow international standards related to performance measurement and verification protocol.\n\nHistory:2012, Act 625, Eff. Mar. 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-18/statute-act-625-of-2012/section-18-1725/"
    }
  ]
}