{
  "state": "new-mexico",
  "path": "title-chapter-18-libraries-museums-and-cultural-properties/chapter-article-6a-cultural-properties-protection",
  "sections": [
    {
      "id": "section-18-6a-1",
      "number": "18-6A-1",
      "heading": "Short title.Section 18-6A-2 - Definitions",
      "text": "Chapter 18, Article 6A NMSA 1978 may be cited as the \"Cultural Properties Protection Act\".\n\nHistory:Laws 1993, ch. 176, § 1; 2004, ch. 25 , § 34.\n\nThe 2004 amendment,effective May 19, 2004, provided that the Cultural Properties Protection Act be cited as \"Chapter 18, Article 6A\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-1/"
    },
    {
      "id": "section-18-6a-2",
      "number": "18-6A-2",
      "heading": "Definitions.",
      "text": "As used in the Cultural Properties Protection Act:\n\nA. \"committee\" means the cultural properties review committee;\n\nB. \"cultural property\" means a structure, place, site or object having historic, archaeological, scientific, architectural or other cultural significance;\n\nC. \"division\" means the historic preservation division of the cultural affairs department;\n\nD. \"fund\" means the cultural properties restoration fund;\n\nE. \"interpretation\" means the inventory, registration, mapping and analysis of cultural properties and public educational programs designed to prevent the loss of cultural properties;\n\nF. \"officer\" means the state historic preservation officer;\n\nG. \"preservation\" means sustaining the existing form, integrity and material of a cultural property or the existing form and vegetative cover of a cultural property and may include protective maintenance or stabilization where necessary in the case of archaeological sites;\n\nH. \"professional survey\" means an archaeological or architectural survey;\n\nI. \"protection\" means safeguarding the physical condition or environment of a cultural property from deterioration or damage caused by weather or other natural, animal or human intrusions;\n\nJ. \"restoration\" means recovering the general historic appearance of a cultural property or the form and details of an object or structure by removing incompatible natural or human-caused accretions and replacing missing elements as appropriate;\n\nK. \"stabilization\" means reestablishing the structural stability or weather-resistant condition of a cultural property or arresting deterioration that may lead to structural failure;\n\nL. \"state agency\" means a department, agency, institution or political subdivision of the state; and\n\nM. \"state land\" means property owned, controlled or operated by a state agency.\n\nHistory:Laws 1993, ch. 176, § 2; 2004, ch. 25, § 35.\n\nThe 2004 amendment,effective May 19, 2004, in Subsection C, changed \"office of cultural affairs\" to \"cultural affairs department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-2/"
    },
    {
      "id": "section-18-6a-3",
      "number": "18-6A-3",
      "heading": "Fund; created; purpose.",
      "text": "A. The \"cultural properties restoration fund\" is created in the state treasury. The fund may receive money appropriated by the legislature or gifts, grants, bequests or payments for services rendered by the division from any public or private source. All money appropriated to the fund or accruing to the fund as a result of gifts, grants, bequests, payments for services rendered, investment of the fund or from any other source shall not be transferred to another fund but shall remain in the fund to be encumbered and disbursed according to the provisions of the Cultural Properties Protection Act. Money in the fund shall not revert to the general fund or to any other fund from which money was appropriated.\n\nB. Money in the fund shall be used solely for the purpose of providing grants for interpretation, restoration, preservation, stabilization and protection of cultural property that is state property.\n\nC. Disbursements from the fund shall be made only upon warrants drawn by the secretary of finance and administration pursuant to vouchers signed by the officer.\n\nHistory:Laws 1993, ch. 176, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-3/"
    },
    {
      "id": "section-18-6a-4",
      "number": "18-6A-4",
      "heading": "Administration; regulatory authority.",
      "text": "A. The officer shall administer the provisions of the Cultural Properties Protection Act and shall adopt rules, regulations and criteria for reviewing and awarding grants as necessary to carry out the provisions of that act.\n\nB. Rules and regulations shall include:\n\n(1) the method to be used to determine the eligibility of a state agency to receive grants from the fund;\n\n(2) a procedure for application, approval and rejection of grant proposals;\n\n(3) a requirement that an interpretation, restoration, preservation, stabilization or protection project be undertaken in accordance with specifications approved by the officer; and\n\n(4) a requirement that a cultural property assisted by a grant be preserved and protected for a specified period of time, but in no case less than ten years.\n\nC. Criteria for reviewing and awarding grants shall include the:\n\n(1) degree of physical damage or deterioration of the cultural property;\n\n(2) special status of the cultural property, including whether the property is listed on a national, state or local register of historic places; and\n\n(3) suitability of the cultural property for interpretation.\n\nD. At least annually, the officer, in consultation with the committee and with the approval of the officials having jurisdiction over cultural properties being considered, shall select:\n\n(1) cultural properties to be restored, preserved, stabilized and protected; and\n\n(2) programs for interpretation.\n\nE. The officer may contract with state agencies, architectural and engineering firms, private nonprofit organizations or individuals for interpretation, restoration, preservation, stabilization and protection.\n\nHistory:Laws 1993, ch. 176, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-4/"
    },
    {
      "id": "section-18-6a-5",
      "number": "18-6A-5",
      "heading": "Professional surveys.",
      "text": "The officer shall, in cooperation with the heads of state agencies, establish a system of professional surveys of cultural properties on state lands. State agencies shall cooperate with the officer and exercise due caution to ensure that cultural properties are not inadvertently damaged or destroyed.\n\nHistory:Laws 1993, ch. 176, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-5/"
    },
    {
      "id": "section-18-6a-6",
      "number": "18-6A-6",
      "heading": "Joint powers agreements.",
      "text": "As authorized by the Joint Powers Agreements Act [11-1-1 NMSA 1978], any state agency may enter into a joint powers agreement with the division to effect the purposes of the Cultural Properties Protection Act.\n\nHistory:Laws 1993, ch. 176, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-18/article-6a/section-18-6a-6/"
    }
  ]
}