{
  "state": "florida",
  "path": "title-chapter-0329/chapter-chapter-0329",
  "sections": [
    {
      "id": "section-32901recording",
      "number": "329.01",
      "heading": "Recording instruments affecting civil aircraft",
      "text": "329.10Aircraft registration.329.11Aircraft identification numbers; penalties.329.40Airport facilities; lien for landing and other fees.329.41Lien for fuel furnished to aircraft.329.51Liens for labor, services, fuel, or material expended upon aircraft; notice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32910aircraft",
      "number": "329.10",
      "heading": "Aircraft registration.",
      "text": "329.10 Aircraft registration.— (1) It is unlawful for any person in this state to knowingly have in his or her possession an aircraft that is not registered in accordance with the regulations of the Federal Aviation Administration contained in Title 14, chapter 1, parts 47-49 of the Code of Federal Regulations. (2) Any aircraft in or operated in this state that is found to be registered to a nonexistent person, firm, or corporation or to a firm, business, or corporation which is no longer a legal entity is in violation of this section. Any firm, business, or corporation that has no physical location or corporate officers or that has lapsed into an inactive state or been dissolved by order of the Secretary of State for a period of at least 90 days with no documented attempt to reinstate the firm, business, or corporation or to register its aircraft in the name of a real person or legal entity in accordance with Federal Aviation Administration regulations is in violation of this section. (3) A person who knowingly supplies false information to a governmental entity in regard to the name, address, business name, or business address of the owner of an aircraft in or operated in the state is in violation of this section. (4) It is a violation of this section for any person or corporate entity to knowingly supply false information to any governmental entity in regard to ownership by it or another firm, business, or corporation of an aircraft in or operated in this state if it is determined that such corporate entity or other firm, business, or corporation: (a) Is not, or has never been, a legal entity in this state; (b) Is not, or has never been, a legal entity in any other state; or (c) Has lapsed into a state of no longer being a legal entity in this state as defined in part I of chapter 607 or s. 865.09, and no documented attempt has been made to correct such information with the governmental entity for a period of 90 days after the date on which such lapse took effect with the Secretary of State. (5) This section does not apply to any aircraft registration or information supplied by a governmental entity in the course and scope of performing its lawful duties. (6)(a) A violation of this section shall be deemed a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. (b) Any violation of this section shall constitute the aircraft to which it relates as contraband, and said aircraft may be seized as contraband by a law enforcement agency and shall be subject to forfeiture pursuant to ss. 932.701-932.704. History.—s. 5, ch. 83-272; s. 2, ch. 84-259; s. 21, ch. 87-243; s. 471, ch. 95-148; s. 41, ch. 2014-209. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1db49d7213a9',t:'MTc3MDg3ODY1MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxv/chapter-329/section-329-10/"
    },
    {
      "id": "section-32911aircraft",
      "number": "329.11",
      "heading": "Aircraft identification numbers; penalties.",
      "text": "329.11 Aircraft identification numbers; penalties.— (1)(a) It is unlawful for any person, firm, association, or corporation to knowingly buy, sell, offer for sale, receive, dispose of, conceal, or have in his or her possession, or to endeavor to buy, sell, offer for sale, receive, dispose of, conceal, or possess, any aircraft or part thereof on which the assigned identification numbers do not meet the requirements of the federal aviation regulations. (b) If any of the identification numbers required by this subsection have been knowingly omitted, altered, removed, destroyed, covered, or defaced, or the real identity of the aircraft cannot be determined due to an intentional act of the owner or possessor, the aircraft may be seized as contraband property by a law enforcement agency and shall be subject to forfeiture pursuant to ss. 932.701-932.704. Such aircraft may not be knowingly sold or operated from any airport, landing field, or other property or body of water where aircraft may land or take off in this state unless the Federal Aviation Administration has issued the aircraft a replacement identification number which shall thereafter be used for identification purposes. (c) It is unlawful for any person to knowingly possess, manufacture, sell or exchange, offer to sell or exchange, supply in blank, or give away any counterfeit manufacturer’s aircraft identification number plate or decal used for the purpose of identification of any aircraft; to authorize, direct, aid in exchange, or give away such counterfeit manufacturer’s aircraft identification number plate or decal; or to conspire to do any of the foregoing. (d) Any person who violates any provision of this subsection is guilty of a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. (2) The failure to have aircraft identification numbers clearly displayed on the aircraft and in compliance with federal aviation regulations is probable cause for any law enforcement officer in this state to make further inspection of the aircraft in question to ascertain its true identity. A law enforcement officer is authorized to inspect an aircraft for identification numbers: (a) When it is located on public property; or (b) Upon consent of the owner of the private property on which the aircraft is stored. History.—s. 3, ch. 83-272; s. 23, ch. 87-243; s. 33, ch. 91-221; s. 472, ch. 95-148. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1db6e9977b6f',t:'MTc3MDg3ODY1Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxv/chapter-329/section-329-11/"
    },
    {
      "id": "section-32940airport",
      "number": "329.40",
      "heading": "Airport facilities; lien for landing and other fees.",
      "text": "329.40 Airport facilities; lien for landing and other fees.— (1) The governing body of a publicly owned and operated airport has a lien upon all aircraft landing upon any airport owned and operated by it for all fees and charges for the use of the facilities of such airport by any aircraft when payment of such charges and fees is not made immediately upon demand to the operator or owner of the aircraft by an authorized employee of the airport. The lien for the full amount of the charges and fees due attaches to any aircraft, at the airport, which is owned or operated by the person owing such charges and fees. Such lien may be enforced as provided by law for the enforcement of warehousemen’s liens. (2) A person may not remove or attempt to remove from the airport any aircraft owned or operated by the person owing such charges or fees after service of notice of the lien upon the owner or operator or after the posting of such notice upon the aircraft. Any person who unlawfully removes or attempts to remove from the airport any aircraft owned or operated by a person owing such charges or fees after service or posting of the notice of lien and before payment of the amount due to the airport is guilty of a misdemeanor of the second degree, punishable as provided in s. 775.082 or s. 775.083. History.—s. 1, ch. 83-272; s. 1, ch. 87-324. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1db94e7ddfba',t:'MTc3MDg3ODY1Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxv/chapter-329/section-329-40/"
    },
    {
      "id": "section-32941lien",
      "number": "329.41",
      "heading": "Lien for fuel furnished to aircraft.",
      "text": "329.41 Lien for fuel furnished to aircraft.—A person who has furnished fuel to an aircraft has a lien upon the aircraft for any unpaid fuel charges, and possession of the aircraft is not required in order to perfect such lien. The lien is enforceable in the same manner as provided in s. 329.51. History.—s. 1, ch. 93-73; s. 1, ch. 2019-88. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1dbbb8e65c70',t:'MTc3MDg3ODY1Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxv/chapter-329/section-329-41/"
    },
    {
      "id": "section-32951liens",
      "number": "329.51",
      "heading": "Liens for labor, services, fuel, or material expended upon aircraft; notice.",
      "text": "for labor, services, fuel, or material expended upon aircraft; notice.",
      "history": "",
      "source_url": ""
    }
  ]
}