{
  "state": "illinois",
  "path": "title-chapter-330-veterans-and-service-members/chapter-330-ilcs-65-housing-for-veterans-with-disabilities-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title. This Act may be cited as the",
      "text": "Housing for Veterans with Disabilities Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Any veteran of the military or naval service of the United States",
      "text": "who was a resident of this State at the time he entered such service and\nwho has been approved by the Administrator of Veterans Affairs for\nassistance under Chapter 21 of Title 38, United States Code, as now or\nhereafter amended, shall be entitled to receive assistance under this\nAct for the purpose of acquiring within this State or without this State,\nwhere due to service-connected disabilities and upon the advice or\nrecommendation of a duly recognized physician of the Veterans\nAdministration in order to protect the health of the veteran, such veteran\ncannot reside in this State, a suitable dwelling unit with special fixtures\nor movable facilities made necessary by the veteran's permanent and total\nservice-connected disability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The assistance granted shall be in the form of a single",
      "text": "lump-sum payment to the veteran in the following amount, but shall in no\nevent exceed the sum of $15,000:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "(a) The Illinois Department of Veterans' Affairs shall provide",
      "text": "assistance to a veteran who is eligible for and has been approved by the\nAdministrator of Veterans Affairs for the grant authorized under Section\n801(b) of Title 38 of the United States Code for remodeling a dwelling,\nwhich is not adapted to the requirements of the veteran's disability, and\nwhich was acquired by him prior to his application for federal assistance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Application for assistance under this Act shall be made by the",
      "text": "veteran to the Illinois Department of Veterans' Affairs and shall be\naccompanied by satisfactory evidence that the\nveteran has been approved by the Administrator of Veterans Affairs for\nassistance in acquiring a suitable dwelling unit or in remodeling a dwelling\nnot adapted to the requirements of his disability. The application shall\ncontain such information as will enable the Illinois Department of Veterans'\nAffairs to determine the amount of assistance\nto which the veteran is entitled. The Illinois Department of Veterans'\nAffairs shall adopt general rules for determining\nthe question of whether an applicant was a resident of this State at the\ntime he entered the service, and shall prescribe by rule the nature of the\nproof to be submitted to establish the fact of residence. The Illinois\nDepartment of Veterans' Affairs shall adopt guidelines for determining types\nof remodeling and adaptations which are reasonably necessary because of\na veteran's disability, for a veteran eligible for assistance under\nSection 2.1 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The State of Illinois shall have no liability in connection with",
      "text": "any housing unit, or necessary land therefor, for which assistance is\ngranted under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "If a veteran dies leaving a widow or widower or a minor child",
      "text": "or both after an assistance grant has been approved by the Illinois Department\nof Veterans' Affairs under this Act but before payment thereof, then in\ncase there is an unpaid balance remaining for the\nconstruction or remodeling of or for necessary land for such housing unit\nthe payment of such assistance grant shall be made to the executor or administrator\nof the estate of the deceased veteran; in case there is no such unpaid balance\nthen such payment shall be made to the widow or widower, or if there is\nno widow or widower, then to the minor child or children, if any, of the\ndeceased veteran.",
      "history": "",
      "source_url": ""
    }
  ]
}