{
  "state": "nebraska",
  "path": "title-chapter-33-fees-and-salaries/chapter-33-133-notaries-public-fees-governmental-employee-limitation",
  "sections": [
    {
      "id": "section-33-133",
      "number": "33-133",
      "heading": "",
      "text": "33-133.Notaries public; fees; governmental employee; limitation.\n\nExcept as otherwise provided in this section, notaries public may charge and collect fees as follows: For each protest, one dollar; for recording the same, two dollars; for each notice of protest, two dollars; for taking affidavits and seal, two dollars; for administering oath or affirmation, two dollars; for each certificate and seal, five dollars; for taking acknowledgment of deed or other instrument, five dollars; and for each mile traveled in serving notice, mileage at the rate provided in section 81-1176. An employee of the state or its political subdivisions may not charge the fees prescribed in this section if his or her governmental employer paid the commission and bonding fees required of notaries public.\n\nSourceR.S.1866, c. 19, § 19, p. 169;Laws 1875, § 1, p. 84;Laws 1911, c. 52, § 1, p. 235;R.S.1913, § 2457;C.S.1922, § 2399;C.S.1929, § 33-138;R.S.1943, § 33-133;Laws 1981, LB 204, § 52;Laws 1994, LB 1004, § 4;Laws 2004, LB 315, § 1.\n\nAnnotations\n\nIt is the official duty of a notary public to give notice of dishonor of paper intrusted to him and this section provides the fee therefor. Williams v. Parks, 63 Neb. 747, 89 N.W. 395 (1902), 56 L.R.A. 759 (1902).\n\nThe fees paid to a notary public for presentation and protest of a negotiable instrument are incident to a recovery on the protested instrument and may be recovered as costs, but they are not part of the debt sued for and cannot be included as part of the amount in dispute when determining jurisdiction in a federal court. Baker v. Howell, 44 F. 113 (D. Neb. 1890).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-33/statute-33-133/"
    }
  ]
}