{
  "state": "nebraska",
  "path": "title-chapter-10-bonds/chapter-10-140-issuance-of-bonds-recording-requirements",
  "sections": [
    {
      "id": "section-10-140issuance",
      "number": "10-140.Issuance",
      "heading": "of bonds; recording requirements",
      "text": "Within sixty days after the initial issuance and delivery of all fully registered bonds, the issuer shall maintain a record of the issuance including (1) the following information: (a) The name of the issuer; (b) the title or designation of the bonds; (c) the total p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-140",
      "number": "10-140",
      "heading": "",
      "text": "10-140.Issuance of bonds; recording requirements.\n\nWithin sixty days after the initial issuance and delivery of all fully registered bonds, the issuer shall maintain a record of the issuance including (1) the following information: (a) The name of the issuer; (b) the title or designation of the bonds; (c) the total principal amount of such bonds initially issued; (d) the date or dates of maturity of principal and the amount of principal maturing on such date or dates; (e) the interest rate or rates and the date or dates such interest is payable; (f) the place or places where the principal of and interest on the bonds are payable; (g) the costs of issuance paid and to whom; and (h) the principal purpose for which such bonds were issued and (2) a copy of the form filed for the bonds pursuant to section 149(e) of the Internal Revenue Code. Within sixty days after the initial issuance and delivery of all fully registered bonds, the issuer shall also file a record of the information required by this section with the Auditor of Public Accounts who shall maintain such information for public inspection.\n\nSourceLaws 1983, LB 421, § 7;Laws 1986, LB 425, § 1;Laws 1993, LB 516, § 2;Laws 1995, LB 574, § 13;Laws 2001, LB 420, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-10/statute-10-140/"
    }
  ]
}