{
  "state": "nebraska",
  "path": "title-chapter-10-bonds/chapter-10-111-county-bonds-retirement-interest-payment-sinking-fund",
  "sections": [
    {
      "id": "section-10-111county",
      "number": "10-111.County",
      "heading": "bonds; retirement; interest; payment; sinking fund; investment; conditions",
      "text": "Upon the receipt of such money by the county treasurer, he shall, out of the same, at once proceed to pay off the interest accrued upon such registered bonds, at the place where such interest is made payable. The county treas",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-111",
      "number": "10-111",
      "heading": "",
      "text": "10-111.County bonds; retirement; interest; payment; sinking fund; investment; conditions.\n\nUpon the receipt of such money by the county treasurer, he shall, out of the same, at once proceed to pay off the interest accrued upon such registered bonds, at the place where such interest is made payable. The county treasurer shall cause the coupons for all interest thus paid to be surrendered, which coupons shall be filed with and canceled by the county clerk, and his receipt taken therefor and retained by said treasurer. The money thus collected and remaining in the hands of the county treasurer after the payment of the said interest as herein provided, except a sufficient amount to pay the accruing interest upon such bonds for the current year, shall be retained as a sinking fund for the final redemption of such bonds, and shall be invested by the county treasurer, when so ordered by the county board, (1) in redeeming the bonds of the county issuing the same, (2) in the bonds of the State of Nebraska, and (3) in the bonds of the United States;Provided,the bonds thus purchased shall in all cases be purchased at the lowest market price, after twenty days' notice by publication in at least one newspaper published and in general circulation at the capital city or town of the state; the cost of which advertising, at legal rates, shall be paid out of the sinking fund for the redemption of such bonds.\n\nSourceLaws 1875, § 6, p. 171;R.S.1913, § 376;C.S.1922, § 293;C.S.1929, § 11-112;R.S.1943, § 10-111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-10/statute-10-111/"
    }
  ]
}