{
  "state": "south-dakota",
  "path": "title-title-54-debtor-and-creditor/chapter-chapter-10-secured-creditors-claims-in-liquidation-proceedin",
  "sections": [
    {
      "id": "section-54-10-1",
      "number": "54-10-1",
      "heading": "Definition of terms.Section 54-10-2 - Secured creditor's claim against general assets--Disclosure of nature of security",
      "text": "54-10-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Creditor's sale,\" any sale effected by the secured creditor by judicial process or otherwise under the terms of his contract or the applicable law for the purpose of realizing upon his security;\n\n(2)\"Insolvent debtor,\" any insolvent person, decedent's estate, partnership, limited liability company, corporation or business association involved in a liquidation proceeding as defined in this chapter;\n\n(3)\"Liquidation proceedings,\" all assignments for the benefit of creditors, whether voluntary or by operation of law; administration of insolvent decedents' estate; liquidations of insolvent banks; equity receiverships where the subject under receivership is insolvent; and any other proceedings for distribution of assets of any insolvent debtor, whether a person, decedent's estate, partnership, limited liability company, corporation or business association;\n\n(4)\"Liquidator,\" any person administering assets in any liquidation proceeding as defined in this chapter; and\n\n(5)\"Secured creditor,\" a creditor who has either legal or equitable security for the creditor's debt upon any property of the insolvent debtor of a nature to be liquidated and distributed in a liquidation proceeding, or a creditor to whom is owed a debt for which such security is possessed by some endorser, surety, or other person secondarily liable.\n\nSource:SL 1941, ch 162, §1; SDC Supp 1960, §37.26A01; SL 1994, ch 351, §153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-1/"
    },
    {
      "id": "section-54-10-2",
      "number": "54-10-2",
      "heading": "Secured creditor's claim against general assets--Disclosure of nature of security.",
      "text": "54-10-2. Secured creditor's claim against general assets--Disclosure of nature of security.\n\nIn a liquidation proceeding every secured creditor's claim against the general assets shall disclose the nature of the security. When a decedent's estate already in the course of administration is judicially declared insolvent or when in an equity receivership it is determined that the subject under receivership is insolvent, secured creditors having claims on file which do not comply with this section shall make disclosure within a time to be fixed by the court.\n\nSource:SL 1941, ch 162, §2; SDC Supp 1960, §37.26A02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-2/"
    },
    {
      "id": "section-54-10-3",
      "number": "54-10-3",
      "heading": "Failure of secured creditor to disclose existence of security--Effect of concealment.",
      "text": "54-10-3. Failure of secured creditor to disclose existence of security--Effect of concealment.\n\nAny secured creditor who with intent to evade the provisions of this chapter fails to disclose the existence of the security shall not be entitled to receive or retain dividends out of the general assets, unless he thereafter releases or surrenders to the liquidator the security which he has failed to disclose, or unless he procures such release or surrender if the security is in the possession of an endorser, surety, or other person secondarily liable for the insolvent debtor.\n\nSource:SL 1941, ch 162, §3; SDC Supp 1960, §37.26A03.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-3/"
    },
    {
      "id": "section-54-10-4",
      "number": "54-10-4",
      "heading": "Dividends to secured creditors--Computation.",
      "text": "54-10-4. Dividends to secured creditors--Computation.\n\nDividends paid to secured creditors shall be computed only upon the balance due after the value of all security not exempt from the claims of unsecured creditors and not released or surrendered to the liquidator, is determined and credited upon the claim secured by it.\n\nSource:SL 1941, ch 162, §4; SDC Supp 1960, §37.26A04.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-4/"
    },
    {
      "id": "section-54-10-5",
      "number": "54-10-5",
      "heading": "Obligation for payment of money as security--Determination of value.",
      "text": "54-10-5. Obligation for payment of money as security--Determination of value.\n\nWhen the asset constituting the security is an obligation for the payment of money, the secured creditor may determine its value by collection or by exhausting his remedies thereon and then surrendering the obligation to the liquidator.\n\nSource:SL 1941, ch 162, §5; SDC Supp 1960, §37.26A05 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-5/"
    },
    {
      "id": "section-54-10-6",
      "number": "54-10-6",
      "heading": "Security other than obligation for the payment of money--Determination of value.",
      "text": "54-10-6. Security other than obligation for the payment of money--Determination of value.\n\nWhen the asset constituting the security is something other than an obligation for the payment of money, the secured creditor may determine its value by creditor's sale.\n\nSource:SL 1941, ch 162, §5; SDC Supp 1960, §37.26A05 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-6/"
    },
    {
      "id": "section-54-10-7",
      "number": "54-10-7",
      "heading": "Statutory provisions for determination of value of obligations impracticable or resulting in undue delay--Alternative method for determination of value",
      "text": "54-10-7. Statutory provisions for determination of value of obligations impracticable or resulting in undue delay--Alternative method for determination of value.\n\nWhere valuation under the provisions of §§54-10-5 and 54-10-6 is impracticable or would cause undue delay, the court, upon petition by either the secured creditor or the liquidator, may order the value of the security determined by any of the methods provided by §§54-10-8 to 54-10-10, inclusive.\n\nSource:SL 1941, ch 162, §6; SDC Supp 1960, §37.26A06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-7/"
    },
    {
      "id": "section-54-10-8",
      "number": "54-10-8",
      "heading": "Value of security, determination by compromise--Redemption of assets by liquidator.",
      "text": "54-10-8. Value of security, determination by compromise--Redemption of assets by liquidator.\n\nUnder the circumstances described by §54-10-7, the court may order the value of the security determined by compromise, if the secured creditor and the liquidator agree upon a value. The liquidator may redeem such assets by payment of the agreed value, if authorized by the court.\n\nSource:SL 1941, ch 162, §6; SDC Supp 1960, §37.26A06 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-8/"
    },
    {
      "id": "section-54-10-9",
      "number": "54-10-9",
      "heading": "Value of security, determination by litigation--Redemption of assets by liquidator.",
      "text": "54-10-9. Value of security, determination by litigation--Redemption of assets by liquidator.\n\nUnder the circumstances described by §54-10-7, the court may order the value of the security determined by litigation, through proceedings in the liquidation proceeding. The liquidator may redeem such assets by paying the value so determined, if authorized by the court.\n\nSource:SL 1941, ch 162, §6; SDC Supp 1960, §37.26A06 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-9/"
    },
    {
      "id": "section-54-10-10",
      "number": "54-10-10",
      "heading": "Value of security, determination by liquidator's sale of assets--Order of sale, requirements.",
      "text": "54-10-10. Value of security, determination by liquidator's sale of assets--Order of sale, requirements.\n\nUnder the circumstances described by §54-10-7, the court may order the value of the security determined by liquidator's sale of the assets which, when completed and approved by the court, shall pass to the purchaser good title, free and clear of all liens of the secured creditor, such liens to be transferred to the proceeds of the sale. The order of sale may be either\n\n(1)Conditional, requiring the sale to be made by the liquidator only if the secured creditor does not complete a determination by collection or creditor's sale as set forth in §§54-10-5 and 54-10-6 within a time fixed by the court; or\n\n(2)Absolute, requiring the sale to be made by the liquidator within a time fixed by the court.\n\nSource:SL 1941, ch 162, §6; SDC Supp 1960, §37.26A06 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-10/"
    },
    {
      "id": "section-54-10-11",
      "number": "54-10-11",
      "heading": "Value of exempt security not credited upon claim.",
      "text": "54-10-11. Value of exempt security not credited upon claim.\n\nWhen any creditor has legal or equitable security upon assets which are exempt from process for the satisfaction of unsecured debts and are duly claimed as exempt by the insolvent debtor, the value of such security shall not be credited upon the claim. Amounts realized by the creditor from such security after liquidation proceedings are begun shall be disregarded in computing dividends, unless the dividend so computed exceeds the sum actually owing upon the claim, in which event only the amount owing shall be paid.\n\nSource:SL 1941, ch 162, §7; SDC Supp 1960, §37.26A07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-11/"
    },
    {
      "id": "section-54-10-12",
      "number": "54-10-12",
      "heading": "Application of chapter to existing transactions.",
      "text": "54-10-12. Application of chapter to existing transactions.\n\nThis chapter shall not apply to contracts and transactions already existing on July 1, 1941.\n\nSource:SL 1941, ch 162, §12; SDC Supp 1960, §37.26A10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-12/"
    },
    {
      "id": "section-54-10-13",
      "number": "54-10-13",
      "heading": "Uniformity of interpretation of chapter.",
      "text": "54-10-13. Uniformity of interpretation of chapter.\n\nThis chapter shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of those states which enact it.\n\nSource:SL 1941, ch 162, §9; SDC Supp 1960, §37.26A08.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-13/"
    },
    {
      "id": "section-54-10-14",
      "number": "54-10-14",
      "heading": "Citation of chapter.",
      "text": "54-10-14. Citation of chapter.\n\nThis chapter may be cited as the Uniform Act Governing Secured Creditors' Dividends in Liquidation Proceedings.\n\nSource:SL 1941, ch 162, §10; SDC Supp 1960, §37.26A09.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-54/chapter-10/section-54-10-14/"
    }
  ]
}