{
  "state": "pennsylvania",
  "path": "title-title-25/chapter-chapter-15",
  "sections": [
    {
      "id": "section-1501",
      "number": "1501",
      "heading": "",
      "text": "(a) Form.--\n\n(1) A commission shall make removal notices available to electors who are registered in the county.\n\n(2) The notice shall be printed upon cards suitable for mailing, addressed to the office of the commission. The notice shall provide the following information:\n\n(i) The address of present residence, including municipality.\n\n(ii) The address of last registration, including municipality.\n\n(iii) Date of removal to present residence.\n\n(iv) Signature.\n\n(3) The notice shall contain a statement that the registered elector may, by filling out properly and signing a removal notice and returning it to the office of the commission, secure the transfer of registration effective as to elections at least 30 days after the date of removal into the new district.\n\n(4) The notice shall contain a warning to the registered elector that the notice will not be accepted as an application for transfer of the elector's registration unless the signature thereon can be identified by the commission as the elector's signature as it appears on file with the commission.\n\n(5) The notice shall contain a warning to the registered elector that the notice must be received by the commission not later than 30 days before an election. If mailed, the notice must be postmarked not later than the deadline for registration or, in the case of an illegible or missing postmark, received within five days of the close of registration.\n\n(b) Use.--A registered elector who removes residence from one place to another within the same county must notify the commission by filing a removal notice under subsection (a) or a signed request for renewal that contains the information required in subsection (a) with the commission not later than the registration deadline before an election. If mailed, the notice or request must be postmarked not later than the deadline for registration or, in the case of an illegible or missing postmark, received within five days of the close of registration. The following apply:\n\n(1) An official registration application of an elector who has registered by mail qualifies as a removal notice.\n\n(2) A registered elector who removes residence from one place to another within the same county and who has not yet filed a removal notice with the commission shall be permitted to vote once at the elector's former polling place following removal if, at the time of signing the voter's certificate, the elector files with the judge of election a signed removal notice properly filled out. Removal notices under this paragraph shall be returned to the commission with the voting check list, and the commission shall proceed to transfer the registration of the elector under section 1502 (relating to transfer of registration) and shall promptly update information contained in its registration records. A registered elector may vote in the election district of the elector's former residence not more than one time following the elector's removal.\n\n(3) A registered elector who removes residence from one county to another county and who is not registered to vote in the new county of residence shall be permitted to vote in the election district in the former county of residence if, at the time of signing the elector's certificate, the elector files with the judge of election a signed affirmation declaring the elector's new residence. A registered elector may vote in the election district of the elector's former residence not more than one time following the elector's removal. Affirmations made under this paragraph shall be returned to the commission of the elector's former county of residence with the voting checklist, and that commission shall proceed to transfer the registration of the elector under section 1502. Upon receipt of the transfer notice, the commission of the elector's new county of residence shall immediately process the transfer of the elector in accordance with section 1328 (relating to approval of registration applications). Both commissions shall promptly update information contained in their registration records.\n\nCross References.Section 1501 is referred to in sections 1301, 1405, 1502 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1501/"
    },
    {
      "id": "section-1502",
      "number": "1502",
      "heading": "",
      "text": "(a) General rule.--Upon timely receipt of notification of removal under section 1501(b) (relating to removal notices), the commission shall proceed as follows:\n\n(1) The signature on the notification document shall be compared with the signature of the registered elector as it appears on file with the commission.\n\n(2) If the signature appears authentic, the commission shall enter the change of residence on the registered elector's registration records.\n\n(3) If a request for transfer which is determined to be authentic under paragraph (2) shows a removal within the period of 30 days preceding an election, the commission, after such election, shall enter the change of residence on the registered elector's registration record. The commission shall advise the registered elector promptly in writing of its action.\n\n(4) When a registered elector has filed with a commission a notice that the elector has moved from the county to another county, if the signature appears authentic the commission shall enter the change of residence on the elector's registration records, cancel the registration of the elector and notify the commission of the elector's new county of residence to register the elector. Upon receipt of the transfer notice, the commission of the elector's new county of residence shall immediately process the transfer of the elector in accordance with section 1328 (relating to approval of registration applications).\n\n(5) If a request for transfer which is determined to be authentic under paragraph (4) shows a removal within the period of 30 days preceding an election, the commission, after such election, shall enter the change of residence on the elector's registration records, cancel the registration of the elector and notify the commission of the elector's new county of residence to register the elector. Upon receipt of the transfer notice, the commission of the elector's new county of residence shall immediately process the transfer of the elector in accordance with section 1328.\n\n(6) A commission shall promptly update information contained in its registration records.\n\n(b) Electors unable to write.--A registered elector who is unable to sign the notification document may affix a mark to the notification document. The mark must be affixed in the presence of a witness who must sign the notification document.\n\nCross References.Section 1502 is referred to in sections 1301, 1501 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1502/"
    },
    {
      "id": "section-1503",
      "number": "1503",
      "heading": "",
      "text": "By the deadline for registration, a registered elector who desires to change the enrollment of political designation or who, although registered, has not previously enrolled as a member of a party may appear before a commissioner, registrar or clerk or may submit an application by mail under section 1324 (relating to application by mail) and state in a signed writing the political party in which the registered elector desires to be enrolled. If the signature of the elector is verified by comparison with the registered elector's signature as it appears on file with the commission, the commissioner, registrar or clerk shall make the change in its registration records. If supported by other evidence of identity, a mark may be made in lieu of a signature by a registered elector who is unable to write. The mark must be made in the presence of a witness who must sign the registration application.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1503/"
    },
    {
      "id": "section-1504",
      "number": "1504",
      "heading": "",
      "text": "(a) Eligibility.--If a registered elector by reason of blindness, disability or inability to read or write is unable to read the names on the ballot or on the voting machine labels or is unable to see or mark the ballot or operate the voting machine or to enter the voting compartment or voting machine booth without assistance, the following apply:\n\n(1) The elector may, at least ten days prior to the next election, personally make application to the commission or a registrar or a clerk.\n\n(2) The application must request the entry of the exact nature of the disability on the elector's registration card.\n\n(3) The commission shall make the entry as appropriate.\n\n(4) If the disability is not entered on the registration card, the elector may receive assistance if the elector completes a declaration in the polling place.\n\n(5) Following the election, the commission shall examine declarations completed under this section and shall update the elector's voter registration card to reflect the need for assistance and the nature of the disability.\n\n(b) Termination.--If the commission ascertains that a registered elector who has declared need for assistance is no longer in need of assistance, it shall cancel on the registration record the entry relating to illiteracy or disability which authorized assistance. The commission shall notify the elector by mail of its action.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1504/"
    },
    {
      "id": "section-1505",
      "number": "1505",
      "heading": "",
      "text": "(a) Department of Health.--A commission shall cancel the registration of a registered elector reported dead by the Department of Health. The Department of Health shall, within 60 days of receiving notice of the death of an individual 18 years of age or older, send the name and address of residence of that individual to a commission in a manner and on a form prescribed by the department. The commission shall promptly update information contained in its registration records.\n\n(b) Other sources.--A commission may also utilize published newspaper obituaries, letters testamentary or letters of administration issued by the office of the registrar of wills to cancel and remove the registration of an elector, provided that such removals are uniform, nondiscriminatory and in compliance with the Voting Rights Act of 1965 (Public Law 89-110, 42 U.S.C. ยง 1973 et seq.). The commission shall promptly update information contained in its registration records.\n\n(c) Corrections.--An individual incorrectly reported deceased by the Department of Health or incorrectly removed by a commission for reason of death may appear in person before a commissioner, registrar or clerk at the office of the commission and prove identity. The commission, upon such proof, shall correct its registration records.\n\nCross References.Section 1505 is referred to in section 1901 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1505/"
    },
    {
      "id": "section-1506",
      "number": "1506",
      "heading": "",
      "text": "(a) General rule.--At any time prior to the 30th day preceding an election, a commission may mail to any qualified elector whose name appears in any district register a notice setting forth the elector's name and address as it appears in the register and requesting the elector in case of any error to present the notice within ten days at the office of the commission to have the error corrected and warning that any discrepancy between the qualified elector's actual name and address and his name and address as recorded in the original register will constitute ground for challenging the elector's vote. The notice shall contain on the outside \"Do not forward, return to board of elections\" and a request of the postal service to return it within five days if it cannot be delivered to the addressee at the address given.\n\n(b) Checkup by postal service.--At any time prior to the 30th day preceding an election, the commission may cause a checkup to be made by the postal service of any qualified elector whose name appears in any district register.\n\n(c) Quadrennial checkups.--At least once in each four years the commission may conduct a checkup of each registered elector by either of the methods provided for in subsections (a) and (b).\n\n(d) Failure to deliver notice.--Upon the return by the postal service of any notice which it has been unable to deliver at the given address because the addressee cannot be found there or upon report by the postal service that any registered elector does not reside at the address given on the registration card, the commission shall do one of the following:\n\n(1) Direct an authorized employee to visit in person the address of the qualified elector and, if the employee finds that the qualified elector does not reside at the address, to leave at the address the notice prescribed by subsection (e).\n\n(2) Mail to the registered elector at the address given on the registration card the notice prescribed by subsection (e). The notice shall be sent as first class mail and shall contain on the outside a request to the postmaster to forward it if the addressee does not reside at the address given thereon.\n\n(e) Communication with commission.--The notice stipulated by subsection (d) shall require the registered elector to communicate with the commission by a date designated by the commission, which shall be not less than ten days nor more than 30 days from the service or mailing of the notice and in any case not later than the 15th day preceding an election, and satisfy the commission of qualifications as a qualified elector. At the expiration of the time specified in the notice, the commission shall cancel the registration of a person who has not communicated with the commission and proved qualifications as a qualified elector, except that, if a registered elector who has been mailed the notice prescribed by this subsection communicates with the commission claiming the right to remain registered at the address to which the original notice was mailed, the commission shall investigate and, if not satisfied of the right of the registered elector to remain registered at the address, shall cancel the registration of the elector. Every elector whose registration is canceled under this section must register in the manner provided by this part in order to be eligible to vote at any election.\n\n(f) Elector in military service.--The registration of a person in military service shall not be canceled by reason of the failure of the person to reside at the address appearing upon the district register if the person resided at the address on the date of entering military service.\n\nCross References.Section 1506 is referred to in sections 1507, 1510, 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1506/"
    },
    {
      "id": "section-1507",
      "number": "1507",
      "heading": "",
      "text": "(a) Verification.--The commission may, by individual commissioners or by inspectors of registration, verify the registration in an election district by visiting each building from which an elector is registered and other buildings as the commission deems necessary. The commission shall make a record of the name and address of each person registered who is not found to reside at the address from which the person is registered or who for any other reason appears to be not qualified to vote in the election district from which the person is registered. The commission shall leave at the address of each such person the notice prescribed by section 1506(e) (relating to checkup of registers).\n\n(b) Action.--At the expiration of the time specified in the notice under section 1506(e), the commission shall cancel or suspend the registration of each such person who has not communicated with the commission and proved qualifications as an elector.\n\n(c) Special inspectors.--For the purpose of facilitating a canvass, the commission may, when necessary, appoint special inspectors of registration in number not exceeding double the number of election districts which the commission determines to canvass. They must be qualified electors of the county. They shall be appointed without reference to residence in election districts or to their political affiliations or beliefs. The commission shall instruct each special inspector in discharging duties.\n\nCross References.Section 1507 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1507/"
    },
    {
      "id": "section-1508",
      "number": "1508",
      "heading": "",
      "text": "Commencing 30 days prior to each election, the commission shall compare and correct the general and district registers.\n\nCross References.Section 1508 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1508/"
    },
    {
      "id": "section-1509",
      "number": "1509",
      "heading": "",
      "text": "(a) Initiation.--At any time not later than the tenth day preceding an election, a qualified elector, including any watcher and any registrar or inspector of registration, may petition the commission to cancel or suspend the registration of a registered elector. The petition must set forth, under oath or affirmation, all of the following:\n\n(1) Sufficient grounds for the cancellation or suspension.\n\n(i) notice of the time and place when the petition would be presented has been given personally to the registered elector at least 24 hours prior to the presentation of the petition; or\n\n(ii) the registered elector could not be found at the place given in the district register as residence and the person in charge of that place, whose name must be given in the petition, has declared that the person was well acquainted with the names of all individuals residing at the place and that the registered elector had never been or was no longer one of them or that no such individual is residing at the address.\n\n(b) Action.--Upon receipt of a petition under subsection (a), the commission shall cancel or suspend the registration of the registered elector and amend accordingly the general and district registers and other records affected unless the registered elector so registered appears and shows cause why this action should not be taken.\n\nCross References.Section 1509 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1509/"
    },
    {
      "id": "section-1510",
      "number": "1510",
      "heading": "",
      "text": "(a) Check of electors.--By April 1 of each year except in a year in which the commission conducts a check of electors under section 1506(c) (relating to checkup of registers), the commission shall examine all of the district registers.\n\n(b) Suspension.--A qualified elector who has been registered for a period of at least two immediately preceding calendar years but who is not recorded as having voted at an election during that period is subject to suspension of registration in accordance with the following procedure:\n\n(1) If a registered elector who has been registered for a period of at least two immediately preceding calendar years is not recorded as having voted at an election during that period, the commission shall send to the registered elector by mail, at the address appearing upon the registration card, a notice setting forth that the records of the commission indicate that the registered elector has not voted during the two immediately preceding calendar years and that the registered elector's registration will be canceled at the expiration of 30 days from the date of mailing the notice unless the registered elector, within that period, files with the commission either personally or by mail a written request for reinstatement of registration or a removal notice properly executed setting forth the registered elector's place of residence and signed by the registered elector.\n\n(2) Within 30 days from the date of mailing of the notice under paragraph (1), the registered elector must file with the commission either personally or by mail a written request for reinstatement of registration or a properly executed removal notice which sets forth the registered elector's place of residence and which is signed by the registered elector. The official registration application card of a registered elector who has registered by mail qualifies as a request for reinstatement of registration or a removal notice under this paragraph.\n\n(3) Within 30 days from the date of mailing of the notice under paragraph (1), the commission shall cancel the registration of a registered elector who has not complied with paragraph (2).\n\n(c) Effect.--Cancellation of registration under this section shall not affect the right of a qualified elector to subsequently register in the manner provided by this part.\n\nCross References.Section 1510 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1510/"
    },
    {
      "id": "section-1511",
      "number": "1511",
      "heading": "",
      "text": "(a) General rule.--If the registration of a registered elector is canceled for any cause, the commission shall mark on the registration record of the elector the word \"canceled\" and the date and cause of cancellation and shall remove them from the general and district registers. Such record shall be kept for five years, after which the commission may destroy it.\n\n(b) Nonessential records.--All records which are not essential for maintaining the current status of a registered elector may be destroyed by the commission after three years.\n\nCross References.Section 1511 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1511/"
    },
    {
      "id": "section-1512",
      "number": "1512",
      "heading": "",
      "text": "If the registration of a registered elector has been canceled or suspended through error, the registered elector may petition the commission for reinstatement of registration not later than the tenth day preceding an election. After a hearing on the application, if error on the part of the commission is proved, the commission shall reinstate the registration.\n\nCross References.Section 1512 is referred to in section 1513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1512/"
    },
    {
      "id": "section-1513",
      "number": "1513",
      "heading": "",
      "text": "(a) Suspension.--To the extent that the Secretary of the Commonwealth determines that the National Voter Registration Act of 1993 (Public Law 103-31, 42 U.S.C. ยง 1973gg et seq.) prohibits the cancellation of registration for elections for Federal office because of a failure to vote as provided in section 1510 (relating to failure to vote), the provisions of sections 1506 (relating to checkup of registers) through 1512 (relating to correction of errors in cancellation or suspension) are suspended. The suspension shall become effective upon publication of notice of the determination in the Pennsylvania Bulletin.\n\n(b) Effect of suspension.--Should the provisions of sections 1506 through 1512 be suspended as provided in subsection (a), the provisions of Chapter 19 (relating to provisions contingent on Federal Law) shall be effective during the period of suspension.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1513/"
    },
    {
      "id": "section-1514",
      "number": "1514",
      "heading": "",
      "text": "The department shall convert the registration records of each commission in accordance with section 1222 (relating to SURE system). In converting the registration records of each commission, the department shall assign each registered elector a SURE registration number which the commission shall add to the registration records of the registered elector.\n\nCross References.Section 1514 is referred to in section 1328.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-15/section-1514/"
    }
  ]
}