{
  "state": "pennsylvania",
  "path": "title-title-25/chapter-chapter-14",
  "sections": [
    {
      "id": "section-1401",
      "number": "1401",
      "heading": "",
      "text": "(a) General rule.--The general register shall contain all of the following for each registered elector of the county:\n\n(1) The ward and election district of residence.\n\n(2) The registered elector's street address.\n\n(3) Data required to be given upon removal from the registered elector's residence.\n\n(4) The date of each election at which the registered elector votes.\n\n(5) The digitized or electronic signature of the registered elector.\n\n(6) The SURE registration number.\n\n(7) Whether the registered elector needs assistance to vote and, if so, the nature of the disability.\n\n(b) District register.--The general register shall be used by the commission to prepare the district register.\n\n(c) SURE system.--After a commission is connected to the SURE system, the general register of the commission shall consist of the registration information contained on the SURE system as maintained by the commission.\n\n(d) Registration cards.--Before a commission is connected to the SURE system, if a commission uses the original registration cards for registered electors in the county as the district register, the duplicate registration cards or photocopies of the original registration cards shall be placed in exact alphabetical order by last name of the registrant, shall be indexed and shall be kept at the office of the registration commission in a manner as to be properly safeguarded. These cards constitute the general register of the county. They may not be removed from the office of the commission except upon order of a court of record. Nothing in this part shall preclude the use of duplicate registration cards from applications provided under the act of March 30, 1937 (P.L.115, No.40), known as The First Class City Permanent Registration Act, or the act of April 29, 1937 (P.L.487, No.115), known as The Permanent Registration Act for Cities of the Second Class, Cities of the Second Class A, Cities of the Third Class, Boroughs, Towns, and Townships.\n\n(e) Digitized signature lists.--Before a commission is connected to the SURE system, if a commission uses digitized signature lists as the district register, the original registration cards shall be placed in exact alphabetical order by last name of the registrant, indexed and kept at the office of the commission in a manner as to be properly safeguarded. These original cards constitute the general register of the county. They may not be removed from the office of the commission except upon order of a court of record. The commission shall safely retain all registration cards used in the registration of electors or in conducting an election. If a commission has the capability to accept an electronic application, the secretary may require the commission to produce a computer-generated card to file in the general register. If the commission finds a record for a registrant on the computer database which is not contained in the general register, it shall replace the original card with a computer-generated duplicate card upon written permission from the registrant or upon order of a court of record.\n\n(f) Duplicate files.--Before a commission is connected to the SURE system, if the commission deems a duplicate file of registration cards necessary for administrative purposes, the commission may prepare a reproduction in compliance with the following:\n\n(1) The registration form shall be photographed, microphotographed or reproduced in a manner approved for permanent records by the secretary.\n\n(2) The device used to reproduce the card is one which accurately reproduces the original in all details.\n\n(3) The photographs, microphotographs or other reproductions are open to public inspection and provision is made for preserving, examining and using them.\n\nCross References.Section 1401 is referred to in sections 1102, 1402 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1401/"
    },
    {
      "id": "section-1402",
      "number": "1402",
      "heading": "",
      "text": "(a) Registration card file.--\n\n(1) Except as provided in subsection (b) and in section 1401(e) (relating to general register), the original registration cards shall be filed by election districts in exact alphabetical order by last name of the registrant and shall be indexed.\n\n(2) The cards constitute the district register.\n\n(3) The commission shall provide binders, which are capable of being locked, for filing and indexing the registration cards. The keys to the binders shall at all times be retained by the commission.\n\n(4) The district register shall be kept at the office of the commission except as provided in subsection (b) and shall be open to public inspection, subject to reasonable safeguards and regulations.\n\n(b) Computer lists.--\n\n(1) Before a commission is connected to the SURE system, instead of using registration cards as the district register as provided in subsection (a), a commission may use a computer list or computer-generated cards containing the registered electors arranged by election district, alphabetically by last name of the registrant. The computer list or computer-generated cards must be in a form prescribed by the secretary and must contain necessary information that would otherwise be available on the registration cards, including a legible digitized signature of the registrant copied from the signature on the registration card. The district election officials shall have computer printouts at the polling places containing the necessary information needed to verify the identity of the elector. The digitized signature list shall be open to public inspection, subject to reasonable safeguards, rules and regulations.\n\n(2) After a commission is connected to the SURE system, each commission shall create from its general register a computer list to be used as the district register. For each election district, the list shall contain the names of the registered electors of the election district, alphabetically by last name of each registered elector. Each page of the list shall contain the name of the county, the election district, the date of the election and the date and time the list was prepared. The computer list shall be in a form prescribed by the secretary and must contain necessary information that would otherwise be available in the general register, including a legible digitized or electronic signature, the street address and political party of each registered elector, and suitable space for insertion of the signature of the registered elector and for insertion by the proper election official of the number and letter of the stub of the ballot issued to the registered elector or the registered elector's number in the order of admission to the voting systems and the initials of the election official who enters the record of voting in the district register and whether the elector needs assistance to vote and, if so, the nature of the disability. The district register shall be kept at the office of the commission and shall be open to public inspection, subject to reasonable safeguards, rules and regulations.\n\n(3) Before connection to the SURE system, a commission may, during systems conversion periods or emergency conditions, provide for a district register containing the original registration cards. The following apply:\n\n(i) The original registration cards shall be filed by election district in one of the following orders as determined by the commission:\n\n(A) Exact alphabetical order by last name of registrant.\n\n(B) Order in which registrants' residences appear upon the streets of the election district, in exact alphabetical order by last name of registrant for each residence.\n\n(ii) The district register containing registration cards shall be kept at the office of the commission and shall be open for public inspection, subject to reasonable safeguards and regulations and to the provisions of this part.\n\n(c) Accuracy.--It is the duty of the commission to compare and correct the general register and district registers to ensure their accuracy. By noon of the third day preceding an election, the commission shall correct the district register for each election district consistent with the information contained in the general register.\n\n(d) Delivery.--The commission shall deliver, in the manner required by law for delivery of election materials, the district register to the election officers for use on election day.\n\n(e) Form.--District registers shall be enclosed within a case or container and shall be locked and sealed by the commission before delivery. The district register shall have printed or written thereon the words \"District Register of Electors\" and the district and ward, if any.\n\n(f) Examination.--Immediately following each election, the commission shall cause each district register to be examined. The commission specifically shall compare the signature of each elector on each voter's certificate with his signature in the district register and shall report in writing to the district attorney any evidence or indication of probable fraud, impersonation or forgery which may appear to the commission by reason of the comparison. In the case of any elector whom the election officers shall have recorded as removed, deceased or challenged and prevented from voting, the commission shall ascertain the facts and shall correct the general and district registers in accordance with Chapter 15 (relating to changes in records).\n\nCross References.Section 1402 is referred to in section 1102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1402/"
    },
    {
      "id": "section-1403",
      "number": "1403",
      "heading": "",
      "text": "(a) Preparation.--Commencing not later than the 15th day prior to each election, each commission shall prepare for each election district a list of the names and addresses of all registered electors as of that date resident in the district. The list may not include the digitized or electronic signature of a registered elector. The list shall be arranged in one of the following manners:\n\n(1) By streets and house numbers.\n\n(2) Alphabetically by last name of each registered elector.\n\n(3) In a manner whereby the location of the elector's residence can be identified.\n\n(b) Copies.--The commission shall retain two copies of the list under subsection (a) on file at its office and forward one copy of the list under subsection (a) to the department. These copies shall be available for public inspection during business hours, subject to reasonable safeguards and regulations.\n\n(c) Distribution.--The department and each commission shall distribute the list under subsection (a) upon request as follows:\n\n(1) To officials concerned with the conduct of elections.\n\n(2) To political parties and political bodies.\n\n(3) To candidates.\n\n(d) Organizations.--The commission may, for a reasonable fee, distribute the list under subsection (a) to organized bodies of citizens.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1403/"
    },
    {
      "id": "section-1404",
      "number": "1404",
      "heading": "",
      "text": "(a) Establishment.--\n\n(1) A commission shall provide for computer inquiries concerning individual registered electors. With respect to each registered elector who is the subject of an inquiry, the information provided shall contain the name, address, date of birth and voting history. Upon request, the commission shall supply a printed record for each such elector subject to the provisions of this part. In addition, the commission may make available for inspection a printed or computerized public information list containing the name, address, date of birth and voting history of each registered elector in the county.\n\n(2) The list may also include information on voting districts.\n\n(3) The list may not contain the digitized or electronic signature or SURE registration number of the registered elector.\n\n(b) Access.--\n\n(1) The secretary may promulgate reasonable regulations governing access to the list.\n\n(2) No individual inspecting the list may tamper with or alter it.\n\n(3) No individual who inspects the list or who acquires names of registered electors from the list may use information contained in the list for purposes unrelated to elections, political activities or law enforcement. Before inspecting the list or obtaining names of registered electors or other information from the list, the individual must provide identification to the public official having custody of the public information list and must state in writing that any information obtained from the list will not be used for purposes unrelated to elections, political activities or law enforcement.\n\n(c) Copies.--\n\n(1) The commission shall provide paper copies of the public information lists and may provide copies in some other form to any registered elector in this Commonwealth within ten days of receiving a written request accompanied by payment of the cost of reproduction and postage. The cost of the copies shall be determined by the office providing copies.\n\n(2) An individual who inspects or acquires a copy of a public information list may not use any information contained in it for purposes unrelated to elections, political activities or law enforcement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1404/"
    },
    {
      "id": "section-1405",
      "number": "1405",
      "heading": "",
      "text": "(a) Computer lists.--Each commission shall preserve district registers for at least five years in the manner, form and time frame established by the department.\n\n(b) Records.--\n\n(1) The department and each commission shall preserve for two years and shall make available for public inspection and, where available, photocopying at a reasonable cost all records concerning the implementation of programs and activities conducted for the purposes of ensuring the accuracy and currency of official lists of registered electors except to the extent that the records relate to a declination to register to vote or to the identity of a voter registration agency through which any particular qualified elector is registered.\n\n(2) The records preserved under paragraph (1) shall include lists of the names and addresses of all electors to whom notices described in section 1501 (relating to removal notices) are sent and information concerning whether or not the individual has responded to the notice as of the date that inspection of the record is made.\n\n(c) Original and existing records.--After a commission is connected to the SURE system, the registration cards and applications utilized under this part, under the act of June 30, 1995 (P.L.170, No.25), known as the Pennsylvania Voter Registration Act, under the former act of March 30, 1937 (P.L.115, No.40), known as The First Class City Permanent Registration Act, or under the former act of April 29, 1937 (P.L.487, No.115), known as The Permanent Registration Act for Cities of the Second Class, Cities of the Second Class A, Cities of the Third Class, Boroughs, Towns, and Townships, shall be placed in alphabetical order by last name of the registered elector, indexed and kept at the office of the commission in a manner as to be properly safeguarded. They may not be removed from the office of the commission except upon order of a court of record. The commission shall safely retain all registration cards used in the registration of registered electors in accordance with regulations promulgated by the department.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1405/"
    },
    {
      "id": "section-1406",
      "number": "1406",
      "heading": "",
      "text": "(a) Commission.--By March 1, a commission shall submit to the secretary an annual report setting forth the number of electors registered under sections 1322 (relating to in-person voter registration), 1323 (relating to application with driver's license application), 1324 (relating to application by mail) and 1325 (relating to government agencies). The report shall specify the number of electors whose registration has been canceled under Chapter 15 (relating to changes in records) and any other information required by the secretary.\n\n(b) Secretary.--The secretary shall submit an annual report to the General Assembly by June 30 assessing the impact of this part on the administration of elections during the preceding year and including recommendations for improvements to procedures, forms and other matters affected by this part.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-25/chapter-14/section-1406/"
    }
  ]
}