{
  "state": "florida",
  "path": "title-chapter-0292/chapter-chapter-0292",
  "sections": [
    {
      "id": "section-29205duties",
      "number": "292.05",
      "heading": "Duties of Department of Veterans’ Affairs",
      "text": "292.055Direct-support organization.292.10Local governing bodies authorized to assist war veterans; powers.292.11County and city veteran service officer.292.115Veteran Suicide Prevention Training Pilot Program.292.12Cooperation with other agencies.292.13Services to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-292055direct-support",
      "number": "292.055",
      "heading": "Direct-support organization.",
      "text": "292.055 Direct-support organization.— (1) SHORT TITLE; DIRECT-SUPPORT ORGANIZATION ESTABLISHED.—This section may be cited as the “Sergeant First Class Paul R. Smith Memorial Act.” The Department of Veterans’ Affairs may establish a direct-support organization to provide assistance, funding, and support for the department in carrying out its mission. This section governs the creation, use, powers, and duties of the direct-support organization. (2) DEFINITIONS.—As used in this section, the term: (a) “Department” means the Department of Veterans’ Affairs. (b) “Direct-support organization” means an organization that is: 1. A Florida corporation not for profit, incorporated under chapter 617, exempted from filing fees, and approved by the Department of State. 2. Organized and operated exclusively to obtain funds; request and receive grants, gifts, and bequests of moneys; acquire, receive, hold, invest, and administer in its own name securities, funds, or property; and make expenditures to or for the direct or indirect benefit of the department, the veterans of this state, and congressionally chartered veteran service organizations having subdivisions that are incorporated in this state. 3. Determined by the department to be operating in a manner consistent with the goals of the department and in the best interest of the state. (c) “Personal services” includes full-time or part-time personnel. (3) BOARD OF DIRECTORS.—The direct-support organization shall be governed by a board of directors. (a) The board of directors shall consist of no fewer than five members appointed by the executive director of the department. Veteran service organizations in this state may recommend nominees to the executive director of the department. (b) The term of office of the board members shall be 3 years, except that the terms of the initial appointees shall be for 1 year, 2 years, or 3 years in order to achieve staggered terms. A member may be reappointed when his or her term expires. The executive director of the department or his or her designee shall serve as an ex officio member of the board of directors. (c) Members must be current residents of this state. A majority of the members must be veterans, as defined in s. 1.01(14), and highly knowledgeable about the United States military, its service personnel, its veterans, and its missions. The executive director of the department may remove any member of the board for cause and with the approval of a majority of the members of the board of directors. The executive director of the department shall appoint a replacement for any vacancy that occurs. (4) CONTRACT.—A direct-support organization shall operate under a written contract with the department. The written contract must provide for: (a) Certification by the department that the direct-support organization is complying with the terms of the contract and is doing so consistent with the goals and purposes of the department and in the best interests of the state. This certification must be made annually and reported in the official minutes of a meeting of the direct-support organization. (b) The reversion of moneys and property held by the direct-support organization: 1. To the department if the direct-support organization is no longer approved to operate for the department; 2. To the department if the direct-support organization ceases to exist; or 3. To the state if the department ceases to exist. (c) The disclosure of the material provisions of the contract, and the distinction between the department and the direct-support organization, to donors of gifts, contributions, or bequests, including such disclosure on all promotional and fundraising publications. (5) USE OF PROPERTY.— (a) The department may permit the use of property, facilities, and personal services of the department by the direct-support organization, subject to this section. (b) The department may prescribe by contract any condition with which the direct-support organization must comply in order to use property, facilities, or personal services of the department. (c) The department may not permit the use of its property, facilities, or personal services by any direct-support organization organized under this section which does not provide equal employment opportunities to all persons regardless of race, color, national origin, gender, age, or religion. (6) ACTIVITIES; RESTRICTIONS.—Any transaction or agreement between the direct-support organization organized under this section and another direct-support organization or other entity must be approved by the executive director of the department. (7) ANNUAL BUDGETS AND REPORTS.— (a) The fiscal year of the direct-support organization shall begin on July 1 of each year and end on June 30 of the following year. (b) The direct-support organization shall submit to the department its federal Internal Revenue Service Application for Recognition of Exemption form (Form 1023) and its federal Internal Revenue Service Return of Organization Exempt from Income Tax form (Form 990). (8) ANNUAL AUDIT.—The direct-support organization shall provide for an annual financial audit in accordance with s. 215.981. (9) CONFIDENTIALITY OF DONORS.— (a) Any information identifying a donor or prospective donor to the direct-support organization who desires to remain anonymous is confidential and exempt from s. 119.07(1) and s. 24(a), Art. I of the State Constitution. (b) Portions of meetings of the direct-support organization during which the identity of a donor or prospective donor, whose identity is confidential and exempt pursuant to paragraph (a), is discussed are exempt from s. 286.011 and s. 24(b), Art. I of the State Constitution. History.—s. 1, ch. 2008-84; s. 1, ch. 2008-85; s. 1, ch. 2013-97; s. 16, ch. 2014-96; s. 1, ch. 2017-6. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1792cd6fe1c2',t:'MTc3MDg3ODQwMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-055/"
    },
    {
      "id": "section-29210local",
      "number": "292.10",
      "heading": "Local governing bodies authorized to assist war veterans; powers.",
      "text": "governing bodies authorized to assist war veterans; powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29211county",
      "number": "292.11",
      "heading": "County and city veteran service officer.",
      "text": "292.11 County and city veteran service officer.— (1) Each board of county commissioners may employ a county veteran service officer; provide office space, clerical assistance, and the necessary supplies incidental to providing and maintaining a county service office; and pay said expenses and salaries from the moneys hereinafter provided for. The governing body of any city may employ a city veteran service officer; provide such office space, clerical assistance, and supplies; and pay expenses and salaries. A county or city veteran service officer must be a veteran as defined in s. 1.01(14) or the surviving spouse of any such veteran. Every county or city veteran service officer, in order to be eligible for employment as a county or city veteran service officer, shall have a 2-year degree from an accredited university, college, or community college or a high school degree or equivalency diploma and 4 years of administrative experience. (2) Any county or city desiring to employ a county or city veteran service officer under the provisions of this section may notify the Department of Veterans’ Affairs of its intention to do so and may furnish the department with the name or names of any person or persons applying to fill such position, along with documentation supporting the qualifications thereof. The department shall thereupon certify to such county or city the name or names of candidates for such position who meet the requirements and qualifications prescribed by the department. The county or city may thereupon employ any person or persons so certified by the department. Duties, compensation, and terms of employment shall be prescribed by the board of county commissioners or, where applicable, by the governing body of the city. (3) Any person employed by any county or city under the provisions of this section shall, from the time of his or her employment, be subject to such rules as the Department of Veterans’ Affairs may from time to time prescribe. Appropriations made by any county or city, or both, for the purposes set forth in this section are hereby declared to be appropriations for a county or municipal purpose, as the case may be. (4) The Department of Veterans’ Affairs is directed to establish a training program for county and city veteran service officers. Every county or city veteran service officer employed under this chapter shall attend the training program established by the department and successfully complete a test administered by the department prior to assuming any responsibilities as a county or city veteran service officer. The department shall further establish periodic training refresher courses which each county or city veteran service officer must attend and complete as a condition of remaining in employment as a county or city veteran service officer. County and city veteran service officers shall be reimbursed for travel expenses, as provided in s. 112.061, in fulfilling the requirements of this section. (5) The provisions of subsection (1) shall not apply to, or in any way affect, the employment of any county or city service officer who was so employed prior to July 1, 1974. History.—s. 2, ch. 23017, 1945; ss. 1, 2, 3, ch. 74-288; s. 5, ch. 77-330; s. 121, ch. 79-400; s. 30, ch. 81-167; s. 3, ch. 81-288; s. 30, ch. 83-55; s. 20, ch. 88-290; s. 242, ch. 95-148; s. 2, ch. 2023-162. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca17951a22915b',t:'MTc3MDg3ODQwMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-11/"
    },
    {
      "id": "section-292115veteran",
      "number": "292.115",
      "heading": "Veteran Suicide Prevention Training Pilot Program.",
      "text": "292.115 Veteran Suicide Prevention Training Pilot Program.— (1) The Department of Veterans’ Affairs shall establish the Veteran Suicide Prevention Training Pilot Program. The purpose of the pilot program is to offer to each Department of Veterans’ Affairs claims examiner and each county and city veteran service officer, as described in s. 292.11, specialized mental health training and certification in the prevention of veteran suicide. (2) Individuals electing to participate in the pilot program must be trained to identify indicators of mental health conditions and elevated suicide risk and provide emergency crisis referrals for veterans expressing or exhibiting symptoms of emotional or psychological distress. The Department of Veterans’ Affairs shall contract with an organization having proven experience developing and implementing veteran-relevant and evidence-based mental health assistance and suicide prevention training to develop the curriculum for such training. The department shall establish and oversee the process for certifying program participants who successfully complete such training. (3) The Department of Veterans’ Affairs shall adopt rules necessary to implement the pilot program. (4) The Department of Veterans’ Affairs shall submit a report to the President of the Senate and the Speaker of the House of Representatives by June 30 of each year, which includes information concerning the pilot program and whether any changes should be made to the pilot program which would increase its effectiveness. In its report submitted by June 30, 2026, the department shall include a recommendation of whether the pilot program should be continued. History.—s. 1, ch. 2022-39; s. 3, ch. 2025-146. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca17977dc0d8b3',t:'MTc3MDg3ODQwMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-115/"
    },
    {
      "id": "section-29212cooperation",
      "number": "292.12",
      "heading": "Cooperation with other agencies.",
      "text": "292.12 Cooperation with other agencies.—The board of county commissioners of each county and the governing body of each city in the state may, in order to accomplish the purposes of this law, work jointly with any agency of the Federal Government, any present or future state agency or commission, or any other county in the state, or any municipality in such county; may contribute directly from the funds herein provided to any such agency, commission, political entity, or municipality in furtherance of the purpose of this law; and may, with any other county or municipality, employ jointly a county or city veteran service officer to carry out for such counties and cities the purposes of this law. History.—s. 3, ch. 23017, 1945; s. 6, ch. 77-330; s. 122, ch. 79-400. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1799dd52a4c1',t:'MTc3MDg3ODQwMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-12/"
    },
    {
      "id": "section-29213services",
      "number": "292.13",
      "heading": "Services to be without charge.",
      "text": "292.13 Services to be without charge.—All services performed by any county or city veteran service officer employed hereunder for any veteran or his or her dependents shall be rendered without charge to said veteran or said dependents. History.—s. 4, ch. 23017, 1945; s. 7, ch. 77-330. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca179c2f842fa9',t:'MTc3MDg3ODQwMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-13/"
    },
    {
      "id": "section-29214construction",
      "number": "292.14",
      "heading": "Construction of law.",
      "text": "292.14 Construction of law.—It is the intent and purpose of the Legislature that in construing this law the broadest interpretation be given to the same, in order to carry out and effectuate the purposes of this law. History.—s. 5, ch. 23017, 1945. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca179e7c697a26',t:'MTc3MDg3ODQwMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-14/"
    },
    {
      "id": "section-29215taxation",
      "number": "292.15",
      "heading": "Taxation and appropriation.",
      "text": "292.15 Taxation and appropriation.—The boards of county commissioners of the several counties of the state be and the same are hereby expressly authorized and empowered to levy a tax not to exceed one-half mill, or use available funds on hand and unappropriated, whether derived from taxation or otherwise, for the purpose of aiding and assisting the veterans described in s. 292.10, by providing a veteran service officer and maintaining a veteran service office in said county, and to disburse said moneys at such times and in such manner and under such terms and conditions as may be provided by resolution of said boards of county commissioners from time to time. History.—s. 6, ch. 23017, 1945; s. 8, ch. 77-330. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca17a0de6fb989',t:'MTc3MDg3ODQwMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-15/"
    },
    {
      "id": "section-29216construction",
      "number": "292.16",
      "heading": "Construction of ss. 292.10-292.15.",
      "text": "292.16 Construction of ss. 292.10-292.15.—Sections 292.10 to 292.15 shall not be construed to be exclusive, but shall be cumulative and supplemental to other acts relating to the same general purposes of this law. History.—s. 7, ch. 23017, 1945. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca17a32dece9f1',t:'MTc3MDg3ODQwMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xx/chapter-292/section-292-16/"
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "292.10 to 292.15 shall not be construed to be exclusive, but shall be cumulative and supplemental to other acts relating to the same general purposes of this law",
      "text": "292.10 to 292.15 shall not be construed to be exclusive, but shall be cumulative and supplemental to other acts relating to the same general purposes of this law.",
      "history": "",
      "source_url": ""
    }
  ]
}