{
  "state": "delaware",
  "path": "title-title-10/chapter-title10c075index",
  "sections": [
    {
      "id": "section-7501",
      "number": "7501.",
      "heading": "Benefit of State and injured person",
      "text": "Every recognizance and bond, acknowledged or executed, pursuant to any law, or by the direction of the Governor, or of any court, by an executor, administrator, sheriff, or other officer, or person, to the State, with condition for the payment of money, or the exe\n§\n\n 2571; \n\nCode 1915,\n\n§\n\n 4502; \n\nCode 1935,\n\n§\n\n 4954; \n\n10 Del. C. 1953,\n\n§\n\n 7501;70 Del. Laws, c. 449,\n\n§\n\n 2;§\n\n7502. Right of action by injured person; title of action.Every person injured by the breach of the condition of any public recognizance or bond may, in the name of the State, but for such person’s own use, institute an action upon such recognizance or bond, and prosecute the same to judgment and execution. Such person may employ an attorney of the court wherein the action is brought, who may, in the complaint and other pleadings, use his or her own name, instead of the name of the Attorney General.Code 1852,\n\n§\n\n 2572; \n\nCode 1915,\n\n§\n\n 4503; \n\nCode 1935,\n\n§\n\n 4955; \n\n10 Del. C. 1953,\n\n§\n\n 7502;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7503. Judgment for less than penalty; security for further damages.A recognizance, bond, or penal sum, shall not be extinguished by a judgment in an action thereon, if for a sum as debt less than the penalty, but shall remain as a security for any damages sustained, or to be sustained on occasion of other breaches. For the recovery of such damages, actions may be instituted from time to time upon such recognizance, bond, or penal sum.Code 1852,\n\n§\n\n 2579; \n\nCode 1915,\n\n§\n\n 4510; \n\nCode 1935,\n\n§\n\n 4962; \n\n10 Del. C. 1953,\n\n§\n\n 7503;§\n\n7504. Limitation of liability.Nothing contained in this chapter shall make a recognizor, obligor, or other party liable for damages beyond the penalty of his or her recognizance, bond, or specialty; or in any manner extend, abridge, or alter the legal operation of any recognizance or other instrument.Code 1852,\n\n§\n\n 2580; \n\nCode 1915,\n\n§\n\n 4511; \n\nCode 1935,\n\n§\n\n 4963; \n\n10 Del. C. 1953,\n\n§\n\n 7504;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7505. Inadequate penalty; priority of claims.If the penalty of a recognizance or bond, acknowledged or executed as mentioned in § 7501 of this title, is not adequate to cover all the damages sustained on occasion of the breaches of the condition thereof, and such damages are sustained by several persons, such persons shall stand in priority according to the respective dates of commencing the actions for their uses respectively. A failure to use due diligence in prosecuting any action, shall deprive it of such priority, and postpone it to all the actions pending at the time of such failure, such failure to be determined and certified by the court.Code 1852,\n\n§\n\n 2581; \n\nCode 1915,\n\n§\n\n 4512; \n\nCode 1935,\n\n§\n\n 4964; \n\n10 Del. C. 1953,\n\n§\n\n 7505;§\n\n7506. Installment payments, recovery of.Sections 7501-7505 of this title shall extend to an action upon a bond or specialty in a penal sum with condition for the payment of money or interest of money by installments or on different days, unless such action is commenced after all the sums, whether for principal or interest, which according to such condition can become payable, have become payable. If the action is commenced after all the sums which, according to such condition, can become payable whether for principal or interest, have become payable, or if the action be upon a bond or specialty in a penal sum with condition for the payment of money in a gross sum, judgment for the plaintiff shall be for the penalty and costs of suit, to be discharged upon the payment of the sum justly due, with interest and costs. The sum justly due shall be found by a jury, or by the court if a jury is waived, or otherwise shall be ascertained as may be agreed by the parties, or ordered by the court.Code 1852,\n\n§\n\n 2584; \n\nCode 1915,\n\n§\n\n 4514; \n\nCode 1935,\n\n§\n\n 4965; \n\n10 Del. C. 1953,\n\n§\n\n 7506;§\n\n7507. Proceedings to compel entry of satisfaction.(a) In all cases where recognizances are liens on real estate in this State, and the same have been paid, and the recognizees, or their executors, administrators or assigns, refuse or neglect to enter satisfaction of such recognizance, on the record thereof in the office where the same is recorded or entered, within 60 days after the payment thereof, the recognizors, or their heirs or assigns, may, upon sworn complaint filed in the Court of Chancery of the county in which the recognizance is recorded or entered, setting forth the facts, obtain from the Court a rule upon the recognizees, or their executors, administrators or assigns, returnable at such time as the Court may direct, requiring such recognizees, or their executors, administrators or assigns, to appear on the day fixed by the Court and show cause, if any they have, why such recognizance shall not be marked satisfied on the record thereof.(b) The rule shall be served in such manner as directed by the Court. In case the recognizees, or their executors, administrators or assigns, reside out of the State, and cannot be served, the rule shall be continued, a copy thereof shall be published by the sheriff in a newspaper of the county, once each week for 4 successive weeks, and upon proof of such advertisement by affidavit of the sheriff, made at the time to which such rule was continued shall be deemed and considered sufficient service of such rule.(c) Upon the return of the rule, if the Court is satisfied from the evidence produced that such recognizance, together with all interest and costs due thereon, has been satisfied and paid, the rule shall be made absolute and the Court shall order and adjudge that the recognizance shall be satisfied, and shall order and direct the Register in Chancery, in whose office such recognizance is entered, to enter on the record thereof full and complete satisfaction of the recognizance.29 Del. Laws, c. 259; \n\nCode 1935,\n\n§\n\n 4966; \n\n10 Del. C. 1953,\n\n§\n\n 7507;§\n\n7508. Applicability of §§ 7501-7507 to judgments on warrant of attorney.None of the provisions of §§ 7501-7507 of this title shall extend to a warrant of attorney to confess judgment, nor to any action or judgment entered or confessed in pursuance of such warrant of attorney.Code 1852,\n\n§\n\n 2585; \n\nCode 1915,\n\n§\n\n 4515; \n\nCode 1935,\n\n§\n\n 4967; \n\n10 Del. C. 1953,\n\n§\n\n 7508;§\n\n7509. Lien on lands of public officer as obligor.Every recognizance or obligation acknowledged for a penal sum, with condition for the performance, by an officer, of the duties of the officer’s office, or of any public trust, shall, from the caption of such recognizance, or from the time of the acknowledging and approving of such obligation, be a lien upon all the lands and tenements of the officer, being the principal obligor therein, within the county wherein such recognizance or obligation is taken or acknowledged. The recognizance or obligation shall not be a lien upon the lands and tenements of the sureties therein.Code 1852,\n\n§\n\n 2586; \n\nCode 1915,\n\n§\n\n 4516; \n\nCode 1935,\n\n§\n\n 4968; \n\n10 Del. C. 1953,\n\n§\n\n 7509;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7510. Entry of satisfaction.Every person to whom a sum is due by a recognizance taken in the Court of Chancery, receiving satisfaction of the same, shall, within 60 days thereafter, cause such satisfaction to be entered upon the record of such recognizance. Such satisfaction shall be entered by the Register in Chancery upon application of the party or the party’s attorney, who must sign the entry.Code 1852,\n\n§\n\n 2587; \n\nCode 1915,\n\n§\n\n 4517; \n\nCode 1935,\n\n§\n\n 4969; \n\n10 Del. C. 1953,\n\n§\n\n 7510;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7511. Default in satisfaction; amount of damages.Every person committing a default under § 7510 of this title shall be liable to the recognizor in such recognizance, or the executors or administrators of such recognizor, in damages to be recovered by a civil action. The damages shall not be less than $10, nor more than $50, except when special damages to a larger amount are alleged in the complaint, and proved.Code 1852,\n\n§\n\n 2588; \n\nCode 1915,\n\n§\n\n 4518; \n\nCode 1935,\n\n§\n\n 4970; \n\n10 Del. C. 1953,\n\n§\n\n 7511;§\n\n7512. Copy as evidence; production of original.(a) If any recognizance or bond, mentioned in § 7501 of this title, shall according to law be recorded or deposited in any public office, a copy of such recognizance or bond, or of the record thereof, duly certified, shall be competent evidence.(b) Any court, for sufficient cause, may require the production of the original recognizance, bond, or record. The officer having custody thereof shall produce it as required.Code 1852,\n\n§§\n\n 2589, 2590; \n\nCode 1915,\n\n§\n\n 4519; \n\nCode 1935,\n\n§\n\n 4971; \n\n10 Del. C. 1953,\n\n§\n\n 7512;§\n\n7513. Written obligation without penalty.An obligation in writing, executed under the hand and seal of the obligor, by which the obligor binds himself or herself to pay a certain sum of money at a designated time, with interest, costs and counsel fees, as provided by law, shall be construed to be a bond, although no penal sum is named therein, and actions and proceedings may be brought thereon and judgments entered for the amount due, including debt, interest, costs and counsel fees, in accordance with the warrant of attorney contained therein.This section shall not be deemed to invalidate or raise a question concerning the validity of any bond, or obligation in writing, under the hand and seal of the obligor, made prior to April 5, 1923, executed and delivered and not containing the recital of a penal sum.33 Del. Laws, c. 240,\n\n§§\n\n 1, 2; \n\nCode 1935,\n\n§\n\n 4972; \n\n10 Del. C. 1953,\n\n§\n\n 7513;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7514. Location of realty of persons signing bonds or recognizances.Where the signature of an owner of realty is required upon any bond or recognizance in any court of this State or before any justice of the peace of this State, it shall not be required that the owner own realty in the county where the court or justice of the peace is located but it shall be regarded as sufficient security if the owner owns realty located anywhere in this State.10 Del. C. 1953,\n\n§\n\n 7514;50 Del. Laws, c. 335,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7502",
      "number": "7502.",
      "heading": "Right of action by injured person; title of action",
      "text": "Every person injured by the breach of the condition of any public recognizance or bond may, in the name of the State, but for such person’s own use, institute an action upon such recognizance or bond, and prosecute the same to judgment and execution\n§\n\n 2572; \n\nCode 1915,\n\n§\n\n 4503; \n\nCode 1935,\n\n§\n\n 4955; \n\n10 Del. C. 1953,\n\n§\n\n 7502;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7503",
      "number": "7503.",
      "heading": "Judgment for less than penalty; security for further damages",
      "text": "A recognizance, bond, or penal sum, shall not be extinguished by a judgment in an action thereon, if for a sum as debt less than the penalty, but shall remain as a security for any damages sustained, or to be sustained on occasion of other\n§\n\n 2579; \n\nCode 1915,\n\n§\n\n 4510; \n\nCode 1935,\n\n§\n\n 4962; \n\n10 Del. C. 1953,\n\n§\n\n 7503;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7504",
      "number": "7504.",
      "heading": "Limitation of liability.Nothing contained in this chapter shall make a recognizor, obligor, or other party liable for damages beyond the penalty of his or her recognizance, bond, or specialty; or in any manner extend, abridge, or alter the legal operation of any recognizance or other instrument",
      "text": "Code\n§\n\n 2580; \n\nCode 1915,\n\n§\n\n 4511; \n\nCode 1935,\n\n§\n\n 4963; \n\n10 Del. C. 1953,\n\n§\n\n 7504;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7505",
      "number": "7505.",
      "heading": "Inadequate penalty; priority of claims",
      "text": "If the penalty of a recognizance or bond, acknowledged or executed as mentioned in § 7501 of this title, is not adequate to cover all the damages sustained on occasion of the breaches of the condition thereof, and such damages are sustained by several persons,\n§\n\n 2581; \n\nCode 1915,\n\n§\n\n 4512; \n\nCode 1935,\n\n§\n\n 4964; \n\n10 Del. C. 1953,\n\n§\n\n 7505;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7506",
      "number": "7506.",
      "heading": "Installment payments, recovery of",
      "text": "Sections 7501-7505 of this title shall extend to an action upon a bond or specialty in a penal sum with condition for the payment of money or interest of money by installments or on different days, unless such action is commenced after all the sums, whether for prin\n§\n\n 2584; \n\nCode 1915,\n\n§\n\n 4514; \n\nCode 1935,\n\n§\n\n 4965; \n\n10 Del. C. 1953,\n\n§\n\n 7506;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "7501-7505 of this title shall extend to an action upon a bond or specialty in a penal sum with condition for the payment of money or interest of money by installments or on different days, unless such action is commenced after all the sums, whether for principal or interest, which according to such ",
      "text": "7501-7505 of this title shall extend to an action upon a bond or specialty in a penal sum with condition for the payment of money or interest of money by installments or on different days, unless such action is commenced after all the sums, whether for principal or interest, which according to such condition can become payable, have become payable. If the action is commenced after all the sums which, according to such condition, can become payable whether for principal or interest, have become payable, or if the action be upon a bond or specialty in a penal sum with condition for the payment of money in a gross sum, judgment for the plaintiff shall be for the penalty and costs of suit, to be discharged upon the payment of the sum justly due, with interest and costs. The sum justly due shall be found by a jury, or by the court if a jury is waived, or otherwise shall be ascertained as may be agreed by the parties, or ordered by the court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7507",
      "number": "7507.",
      "heading": "Proceedings to compel entry of satisfaction",
      "text": "(a) In all cases where recognizances are liens on real estate in this State, and the same have been paid, and the recognizees, or their executors, administrators or assigns, refuse or neglect to enter satisfaction of such recognizance, on the record thereo\nCode 1935,\n\n§\n\n 4966; \n\n10 Del. C. 1953,\n\n§\n\n 7507;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7508",
      "number": "7508.",
      "heading": "Applicability of §§ 7501-7507 to judgments on warrant of attorney",
      "text": "None of the provisions of §§ 7501-7507 of this title shall extend to a warrant of attorney to confess judgment, nor to any action or judgment entered or confessed in pursuance of such warrant of attorney.Code 1852,\n§\n\n 2585; \n\nCode 1915,\n\n§\n\n 4515; \n\nCode 1935,\n\n§\n\n 4967; \n\n10 Del. C. 1953,\n\n§\n\n 7508;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7509",
      "number": "7509.",
      "heading": "Lien on lands of public officer as obligor",
      "text": "Every recognizance or obligation acknowledged for a penal sum, with condition for the performance, by an officer, of the duties of the officer’s office, or of any public trust, shall, from the caption of such recognizance, or from the time of the acknowledg\n§\n\n 2586; \n\nCode 1915,\n\n§\n\n 4516; \n\nCode 1935,\n\n§\n\n 4968; \n\n10 Del. C. 1953,\n\n§\n\n 7509;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7510",
      "number": "7510.",
      "heading": "Entry of satisfaction.Every person to whom a sum is due by a recognizance taken in the Court of Chancery, receiving satisfaction of the same, shall, within 60 days thereafter, cause such satisfaction to be entered upon the record of such recognizance",
      "text": "Such satisfaction shall be entered by the Regist\n§\n\n 2587; \n\nCode 1915,\n\n§\n\n 4517; \n\nCode 1935,\n\n§\n\n 4969; \n\n10 Del. C. 1953,\n\n§\n\n 7510;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7511",
      "number": "7511.",
      "heading": "Default in satisfaction; amount of damages",
      "text": "Every person committing a default under § 7510 of this title shall be liable to the recognizor in such recognizance, or the executors or administrators of such recognizor, in damages to be recovered by a civil action. The damages shall not be less than $10,\n§\n\n 2588; \n\nCode 1915,\n\n§\n\n 4518; \n\nCode 1935,\n\n§\n\n 4970; \n\n10 Del. C. 1953,\n\n§\n\n 7511;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7512",
      "number": "7512.",
      "heading": "Copy as evidence; production of original",
      "text": "(a) If any recognizance or bond, mentioned in § 7501 of this title, shall according to law be recorded or deposited in any public office, a copy of such recognizance or bond, or of the record thereof, duly certified, shall be competent evidence.(b) Any court,\n§§\n\n 2589, 2590; \n\nCode 1915,\n\n§\n\n 4519; \n\nCode 1935,\n\n§\n\n 4971; \n\n10 Del. C. 1953,\n\n§\n\n 7512;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7513",
      "number": "7513.",
      "heading": "Written obligation without penalty",
      "text": "An obligation in writing, executed under the hand and seal of the obligor, by which the obligor binds himself or herself to pay a certain sum of money at a designated time, with interest, costs and counsel fees, as provided by law, shall be construed to be a bond,\n§§\n\n 1, 2; \n\nCode 1935,\n\n§\n\n 4972; \n\n10 Del. C. 1953,\n\n§\n\n 7513;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7514",
      "number": "7514.",
      "heading": "Location of realty of persons signing bonds or recognizances",
      "text": "Where the signature of an owner of realty is required upon any bond or recognizance in any court of this State or before any justice of the peace of this State, it shall not be required that the owner own realty in the county where the cou\n§\n\n 7514;50 Del. Laws, c. 335,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}