{
  "state": "delaware",
  "path": "title-title-10/chapter-title10c058index",
  "sections": [
    {
      "id": "section-5801",
      "number": "5801.",
      "heading": "Definitions.For purposes of this chapter only, unless the context requires otherwise:(1) “Agreement” means an agreement described in § 5803(a) of this title",
      "text": "(2) “Arbitration” means an arbitration provided for under this chapter.(3) “Arbitrator” means a person named in an agreement, selected under an\n§\n\n 1;§\n\n5802. Purpose of the chapter.The purpose of the Delaware Rapid Arbitration Act is to give Delaware business entities a method by which they may resolve business disputes in a prompt, cost-effective, and efficient manner, through voluntary arbitration conducted by expert arbitrators, and to ensure rapid resolution of those business disputes. This chapter is intended to provide an additional option by which sophisticated entities may resolve their business disputes. Therefore, nothing in this chapter is intended to impair the ability of entities to use other arbitral procedures of their own choosing, including procedures that afford lengthier proceedings and allow for more extensive discovery.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5803. Effect of arbitration agreement.(a) A written agreement to submit to arbitration any controversy existing at or arising after the effective date of the agreement is valid, enforceable, and irrevocable, save upon such grounds as exist at law or in equity for the revocation of any contract, without regard to the justiciable character of the controversy, so long as:(1) The agreement is signed by the parties to an arbitration;(2) At least 1 party to the agreement is a business entity, as that term is defined in § 346 of this title, formed or organized under the laws of this State or having its principal place of business in this State;(3) No party to the agreement is a consumer, as that term is defined in § 2731 of Title 6, or an organization, as that term is defined in this chapter;(4) The agreement provides that it shall be governed by or construed under the laws of this State, without regard to principles of conflict of laws, regardless of whether the laws of this State govern the parties’ other rights, remedies, liabilities, powers and duties; and(5) The agreement includes an express reference to the “Delaware Rapid Arbitration Act.”During the pendency of an arbitration, an agreement may be amended to alter the procedures of the arbitration only with the approval of an arbitrator, but the agreement may not be amended so as to alter the time set forth in 5808(b) of this title.(b) A party to an agreement is deemed to have waived objection and consented to:(1) The arbitration procedures set forth in this chapter;(2) The submission exclusively to an arbitrator of issues of substantive and procedural arbitrability;(3) The exclusive personal and subject matter jurisdiction of an arbitration, the seat of which is this State, regardless of the place of a hearing;(4) The exclusive personal and subject matter jurisdiction of the courts of the State for the limited purposes set forth in § 5804 of this title; and(5) Except as otherwise limited by the agreement, an arbitrator’s power and authority to:a. Determine in the first instance the scope of the arbitrator’s remedial authority, subject to review solely under § 5809 of this title; andb. Grant relief, including to award any legal or equitable remedy appropriate in the sole judgment of the arbitrator.(c) A party to an agreement is deemed to have waived the right to:(1) Seek to enjoin an arbitration;(2) Remove any action under this chapter to a federal court;(3) Appeal or challenge an interim ruling or order of an arbitrator;(4) Appeal or challenge a final award, except under § 5809 of this title; and(5) Challenge whether an arbitration has been properly held, except under § 5809 of this title.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5804. Jurisdiction.(a)Jurisdiction of the Supreme Court. —Except as otherwise provided in an agreement, the making of the agreement confers jurisdiction on the Supreme Court of the State to hear only a challenge to a final award under § 5809 of this title. The Supreme Court does not have jurisdiction to hear appeals of:(1) The appointment of an arbitrator under § 5805 of this title;(2) The determination of an arbitrator’s fees under § 5806(b) of this title;(3) The issuance or denial of an injunction in aid of arbitration under paragraph (b)(5) of this title; and(4) The grant or denial of an order enforcing a subpoena issued under § 5807(b) of this title.A party to any agreement shall be deemed to have waived the right to such appeals. The Supreme Court, in consultation with the Court of Chancery, may publish rules for arbitration proceedings under this chapter and, unless an agreement provides for different rules, may specify that those rules govern arbitration proceedings under this chapter.(b)Jurisdiction of the Court of Chancery. —The making of an agreement confers jurisdiction on the Court of Chancery of the State only to:(1) Appoint an arbitrator under § 5805 of this title;(2) Enter judgment under § 5810(b) of this title;(3) Upon the request of an arbitrator, enforce a subpoena issued under § 5807(b) of this title;(4) Determine an arbitrator’s fees under § 5806(b) of this title; and(5) Issue, only before an arbitrator accepts appointment as such, an injunction in aid of an arbitration, provided that the injunction may not divest the arbitrator of jurisdiction or authority. Notwithstanding the foregoing, no court has jurisdiction to enjoin an arbitration under this chapter.The Court of Chancery may promulgate rules to govern proceedings under this chapter.(c)Jurisdiction of the Superior Court. —The making of an agreement confers jurisdiction on the Superior Court of the State only to enter judgment under § 5810(c) of this title.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5805. Appointment of arbitrator by the Court of Chancery.(a) The Court of Chancery of the State, on petition or on application of a party in an existing case, has exclusive jurisdiction to appoint 1 or more arbitrators upon:(1) The consent of all parties to an agreement;(2) The failure or inability of an arbitrator named in or selected under an agreement to serve as an arbitrator;(3) The failure of an agreement to name an arbitrator or to provide a method for selecting an arbitrator;(4) The inability of the parties to an agreement to appoint an arbitrator; or(5) The failure of a procedure set forth in an agreement for selecting an arbitrator.Following the petition or application, each party shall propose to the Court of Chancery no more than 3 persons that are qualified and willing to serve as an arbitrator.(b) (1) The Court of Chancery shall, within 30 days of the service of the petition or application, appoint an arbitrator and, in so doing, may take into account:a. The terms of an agreement;b. The persons proposed by the parties; andc. Reports made under § 5806(d) of this title.(2) An arbitrator appointed by the Court of Chancery may only be:a. A person named in or selected under an agreement;b. A person expert in any nonlegal discipline described in an agreement; orc. A member in good standing of the Bar of the Supreme Court of the State for at least 10 years.An arbitrator so appointed has all the powers of an arbitrator specifically named in an agreement. Unless otherwise provided in an agreement, the Court of Chancery shall appoint a single arbitrator.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5806. Arbitrator; fees and expenses of arbitration.(a) A person accepting an appointment as an arbitrator is deemed to have:(1) Consented to the terms of this chapter; and(2) Accepted the consequences set forth in subsection (b) of this section for failing to comply with the provisions of § 5808(b) of this title.An arbitrator is immune from civil liability for or resulting from any act or omission done or made in connection with an arbitration, unless the arbitrator’s act or omission was made or done in bad faith, with malicious intent, or in a manner exhibiting a wilful, wanton disregard of the rights, safety, or property of another.(b) Unless otherwise provided in an agreement, an arbitrator’s fees and expenses, together with other expenses incurred in the conduct of an arbitration, but not including counsel fees of parties to the arbitration, shall be borne as provided in a final award. Notwithstanding the foregoing, an arbitrator that fails to issue a final award in compliance with § 5808(b) of this title is not entitled to full payment of the arbitrator’s fees. The arbitrator’s fees must be reduced by 25% if the final award is less than 30 days late; the arbitrator’s fees must be reduced by 75% if the final award is between 30 and 60 days late; and the arbitrator’s fees must be reduced by 100% if the final award is more than 60 days late. Notwithstanding the foregoing sentence, upon petition by an arbitrator, the Court of Chancery may summarily determine, on clear and convincing evidence, that exceptional circumstances exist such that the reductions in the foregoing sentence should be modified or eliminated.(c) An arbitrator may retain appropriate counsel, in consultation with the parties. The arbitrator’s counsel may make rulings on issues of law, to the extent requested to do so by the arbitrator, which shall have the same effect as a ruling by the arbitrator, if the arbitrator so determines. The fees and expenses incurred by the arbitrator’s counsel must be included in the arbitrator’s expenses described in subsection (b) of this section.(d) An arbitrator that fails to issue a final award in compliance with § 5808(b) of this title shall, within 90 days of the failure, report that failure to the Register in Chancery, indicating:(1) The date on which the arbitrator accepted appointment as an arbitrator; and(2) The date on which the final award was issued.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5807. Hearing; witnesses; prehearing evidence gathering; rulings before final award.(a) Unless otherwise provided in an agreement, an arbitrator shall appoint a time and place for a hearing or an adjourned hearing, either of which may be held within or without the State and within or without the United States. Notwithstanding the foregoing sentence, the seat of an arbitration is the State of Delaware. Unless otherwise provided in an agreement, a party to an arbitration is entitled to be heard, to present evidence relevant to the arbitration, and to cross-examine witnesses appearing at a hearing. Notwithstanding the foregoing, an arbitrator may make such interim rulings and issue such interim orders as the arbitrator deems necessary to determine what evidence and which witnesses may be presented at the hearing, including to limit the presentation of evidence and witnesses as necessary to satisfy § 5808(b) of this title. An arbitrator may resolve an arbitration on the evidence produced at a hearing notwithstanding the failure of a party duly notified to appear or participate at the hearing.(b) Unless otherwise provided in an agreement, an arbitrator has the power to administer oaths and may compel the attendance of witnesses and the production of books, records, contracts, papers, accounts, and all other documents and evidence. Only if provided in an agreement, an arbitrator has the power to issue subpoenas, and all provisions of law compelling a person under subpoena to testify are applicable. Only if provided in an agreement, an arbitrator may award commissions to permit a deposition to be taken, in the manner and on the terms designated by the arbitrator, of a witness who cannot be subpoenaed.(c) An arbitrator may make such rulings, including rulings of law, and issue such orders or impose such sanctions as the arbitrator deems proper to resolve an arbitration in a timely, efficient, and orderly manner.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5808. Awards.(a) A final award must be in writing and signed by an arbitrator, must be provided to each party to an arbitration, and must include a form of judgment for entry under § 5810 of this title. Unless otherwise provided in an agreement, an arbitrator may make any award, whether legal or equitable in nature, deemed appropriate by the arbitrator. Unless otherwise provided in an agreement, an arbitrator may make in a final award rulings on any issue of law that the arbitrator considers relevant to an arbitration.(b) Subject to subsection (c) of this section, an arbitrator shall issue a final award within the time fixed by an agreement or, if not so fixed, within 120 days of the arbitrator’s acceptance of the arbitrator’s appointment.(c) Parties to an arbitration may extend the time for the final award by unanimous consent in writing either before or after the expiration of that time, but the extension may not exceed, whether singly or in the aggregate, 60 days after the expiration of the period set by subsection (b) of this section.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5809. Challenges; court powers to vacate, modify, or correct a final award.(a) A challenge to a final award may be taken to the Supreme Court of the State in the manner as appeals are taken from orders or judgments in a civil action.(b) A challenge to a final award must be taken within 15 days of the issuance of the final award. The record on the challenge is as filed by the parties to the challenge in accordance with the Rules of the Supreme Court.(c) In a challenge to a final award, the Supreme Court of the State may only vacate, modify, or correct the final award in conformity with the Federal Arbitration Act [9 U.S.C. § 1 et seq.]. The Supreme Court shall have the authority to order confirmation of a final award, which confirmation shall be deemed to be confirmation under § 5810(a) of this title.(d) Notwithstanding any other provision of this section, an agreement may provide for:(1) No appellate review of a final award; or(2) Appellate review of a final award by 1 or more arbitrators, in which case appellate review shall proceed as provided in the agreement. An appellate arbitrator may be appointed by the Court of Chancery of the State under § 5805 of this title. An appellate arbitrator shall have authority to order confirmation of a final award, which confirmation shall be deemed to be confirmation under § 5810(a) of this title.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5810. Confirmation of a final award; judgment on final award.(a) Unless a challenge is taken under § 5809 of this title or unless an agreement provides for appellate review by 1 or more arbitrators, a final award, without further action by the Court of Chancery of the State, is deemed to have been confirmed by the Court of Chancery on the fifth business day following the period for challenge under § 5809(b) of this title. If an agreement provides for no appellate review of a final award, the final award is deemed to have been so confirmed on the fifth business day following its issuance.(b) Except if a final award is solely for money damages, upon application to the Court of Chancery of the State by a party to an arbitration in which a final award has been confirmed under subsection (a) of this section, the Court of Chancery shall promptly enter a final judgment in conformity with that final award. A final judgment, so entered, has the same effect as if rendered in an action by the Court of Chancery.(c) If a final award is solely for money damages, upon application to the Superior Court of the State by a party to an arbitration in which a final award has been confirmed under subsection (a) of this section, the prothonotary of the Superior Court shall promptly enter a judgment on the judgment docket in conformity with that final award. The prothonotary of the Superior Court shall enter in the judgment docket the names of the parties, the amount of the final award, the time from which interest, if any, runs, and the amount of the costs, with the true date of the filing and entry. A final judgment, so entered, has the same force and effect as if rendered in an action at law, and, from that date, becomes and is a lien on all the real estate of the debtor in the county, in the same manner and as fully as judgments rendered in the Superior Court are liens, and may be executed and enforced in the same way as judgments of the Superior Court.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5811. Application of chapter.It is the policy of this chapter to give maximum effect to the principle of freedom of contract and to the enforceability of agreements.80 Del. Laws, c. 6,\n\n§\n\n 1;§\n\n5812. Short title.This chapter may be cited as the “Delaware Rapid Arbitration Act.”80 Del. Laws, c. 6,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5802",
      "number": "5802.",
      "heading": "Purpose of the chapter.The purpose of the Delaware Rapid Arbitration Act is to give Delaware business entities a method by which they may resolve business disputes in a prompt, cost-effective, and efficient manner, through voluntary arbitration conducted by expert arbitrators, and to ensure rapid re",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5803",
      "number": "5803.",
      "heading": "Effect of arbitration agreement",
      "text": "(a) A written agreement to submit to arbitration any controversy existing at or arising after the effective date of the agreement is valid, enforceable, and irrevocable, save upon such grounds as exist at law or in equity for the revocation of any contract, without re\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5804",
      "number": "5804.",
      "heading": "Jurisdiction.(a)Jurisdiction of the Supreme Court",
      "text": "—Except as otherwise provided in an agreement, the making of the agreement confers jurisdiction on the Supreme Court of the State to hear only a challenge to a final award under § 5809 of this title. The Supreme Court does not have jurisdiction to\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5805",
      "number": "5805.",
      "heading": "Appointment of arbitrator by the Court of Chancery",
      "text": "(a) The Court of Chancery of the State, on petition or on application of a party in an existing case, has exclusive jurisdiction to appoint 1 or more arbitrators upon:(1) The consent of all parties to an agreement;(2) The failure or inability of an\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5806",
      "number": "5806.",
      "heading": "Arbitrator; fees and expenses of arbitration",
      "text": "(a) A person accepting an appointment as an arbitrator is deemed to have:(1) Consented to the terms of this chapter; and(2) Accepted the consequences set forth in subsection (b) of this section for failing to comply with the provisions of § 5808(b) of thi\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5807",
      "number": "5807.",
      "heading": "Hearing; witnesses; prehearing evidence gathering; rulings before final award",
      "text": "(a) Unless otherwise provided in an agreement, an arbitrator shall appoint a time and place for a hearing or an adjourned hearing, either of which may be held within or without the State and within or without the United St\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5808",
      "number": "5808.",
      "heading": "Awards.(a) A final award must be in writing and signed by an arbitrator, must be provided to each party to an arbitration, and must include a form of judgment for entry under § 5810 of this title",
      "text": "Unless otherwise provided in an agreement, an arbitrator may make any award, whether legal or equitable\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5809",
      "number": "5809.",
      "heading": "Challenges; court powers to vacate, modify, or correct a final award",
      "text": "(a) A challenge to a final award may be taken to the Supreme Court of the State in the manner as appeals are taken from orders or judgments in a civil action.(b) A challenge to a final award must be taken within 15 days of the issu\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5810",
      "number": "5810.",
      "heading": "Confirmation of a final award; judgment on final award",
      "text": "(a) Unless a challenge is taken under § 5809 of this title or unless an agreement provides for appellate review by 1 or more arbitrators, a final award, without further action by the Court of Chancery of the State, is deemed to have been confirm\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5811",
      "number": "5811.",
      "heading": "Application of chapter.It is the policy of this chapter to give maximum effect to the principle of freedom of contract and to the enforceability of agreements",
      "text": "80 Del. Laws, c. 6,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5812",
      "number": "5812.",
      "heading": "Short title.This chapter may be cited as the “Delaware Rapid Arbitration Act.”80 Del. Laws, c. 6,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}