{
  "state": "pennsylvania",
  "path": "title-title-30/chapter-chapter-27",
  "sections": [
    {
      "id": "section-2707",
      "number": "2707",
      "heading": "",
      "text": "(a) General rule for disabled veterans.--\n\n(1) Any disabled veteran who has a disability incurred in any war or armed conflict which consists of the loss of one or more limbs, or the loss of use of one or more limbs, or total blindness, or who is 100% disabled as certified by the United States Department of Veterans Affairs, and who meets the qualifications of section 2701 (relating to resident fishing licenses), shall be issued a free resident fishing license upon application to the commission or a county treasurer. An application submitted by a disabled veteran shall, in addition to any information required under section 2701, contain a statement that the applicant is a war or armed conflict veteran and that the qualifying disability was service incurred. The issuing agent or the commission may require the production of the discharge papers of the applicant.\n\n(2) Any disabled veteran who has a disability incurred in any war or armed conflict and possesses a disability rating between 60% and 99% as certified by the United States Department of Veterans Affairs and who meets the qualifications of section 2701 shall be issued a resident fishing license at the cost of $1 upon application to the commission or a county treasurer. An application submitted by a disabled veteran shall, in addition to any information required under section 2701, contain a statement that the applicant is a war or armed conflict veteran and that the qualifying disability was service incurred. The issuing agent or the commission may require the production of the discharge papers of the applicant.\n\n(a.1) General rule for former prisoners of war.--\n\n(1) A former prisoner of war who meets the qualifications of section 2701 shall be issued a resident fishing license at the cost of $1 upon application to the commission or a county treasurer. An application submitted by a former prisoner of war shall, in addition to any information required under section 2701, contain a statement that the applicant is a former prisoner of war.\n\n(2) As used in this subsection, the term \"former prisoner of war\" means an individual who was imprisoned by enemy forces while in the service of the armed forces of the United States as certified by the appropriate branch of the armed forces of the United States.\n\n(b) Lifetime licenses.--\n\n(1) If a disabled veteran who qualifies for issuance of a free resident fishing license under subsection (a)(1) presents documentation to show that the qualifying disability is permanent, the commission or county treasurer shall issue a disabled veteran lifetime fishing license.\n\n(2) A former prisoner of war who meets the qualifications of section 2701(b) shall be issued a senior resident lifetime fishing license at the cost of $1 upon application to the commission or a county treasurer.\n\n(c) Home rule and optional plan counties.--In a county where there is no county treasurer by virtue of a home rule charter or optional plan of government, the county official who performs the functions of a county treasurer and who has been designated an issuing agent by the commission shall issue free and reduced fee resident fishing licenses to disabled veterans and reduced fee resident fishing licenses to former prisoners of war under this section.\n\n(Dec. 19, 1996, P.L.1454, No.185, eff. 60 days; Feb. 14, 2006, P.L.31, No.11, eff. 30 days; June 26, 2014, P.L.805, No.81, eff. 60 days)\n\nCross References.Section 2707 is referred to in section 2907.2 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-30/chapter-27/section-2707/"
    },
    {
      "id": "section-2712",
      "number": "2712",
      "heading": "",
      "text": "(a) New York.--The provisions of this chapter do not apply to a person holding a fishing license issued under the laws of the State of New York when fishing in that portion of the waters of the Delaware River lying between New York and Pennsylvania within the jurisdiction of this Commonwealth if a person holding a license issued under the provisions of this title when fishing in the waters of the Delaware River lying between New York and Pennsylvania within the jurisdiction of the State of New York is not required to have a New York license.\n\n(b) New Jersey.--The provisions of this chapter do not apply to a person holding a fishing license issued under the laws of the State of New Jersey when fishing in that portion of the waters of the Delaware River lying between New Jersey and Pennsylvania within the jurisdiction of this Commonwealth if a person holding a license issued under the provisions of this title when fishing in the waters of the Delaware River lying between New Jersey and Pennsylvania within the jurisdiction of the State of New Jersey is not required to have a New Jersey license.\n\n(c) Ohio.--The provisions of this chapter do not apply to a person holding a fishing license issued under the laws of the State of Ohio when fishing in the waters of the Pymatuning Lake lying between Ohio and Pennsylvania within the jurisdiction of this Commonwealth if a person holding a license issued under the provisions of this title when fishing in the waters of Pymatuning Lake lying between Ohio and Pennsylvania within the jurisdiction of the State of Ohio is not required to have an Ohio license.\n\n(d) Maryland.--The provisions of this chapter do not apply to a person holding a fishing license issued under the laws of the State of Maryland when fishing in the waters of the Youghiogheny and Conowingo Reservoirs lying between Maryland and Pennsylvania within the jurisdiction of this Commonwealth if a person holding a license issued under the provisions of this title when fishing in the waters of the Youghiogheny and Conowingo Reservoirs lying between Maryland and Pennsylvania within the jurisdiction of the State of Maryland is not required to have a Maryland license.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-30/chapter-27/section-2712/"
    },
    {
      "id": "section-2708-1",
      "number": "2708.1",
      "heading": "",
      "text": "(a) Fishing agricultural lands without license.--Unless the privilege to fish has been denied, any person domiciled within this Commonwealth who has reached his 16th birthday and, except for payment of any fee, meets the requirements prescribed in section 2701 (relating to resident fishing licenses) and, as a primary means of gaining a livelihood, is regularly and continuously engaged in cultivating the soil for general farm crop purposes, commercial truck growing, commercial orchards or commercial nurseries, as either the owner, lessee or tenant of these lands, or as a member of the family or household, or regularly hired help of the owner, lessee or tenant, shall be eligible to fish on lakes and ponds located wholly within said lands and in rivers and streams open to free public fishing flowing through these lands, including the woodlands connected therewith and operated as a part thereof, without a fishing license as required in this title. Any person eligible to fish on these lands without securing the required license may also, by and with the written consent of the owner or lessee thereof, fish upon any lands other than those publicly owned which lie immediately adjacent to and are connected with the lands upon which these persons may lawfully fish without securing a license.\n\n(b) Reduced fee license.--A resident owner or possessor of land comprising greater than 80 contiguous acres farmed under a conservation plan which does not conflict with the act of June 22, 1937 (P.L.1987, No.394), known as The Clean Streams Law, and which meets the requirements of 25 Pa. Code Ch. 102 (relating to erosion control) and which has a stream, creek or river of at least 200 linear feet in length flowing through or a lake or pond of at least one-half acre in area on this land if that person permits free public fishing shall, if that person desires to fish in waters located off that property, be issued a resident fishing license at one-half the regular fee upon application to the commission. The license shall be issued to the owner or possessor or an immediate family member of either the owner or possessor living in the same household so designated by the owner or possessor in the case of a single owner or possessor and to the individual so designated in the case of more than one owner or possessor. No person shall be issued a fishing license under this subsection unless the person is 16 years of age or older, has met the requirements prescribed in section 2701 and has not been denied the privilege to fish. A person entitled to receive a fishing license under this subsection shall certify to the commission in the form and manner prescribed by the commission that the land tract that person owns or possesses is presently in the ownership or possession of that person and that the waters described are open to free public fishing.\n\n(c) Definition.--As used in this section, the term \"person\" shall be limited to any person cultivating, as a primary means of gaining a livelihood, any lands for general or specialized crop purposes, truck farming or fruit orchard or nursery being regularly maintained, as either the owner, lessee or a member of the family of the owner or lessee assisting with the cultivation of the land, or a domiciled member of the household of the owner or lessee or an employee of the owner or lessee, regularly and continuously assisting in the cultivation of the land.\n\n(Nov. 3, 1999, P.L.447, No.41, eff. Jan. 1, 2000)\n\n1999 Amendment.Act 41 added section 2708.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-30/chapter-27/section-2708-1/"
    }
  ]
}