{
  "state": "connecticut",
  "path": "title-title-16a-planning-and-energy-policy/chapter-chapter-297-connecticuts-development-and-future",
  "sections": [
    {
      "id": "section-16a-24",
      "number": "16a-24.",
      "heading": "Plan of conservation and development. Legislative finding.",
      "text": "The General Assembly hereby finds that a proposed plan of conservation and development was prepared in response to House Joint Resolution 40 of the 1971 regular session of the General Assembly and that on September 27, 1974, said plan became the official policy for the executive branch of government in matters pertaining to land and water resource conservation and development pursuant to Executive Order No. 28. It is further found that the General Assembly has not yet recognized this plan of conservation and development. Therefore the General Assembly finds and declares that the recognition of a plan of conservation and development can best be achieved through the establishment of a process for adoption and implementation of the state plan of conservation and development.\n\n(P.A. 76-130, S. 1, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-24/"
    },
    {
      "id": "section-16a-25",
      "number": "16a-25.",
      "heading": "Definitions.",
      "text": "As used in this chapter:\n\n(1) “Process” means the procedure for adopting, amending, revising and implementing a state plan of conservation and development;\n\n(2) “Existing plan” means the plan promulgated by Executive Order No. 28, September 27, 1974;\n\n(3) “Secretary” means the Secretary of the Office of Policy and Management;\n\n(4) “Committee” means the continuing legislative committee on state planning and development established pursuant to section 4-60d;\n\n(5) “Adoption year” means the calendar year in which the General Assembly adopts the plan as the plan of conservation and development for the state;\n\n(6) “Revision year” means the calendar year immediately preceding the adoption year;\n\n(7) “Prerevision year” means the calendar year immediately preceding the revision year;\n\n(8) “State agency” means any state department, institution, board, commission or official; and\n\n(9) “Plan”, when referring to the state plan of conservation and development, means the text of such plan and any accompanying locational guide map.\n\n(P.A. 76-130, S. 2, 11; P.A. 77-614, S. 44, 610; P.A. 79-402, S. 2; P.A. 83-203, S. 1; P.A 22-23, S. 7; 22-71, S. 1.)\n\nHistory: P.A. 77-614 replaced definition of “commissioner” as commissioner of planning and energy policy with definition of “secretary” as secretary of the office of policy and management; P.A. 79-402 defined “plan” in new Subdiv. (9); P.A. 83-203 redefined “adoption year” to provide for revision of the plan every five years rather than every three; P.A. 22-23 made a technical change; P.A. 22-71 amended Subdiv. (5) by redefining “adoption year”, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-25/"
    },
    {
      "id": "section-16a-26",
      "number": "16a-26.",
      "heading": "Process for adoption, amendment, revision and implementation of plan.",
      "text": "There is established a process for adoption, amendment, revision and implementation of the state plan of conservation and development. The Office of Policy and Management shall have overall supervision of the process.\n\n(P.A. 76-130, S. 3, 11; P.A. 77-614, S. 19, 610.)\n\nHistory: P.A. 77-614 replaced commissioner of planning and energy policy with secretary of the office of policy and management.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-26/"
    },
    {
      "id": "section-16a-27",
      "number": "16a-27.",
      "heading": "Revision of existing plan.",
      "text": "(a) The secretary, after consultation with all appropriate state, regional and local agencies and other appropriate persons, shall, prior to March 1, 2012, complete a revision of the existing plan and enlarge it to include, but not be limited to, policies relating to transportation, energy and air. Any revision made after July 1, 1995, shall take into consideration the conservation and development of greenways that have been designated by municipalities and shall recommend that state agencies coordinate their efforts to support the development of a state-wide greenways system. The Commissioner of Energy and Environmental Protection shall identify state-owned land for inclusion in the plan as potential components of a state greenways system.\n\n(b) Any revision made after August 20, 2003, shall take into account (1) economic and community development needs and patterns of commerce, and (2) linkages of affordable housing objectives and land use objectives with transportation systems.\n\n(c) Any revision made after March 1, 2006, shall (1) take into consideration risks associated with natural hazards, including, but not limited to, flooding, high winds and wildfires; (2) identify the potential impacts of natural hazards on infrastructure and property; and (3) make recommendations for the siting of future infrastructure and property development to minimize the use of areas prone to natural hazards, including, but not limited to, flooding, high winds and wildfires.\n\n(d) Any revision made after July 1, 2005, shall describe the progress towards achievement of the goals and objectives established in the previously adopted state plan of conservation and development and shall identify (1) areas where it is prudent and feasible (A) to have compact, transit accessible, pedestrian-oriented mixed-use development patterns and land reuse, and (B) to promote such development patterns and land reuse, (2) priority funding areas designated under section 16a-35c, and (3) corridor management areas on either side of a limited access highway or a rail line. In designating corridor management areas, the secretary shall make recommendations that (A) promote land use and transportation options to reduce the growth of traffic congestion; (B) connect infrastructure and other development decisions; (C) promote development that minimizes the cost of new infrastructure facilities and maximizes the use of existing infrastructure facilities; and (D) increase intermunicipal and regional cooperation.\n\n(e) Any revision made after October 1, 2008, shall (1) for each policy recommended (A) assign a priority; (B) estimate funding for implementation and identify potential funding sources; (C) identify each entity responsible for implementation; and (D) establish a schedule for implementation; and (2) for each growth management principle, determine three benchmarks to measure progress in implementation of the principles, one of which shall be a financial benchmark.\n\n(f) Any revision made after October 1, 2009, shall take into consideration the protection and preservation of Connecticut Heritage Areas.\n\n(g) Any revision made after December 1, 2011, shall take into consideration (1) the state water supply and resource policies established in sections 22a-380 and 25-33c, and (2) the list prepared by the Commissioner of Public Health pursuant to section 25-33q.\n\n(h) Any revision made after October 1, 2019, shall (1) take into consideration risks associated with increased coastal flooding and erosion, depending on site topography, as anticipated in the most recent sea level change scenario updated pursuant to subsection (b) of section 25-68o, (2) identify the impacts of such increased flooding and erosion on infrastructure and natural resources, (3) make recommendations for the siting of future infrastructure and property development to minimize the use of areas prone to such flooding and erosion, and (4) take into consideration the state's greenhouse gas reduction goals established pursuant to section 22a-200a.\n\n(i) Any revision made after October 1, 2016, shall take into consideration the need for technology infrastructure in the municipality.\n\n(j) Thereafter on or before March first in each revision year the secretary shall complete a revision of the plan of conservation and development, provided no revision year may be later than four years subsequent to the year in which the plan was last adopted in accordance with the process established in this chapter.\n\n(P.A. 76-130, S. 4, 11; P.A. 77-614, S. 45, 610; P.A. 83-203, S. 2; P.A. 91-101, S. 1, 2; P.A. 95-307, S. 11, 14; 95-335, S. 8, 26; June Sp. Sess. P.A. 01-9, S. 3, 131; June 30 Sp. Sess. P.A. 03-4, S. 10; P.A. 04-144, S. 2; P.A. 05-205, S. 3, 13; P.A. 08-182, S. 10; P.A. 09-221, S. 3; 09-230, S. 3; P.A. 10-138, S. 2; P.A. 11-80, S. 1; 11-242, S. 58; P.A. 12-101, S. 9; P.A. 13-179, S. 3; 13-277, S. 16; P.A. 16-144, S. 8; P.A. 18-82, S. 5; P.A. 22-71, S. 2.)\n\nHistory: P.A. 77-614 replaced commissioner of planning and energy policy with secretary of the office of policy and management; P.A. 83-203 provided for the revision of the plan every five years instead of every three, updating obsolete reference to March 1, 1978, as completion date for revision; P.A. 91-101 required revisions to identify major transportation proposals contained in the master transportation plan; P.A. 95-307 amended Subsec. (a) to extend the deadline for revision to 1997, effective July 6, 1995; P.A. 95-335 amended Subsec. (a) to add provisions re greenways, effective July 1, 1995; June Sp. Sess. P.A. 01-9 amended Subsec. (a) to extend the deadline for revision from March 1, 1997, to March 1, 2003, effective July 1, 2001; June 30 Sp. Sess. P.A. 03-4 amended Subsec. (a) to require that revisions to existing plan made after August 20, 2003, take into account matters specified in new Subdivs. (1) and (2), effective August 20, 2003; P.A. 04-144 designated provision in Subsec. (a) re revision made after August 20, 2003, as new Subsec. (b), added new Subsec. (c) requiring revisions made after March 1, 2006, to have provisions re natural hazards and redesignated existing Subsec. (b) as new Subsec. (d); P.A. 05-205 amended Subsec.(a) to make a technical change and extend the deadline for revision from March 1, 2003, to March 1, 2009, effective July 6, 2005, and added new Subsec. (d) re revisions after July 1, 2005, and redesignated existing Subsec. (d) as Subsec. (e), effective July 1, 2005; P.A. 08-182 made a technical change in Subsec. (d), added new Subsec. (e) re revisions made after October 1, 2008, and redesignated existing Subsec. (e) as Subsec. (f); P.A. 09-221 added new Subsec. (f) re Connecticut Heritage Areas and redesignated existing Subsec. (f) as Subsec. (g), effective July 8, 2009; P.A. 09-230 amended Subsec. (a) by making a technical change and extending deadline for revision from March 1, 2009, to March 1, 2011, effective July 8, 2009; P.A. 10-138 amended Subsec. (a) by extending deadline for revision from March 1, 2011, to March 1, 2012, effective June 8, 2010; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (a), effective July 1, 2011; P.A. 11-242 added new Subsec. (g) re revisions made after December 1, 2011, and redesignated existing Subsec. (g) as Subsec. (h), effective July 13, 2011; P.A. 12-101 added new Subsec. (h) re revisions to the plan after October 1, 2012, and redesignated existing Subsec. (h) as Subsec. (i); P.A. 13-179 amended Subsec. (h) by replacing “October 1, 2012,” with “October 1, 2013,” and, in Subdiv. (1), replacing provision re rise in sea level as defined in Sec. 22a-93 with provision re sea level change scenarios published by the National Oceanic and Atmospheric Administration; P.A. 13-277 amended Subsec. (a) to delete provision re identification of major transportation proposals contained in master transportation plan, effective July 1, 2013; P.A. 16-144 added new Subsec. (i) re any revision made after October 1, 2016, taking into consideration need for technology infrastructure in municipality and redesignated existing Subsec. (i) as Subsec. (j); P.A. 18-82 amended Subsec. (h) by changing “October 1, 2013” to “October 1, 2019”, adding references to flooding, replacing sea level change scenarios published by National Oceanic and Atmospheric Administration with most recent sea level change scenario updated pursuant to Sec. 25-68o(b) in Subdiv. (1), adding Subdiv. (4) re taking into consideration state's greenhouse gas reduction goals established pursuant to Sec. 22a-200a, and making a conforming change, effective June 6, 2018; P.A. 22-71 amended Subsec. (j) by specifying that no revision year may be later than 4 years after year in which plan was last adopted, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-27/"
    },
    {
      "id": "section-16a-28",
      "number": "16a-28.",
      "heading": "Draft revisions; preparation; legislative review; public hearings.",
      "text": "(a) The secretary shall present a draft of the revised plan of conservation and development for preliminary review to the continuing legislative committee on state planning and development prior to September first in 2023 and prior to September first in each prerevision year thereafter.\n\n(b) After December first in 2023 and after December first in each prerevision year thereafter the secretary shall proceed with such further revisions of the draft of the revised plan of conservation and development as he deems appropriate. The secretary shall, by whatever means he deems advisable, publish said plan and disseminate it to the public on or before March first in revision years. The secretary shall post the plan on the Internet web site of the state.\n\n(c) Not later than five months after publication of said revised plan the secretary shall hold public hearings, in cooperation with regional councils of governments, to solicit comments on said plan.\n\n(P.A. 76-130, S. 5, 11; P.A. 77-614, S. 46, 610; P.A. 83-203, S. 3; P.A. 95-307, S. 12, 14; June Sp. Sess. P.A. 01-9, S. 4, 131; P.A. 05-205, S. 4, 14; P.A. 09-230, S. 4; P.A. 10-138, S. 3; P.A. 13-247, S. 312; P.A. 22-71, S. 3.)\n\nHistory: P.A. 77-614 substituted “secretary”, i.e. secretary of the office of policy and management, for “commissioner”, i.e. commissioner of planning and energy policy; P.A. 83-203 provided for the revision of the plan every five years instead of every three, updating obsolete reference to 1977; P.A. 95-307 amended Subsec. (a) to extend the time for submittal of a draft of the revised plan to the committee from September 1, 1985, to September 1, 1996, effective July 6, 1995; June Sp. Sess. P.A. 01-9 amended Subsec. (a) to extend the time for submittal of a draft of the revised plan to the committee from September 1, 1996, to September 1, 2002, effective July 1, 2001; P.A. 05-205 amended Subsec. (a) to extend the time for submittal of a draft of the revised plan to the committee from September 1, 2002, to September 1, 2008, effective July 6, 2005, and amended Subsec. (b) to add provisions re posting plan on Internet web site of the state, effective July 1, 2005; P.A. 09-230 amended Subsec. (a) to extend time for submittal of revised plan draft to committee from September 1, 2008, to September 1, 2010, and made technical changes in Subsecs. (b) and (c), effective July 8, 2009; P.A. 10-138 amended Subsec. (a) to extend time for submittal of revised plan draft from September 1, 2010, to September 1, 2011, and made a conforming year change in Subsec. (b), effective June 8, 2010; pursuant to P.A. 13-247, “regional planning agencies” was changed editorially by the Revisors to “regional councils of governments” in Subsec. (c), effective January 1, 2015; P.A. 22-71 amended Subsecs. (a) and (b) by substituting “2023” for “2011”, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-28/"
    },
    {
      "id": "section-16a-29",
      "number": "16a-29.",
      "heading": "Submission of plan to the Secretary of the Office of Policy and Management; submission to legislative committee.",
      "text": "The secretary shall consider the comments received at the public hearings and shall make any necessary or desirable revisions to said plan and within three months of completion of the public hearings submit the plan to the continuing legislative committee on state planning and development for its approval, revision or disapproval, in whole or in part. Notwithstanding the provisions of this section, the secretary shall submit the state Conservation and Development Policies Plan, 2025-2030, to said committee on or before December 1, 2024.\n\n(P.A. 76-130, S. 6, 11; P.A. 77-614, S. 47, 610; P.A. 04-248, S. 2; P.A. 05-288, S. 66; P.A. 09-230, S. 5; P.A. 10-138, S. 4; 10-152, S. 3; P.A. 22-71, S. 4.)\n\nHistory: P.A. 77-614 replaced “commissioner”, i.e. commissioner of planning and energy policy, with “secretary”, i.e. secretary of the office of policy and management, and required submission of plan directly to committee on planning and development, rather than to committee via intermediary agency, state planning council; P.A. 04-248 added provision requiring plan for 2004-2009 to be submitted on or before December 1, 2004, effective June 3, 2004; P.A. 05-288 made a technical change, effective July 13, 2005; P.A. 09-230 required plan for 2012-2017 to be submitted on or before December 1, 2011, effective July 8, 2009; P.A. 10-138 required plan for 2013-2018 to be submitted on or before December 1, 2012, effective June 8, 2010; P.A. 10-152 made a technical change; P.A. 22-71 substituted “2025-2030” for “2013-2018” and substituted “2024” for “2012”, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-29/"
    },
    {
      "id": "section-16a-30",
      "number": "16a-30.",
      "heading": "Adoption of plan by General Assembly.",
      "text": "(a) The continuing legislative committee on state planning and development shall not later than forty-five days after the convening of the next regularly scheduled session of the General Assembly conduct a public hearing on the plan. Not later than forty-five days after completion of such public hearing, the committee shall submit the plan with its recommendation for approval or disapproval to the General Assembly. The plan shall become effective when adopted by the General Assembly as the plan of conservation and development for the state.\n\n(b) In the event that the General Assembly disapproves the plan in whole or in part the plan shall be deemed to be rejected and shall be returned to the committee for appropriate action.\n\n(c) Any project included in the first or second phase of UConn 2000, as defined in subdivision (25) of section 10a-109c, shall constitute part of the state plan of conservation and development approved by the General Assembly.\n\n(P.A. 76-130, S. 7, 11; P.A. 95-230, S. 41, 45; P.A. 97-293, S. 24, 26; May 9 Sp. Sess. P.A. 02-3, S. 10; P.A. 05-205, S. 11.)\n\nHistory: P.A. 95-230 added new Subsec. (c) re UConn projects, effective June 7, 1995; P.A. 97-293 amended Subsec. (c) to substitute “subdivision (25)” for “subdivision (24)”, effective July 1, 1997; May 9 Sp. Sess. P.A. 02-3 amended Subsec. (c) to provide that projects in the first two phases of UConn 2000 shall constitute part of the plan, effective July 1, 2002; P.A. 05-205 amended Subsec. (a) to extend the time to conduct a public hearing from “within thirty-five days of” to “not later than forty-five days after” convening of the next regularly scheduled session of the General Assembly, required committee to submit the plan not later than 45 days after completion of the hearing and made conforming changes, effective July 6, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-30/"
    },
    {
      "id": "section-16a-31",
      "number": "16a-31.",
      "heading": "Application of plan.",
      "text": "(a) The following actions when undertaken by any state agency, with state or federal funds, shall be consistent with the plan:\n\n(1) The acquisition of real property when the acquisition costs are in excess of two hundred thousand dollars;\n\n(2) The development or improvement of real property when the development costs are in excess of two hundred thousand dollars;\n\n(3) The acquisition of public transportation equipment or facilities when the acquisition costs are in excess of two hundred thousand dollars; and\n\n(4) The authorization of each state grant, any application for which is not pending on July 1, 1991, for an amount in excess of two hundred thousand dollars, for the acquisition or development or improvement of real property or for the acquisition of public transportation equipment or facilities.\n\n(b) A state agency shall request, and the secretary shall provide, an advisory statement commenting on the extent to which any of the actions specified in subsection (a) of this section conforms to the plan and any agency may request and the secretary shall provide such other advisory reports as the state agency deems advisable.\n\n(c) The secretary shall submit and the State Bond Commission shall consider prior to the allocation of any bond funds for any of the actions specified in subsection (a) an advisory statement commenting on the extent to which such action is in conformity with the plan of conservation and development.\n\n(d) Notwithstanding subsection (b) of this section, The University of Connecticut shall request, and the secretary shall provide, an advisory statement commenting on the extent the projects included in the third phase of UConn 2000, as defined in subdivision (25) of section 10a-109c, conform to the plan and the university may request and the secretary shall provide such other advisory reports as the university deems advisable. Notwithstanding subsection (c) of this section, the secretary shall submit and the State Bond Commission shall consider prior to the approval of the master resolution or indenture for securities for the third phase of UConn 2000, pursuant to subsection (c) of section 10a-109g, the advisory statement prepared under this subsection.\n\n(e) Whenever a state agency is required by state or federal law to prepare a plan, it shall consider the state plan of conservation and development in the preparation of such plan. A draft of such plan shall be submitted to the secretary who shall provide for the preparer of the plan an advisory report commenting on the extent to which the proposed plan conforms to the state plan of conservation and development.\n\n(P.A. 76-130, S. 8, 11; P.A. 77-614, S. 48, 49, 50, 610; P.A. 83-203, S. 4, 5; P.A. 89-331, S. 15, 30; P.A. 90-297, S. 7, 24; P.A. 91-395, S. 6, 11; May 9 Sp. Sess. P.A. 02-3, S. 11; P.A. 07-239, S. 2.)\n\nHistory: P.A. 77-614 substituted “secretary”, i.e. secretary of the office of policy and management, for “commissioner”, i.e. commissioner of planning and energy policy in Subsecs. (b) to (d); P.A. 83-203 provided, in Subsec. (a), that the plan shall be applicable to the acquisition of real property only when acquisition costs are in excess of $100,000 and provided in Subsec. (d) that each state agency which is preparing a plan shall consider the state plan of conservation and development; P.A. 89-331 amended Subsec. (b) to provide for a statement rather than a report; P.A. 90-297 amended Subsec. (c) to require an advisory statement rather than an advisory report; P.A. 91-395 amended Subsec. (a) to provide that actions by state agencies shall be consistent with the state plan where previously the plan was an advisory document; May 9 Sp. Sess. P.A. 02-3 made a technical change in Subsec. (b), added new Subsec. (d) re the third phase of UConn 2000 and redesignated existing Subsec. (d) as Subsec. (e), effective July 1, 2002; P.A. 07-239 amended Subsec. (a) to increase threshold for application of plan from $100,000 to $200,000, effective July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-31/"
    },
    {
      "id": "section-16a-32",
      "number": "16a-32.",
      "heading": "Initiation of plan revision. Interim changes. Annual report.",
      "text": "(a) Each revision of the state plan of conservation and development shall be initiated by the secretary and shall be undertaken in accordance with the process outlined in this chapter.\n\n(b) Without initiating a revision of the plan and after receiving written approval from the committee, the secretary may undertake interim changes in the plan upon the secretary's own initiative or upon application by (1) the chief executive officer of a municipality, with the approval of the legislative body of such municipality, or (2) any owner of real property or any interest therein on which a change is proposed. No application for an interim change from a municipality under subdivision (1) of this subsection may be submitted unless (A) the municipality in which the change is proposed has a plan of conservation and development that has been updated in accordance with section 8-23, and (B) the application includes evidence, in writing, of the opinion of the planning commission of the municipality regarding the interim change. The secretary shall adopt regulations in accordance with chapter 54 to establish procedures for applications for such interim changes by any person, political subdivision of the state or state agency. Such regulations shall include, but need not be limited to, provisions for interviews and consultations with local planning and zoning commissions or, in those municipalities which have adopted the provisions of chapter 124 but which do not have a zoning commission, the persons designated to exercise zoning powers pursuant to section 8-1, review of local plans of development and public hearings. The secretary shall notify the chief executive officer and the persons exercising planning or zoning powers in any municipality which is the subject of an application for change in the locational guide map and shall notify any members of the General Assembly representing any area which is the subject of such an application. A joint public hearing by the secretary and the committee shall be held in any such municipality if requested by any chief executive officer or planning or zoning official notified by the secretary pursuant to this subsection. The committee shall also hold a hearing in addition to any hearing required to be held in any municipality concerning the locational guide map on any other proposed changes. After such public hearing, the committee shall approve or disapprove the application and notify the secretary of its decision not more than ten days thereafter. The secretary shall make interim changes in the plan to reflect the approved changes.\n\n(c) The secretary shall report annually on or before February fifteenth to the committee progress on the implementation of the plan and the extent to which state actions are in conformity with the plan.\n\n(d) Nothing in this section shall be construed to prohibit the committee from initiating a revision of the plan at any time.\n\n(P.A. 76-130, S. 9, 11; P.A. 77-614, S. 51, 610; P.A. 79-402, S. 1; P.A. 81-156, S. 1; P.A. 06-24, S. 2; P.A. 22-23, S. 8.)\n\nHistory: P.A. 77-614 substituted “secretary”, i.e. secretary of the office of policy and management, for “commissioner”, i.e. commissioner of planning and energy policy; P.A. 79-402 rewrote Subsec. (b) and added details re procedure for interim changes; P.A. 81-156 provided for notice to municipal officials of proposed map changes and hearings on such changes in the municipality only at the request of such officials; P.A. 06-24 amended Subsec. (b) to limit applications for interim changes to the owner of the affected real property or an interest therein and the chief executive officer with approval of the legislative body, to prohibit applications from municipalities that do not have updated plans of conservation and development and to require application to include evidence of planning commission opinion re the interim change and require the committee to approve or disapprove the application and notify the secretary of its decision not more than ten days after public hearing; P.A. 22-23 made a technical change in Subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-32/"
    },
    {
      "id": "section-16a-32a",
      "number": "16a-32a.",
      "heading": "Plan to include goal for reducing carbon dioxide emissions.",
      "text": "The Office of Policy and Management shall amend the state plan of conservation and development adopted pursuant to this chapter to include therein a goal for reducing carbon dioxide emissions within this state consistent with the recommendations of the Connecticut Climate Change Action Plan prepared in accordance with section 22a-200a.\n\n(P.A. 91-395, S. 10, 11; P.A. 95-55, S. 1, 2; P.A. 01-204, S. 3, 29; June Sp. Sess. P.A. 01-9, S. 73, 131; P.A. 09-230, S. 6.)\n\nHistory: P.A. 91-395 effective July 1, 1991; P.A. 95-55 changed the report date from “January 1, 1993” to “the thirtieth day following the effective date of this act, on or before May 1, 1996”, effective May 22, 1995; P.A. 01-204 deleted reference to “this act” and substituted reference to “public act 95-55” and added provision that subsequent to the May 1, 2000, submittal, the report shall be submitted every three years with the first such report due May 1, 2003, effective July 11, 2001; June Sp. Sess. P.A. 01-9 revised the effective date of P.A. 01-204 but without affecting this section; P.A. 09-230 replaced provisions re carbon dioxide emission report by Office of Policy and Management with provision requiring that plan include goal for emission reduction that is consistent with Connecticut Climate Change Action Plan, effective July 8, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-32a/"
    },
    {
      "id": "section-16a-33",
      "number": "16a-33.",
      "heading": "Regulations.",
      "text": "The secretary may promulgate such regulations as are necessary to carry out the purposes of this chapter.\n\n(P.A. 76-130, S. 10, 11; P.A. 77-614, S. 52, 610.)\n\nHistory: P.A. 77-614 substituted “secretary”, i.e. secretary of the office of policy and management for “commissioner”, i.e. commissioner of planning and energy policy.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-33/"
    },
    {
      "id": "section-16a-33a",
      "number": "16a-33a.",
      "heading": "State and local development to foster pollinator habitats",
      "text": "The Office of Policy and Management may identify opportunities to foster development at the state and local level in a manner that increases pollinator habitats and may recommend ways to prioritize the expenditure of state funds for conservation purposes when an aspect of such conservation includes the protection or enhancement of pollinator habitats.\n\n(P.A. 16-17, S. 8.)\n\nHistory: P.A. 16-17 effective May 6, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-33a/"
    },
    {
      "id": "section-16a-34",
      "number": "16a-34",
      "heading": "to 16a-35a. - Commission on Connecticut's Future. Duties, studies, reports.",
      "text": "Sections 16a-34, 16a-35 and 16a-35a are repealed.\n\n(P.A. 76-215, S. 1–3; P.A. 77-614, S. 57, 58, 610; P.A. 79-610, S. 33; P.A. 81-189; P.A. 84-512, S. 1, 29, 30; P.A. 86-112, S. 1, 2; P.A. 89-362, S. 4, 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-297/section-16a-34-to-16a-35a/"
    },
    {
      "id": "section-16a-35b",
      "number": "16a-35b.",
      "heading": "Transferred to Chapter 578, Sec. 32-1f.",
      "text": "Transferred to Chapter 578, Sec. 32-1f.",
      "history": "",
      "source_url": ""
    }
  ]
}