{
  "state": "connecticut",
  "path": "title-title-16a-planning-and-energy-policy/chapter-chapter-295-energy-planning",
  "sections": [
    {
      "id": "section-16a-1",
      "number": "16a-1.",
      "heading": "Legislative findings and purpose",
      "text": "It is found and declared that a shortage of energy supplies and resources exists in the state and the United States and that a critical shortage may be imminent, that the existence of such shortage is inimical to the public health, safety and welfare of the people of the state, that there is a necessity to implement the federal mandatory allocation order and other federal directives and federal statutes, establish contingency rationing plans for fuel oil, gasoline and other energy supplies and restrict the use of energy and that the necessity of enacting the provisions of this chapter to provide for equitable distribution and conservation of energy is declared as a matter of legislative determination.\n\n(P.A. 74-285, S. 1, 20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-1/"
    },
    {
      "id": "section-16a-2",
      "number": "16a-2.",
      "heading": "Definitions.",
      "text": "As used in this chapter:\n\n(1) “Department” means the Department of Energy and Environmental Protection;\n\n(2) “Commissioner” means the Commissioner of Energy and Environmental Protection;\n\n(3) “Energy” means work or heat that is, or may be, produced from any fuel or source whatsoever;\n\n(4) “Energy emergency” means a situation where the health, safety or welfare of the citizens of the state is threatened by an actual or impending acute shortage in usable energy resources;\n\n(5) “Energy resource” means natural gas, petroleum products, coal and coal products, wood fuels, geothermal sources, radioactive materials and any other resource yielding energy;\n\n(6) “Person” means any individual, firm, partnership, association, syndicate, company, trust, corporation, limited liability company, municipality, agency or political or administrative subdivision of the state, or other legal entity of any kind;\n\n(7) “Service area” means any geographic area serviced by the same energy-producing public service company, as defined in section 16-1;\n\n(8) “Renewable resource” means solar, wind, water, wood or other biomass source of energy and geothermal energy;\n\n(9) “Energy-related products” means (A) energy systems and equipment that utilize renewable resources to provide space heating or cooling, water heating, electricity or other useful energy, (B) insulation materials, and (C) equipment designed to conserve energy or increase the efficiency of its use, including that used for residential, commercial, industrial and transportation purposes;\n\n(10) “Energy-related services” means (A) the design, construction, installation, inspection, maintenance, adjustment or repair of energy-related products, (B) inspection, adjustment, maintenance or repair of any conventional energy system, (C) the performance of energy audits or the provision of energy management consulting services, and (D) weatherization activities carried out under any federal, state or municipal program;\n\n(11) “Conventional energy system” means any system for supplying space heating or cooling, ventilation or domestic or commercial hot water which is not included in subparagraph (A) of subdivision (9) of this section;\n\n(12) “Energy supply” means any energy resource capable of being used to perform useful work and any form of energy such as electricity produced or derived from energy resources which may be so used; and\n\n(13) “Energy facility” means a structure that generates, transmits or stores electricity, natural gas, refined petroleum products, renewable fuels, coal and coal products, wood fuels, geothermal sources, radioactive material and other resources yielding energy.\n\n(P.A. 74-285, S. 2, 20; P.A. 75-537, S. 1, 55; P.A. 77-614, S. 41, 610; P.A. 79-576, S. 1, 7; P.A. 82-231, S. 2, 8; P.A. 95-79, S. 54, 189; P.A. 07-242, S. 76; P.A. 11-80, S. 1, 36; P.A. 14-94, S. 52.)\n\nHistory: P.A. 75-537 replaced Connecticut energy agency and its administrator with department and commissioner of planning and energy policy; P.A. 77-614 replaced department and commissioner of planning and energy policy with office of policy and management and its secretary; P.A. 79-576 added Subdivs. (i) to (l) defining “renewable resource”, “energy-related products”, “energy-related services”, and “conventional energy system”; P.A. 82-231 deleted electricity from definition of “energy resource”, added geothermal energy to definition of “renewable resource”, defined “energy supply” and applied all definitions under this section to Secs. 16a-45a, 16a-46, 16a-46a and 16a-46b; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; P.A. 07-242 added Subdiv. (n) defining “energy facility”, effective June 4, 2007; P.A. 11-80 deleted references to Secs. 16a-45a, 16a-46, 16a-46a and 16a-46b re applicability of definitions, effective July 1, 2011; pursuant to P.A. 11-80, “Secretary of the Office of Policy and Management” and “Office of Policy and Management” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Department of Energy and Environmental Protection”, respectively, effective July 1, 2011; P.A. 14-94 redesignated existing Subdiv. (a) as Subdiv. (1), deleted former Subdiv. (b) re definition of “board”, redesignated existing Subdivs. (c) to (n) as Subdivs. (2) to (13), and made conforming changes, effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-2/"
    },
    {
      "id": "section-16a-3",
      "number": "16a-3.",
      "heading": "Connecticut Energy Advisory Board.",
      "text": "Section 16a-3 is repealed, effective June 6, 2014.\n\n(P.A. 74-285, S. 3, 4, 20; P.A. 76-337; P.A. 77-614, S. 56, 162, 284, 587, 610; P.A. 78-303, S. 85, 136; P.A. 83-487, S. 8, 33; P.A. 86-187, S. 8, 10; P.A. 87-496, S. 73, 110; P.A. 95-250, S. 20, 42; 95-309, S. 11, 12; P.A. 96-211, S. 1, 5, 6; P.A. 03-140, S. 16; June 30 Sp. Sess. P.A. 03-6, S. 146(h); P.A. 04-189, S. 1; P.A. 07-242, S. 53; P.A. 11-80, S. 1, 37; P.A. 13-298, S. 19; P.A. 14-94, S. 82; 14-134, S. 18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3/"
    },
    {
      "id": "section-16a-3a",
      "number": "16a-3a.",
      "heading": "Integrated Resources Plan re energy resource procurement.",
      "text": "(a) The Commissioner of Energy and Environmental Protection, in consultation with the electric distribution companies, shall review the state's energy and capacity resource assessment and approve the Integrated Resources Plan for the procurement of energy resources, including, but not limited to, conventional and renewable generating facilities, energy efficiency, load management, demand response, combined heat and power facilities, distributed generation and other emerging energy technologies to meet the projected requirements of customers in a manner that minimizes the cost of all energy resources to customers over time and maximizes consumer benefits consistent with the state's environmental goals and standards, including, but not limited to, the state's greenhouse gas reduction goals established in section 22a-200a. The Integrated Resources Plan shall seek to lower the cost of electricity while meeting such environmental goals and standards in the most cost-effective manner.\n\n(b) On or before January 1, 2020, and biennially thereafter, the Commissioner of Energy and Environmental Protection, in consultation with the electric distribution companies, shall prepare an assessment of (1) the energy and capacity requirements of customers for the next three, five and ten years, (2) the manner of how best to eliminate growth in electric demand, (3) how best to level electric demand in the state by reducing peak demand and shifting demand to off-peak periods, (4) the impact of current and projected environmental standards, including, but not limited to, those related to greenhouse gas emissions and the federal Clean Air Act goals and how different resources could help achieve those standards and goals, (5) energy security and economic risks associated with potential energy resources, and (6) the estimated lifetime cost and availability of potential energy resources.\n\n(c) Resource needs shall first be met through all available energy efficiency and demand reduction resources that are cost-effective, reliable and feasible. The projected customer cost impact of any demand-side resources considered pursuant to this subsection shall be reviewed on an equitable basis with nondemand-side resources. The Integrated Resources Plan shall specify (1) the total amount of energy and capacity resources needed to meet the requirements of all customers, (2) the extent to which demand-side measures, including efficiency, conservation, demand response and load management can cost-effectively meet these needs in a manner that ensures equity in benefits and cost reduction to all classes and subclasses of consumers, (3) needs for generating capacity and transmission and distribution improvements, (4) how the development of such resources will reduce and stabilize the costs of electricity to each class and subclass of consumers, and (5) the manner in which each of the proposed resources should be procured, including the optimal contract periods for various resources.\n\n(d) The Integrated Resources Plan shall consider: (1) Approaches to maximizing the impact of demand-side measures; (2) the extent to which generation needs can be met by renewable and combined heat and power facilities; (3) the optimization of the use of generation sites and generation portfolio existing within the state; (4) fuel types, diversity, availability, firmness of supply and security and environmental impacts thereof, including impacts on meeting the state's greenhouse gas emission goals; (5) reliability, peak load and energy forecasts, system contingencies and existing resource availabilities; (6) import limitations and the appropriate reliance on such imports; (7) the impact of the Integrated Resources Plan on the costs of electric customers; and (8) the effects on participants and nonparticipants. Such plan shall include options for lowering the rates and cost of electricity.\n\n(e) In approving the Integrated Resources Plan, the Commissioner of Energy and Environmental Protection shall conduct an uncontested proceeding that shall include not less than one public meeting and one technical meeting at which technical personnel shall be available to answer questions. Such meetings shall be transcribed and posted on the department's Internet web site. Not less than fifteen days before any such public meeting and thirty days before any such technical meeting, said commissioner shall publish notice of either such meeting and post the text of the proposed Integrated Resources Plan on the department's Internet web site. Notice of such public meeting or technical meeting may also be published in one or more newspapers having state-wide circulation if deemed necessary by the commissioner. Such notice shall state the date, time, and place of the meeting, the subject matter of the meeting and time period during which comments may be submitted to said commissioner, the statutory authority for the proposed Integrated Resources Plan and the location where a copy of the proposed plan may be obtained or examined. Said commissioner shall provide a time period of not less than sixty days from the date the notice is published on the department's Internet web site for public review and comment. Said commissioner shall consider fully all written and oral comments concerning the proposed Integrated Resources Plan after all public meetings and before approving the final plan. Said commissioner shall (1) notify by electronic mail each person who requests such notice, and (2) post on the department's Internet web site the electronic text of the final Integrated Resources Plan and a report summarizing all public comments and the changes made to the final plan in response to such comments and the reasons therefor. The commissioner shall submit the final Integrated Resources Plan by electronic means, or as requested, to the joint standing committees of the General Assembly having cognizance of matters relating to energy and the environment. Said commissioner may modify the Integrated Resources Plan to correct clerical errors at any time without following the procedures outlined in this subsection.\n\n(f) Not later than two years after the adoption of the Integrated Resources Plan, and every two years thereafter, the Commissioner of Energy and Environmental Protection shall report to the joint standing committees of the General Assembly having cognizance of matters relating to energy and the environment regarding goals established and progress toward implementation of said plan, as well as any recommendations concerning such plan. Any such report may be submitted electronically.\n\n(g) All reasonable costs associated with the department's development of the resource assessment and the Integrated Resources Plan shall be recoverable through the assessment in section 16-49. All electric distribution companies' reasonable costs associated with the development of the plan shall be recoverable through a reconciling nonbypassable component of electric rates as determined by the authority.\n\n(h) In the event that the Integrated Resources Plan approved by the Commissioner of Energy and Environmental Protection contains any provision the implementation of which requires funding through new or amended rates or charges, the Public Utilities Regulatory Authority may open a proceeding to review such provision, in accordance with the procedures established in sections 16-19 and 16-19e, to ensure that rates remain just and reasonable.\n\n(i) For the Integrated Resources Plan next approved after June 14, 2018, the department shall include recommendations for the creation of a portfolio standard for thermal energy that may include, but not be limited to, biodiesel that is blended into home heating oil, provided the department shall consult with representatives of the heating oil industry and biodiesel producers during the development of such recommendations.\n\n(j) For the Integrated Resources Plan next approved after January 1, 2019, the department shall determine (1) the quantity of energy the Commissioner of Energy and Environmental Protection may seek in any solicitation or solicitations of proposals initiated on or after January 1, 2020, pursuant to section 16a-3n, provided the quantity of energy sought in any such solicitations in the aggregate shall be from resources that have a total nameplate capacity rating of not more than two thousand megawatts in the aggregate, less any energy purchased pursuant to section 16a-3n on or before December 31, 2019; and (2) the timing and schedule of any solicitation or solicitations of proposals initiated on or after January 1, 2020, pursuant to section 16a-3n, provided such schedule shall provide for the solicitation of resources with a nameplate capacity rating of two thousand megawatts in the aggregate, less any energy purchased pursuant to section 16a-3n on or before December 31, 2019, by December 31, 2030. Such determinations shall be based on factors including, but not limited to, electricity system needs identified by the Integrated Resources Plan, including, but not limited to, capacity, winter reliability, progress in meeting the goals in the Global Warming Solutions Act pursuant to section 22a-200a, the priorities of the Comprehensive Energy Strategy adopted pursuant to section 16a-3d, positive impacts on the state's economic development, opportunities to coordinate procurement with other states, forecasted trends in technology costs and impacts on the state's ratepayers.\n\n(P.A. 07-242, S. 51; P.A. 09-218, S. 4; P.A. 11-80, S. 89; P.A. 13-298, S. 20; P.A. 18-82, S. 2; 18-180, S. 1; P.A. 19-35, S. 9, 10; 19-71, S. 2, 3.)\n\nHistory: P.A. 07-242 effective June 4, 2007; P.A. 09-218 amended Subsec. (b) to change assessment submittal from annually to biennially and amended Subsec. (e) to eliminate requirement that department approve, or modify and approve, procurement plan not later than 60 days after submittal, effective July 8, 2009; P.A. 11-80 amended Subsec. (a) to require Department of Energy and Environmental Protection, in consultation with Connecticut Energy Advisory Board and electric distribution companies, to develop plan, to change reference to a comprehensive plan to reference to an integrated resources plan and to add provision re plan to seek to lower the cost of electricity, amended Subsec. (b) to change date from on or before January 1, 2008, to on or before January 1, 2012, and to require department, in consultation with the board and companies, to prepare an assessment, amended Subsec. (c) to change “procurement plan” to “integrated resources plan”, to add provision in Subdiv. (2) that needs be met in a manner that ensures equity to all classes and subclasses of consumers and to add in Subdiv. (4) “each class and subclass of”, amended Subsec. (d) to change “procurement plan” to “integrated resources plan”, to add Subdiv. (8) re effects on participants and nonparticipants and to add provisions re options for lowering rates and cost, public hearing and commissioner's ability to approve or reject the plan, amended Subsec. (e) to require that procurement manager, in consultation with electric distribution companies, regional independent system operator and Connecticut Energy Advisory Board, develop a procurement plan and hold public hearings, to delete provision re review of plan, and to add provisions re conduct and notice of hearings and re commissioner's approval or rejection of plan, amended Subsec. (f) to change date from on or before September 30, 2009, to on or before March 1, 2012, to change “Department of Public Utility Control” to “Department of Energy and Environmental Protection” and to change “procurement plan” to “integrated resources plan”, amended Subsec. (g) to delete reference to electric distribution companies, to include integrated resources plan and to replace reference to systems benefits charge with reference to the assessment in Sec. 16-49 and added Subsec. (h) re decisions of authority guided by goals of department and plans, effective July 1, 2011 (Revisor's note: In Subsec. (h), a provision re goals of the plans was reworded editorially by the Revisors for clarity); P.A. 13-298 amended Subsec. (a) to replace provision re developing plan with provision re approving plan, amended Subsec. (b) to delete reference to Connecticut Energy Advisory Board, amended Subsec. (d) to replace “procurement plan” with “Integrated Resources Plan” in Subdiv. (7) and to delete provision re hearing on plan and approval or rejection of plan, substantially revised Subsec. (e) to delete provisions re procurement plan and to add provisions re approval process for Integrated Resources Plan and modification of plan to correct errors, amended Subsec. (f) to replace “On or before March 1, 2012” with “Not later than two years after the adoption of the Integrated Resources Plan” and to add provision re electronic submission of report, amended Subsec. (g) to replace “All costs” with “All reasonable costs” re recovery of cost from developing resource assessment and plan and to add provision re recovery of electric distribution companies' reasonable costs, amended Subsec. (h) to delete provision re decisions of Public Utilities Regulatory Authority and to add provision authorizing authority to open proceeding for review, and made technical and conforming changes, effective July 8, 2013; P.A. 18-82 amended Subsec. (a) by adding reference to the state's greenhouse gas reduction goals in Sec. 22a-200a and adding requirement that plan meet state's environmental goals and standards in the most cost-effective manner, effective June 6, 2018; P.A. 18-180 added Subsec. (i) re consideration of creation of portfolio standard for thermal energy, effective June 14, 2018; P.A. 19-35 amended Subsec. (b) by changing “2012” to “2020” and amended Subsec. (i) by replacing “consider” with “include recommendations for”, deleting provisions re consideration of the creation of a portfolio standard and adding “the development of such recommendations”, effective June 28, 2019; P.A. 19-71 amended Subsec. (b) by changing “2012” to 2020” and added Subsec. (j) re solicitations initiated pursuant to Sec. 16a-3n, effective June 7, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3a/"
    },
    {
      "id": "section-16a-3b",
      "number": "16a-3b.",
      "heading": "Implementation of the Integrated Resources Plan.",
      "text": "(a) The Public Utilities Regulatory Authority shall oversee the implementation of the Integrated Resources Plan and the Procurement Plan. The electric distribution companies shall implement the demand-side measures, including, but not limited to, energy efficiency, load management, demand response, combined heat and power facilities, distributed generation and other emerging energy technologies, specified in the Integrated Resources Plan and included in the comprehensive Conservation and Load Management Plan approved by the Energy Conservation Management Board and the Commissioner of Energy and Environmental Protection. The electric distribution companies shall submit proposals to appropriate regulatory agencies to address transmission and distribution upgrades as specified in the Integrated Resources Plan.\n\n(b) When the Integrated Resources Plan contains an option to procure new sources of generation, the authority shall develop and issue a request for proposals, shall publish such request for proposals in one or more newspapers or periodicals, as selected by the authority, and shall post such request for proposals on its Internet web site. In considering proposals submitted pursuant to such request, the authority shall give preference to proposals for generation without any financial assistance, including, but not limited to, long-term contract financing or ratepayer guarantees. Pursuant to a nondisclosure agreement, the authority shall make available to the Commissioner of Energy and Environmental Protection, the Office of Consumer Counsel and the Attorney General all confidential bid information it receives pursuant to this subsection, provided the bids and any analysis of such bids shall not be subject to disclosure under the Freedom of Information Act. Three months after the authority issues a final decision, it shall make available all financial bid information, provided such information regarding the bidders not selected be presented in a manner that conceals the identities of such bidders.\n\n(1) On and after July 1, 2008, an electric distribution company may submit proposals in response to a request for proposals on the same basis as other respondents to the solicitation. A proposal submitted by an electric distribution company shall include its full projected costs such that any project costs recovered from or defrayed by ratepayers are included in the projected costs. An electric distribution company submitting any such bid shall demonstrate to the satisfaction of the authority that its bid is not supported in any form of cross subsidization by affiliated entities. If the authority approves such electric distribution company's proposal, the costs and revenues of such proposal shall not be included in calculating such company's earning for purposes of, or in determining whether its rates are just and reasonable under, sections 16-19, 16-19a and 16-19e. An electric distribution company shall not recover more than the full costs identified in any approved proposal. Affiliates of the electric distribution company may submit proposals pursuant to section 16-244h, regulations adopted pursuant to section 16-244h and other requirements the authority may impose.\n\n(2) If the authority selects a nonelectric distribution company proposal, an electric distribution company shall, within thirty days of the selection of a proposal by the authority, negotiate in good faith the final terms of a contract with a generating facility and shall apply to the authority for approval of such contract. Upon authority approval, the electric distribution company shall enter into such contract.\n\n(3) The authority shall determine the appropriate manner of cost recovery for proposals selected pursuant to this section.\n\n(4) The authority may retain the services of a third-party entity with expertise in the area of energy procurement to oversee the development of the request for proposals and to assist the authority in its approval of proposals pursuant to this section. The reasonable and proper expenses for retaining such third-party entity shall be recoverable through the generation services charge.\n\n(c) The electric distribution companies shall issue requests for proposals to acquire any other resource needs not identified in subsection (a) or (b) of this section but specified in the Integrated Resources Plan approved by the Commissioner of Energy and Environmental Protection pursuant to section 16a-3a. Such requests for proposals shall be subject to approval by the authority.\n\n(P.A. 07-242, S. 52; P.A. 11-80, S. 1, 39; P.A. 13-298, S. 21.)\n\nHistory: P.A. 07-242 effective June 4, 2007; P.A. 11-80 amended Subsec. (a) to change entity to oversee implementation from Department of Public Utility Control to Public Utilities Regulatory Authority, to change “procurement plan” to “integrated resources plan” and “plan”, and to change approving authority from Department of Public Utility Control to Commissioner of Energy and Environmental Protection, amended Subsec. (b) to change “procurement plan” to “integrated resources plan” and “department” to “authority”, and amended Subsec. (c) to change “procurement plan” to “integrated resources plan”, to change approving authority from Department of Public Utility Control to Commissioner of Energy and Environmental Protection and to change “department” to “authority”, effective July 1, 2011; P.A. 13-298 amended Subsec. (a) to delete provision re approval of integrated resources plan by commissioner and to add reference to Procurement Plan and provision re approved Conservation and Load Management Plan, amended Subsec. (b) to replace provision re construction of generating facility with provision re option to procure new sources of generation, to require authority to give preference to proposals for generation without financial assistance and to add reference to commissioner re availability of confidential bid information, and made technical and conforming changes, effective July 8, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3b/"
    },
    {
      "id": "section-16a-3c",
      "number": "16a-3c.",
      "heading": "Electric distribution companies' plans to build electric generation facilities.",
      "text": "(a) On and after July 1, 2011, if the Public Utilities Regulatory Authority does not receive and approve proposals sufficient to reach the goal set by the Integrated Resources Plan, the authority may order an electric distribution company to submit for the authority's review in a contested case proceeding, in accordance with chapter 54, a proposal to build and operate an electric generation facility in the state. An electric distribution company shall be eligible to recover its prudently incurred costs consistent with the principles set forth in section 16-19e for any generation project approved pursuant to this section.\n\n(b) On or before January 1, 2008, the authority shall initiate a contested case proceeding to determine the costs and benefits of the state serving as the builder of last resort for the shortfall of megawatts from said request for proposal process.\n\n(P.A. 07-242, S. 117; P.A. 11-80, S. 1, 40; P.A. 13-298, S. 22.)\n\nHistory: P.A. 07-242 effective July 1, 2007; P.A. 11-80 amended Subsec. (a) to change date from on and after July 1, 2009, to on and after July 1, 2011, to change “Department of Public Utility Control” to “Public Utilities Regulatory Authority”, to change reference to plan to reference to integrated resources plan and to change “department” to “authority” and amended Subsec. (b) to change “department” to “authority”, effective July 1, 2011; P.A. 13-298 amended Subsec. (a) to delete provision re requests for proposals processes pursuant to Sec. 16a-3b and to make a technical change, effective July 8, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3c/"
    },
    {
      "id": "section-16a-3d",
      "number": "16a-3d.",
      "heading": "Comprehensive Energy Strategy.",
      "text": "(a) On or before October 1, 2020, and every four years thereafter, the Commissioner of Energy and Environmental Protection shall prepare a Comprehensive Energy Strategy. Said strategy shall reflect the legislative findings and policy stated in section 16a-35k, provide any analysis and recommendations necessary to guide the state's energy policy to meet greenhouse gas emission reduction requirements, as established in section 22a-200a, in the most cost-effective manner and incorporate (1) an assessment and plan for all energy needs in the state, including, but not limited to, electricity, heating, cooling, and transportation, (2) the findings of the Integrated Resources Plan, (3) the findings of the plan for energy efficiency adopted pursuant to section 16-245m, (4) the findings of the plan for renewable energy adopted pursuant to section 16-245n, and (5) the Energy Assurance Plan developed for the state of Connecticut pursuant to the American Recovery and Reinvestment Act of 2009, P.L. 111-5, or any successor Energy Assurance Plan developed within a reasonable time prior to the preparation of any Comprehensive Energy Strategy. Said strategy shall further include, but not be limited to, (A) an assessment of current energy supplies, demand and costs, (B) identification and evaluation of the factors likely to affect future energy supplies, demand and costs, (C) a statement of progress made toward achieving the goals and milestones set in the preceding Comprehensive Energy Strategy, (D) a statement of energy policies and long-range energy planning objectives and strategies appropriate to achieve, the state's greenhouse gas reduction goals established in section 22a-200a, a sound economy, the least-cost mix of energy supply sources to meet said goals and measures that reduce demand for energy, giving due regard to such factors as consumer price impacts, security and diversity of fuel supplies and energy generating methods, protection of public health and safety, environmental goals and standards, conservation of energy and energy resources and the ability of the state to compete economically, (E) recommendations for administrative and legislative actions to implement such policies, objectives and strategies, (F) an assessment of the potential costs savings and benefits to ratepayers, including, but not limited to, carbon dioxide emissions reductions or voluntary joint ventures to repower some or all of the state's coal-fired and oil-fired generation facilities built before 1990, (G) the benefits, costs, obstacles and solutions related to the expansion and use and availability of natural gas in Connecticut, and (H) a strategy for ensuring the state's energy efficiency goals are met.\n\n(b) In adopting the Comprehensive Energy Strategy, the Commissioner of Energy and Environmental Protection shall conduct a proceeding that shall not be considered a contested case under chapter 54, but shall include not less than one public meeting and one technical meeting at which technical personnel shall be available to answer questions. Such meetings shall be transcribed and posted on the department's Internet web site. Said commissioner shall give not less than fifteen days' notice of such proceeding by electronic publication on the department's Internet web site. Not later than fifteen days prior to any such public meeting and not less than thirty days prior to any such technical meeting, the commissioner shall publish notice of either such meeting and post the text of the proposed Comprehensive Energy Strategy on the department's Internet web site. Notice of such public meeting or technical meeting may also be published in one or more newspapers having state-wide circulation if deemed necessary by the commissioner. Such notice shall state the date, time, and place of the meeting, the subject matter of the meeting, the manner and time period during which comments may be submitted to said commissioner, the statutory authority for the proposed strategy and the location where a copy of the proposed strategy may be obtained or examined in addition to posting the proposed strategy on the department's Internet web site. Said commissioner shall provide a time period of not less than sixty days from the date the notice is published on the department's Internet web site for public review and comment. During such time period, any person may provide comments concerning the proposed strategy to said commissioner. Said commissioner shall consider fully all written and oral comments concerning the proposed strategy after all public meetings and technical meetings and before approving the final strategy. Said commissioner shall (1) notify by electronic mail each person who requests such notice, and (2) post on the department's Internet web site the electronic text of the final strategy and a report summarizing all public comments and the changes made to the final strategy in response to such comments and the reasons therefor. The Public Utilities Regulatory Authority shall comment on the strategy's impact on natural gas and electric rates.\n\n(c) The Commissioner of Energy and Environmental Protection shall submit the final Comprehensive Energy Strategy electronically to the joint standing committees of the General Assembly having cognizance of matters relating to energy and the environment.\n\n(d) The Commissioner of Energy and Environmental Protection may modify the Comprehensive Energy Strategy in accordance with the procedures outlined in subsections (b) and (c) of this section.\n\n(e) For the Comprehensive Energy Strategy next approved after October 1, 2021, and every Comprehensive Energy Strategy prepared thereafter, the Commissioner of Energy and Environmental Protection shall consider (1) the reductions in greenhouse gas emissions resulting from low-carbon fuel blends used in home heating oil on a life-cycle basis, (2) possible contributions to the state's greenhouse gas emissions mandated levels, pursuant to section 22a-200a, in connection with the reduction of greenhouse gas emissions on a life-cycle basis, (3) the ability of a thermal portfolio standard to further reductions in greenhouse gas emissions on a life-cycle basis, and (4) the relative value of the reductions in greenhouse gas emissions on a life-cycle basis achieved by biodiesel and other low-carbon fuel blends used currently in the state compared with the value of future projected greenhouse gas emissions reductions achieved by the retail heating oil industry on a life-cycle basis five, ten, and twenty years into the future using the Department of Energy and Environmental Protections' contemporaneous projection of renewable energy utilized.\n\n(P.A. 11-80, S. 51; P.A. 13-298, S. 23; P.A. 18-82, S. 3; P.A. 21-181, S. 2.)\n\nHistory: P.A. 11-80 effective July 1, 2011; P.A. 13-298 amended Subsecs. (a) to (d) to replace “comprehensive energy plan” with “Comprehensive Energy Strategy”, amended Subsecs. (a) and (d) to delete references to Connecticut Energy Advisory Board, amended Subsec. (a) to replace July 1, 2012, with October 1, 2016, to add Subdiv. (5) re Energy Assurance Plan and to delete “for transportation purposes” re plan to increase use and availability of natural gas, substantially revised Subsec. (b) re process to adopt Comprehensive Energy Strategy, amended Subsec. (d) to delete provision re commissioner's approval or rejection of plan with comments, deleted former Subsecs. (e) and (f) re decisions of Public Utilities Regulatory Authority and recovery of electric distribution companies' reasonable costs from developing resource assessment, and made technical and conforming changes, effective July 8, 2013; P.A. 18-82 amended Subsec. (a) by replacing reference to October 1, 2016 and every 3 years thereafter with reference to October 1, 2020 and every 4 years thereafter, adding provision re Comprehensive Energy Strategy to provide analysis and recommendations to guide state's energy policy to meet greenhouse gas emission reduction requirements in the most cost-effective manner, adding reference to state's greenhouse gas reduction goals in Subpara. (D), adding Subpara. (H) re strategy for ensuring state's energy efficiency goals are met, deleting provision re department to develop plan to increase use and availability of natural gas, and making conforming changes, effective June 6, 2018; P.A. 21-181 added Subsec. (e) re Comprehensive Energy Strategy considerations re greenhouse gas emissions, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3d/"
    },
    {
      "id": "section-16a-3e",
      "number": "16a-3e.",
      "heading": "Requirements of the Integrated Resources Plan.",
      "text": "The Integrated Resources Plan, as described in section 16a-3a, shall (1) indicate specific options to reduce electric rates and costs while achieving the state's greenhouse gas emission reduction requirements established in section 22a-200a. Such options may include the procurement of new sources of generation. In the review of new sources of generation, the Integrated Resources Plan shall indicate whether the private wholesale market can supply such additional sources or whether state financial assistance, long-term purchasing of electricity contracts or other interventions are needed to achieve the goal; (2) analyze in-state renewable sources of electricity in comparison to transmission line upgrades or new projects and out-of-state renewable energy sources, provided such analysis also considers the benefits of additional jobs and other economic impacts and how they are created and subsidized; (3) include an examination of average consumption and other states' best practices to determine why electricity rates are lower elsewhere in the region; (4) assess and compare the cost of transmission line projects, new power sources, renewable sources of electricity, conservation and distributed generation projects to ensure the state pursues only the least-cost alternative projects; (5) analyze the potential for electric vehicles, as defined in section 16-19eee, to provide energy storage and other services to the electric grid and identify strategies to ensure that the grid is prepared to support increased electric vehicle charging, based on projections of sales of electric vehicles; (6) continually monitor supply and distribution systems to identify potential need for transmission line projects early enough to identify alternatives; and (7) assess the least-cost alternative to address reliability concerns, including, but not limited to, lowering electricity demand through conservation and distributed generation projects before an electric distribution company submits a proposal for transmission lines or transmission line upgrades to the independent system operator or the Federal Energy Regulatory Commission, provided no provision of such plan shall be deemed to prohibit an electric distribution company from making any filing required by law or regulation.\n\n(P.A. 11-80, S. 90; P.A. 13-298, S. 24; P.A. 14-134, S. 19; P.A. 16-135, S. 6; P.A. 18-82, S. 4.)\n\nHistory: P.A. 11-80 effective July 1, 2011; P.A. 13-298 deleted Subsec. (a) designator, replaced “price of electricity” with “electric rates and costs” in Subdiv. (1), deleted former Subsec. (b) re plan that contains option to procure new sources of generation, deleted former Subsec. (c) re report, and made technical changes, effective July 8, 2013; P.A. 14-134 changed “annually” to “biennially” re adoption of plan, effective June 6, 2014; P.A. 16-135 replaced “to be adopted in 2012 and biennially thereafter” with “as described in section 16a-3a”, added new Subdiv. (5) re electric vehicles and redesignated existing Subdivs. (5) and (6) as Subdivs. (6) and (7), effective July 1, 2016; P.A. 18-82 amended Subdiv. (1) by adding provision re options to reduce electric rates and costs to be made while achieving state's greenhouse gas emission reduction requirements, effective June 6, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3e/"
    },
    {
      "id": "section-16a-3f",
      "number": "16a-3f.",
      "heading": "Solicitation re Class I renewable energy sources.",
      "text": "On or after January 1, 2013, the Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, shall, in coordination with other states in the region of the regional independent system operator, as defined in section 16-1, or on the commissioner's own, solicit proposals, in one solicitation or multiple solicitations, from providers of Class I renewable energy sources, as defined in section 16-1, constructed on or after January 1, 2013. If the commissioner finds such proposals to be in the interest of ratepayers including, but not limited to, the delivered price of such sources, and consistent with the requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, and in accordance with the policy goals outlined in the Comprehensive Energy Strategy, adopted pursuant to section 16a-3d, the commissioner may select proposals from such resources to meet up to four per cent of the load distributed by the state's electric distribution companies. The commissioner may direct the electric distribution companies to enter into power purchase agreements for energy, capacity and environmental attributes, or any combination thereof, for periods of not more than twenty years. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured under this section shall be sold in the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a. Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall commence upon the filing of the signed power purchase agreement with the authority. The authority shall issue a decision on such agreement not later than thirty days after such filing. In the event the authority does not issue a decision within thirty days after such agreement is filed with the authority, the agreement shall be deemed approved. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies.\n\n(P.A. 13-303, S. 6; P.A. 14-94, S. 32.)\n\nHistory: P.A. 13-303 effective June 5, 2013; P.A. 14-94 changed “may” to “shall” re commissioner's solicitation of proposals from renewable energy sources providers and reworded provision re net costs recovered by electric distribution companies pursuant to power purchase agreements, effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3f/"
    },
    {
      "id": "section-16a-3g",
      "number": "16a-3g.",
      "heading": "Solicitation re Class I renewable energy sources or large-scale hydropower.",
      "text": "On or after July 1, 2013, the Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may, in coordination with other states in the region of the regional independent system operator, as defined in section 16-1, or on the commissioner's own, solicit proposals, in one solicitation or multiple solicitations, from providers of Class I renewable energy sources, as defined in section 16-1, or verifiable large-scale hydropower, as defined in section 16-1. If the commissioner finds such proposals to be in the interest of ratepayers, including, but not limited to, the delivered price of such sources, and consistent with the requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, and in accordance with the policy goals outlined in the Comprehensive Energy Strategy, adopted pursuant to section 16a-3d, and section 129 of public act 11-80*, including, but not limited to, base load capacity, peak load shaving and promotion of wind, solar and other renewable and low carbon energy technologies, the commissioner may select proposals from such resources to meet up to five per cent of the load distributed by the state's electric distribution companies. The commissioner may on behalf of all customers of electric distribution companies, direct the electric distribution companies to enter into power purchase agreements for energy, capacity and any environmental attributes, or any combination thereof, for periods of not more than (1) fifteen years, if any such agreement is with a provider of verifiable large-scale hydropower, or (2) twenty years, if any such agreement is with a provider of a Class I renewable energy source. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured under this section shall be sold in the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a. Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall (A) include a public hearing, and (B) be completed not later than sixty days after the date on which such agreement is filed with the authority. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies.\n\n(P.A. 13-303, S. 7; P.A. 14-94, S. 33.)\n\n*Note: Section 129 of public act 11-80 is special in nature and therefore has not been codified but remains in full force and effect according to its terms.\n\nHistory: P.A. 13-303 effective June 5, 2013; P.A. 14-94 reworded provision re net costs recovered by electric distribution companies pursuant to power purchase agreements, effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3g/"
    },
    {
      "id": "section-16a-3h",
      "number": "16a-3h.",
      "heading": "Solicitation re run-of-the-river hydropower, landfill methane gas, biomass, fuel cell, offshore wind, anaerobic digestion or energy storage systems.",
      "text": "On or after October 1, 2013, the Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may solicit proposals, in one solicitation or multiple solicitations, from providers of the following resources or any combination of the following resources: Run-of-the-river hydropower, landfill methane gas, biomass, fuel cell, offshore wind or anaerobic digestion, provided such source meets the definition of a Class I renewable energy source pursuant to section 16-1, or energy storage systems. In making any selection of such proposals, the commissioner shall consider factors, including, but not limited to (1) whether the proposal is in the interest of ratepayers, including, but not limited to, the delivered price of such sources, (2) the emissions profile of a relevant facility, (3) any investments made by a relevant facility to improve the emissions profile of such facility, (4) the length of time a relevant facility has received renewable energy credits, (5) any positive impacts on the state's economic development, (6) whether the proposal is consistent with requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, including, but not limited to, the development of combined heat and power systems, (7) whether the proposal is consistent with the policy goals outlined in the Comprehensive Energy Strategy adopted pursuant to section 16a-3d, (8) whether the proposal promotes electric distribution system reliability and other electric distribution system benefits, including, but not limited to, microgrids, (9) whether the proposal promotes the policy goals outlined in the state-wide solid waste management plan developed pursuant to section 22a-241a, and (10) the positive reuse of sites with limited development opportunities, including, but not limited to, brownfields or landfills, as identified by the commissioner in any solicitation issued pursuant to this section. The commissioner may select proposals from such resources to meet up to six per cent of the load distributed by the state's electric distribution companies, provided the commissioner shall not select proposals for more than three per cent of the load distributed by the state's electric distribution companies from offshore wind resources. The commissioner may direct the electric distribution companies to enter into power purchase agreements for energy, capacity and environmental attributes, or any combination thereof, for periods of not more than twenty years on behalf of all customers of the state's electric distribution companies. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured under this section may be: (A) Sold in the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, provided the revenues from such sale are credited to all customers of the contracting electric distribution company; or (B) retained by the electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates, the company shall select the option that is in the best interest of such company's ratepayers. Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall be completed not later than sixty days after the date on which such agreement is filed with the authority. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies. All reasonable costs incurred by the Department of Energy and Environmental Protection associated with the commissioner's solicitation and review of proposals pursuant to this section shall be recoverable through the nonbypassable federally mandated congestion charges, as defined in section 16-1.\n\n(P.A. 13-303, S. 8; P.A. 14-94, S. 34; P.A. 17-144, S. 10; P.A. 18-50, S. 31.)\n\nHistory: P.A. 13-303 effective June 5, 2013; P.A. 14-94 reworded provision re net costs recovered by electric distribution companies pursuant to power purchase agreements, effective June 6, 2014; P.A. 17-144 added “the following resources or any combination of the following resources:”, added references to providers of fuel cell, offshore wind or anaerobic digestion and energy storage systems re solicitation of proposals, added provision re development of combined heat and power systems in Subdiv. (6), added Subdiv. (8) re promotion of electric distribution system reliability and other benefits, added Subdiv. (9) re promotion of policy goals in state-wide solid waste management plan, added Subdiv. (10) re positive reuse of sites with limited development opportunities, added provision re commissioner not to select proposals for more than 3 per cent of load distributed by state's electric distribution companies from offshore wind resources, replaced “ten years” with “twenty years” re power purchase agreements, replaced “shall be sold” with “may be (A) Sold” re Class I renewable energy sources procured under section, added provisions re revenues from sale credited to customers in Subpara. (A), added Subpara. (B) re requirements of Sec. 16-245a, added provision re company to select option in best interest of ratepayers, added provision re reasonable costs recoverable, and made technical changes, effective June 27, 2017; P.A. 18-50 replaced provision re commissioner may select proposals from resources to meet up to 4 per cent of load distributed by state's electric distribution companies with provision re commissioner may select proposals to meet up to 6 per cent of load distributed, effective May 24, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3h/"
    },
    {
      "id": "section-16a-3i",
      "number": "16a-3i.",
      "heading": "Determination of adequacy of Class I renewable energy sources",
      "text": "(a) During the calendar year commencing January 1, 2014, and continuing each calendar year thereafter, if alternative compliance payments pursuant to subsection (h) of section 16-244c or subsection (k) of section 16-245 are made for failure to meet the renewable portfolio standards, there shall be a presumption for the calendar year the alternative compliance payments are made that there is an insufficient supply of Class I renewable energy sources, as defined in section 16-1, for electric suppliers or electric distribution companies to comply with the requirements of section 16-245a.\n\n(b) In the event there is a presumption of insufficient supply of Class I renewable energy sources pursuant to subsection (a) of this section for the calendar year the alternative compliance payments are made, the Commissioner of Energy and Environmental Protection may determine whether such payments resulted from a material shortage of Class I renewable energy sources. In making this determination, the commissioner shall consider whether such payments resulted from intentional or negligent action by an electric supplier or electric distribution company not to purchase renewable energy credits available in the New England Power Pool Generation Information System market.\n\n(c) In the event there is such a presumption pursuant to subsection (a) of this section and the commissioner finds that the alternative compliance payments were due to a material shortage of Class I renewable energy sources pursuant to subsection (b) of this section, the commissioner shall determine the adequacy, or potential adequacy, of Class I renewable energy sources to meet the succeeding years' renewable portfolio standard. In making this determination, the commissioner may consider (1) future cost and availability of certificates issued by the New England Power Pool Generation Information System based on the status of projects under development in the region, (2) future requirements of certificates issued by the New England Power Pool Generation Information System in other states, and (3) the projected compliance costs of Class I renewable energy sources.\n\n(d) In the event there is such a presumption pursuant to subsection (a) of this section and the commissioner finds a material shortage of Class I renewable energy sources pursuant to subsection (b) of this section, and in addition to determining the adequacy pursuant to subsection (c) of this section, the commissioner shall, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, solicit proposals from providers of Class I renewable energy sources, as defined in section 16-1, operational as of the date that such solicitation is issued. If the commissioner, in consultation with the procurement manager identified in subsection (l) of section 16-2, finds such proposals to be in the interest of ratepayers including, but not limited to, the delivered price of such sources, and consistent with the requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, and in accordance with the policy goals outlined in the Comprehensive Energy Strategy, adopted pursuant to section 16a-3d, the commissioner, in consultation with the procurement manager identified in subsection (l) of section 16-2, may select proposals from such sources to meet up to the amount necessary to ensure an adequate incremental supply of Class I renewable energy sources to rectify any projected shortage of Class I renewable energy supply identified pursuant to subsection (c) of this section. The commissioner shall direct the electric distribution companies to enter into power purchase agreements for energy, capacity and environmental attributes, or any combination thereof, from such selected proposals for periods of not more than ten years. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured under this section shall be sold in the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a. Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall commence upon the filing of the signed power purchase agreement with the authority. The authority shall issue a decision on such agreement not later than thirty days after such filing. In the event the authority does not issue a decision within thirty days after such agreement is filed with the authority, the agreement shall be deemed approved. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies.\n\n(e) Notwithstanding subdivision (1) of subsection (b) of section 16-245a, in the event that (1) for any calendar year commencing on or after January 1, 2014, there is such a presumption pursuant to subsection (a) of this section, (2) the commissioner finds material shortage of Class I renewable energy sources pursuant to subsection (b) of this section, (3) there is a determination of inadequacy pursuant to subsection (c) of this section, and (4) any contracts for Class I renewable energy sources approved by the Public Utilities Regulatory Authority pursuant to subsection (d) of this section yield an amount of Class I renewable energy sources that is insufficient to rectify any projected shortage pursuant to subsection (c) of this section, then commencing on or after October 1, 2023, the commissioner may allow not more than two and one-half percentage points of the Class I renewable portfolio standards established pursuant to section 16-245a effective for the succeeding and subsequent calendar years to be satisfied by large-scale hydropower procured pursuant to section 16a-3g. The requirements applicable to electric suppliers and electric distribution companies pursuant to section 16-245a shall consequently be reduced by not more than two and one-half percentage points in proportion to the commissioner's action, provided (A) the commissioner shall not allow a total of more than five percentage points of the Class I renewable portfolio standard to be met by large-scale hydropower on and after October 1, 2023, and (B) no such large-scale hydropower shall be eligible to trade in the New England Power Pool Generation Information System renewable energy credit market.\n\n(P.A. 13-303, S. 9; P.A. 14-94, S. 35; P.A. 18-50, S. 29; P.A. 22-118, S. 166; P.A. 23-102, S. 37.)\n\nHistory: P.A. 13-303 effective June 5, 2013; P.A. 14-94 amended Subsec. (d) to reword provision re net costs recovered by electric distribution companies pursuant to power purchase agreements, effective June 6, 2014; P.A. 18-50 amended Subsec. (e) by adding “subdivision (1) of” re Sec. 16-245a(b); P.A. 22-118 amended Subsec. (a) to change reference from Subsec. (j) to Subsec. (h); P.A. 23-102 amended Subsec. (e) by changing January 1, 2016, and December 31, 2020, to October 1, 2023, increasing percentage of the Class I renewable portfolio standards that may be satisfied by large-scale hydropower from 1 per cent to 2.5 per cent, and made technical and conforming changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3i/"
    },
    {
      "id": "section-16a-3j",
      "number": "16a-3j.",
      "heading": "Regional and independent solicitation re passive demand response, Class I renewable energy sources, Class III sources, large-scale hydropower or natural gas sources",
      "text": "(a) In order to secure cost-effective resources to provide more reliable electric service for the benefit of the state's electric ratepayers and to meet the state's energy and environmental goals and policies established in the Integrated Resources Plan, pursuant to section 16a-3a, and the Comprehensive Energy Strategy, pursuant to section 16a-3d, the Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may, in coordination with other states in the control area of the regional independent system operator, as defined in section 16-1, or on behalf of Connecticut alone, issue multiple solicitations for long-term contracts from providers of resources described in subsections (b), (c) and (d) of this section.\n\n(b) In any solicitation for resources to reduce electric demand and improve resiliency and grid reliability in the state, issued pursuant to this subsection, the commissioner shall seek proposals for (1) passive demand response measures, including, but not limited to, energy efficiency, load management, and the state's conservation and load management programs, pursuant to section 16-245m, that are capable, either singly or through aggregation, of reducing electric demand by one megawatt or more; and (2) Class I renewable energy sources and Class III sources, as defined in section 16-1, provided any such project proposal is for a facility that has a nameplate capacity rating of more than two megawatts and less than twenty megawatts. The commissioner may also seek proposals for energy storage systems, as defined in section 16-1, that are capable of storing up to twenty megawatts of energy. Proposals pursuant to this subsection shall not have a contract term exceeding twenty years. Each electric distribution company, as defined in section 16-1, shall, in consultation with the Energy Conservation Management Board established pursuant to section 16-245m, assess whether the submission of a proposal for passive demand response measures is feasible pursuant to any solicitation issued pursuant to subdivision (1) of this subsection, provided such proposal only includes electric demand reductions that are in addition to existing and projected demand reductions obtained through the conservation and load management programs.\n\n(c) In any solicitation issued pursuant to this subsection, the commissioner shall seek proposals from (1) Class I renewable energy sources, as defined in section 16-1, having a nameplate capacity rating of twenty megawatts or more, and any associated transmission; and (2) verifiable large-scale hydropower, as defined in section 16-1, and any associated transmission. The commissioner may also seek proposals for energy storage systems, as defined in section 16-1, having a nameplate capacity rating of twenty megawatts or more. Proposals under this subsection shall not have a contract term exceeding twenty years. In soliciting Class I renewable energy sources, and any associated transmission, pursuant to this subsection, the commissioner may, for the purpose of balancing such Class I energy deliveries and improving the economic viability of such proposals, also seek proposals for electricity and capacity from Class II renewable energy sources, as defined in section 16-1, and existing hydropower resources other than those described under section 16-1, provided such resources are interconnected to such associated transmission and are located in the control area of the regional independent system operator or imported into the control area of the regional independent system operator from resources located in an adjacent regional independent system operator's control area.\n\n(d) In any solicitation for natural gas resources issued pursuant to this subsection, the commissioner shall seek proposals for (1) interstate natural gas transportation capacity, (2) liquefied natural gas, (3) liquefied natural gas storage, and (4) natural gas storage, or a combination of any such resources, provided such proposals provide incremental capacity, gas, or storage that has a firm delivery capability to transport natural gas to natural gas-fired generating facilities located in the control area of the regional independent system operator. Proposals under this subsection shall not have a contract term exceeding a period of twenty years.\n\n(e) The Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, shall evaluate project proposals received under any solicitation issued pursuant to subsection (b), (c) or (d) of this section, based on factors including, but not limited to, (1) improvements to the reliability of the electric system, including during winter peak demand; (2) whether the benefits of the proposal outweigh the costs to ratepayers; (3) fuel diversity; (4) the extent to which the proposal contributes to meeting the requirements to reduce greenhouse gas emissions and improve air quality in accordance with sections 16-245a, 22a-174, and 22a-200a; (5) whether the proposal is in the best interest of ratepayers; and (6) whether the proposal is aligned with the policy goals outlined in the Integrated Resources Plan, pursuant to section 16a-3a, and the Comprehensive Energy Strategy, pursuant to section 16a-3d, including, but not limited to, environmental impacts. In conducting such evaluation, the commissioner may also consider the extent to which project proposals provide economic benefits for the state. In evaluating project proposals received under any solicitation issued pursuant to subsection (b), (c) or (d) of this section, the commissioner shall compare the costs and benefits of such proposals relative to the expected or actual costs and benefits of other resources eligible to respond to the other procurements authorized pursuant to this section.\n\n(f) The commissioner may hire consultants with expertise in quantitative modeling of electric and gas markets, and physical gas and electric system modeling, as applicable, to assist in implementing this section, including, but not limited to, the evaluation of proposals submitted pursuant to this section. All reasonable costs, not exceeding one million five hundred thousand dollars, associated with the commissioner's solicitation and review of proposals pursuant to this section shall be recoverable through the nonbypassable federally mandated congestion charge, as defined in subsection (a) of section 16-1. Such costs shall be recoverable even if the commissioner does not select any proposals pursuant to solicitations issued pursuant to this section.\n\n(g) If the commissioner finds proposals received pursuant to this section to be in the best interest of electric ratepayers, in accordance with the provisions of subsection (e) of this section, the commissioner may select any such proposal or proposals, provided the total capacity of the resources selected under all solicitations issued pursuant to this section in the aggregate do not exceed three hundred seventy-five million cubic feet per day of natural gas capacity, or the equivalent megawatts of electricity, electric demand reduction or combination thereof. Any proposals selected pursuant to subsections (b) and (c) of this section shall not, in the aggregate, exceed ten per cent of the load distributed by the state's electric distribution companies. The commissioner may, on behalf of all customers of electric distribution companies, direct the electric distribution companies to enter into long-term contracts for passive demand response measures, electricity, electric capacity, environmental attributes, energy storage, interstate natural gas transportation capacity, liquefied natural gas, liquefied natural gas storage, and natural gas storage, or any combination thereof, from proposals submitted pursuant to this section, provided the benefits of such contracts to customers of electric distribution companies outweigh the costs to such companies' customers.\n\n(h) Any agreement entered into pursuant to this section shall be subject to review and approval by the Public Utilities Regulatory Authority. The electric distribution company shall file an application for the approval of any such agreement with the authority. The authority shall approve such agreement if it is cost effective and in the best interest of electric ratepayers. The authority shall issue a decision not later than ninety days after such filing. If the authority does not issue a decision within ninety days after such filing, the agreement shall be deemed approved. The net costs of any such agreement, including costs incurred by the electric distribution company under the agreement and reasonable costs incurred by the electric distribution company in connection with the agreement, shall be recovered on a timely basis through a fully reconciling component of electric rates for all customers of the electric distribution company. Any net revenues from the sale of products purchased in accordance with long-term contracts entered into pursuant to this section shall be credited to customers through the same fully reconciling rate component for all customers of the contracting electric distribution company. For any contract for interstate natural gas transportation capacity, liquefied natural gas, liquefied natural gas storage or natural gas storage entered into pursuant to this section, the electric distribution company may contract with a gas supply manager to sell such interstate natural gas transportation capacity, liquefied natural gas, liquefied natural gas storage or natural gas storage, or a combination thereof, into the wholesale markets at the best available price in a manner that meets all applicable requirements pursuant to all applicable regulations of the Federal Energy Regulatory Commission.\n\n(i) Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy source or Class III source procured by an electric distribution company pursuant to this section may be: (1) Sold into the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, so long as the revenues from such sale are credited to electric distribution company customers as described in this subsection; or (2) retained by the electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates the company shall select the option that is in the best interest of such company's ratepayers.\n\n(P.A. 15-107, S. 1.)\n\nHistory: P.A. 15-107 effective June 19, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3j/"
    },
    {
      "id": "section-16a-3k",
      "number": "16a-3k.",
      "heading": "Definitions.",
      "text": "For purposes of this section and sections 16-50k and 16a-3l: (1) “Core forest” means unfragmented forest land that is three hundred feet or greater from the boundary between forest land and nonforest land, as determined by the Commissioner of Energy and Environmental Protection; and (2) “prime farmland” means land that meets the criteria for prime farmland as described in 7 CFR 657, as amended from time to time.\n\n(P.A. 17-218, S. 1.)\n\nHistory: P.A. 17-218 effective July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3k/"
    },
    {
      "id": "section-16a-3l",
      "number": "16a-3l.",
      "heading": "Solicitations re Class I renewable energy sources",
      "text": "In any solicitation issued under section 16a-3f, 16a-3g, 16a-3h or 16a-3j after July 1, 2017, the Commissioner of Energy and Environmental Protection shall consider the environmental impacts of any proposal located in the state that is received in response to such solicitation, including, but not limited to, the impacts to prime farmland and core forests and the reuse of sites with limited development opportunities such as brownfields and landfills, as identified by the commissioner.\n\n(P.A. 17-218, S. 2.)\n\nHistory: P.A. 17-218 effective July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3l/"
    },
    {
      "id": "section-16a-3m",
      "number": "16a-3m.",
      "heading": "Appraisal re nuclear power generating facilities. Solicitation re zero-carbon electricity generating resources.",
      "text": "(a) For the purposes of this section:\n\n(1) “Best interest of ratepayers” means the benefits of a contract or proposal outweigh the costs to electric ratepayers, based on whether the delivered prices of sources included in such contract or proposal are less than the forecasted price of energy and capacity, as determined by the commissioner or the commissioner's designee, and based on a consideration of the following factors, as determined by the commissioner or the commissioner's designee: (A) Impacts on electric system operations and reliability; (B) the extent to which such contract or proposal will contribute to (i) the local sourcing requirement set by the regional independent system operator, as defined in section 16-1, and (ii) meeting the requirements to reduce greenhouse gas emissions and improve air quality in accordance with sections 16-245a, 22a-174 and 22a-200a; (C) fuel diversity; and (D) whether the proposal is aligned with the policy goals outlined in the Integrated Resources Plan developed pursuant to section 16a-3a and the Comprehensive Energy Strategy developed pursuant to section 16a-3d, including, but not limited to, environmental impacts; and\n\n(2) “Eligible nuclear power generating facility” means a nuclear power generating facility that is located in the control area of the regional independent system operator, as defined in section 16-1, and is licensed to operate through January 1, 2030, or later.\n\n(b) The Commissioner of Energy and Environmental Protection and the Public Utilities Regulatory Authority shall (1) conduct an appraisal regarding nuclear power generating facilities in accordance with subsection (c) of this section, and (2) determine whether a solicitation process for nuclear power generating facilities shall be conducted pursuant to subsection (d) of this section. On or before February 1, 2018, the commissioner and the authority shall report, in accordance with section 11-4a, the results of the appraisal and the selection conducted pursuant to subsection (d) of this section to the General Assembly. If the General Assembly does not reject such results by a simple majority vote in each house on or before March 1, 2018, such results shall be deemed approved.\n\n(c) The appraisal conducted pursuant to subdivision (1) of subsection (b) of this section shall assess: (1) The current economic condition of nuclear generating facilities located in the control area of the regional independent system operator, as defined in section 16-1; (2) the projected economic condition of nuclear power generating facilities located in the control area of the regional independent system operator, as defined in section 16-1; (3) the impact on the following considerations if such nuclear power generating facilities retire before July 1, 2027: (A) Electric markets, fuel diversity, energy security and grid reliability, (B) the state's greenhouse gas emissions mandated levels established pursuant to section 22a-200a, and (C) the state, regional and local economy.\n\n(d) After completing the appraisal, if the results of such appraisal demonstrate that action is necessary, the commissioner shall act and may issue one or more solicitations, in consultation with the procurement manager identified in subsection (l) of section 16-2 and the Office of Consumer Counsel established in section 16-2a, for zero-carbon electricity generating resources, including, but not limited to, eligible nuclear power generating facilities, hydropower, Class I renewable energy sources, as defined in section 16-1, and energy storage systems, provided (1) the total annual energy output of any proposals selected, in the aggregate, shall be not more than twelve million megawatt hours of electricity, (2) any agreement entered into pursuant to this subdivision with an eligible nuclear power generating facility or hydropower shall be for a period of not less than three years and not more than ten years, and (3) any agreement entered into pursuant to this subdivision with Class I renewable energy sources, as defined in section 16-1, and energy storage systems shall be for a period of not more than twenty years. On or before May 1, 2018, if the results of such appraisal demonstrate that one or more solicitations pursuant to this subsection are necessary, the commissioner shall initiate such solicitation process pursuant to this subsection, in accordance with subsection (e) of this section, provided any changes made, contracts entered into or agreements entered into are in the best interest of ratepayers.\n\n(e) (1) Any solicitation issued pursuant to subsection (d) of this section for zero-carbon electricity generating resources, including, but not limited to, eligible nuclear power generating facilities, hydropower, Class I renewable energy sources, as defined in section 16-1, and energy storage systems, shall be for resources delivered into the control area of the regional independent system operator, as defined in section 16-1, and any agreement entered into pursuant to subdivision (2) of this subsection shall be in the best interest of ratepayers. If the commissioner finds proposals received pursuant to such solicitations to be in the best interest of ratepayers, the commissioner may select any such proposal or proposals, provided (A) the total annual energy output of any proposals selected, in the aggregate, shall be not more than twelve million megawatt hours of electricity, (B) any agreement entered into pursuant to this subdivision with an eligible nuclear power generating facility or hydropower shall be for a period of not less than three years and not more than ten years, and (C) any agreement entered into pursuant to this subdivision with Class I renewable energy sources, as defined in section 16-1, and energy storage systems shall be for a period of not more than twenty years.\n\n(2) If the commissioner has made the determination and finding pursuant to subdivision (1) of this subsection, the commissioner shall, on behalf of all customers of electric distribution companies, direct the electric distribution companies to enter into agreements for energy, capacity and any environmental attributes, or any combination thereof, from proposals submitted pursuant to this subdivision.\n\n(3) Any agreement entered into pursuant to subdivision (2) of this subsection shall be subject to review and approval by the Public Utilities Regulatory Authority. The electric distribution company shall file an application for the approval of any such agreement with the authority. The authority's review shall commence upon the filing of the signed power purchase agreement with the authority. The authority shall approve agreements that it determines (A) provide for the delivery of adequate and reliable products and services, for which there is a clear public need, at a just and reasonable price, (B) are prudent and cost effective, and (C) that the respondent to the solicitation has the technical, financial and managerial capabilities to perform pursuant to such agreement. For any eligible nuclear power generating facility selected in any solicitation described in subsection (g) of this section, the authority shall require any such agreement to be conditioned upon the approval of such a power purchase agreement or other agreement for energy, capacity and any environmental attributes, or any combination thereof, with such eligible nuclear power generating facility, in at least two other states, by the applicable officials of such states or by electric utilities or other entities designated by the applicable officials of such states. The authority shall issue a decision not later than one hundred eighty days after such filing. If the authority does not issue a decision within one hundred eighty days after such filing, the agreement shall be deemed approved. The net costs of any such agreement, including costs incurred by the electric distribution company under the agreement and reasonable costs incurred by the electric distribution company in connection with the agreement, shall be recovered on a timely basis through a nonbypassable fully reconciling component of electric rates for all customers of the electric distribution company. Any net revenues from the sale of products purchased in accordance with long-term contracts entered into pursuant to this subsection shall be credited to customers through the same nonbypassable fully reconciling rate component for all customers of the contracting electric distribution company.\n\n(f) Each person owning and operating a nuclear power generating facility in the state shall pay a pro rata share of all reasonable costs associated with the department's appraisal pursuant to subsection (c) of this section, determination pursuant to subsection (d) of this section, and actions taken pursuant to subsection (e) of this section in an amount not to exceed one million dollars.\n\n(g) Any solicitation issued pursuant to this section on or after July 1, 2024, for eligible nuclear power generating facilities shall be conducted in coordination with two or more other states in the control area of the regional independent system operator, as defined in section 16-1. The commissioner may not direct any electric distribution company to enter into an agreement with an eligible nuclear power generating facility pursuant to this section unless the applicable officials of at least two such states select a proposal for energy, capacity and any environmental attributes, or any combination thereof, from an eligible nuclear power generating facility in response to such coordinated solicitation. The commissioner may revise the appraisal conducted pursuant to subsections (b) and (c) of this section in a manner determined by the commissioner and in furtherance of any such solicitation, at the commissioner's discretion.\n\n(June Sp. Sess. P.A. 17-3, S. 1; P.A. 24-38, S. 1.)\n\nHistory: June Sp. Sess. P.A. 17-3 effective October 31, 2017; P.A. 24-38 amended Subsec. (e)(3) to add provision re agreements be conditioned upon approval in at least 2 other states, added Subsec. (g) re conducting solicitations in coordination with 2 or more other states, and made technical changes, effective May 21, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3m/"
    },
    {
      "id": "section-16a-3n",
      "number": "16a-3n.",
      "heading": "Solicitation re energy derived from offshore wind facilities that are Class I renewable energy sources.",
      "text": "(a)(1) The Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may, in coordination with other states in the control area of the regional independent system operator, as defined in section 16-1, in coordination with states in a neighboring control area or on behalf of Connecticut alone, solicit proposals, in one solicitation or multiple solicitations, from providers of energy derived from offshore wind facilities that are Class I renewable energy sources, as defined in section 16-1, and any associated transmission, provided the commissioner shall initiate a solicitation not later than fourteen days after June 7, 2019, for projects that have a total nameplate capacity rating of up to two thousand megawatts in the aggregate. Any such solicitation or solicitations issued pursuant to this section on and after January 1, 2020, shall be for quantities of energy and within the timing and schedule determined by the commissioner, and may be informed by the Integrated Resources Plan prepared on or before January 1, 2020, pursuant to subsections (b) and (j) of section 16a-3a, provided such schedule shall provide for the solicitation of resources with a nameplate capacity rating of two thousand megawatts in the aggregate by December 31, 2030.\n\n(2) In developing any solicitations pursuant to this section, the commissioner shall include requirements for contract commitments in selected bids that (A) require payment of not less than the prevailing wage, as described in section 31-53, for laborers, workmen and mechanics performing construction activities within the United States with respect to the project, and (B) require selected bidders to engage in a good faith negotiation of a project labor agreement. Any solicitation issued pursuant to this section shall specify the minimum terms that such project labor agreements shall address.\n\n(3) In any solicitation initiated pursuant to this section on or after July 1, 2024, the Commissioner of Energy and Environmental Protection shall include requirements for contract commitments in selected bids that require bidders selected pursuant to subsection (b) of this section, including any providers of associated transmission, when employing or contracting with fishermen for support services such as scouting for fishing gear or serving as a safety vessel in a construction zone, for any project selected by the state or in proportion to the state share of any project selected by multiple states or other entities, to use best efforts to award such contracts or employment to state commercial fishing licensees, all other factors being equal. Such requirements shall include: (A) The maintenance of records that document the use of such best efforts and the filing of a monthly report with the Department of Economic and Community Development that describes such best efforts, on a form prescribed by said department; and (B) a provision that any fishermen that such providers employ or contract with to provide support services shall: (i) Meet training and certification standards described in the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers, as amended from time to time; and (ii) prior to providing any such support services, undergo inspection in accordance with the International Marine Contractors Association's marine inspection for small workboats inspection document. The Coast Guard or any inspector accredited through the accredited vessel inspector program operated by the Marine Surveying Academy of the International Institute of Marine Surveying may conduct such an inspection.\n\n(4) (A) In responding to any solicitations issued pursuant to this section, a bidder shall include an environmental and fisheries mitigation plan for the construction and operation of such offshore wind facilities, provided such plan shall include, but not be limited to, an explicit description of the best management practices the bidder will employ that are informed by the latest science at the time the proposal is made that will avoid, minimize and mitigate any impacts to wildlife, natural resources, ecosystems and traditional or existing water-dependent uses, including, but not limited to, commercial fishing.\n\n(B) In responding to any solicitations issued pursuant to this section, a bidder may include such bidder's plans for the use of skilled labor, including, but not limited to, for any construction and manufacturing components of the proposal including any outreach, hiring and referral systems, or any combination thereof, that are affiliated with an apprenticeship training program registered with the Labor Department pursuant to section 31-22r.\n\n(C) In responding to any solicitations issued pursuant to this section in calendar year 2019, each bidder shall submit at least one proposal for resources eligible pursuant to this section with a nameplate capacity rating of four hundred megawatts. The commissioner may not consider or select any proposals from a bidder that does not submit at least one proposal for resources with a nameplate capacity of four hundred megawatts for any solicitation issued pursuant to this section in calendar year 2019.\n\n(5) For each solicitation issued pursuant to this section, the commissioner shall establish a commission on environmental standards to provide input on best practices for avoiding, minimizing and mitigating any impacts to wildlife, natural resources, ecosystems and traditional or existing water-dependent uses, including, but not limited to, commercial fishing, during the construction and operation of facilities eligible pursuant to this section.\n\n(b) In making any selection of such proposals, the commissioner shall consider factors, including, but not limited to, (1) whether the proposal is in the best interest of ratepayers, including, but not limited to, the delivered price of such sources, (2) whether the proposal promotes electric distribution system reliability, including during winter peak demand, (3) any positive impacts on the state's economic development, (4) whether the proposal is consistent with the requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, (5) whether the proposal is consistent with the policy goals outlined in the Comprehensive Energy Strategy adopted pursuant to section 16a-3d and the Integrated Resources Plan adopted pursuant to section 16a-3a, (6) whether the proposal is consistent with the goals and policies set forth in sections 22a-92 and 25-157t, and (7) whether the proposal uses practices to avoid, minimize and mitigate impacts to wildlife, natural resources, ecosystems and traditional or existing water-dependent uses, including, but not limited to, commercial fishing. In considering whether a proposal has any positive impacts on the state's economic development, the commissioner shall consult with the Commissioner of Economic and Community Development. The commissioner may select proposals from such resources that have a total nameplate capacity rating of not more than two thousand megawatts in the aggregate.\n\n(c) The commissioner may direct the electric distribution companies to enter into power purchase agreements for energy, capacity, any transmission associated with such energy derived from offshore wind facilities that are Class I renewable energy sources as defined in section 16-1 and environmental attributes, or any combination thereof, for periods of not more than twenty years on behalf of all customers of the state's electric distribution companies, except the commissioner may direct such companies to enter into such agreements for periods greater than twenty years and not more than thirty years if the commissioner conducts the solicitation pursuant to subsection (a) of this section in coordination with one or more states and, in response to such coordinated solicitation, the applicable officials of any such state select a proposal for energy, capacity and any environmental attributes, or any combination thereof, from such facilities for a period that is greater than twenty years and not more than thirty years. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured by an electric distribution company pursuant to this section may be: (1) Sold into the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, provided the revenues from such sale are credited to electric distribution company customers as described in this section; or (2) retained by the electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates, the company shall select the option that is in the best interest of such company's ratepayers.\n\n(d) Any agreement entered into pursuant to this section shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall be completed not later than (1) ninety days after the date on which such agreement is filed with the authority for any solicitation issued pursuant to this section in calendar year 2019, and (2) one hundred twenty days for any solicitation issued pursuant to this section on and after January 1, 2020. The authority shall approve agreements that it determines (A) provide for the delivery of adequate and reliable products and services, for which there is a clear public need, at a just and reasonable price, (B) are prudent and cost effective, and (C) are between an electric distribution company and a respondent to the solicitation that has the technical, financial and managerial capabilities to perform pursuant to such agreement. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies. Any net revenues from the sale of products purchased in accordance with long-term contracts entered into pursuant to this section shall be credited to customers through the same fully reconciling rate component for all customers of the contracting electric distribution company. The commissioner may hire consultants with expertise in quantitative modeling of electric and gas markets to assist in implementing this section, including, but not limited to, the evaluation of proposals submitted pursuant to this section. All reasonable costs associated with the commissioner's solicitation and review of proposals pursuant to this section shall be recoverable through the same fully reconciling rate component for all customers of the electric distribution companies.\n\n(P.A. 19-71, S. 1; P.A. 21-141, S. 11; P.A. 24-38, S. 2.)\n\nHistory: P.A. 19-71 effective June 7, 2019; P.A. 21-141 replaced “Connecticut State Apprenticeship Council established pursuant to section 31-22n” with “Labor Department pursuant to section 31-22r”; P.A. 24-38 amended Subsec. (a) by adding new Subdiv. (3) re requirements when employing or contracting with fishermen for support services and redesignating existing Subdivs. (3) and (4) as Subdivs. (4) and (5) and amended Subsec. (c) by adding exception re agreements for periods greater than 20 years and not more than 30 years, effective May 21, 2024; (Revisor's note: In 2025, a reference to “the effective date of this section” in Subsec. (a)(1) was changed editorially by the Revisors to “June 7, 2019,” for accuracy).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3n/"
    },
    {
      "id": "section-16a-3o",
      "number": "16a-3o.",
      "heading": "Study of the value of distributed energy resources.",
      "text": "On or before July 1, 2019, the Department of Energy and Environmental Protection and the Public Utilities Regulatory Authority shall initiate a proceeding to jointly study the value of distributed energy resources. On or before July 1, 2020, the department and the authority shall jointly report the findings of such study, in accordance with the provisions of section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to energy.\n\n(P.A. 19-35, S. 6.)\n\nHistory: P.A. 19-35 effective June 28, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3o/"
    },
    {
      "id": "section-16a-3p",
      "number": "16a-3p.",
      "heading": "Solicitation re energy derived from anaerobic digestion.",
      "text": "(a)(1) The Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may solicit proposals, in one solicitation or multiple solicitations, from providers of energy derived from anaerobic digestion.\n\n(2) In responding to any solicitations issued pursuant to this section, a bidder shall submit a proposal or proposals for facilities that are animal feeding operations and collocated on land used for the purpose of farming, as defined in subsection (q) of section 1-1. For purposes of this subsection, “animal feeding operation” has the same meaning as provided in section 22a-208cc.\n\n(b) If the commissioner finds such proposals to be in the interest of ratepayers, including, but not limited to, the delivered price of such sources, and consistent with the requirements to reduce greenhouse gas emissions in accordance with section 22a-200a, and in accordance with the policy goals outlined in the Comprehensive Energy Strategy, adopted pursuant to section 16a-3d, and in accordance with the policy goals outlined in the state-wide solid waste management plan developed pursuant to section 22a-241a, the commissioner may select proposals from such resources that have a total nameplate capacity rating of not more than ten megawatts in the aggregate. The commissioner may, on behalf of all customers of electric distribution companies, direct the electric distribution companies to enter into power purchase agreements for energy, capacity and environmental attributes, or any combination thereof, for periods of not more than twenty years.\n\n(c) Certificates issued by the New England Power Pool Generation Information System procured by an electric distribution company pursuant to this section may be: (1) Sold into the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, provided the revenues from such sale are credited to electric distribution company customers as described in this section; or (2) retained by the electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates, the company shall select the option that is in the best interest of such company's ratepayers.\n\n(d) Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall commence upon the filing of the signed power purchase agreement with the authority. The authority shall issue a decision on such agreement not later than sixty days after such filing. In the event the authority does not issue a decision within sixty days after such agreement is filed with the authority, the agreement shall be deemed approved.\n\n(e) The net costs of any such agreement, including costs incurred by the electric distribution company under the agreement and reasonable costs incurred by the electric distribution company in connection with the agreement, shall be recovered on a timely basis through a fully reconciling component of electric rates for all customers of the electric distribution company. Any net revenues from the sale of products purchased in accordance with long-term contracts entered into pursuant to this section shall be credited to customers through the same fully reconciling rate component for all customers of the contracting electric distribution company. The commissioner may hire consultants with expertise in quantitative modeling of electric and gas markets to assist in implementing this section, including, but not limited to, the evaluation of proposals submitted pursuant to this section. All reasonable costs associated with the commissioner's solicitation and review of proposals pursuant to this section shall be recoverable through the same fully reconciling rate component for all customers of the electric distribution companies.\n\n(P.A. 19-35, S. 17.)\n\nHistory: P.A. 19-35 effective June 28, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3p/"
    },
    {
      "id": "section-16a-3q",
      "number": "16a-3q.",
      "heading": "Hydrogen strategic plan.",
      "text": "On or before December 31, 2024, the Department of Energy and Environmental Protection shall develop and approve a hydrogen strategic plan. The hydrogen strategic plan shall include recommendations for policies, programs and regulations to grow the state's hydrogen economy, consistent with the greenhouse gas reduction goals established in section 22a-200a, the Integrated Resources Plan approved pursuant to section 16a-3a and the Comprehensive Energy Strategy prepared pursuant to section 16a-3d. The strategic plan shall (1) encourage the use of hydrogen produced from renewable energy, (2) prioritize the application of hydrogen produced from renewable energy to aviation, maritime shipping, ferry transportation, heavy-duty trucking and high-temperature industrial processes, and (3) describe the current and projected cost differences between powering such sectors and processes with hydrogen produced from renewable energy compared to powering such sectors and processes with fossil fuels.\n\n(P.A. 23-156, S. 1.)\n\nHistory: P.A. 23-156 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3q/"
    },
    {
      "id": "section-16a-3r",
      "number": "16a-3r.",
      "heading": "Federal funding opportunities for projects or activities that advance hydrogen.",
      "text": "The Commissioner of Energy and Environmental Protection shall, in consultation with the Governor, the Secretary of the Office of Policy and Management and the Commissioner of Economic and Community Development, seek opportunities for federal funding of projects or activities that advance hydrogen in the state. The Commissioner of Economic and Community Development shall identify the state's share of the projects or activities required to meet the matching requirements of the federal acts making the funds available to the state.\n\n(P.A. 23-156, S. 3.)\n\nHistory: P.A. 23-156 effective June 27, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3r/"
    },
    {
      "id": "section-16a-3s",
      "number": "16a-3s.",
      "heading": "Proceeding to examine stray voltage.",
      "text": "Not later than January 1, 2024, the Public Utilities Regulatory Authority shall initiate a proceeding to examine occurrences of stray voltage in the state and make recommendations for detecting, mitigating and preventing stray voltage. As used in this section, “stray voltage” means any unwanted electrical leakage.\n\n(P.A. 23-102, S. 29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3s/"
    },
    {
      "id": "section-16a-3t",
      "number": "16a-3t.",
      "heading": "Solicitation re run-of-the-river hydropower.",
      "text": "(a) On or after July 1, 2024, the Commissioner of Energy and Environmental Protection, in consultation with the procurement manager identified in subsection (l) of section 16-2, the Office of Consumer Counsel and the Attorney General, may solicit proposals, in one solicitation or multiple solicitations, from providers of instantaneous run-of-the-river hydropower that is interconnected with the electric distribution system. In making any selection of such proposals, the commissioner shall consider factors, including, but not limited to: (1) Whether the proposal is in the interest of ratepayers, including, but not limited to, the delivered price of any electricity, capacity or environmental attributes that are procured pursuant to such solicitation; (2) the emissions profile of such provider's facilities that generate such hydropower; (3) any investments that such provider has made or is anticipated to make in improving such facility's emissions profile or environmental performance, such as investments related to water quality, water flow or fish passage; (4) any positive impacts on the state's economic development; (5) whether the proposal is consistent with the policy goals outlined in the Comprehensive Energy Strategy adopted pursuant to section 16a-3d; and (6) whether the proposal functions as a load-reducing resource or promotes electric distribution system reliability and other electric distribution system benefits, including, but not limited to, microgrids. The commissioner shall not allow any such proposal to be based on a new dam or a dam identified by the commissioner as a candidate for removal. Any such proposal shall meet applicable state and federal requirements, including state dam safety requirements and applicable site-specific standards for water quality and fish passage.\n\n(b) Not later than December 31, 2025, the commissioner may select proposals from such providers of instantaneous run-of-the-river hydropower. Facilities generating such hydropower shall have a total nameplate capacity rating of not more than twenty megawatts in the aggregate. The commissioner may direct the electric distribution companies to enter into power purchase agreements for energy, capacity and environmental attributes, or any combination thereof, for periods of not more than twenty years on behalf of all customers of the state's electric distribution companies. Any certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured under this section may be: (1) Sold in the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, provided the revenues from such sale are credited to all customers of the contracting electric distribution company; or (2) retained by the electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates, the company shall select the option that is in the best interest of such company's ratepayers. Any such agreement shall be subject to review and approval by the Public Utilities Regulatory Authority, which review shall be completed not later than one hundred eighty days after the date on which such agreement is filed with the authority. The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by the electric distribution companies in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of electric distribution companies. All reasonable costs incurred by the Department of Energy and Environmental Protection associated with the commissioner's solicitation and review of proposals pursuant to this section shall be recoverable through the nonbypassable, federally mandated congestion charges, as defined in section 16-1.\n\n(P.A. 24-38, S. 4.)\n\nHistory: P.A. 24-38 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3t/"
    },
    {
      "id": "section-16a-3u",
      "number": "16a-3u.",
      "heading": "Additional power purchase agreements re biomass facilities.",
      "text": "(a) For the purposes of this section:\n\n(1) “Existing biomass power purchase agreement” means a power purchase agreement that: (A) (i) Was entered into by a biomass facility that is a Class I renewable energy source with an electric distribution company in the state on or before June 5, 2013, or (ii) was executed in accordance with a solicitation pursuant to section 16a-3f or 16a-3h; and (B) was in effect as of January 1, 2024.\n\n(2) “Eligible biomass facility” means a biomass facility that is a Class I renewable energy source and that has entered into one or more existing biomass power purchase agreements.\n\n(3) “Additional biomass power purchase agreement” means a biomass power purchase agreement that is entered into by an eligible biomass facility and an electric distribution company pursuant to subdivision (b) of this section, for the fraction of energy, capacity and environmental attributes of an eligible biomass facility that was contracted for under an existing biomass power purchase agreement between such biomass facility and such electric distribution company.\n\n(4) “Class I renewable energy source”, “electric distribution company” and “electric supplier” have the same meanings as provided in section 16-1.\n\n(b) The Commissioner of Energy and Environmental Protection may direct any electric distribution company to enter into one or more additional biomass power purchase agreements with any eligible biomass facility. Any such additional power purchase agreement shall be for a period of ten years. Certificates issued by the New England Power Pool Generation Information System for any Class I renewable energy sources procured by an electric distribution company pursuant to this section may be: (1) Sold into the New England Power Pool Generation Information System renewable energy credit market to be used by any electric supplier or electric distribution company to meet the requirements of section 16-245a, provided the revenues from such sale are credited to all customers of the contracting electric distribution company; or (2) retained by such electric distribution company to meet the requirements of section 16-245a. In considering whether to sell or retain such certificates, the company shall select the option that is in the best interest of such company's ratepayers.\n\n(c) Any additional biomass power purchase agreement entered into pursuant to subsection (b) of this section shall be subject to review and approval by the Public Utilities Regulatory Authority. Such electric distribution company shall file an application for the approval of any such additional biomass power purchase agreement with the authority. The authority shall issue a decision not later than one hundred eighty days after any such filing. If the authority does not issue a decision within one hundred eighty days after such filing, such additional biomass power purchase agreement shall be deemed approved.\n\n(d) The net costs of any such agreement, including costs incurred by the electric distribution companies under the agreement and reasonable costs incurred by any electric distribution company in connection with the agreement, shall be recovered through a fully reconciling component of electric rates for all customers of such electric distribution company.\n\n(P.A. 24-38, S. 6.)\n\nHistory: P.A. 24-38 effective May 21, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-3u/"
    },
    {
      "id": "section-16a-4",
      "number": "16a-4.",
      "heading": "Office of Policy and Management. Staff. Regulations.",
      "text": "The Secretary of the Office of Policy and Management shall employ, subject to the provisions of chapter 67, such staff as is required for the proper discharge of duties of the office as set forth in this chapter and sections 4-5, 4-124l, 8-3b, 8-35a and 8-189, subsection (b) of section 8-206 and sections 16a-20, 16a-102, 22a-352 and 22a-353. The secretary may adopt, pursuant to chapter 54, such regulations as are necessary to carry out the purposes of this chapter.\n\n(P.A. 74-285, S. 5, 20; P.A. 75-537, S. 2, 55; P.A. 77-614, S. 42, 610; P.A. 78-303, S. 89, 136; P.A. 81-330, S. 10, 13; P.A. 88-248, S. 2; P.A. 03-140, S. 20; P.A. 11-80, S. 41; P.A. 13-247, S. 314.)\n\nHistory: P.A. 75-537 replaced Connecticut energy agency and its administrator with department and commissioner of planning and energy policy, deleted provisions re appointment by governor and exemption from classified service, and required that assistance be given the state planning council in Subsec. (a), restated Subsec. (b) and deleted Subsec. (c) which had provided for disposition of agency; P.A. 77-614 replaced department and commissioner of planning and energy policy with office of policy and management and its secretary, deleted references to state planning council and deleted Subsec. (b); P.A. 78-303 deleted references to repealed Secs. 4-60a and 4-60b; P.A. 81-330 deleted reference to Sec. 16a-19; P.A. 88-248 deleted reference to Sec. 2-73; (Revisor's note: In 1993 an obsolete reference to repealed Sec. 16-340 was deleted editorially by the Revisors); P.A. 03-140 deleted provision re providing the Connecticut Energy Advisory Board with assistance, effective July 1, 2003; P.A. 11-80 deleted reference to Sec. 4-124p, effective July 1, 2011; P.A. 13-247 deleted references to Secs. 8-32a and 8-33a, effective January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4/"
    },
    {
      "id": "section-16a-4a",
      "number": "16a-4a.",
      "heading": "Office of Policy and Management. Duties and powers.",
      "text": "The Office of Policy and Management shall:\n\n(1) Formulate and prepare state-wide or interregional plans for the physical, social and economic development of the state. Such plans may be prepared jointly or in consultation with other state, interstate, federal, regional or local agencies. Such plans may include, but need not be limited to, (A) demographic projections, (B) economic projections, (C) land use and water considerations, (D) transportation requirements, (E) environmental considerations, (F) energy capabilities and requirements, (G) public facilities, (H) labor needs and skills, (I) educational objectives, (J) housing needs, and (K) health needs;\n\n(2) Receive for review, information and recommendations, plans proposed by any state agency acting alone or jointly that has among its duties planning responsibilities relating to those considerations set forth in subdivision (1) of this section or similar subjects;\n\n(3) Coordinate regional and state planning activities and accomplish such planning review activities as may be necessary;\n\n(4) Designate or redesignate logical planning regions within the state in accordance with section 16a-4c;\n\n(5) Provide for technical aid and the administration of financial assistance to any regional council of governments organized under sections 4-124i to 4-124p, inclusive, under such terms and conditions as may be agreed upon by the secretary;\n\n(6) Accept from any source funds, revenue or other consideration available to this state for interstate, state, regional, interregional or area planning activities or projects and provide for the administration of such funds, revenues or other consideration;\n\n(7) Make available to the public, for a reasonable fee, all reports, testing results and other material developed or procured as a result of activities authorized by this section, section 16a-14 and section 16a-14b; and\n\n(8) Provide technical assistance to municipalities that want to aggregate electric generation services.\n\n(P.A. 75-537, S. 3, 55; P.A. 77-614, S. 43, 610; P.A. 79-576, S. 2, 7; P.A. 91-343, S. 7, 11; P.A. 98-28, S. 59, 117; P.A. 08-182, S. 8; P.A. 13-247, S. 293.)\n\nHistory: P.A. 77-614 replaced department and commissioner of planning and energy policy with office of policy and management and its secretary and deleted requirement that plans be submitted to state planning council; P.A. 79-576 added Subdivs. (7) to (9); P.A. 91-343 repealed former Subdivs. (8) and (9) re duties re energy-related products and services; P.A. 98-28 added new Subdiv. (8) re technical assistance to municipalities that want to aggregate electric generation services, effective July 1, 1998; P.A. 08-182 amended Subdiv. (4) to require redesignation of planning regions to be in accordance with Sec. 16a-4c (Revisor's note: In codifying section 8 of public act 08-182, a reference to “section 11 of this act” was deemed by the Revisors to be a reference to section 9 of that act and therefore cited as “section 16a-4c”); P.A. 13-247 deleted references to regional planning agencies and regional council of elected officials in Subdivs. (4) and (5) and made a technical change in Subdiv. (2), effective January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4a/"
    },
    {
      "id": "section-16a-4b",
      "number": "16a-4b.",
      "heading": "Municipalities may petition for redesignation of planning region. Procedure.",
      "text": "Any town, city or borough which has been included in any planning region as designated or defined by the Secretary of the Office of Policy and Management, or his predecessor, under the provisions of subsection (4) of section 16a-4a, may petition, upon a vote of its legislative body, the secretary for a redefinition or redesignation as part of a different planning region. The secretary shall determine the time and place for a hearing upon such petition and shall give notice thereof. In determining the appropriateness of such redesignation, the secretary shall consider, among other factors, whether or not the services that such petitioner needs can be better or more logically provided by a planning region other than the one to which it has been previously assigned.\n\n(P.A. 77-325; 77-614, S. 19, 610; P.A. 83-164.)\n\nHistory: P.A. 77-614 replaced commissioner of planning and energy policy with secretary of the office of policy and management; P.A. 83-164 removed provision allowing petitioner to appeal to the state planning council.\n\nSee chapter 127 re regional council of governments.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4b/"
    },
    {
      "id": "section-16a-4c",
      "number": "16a-4c.",
      "heading": "Redesignation of planning regions by the secretary. Procedure. Voluntary consolidation.",
      "text": "(a) On or before January 1, 2014, and at least every twenty years thereafter, the Secretary of the Office of Policy and Management, within available appropriations, and in consultation with regional planning organizations, as defined in section 4-124i, the Connecticut Conference of Municipalities, the Connecticut Council of Small Towns, the Commissioner of Transportation and the chairpersons and ranking members of the joint standing committee of the General Assembly having cognizance of matters relating to planning and development, shall conduct an analysis of the boundaries of logical planning regions designated or redesignated under section 16a-4a. As part of such analysis, the secretary shall evaluate opportunities for coordinated planning and the regional delivery of state and local services. Such analysis shall include, but not be limited to, an evaluation of (1) economic regions, including regional economic development districts established pursuant to chapter 588ff; (2) comprehensive economic development strategies developed by such regional economic development districts; (3) labor market areas and workforce investment regions; (4) natural boundaries, including watersheds, coastlines, ecosystems and habitats; (5) relationships between urban, suburban and rural areas, including central cities and areas outside of the state; (6) census and other demographic information, including areas in the state designated by the United States Census Bureau as urbanized areas and urbanized clusters; (7) political boundaries, including municipal boundaries and congressional, senate and assembly districts; (8) transportation corridors, connectivity and boundaries, including the boundaries of metropolitan planning agencies; (9) current federal, state and municipal service delivery regions, including, but not limited to, regions established to provide emergency, health, transportation or human services; and (10) the current capacity of each regional planning organization to deliver diverse state and local services and to comply with the requirements of any relevant federal transportation authorizing acts. Such analysis shall also establish a minimum size for logical planning areas that takes into consideration the number of municipalities, total population, total square mileage and whether a proposed planning region will have the capacity to successfully deliver sophisticated planning activities and regional services. Such analysis shall consider designating rural regions in areas of the state that do not have urbanized areas. The secretary may enter into such contractual agreements as may be necessary to carry out the purposes of this subsection. On or before October 1, 2013, said secretary shall submit a report, in accordance with section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters concerning planning and development. Such report shall provide the status of the analysis required pursuant to this subsection.\n\n(b) Any two or more contiguous planning regions that contain a total of fourteen or more municipalities and voluntarily consolidate to form a single planning region shall be exempt from redesignation pursuant to subsection (a) of this section, provided the Secretary of the Office of Policy and Management formally redesignates such planning regions prior to January 1, 2014. The secretary may, in his or her discretion, waive the requirement that such redesignated planning region contain a total of fourteen or more municipalities.\n\n(c) (1) The secretary shall, not later than January 1, 2014, notify the chief executive officer of each municipality located in a planning region in which the boundaries are proposed for redesignation. If the legislative body of the municipality objects to such proposed redesignation, the chief executive officer of the municipality may, not later than thirty days after the date of receipt of the notice of redesignation, petition the secretary to attend a meeting of such legislative body. The petition shall specify the location, date and time of the meeting. The meeting shall be held not later than sixty days after the date of the petition. The secretary shall make a reasonable attempt to appear at the meeting, or at a meeting on another date within the sixty-day period. If the secretary is unable to attend a meeting within the sixty-day period, the secretary and the chief executive officer of the municipality shall jointly schedule a date and time for the meeting, provided such meeting shall be held not later than two hundred ten days after the date of the notice to the chief executive officer. At such meeting, the legislative body of the municipality shall inform the secretary of the objections to the proposed redesignation of the planning area boundaries. The secretary shall consider fully the oral and written objections of the legislative body and may redesignate the boundaries. Not later than sixty days after the date of the meeting, the secretary shall notify the chief executive officer of the determination concerning the proposed redesignation. The notice of determination shall include the reasons for such determination. As used in this subsection, “municipality” means a town, city or consolidated town and borough; “legislative body” means the board of selectmen, town council, city council, board of alderman, board of directors, board of representatives or board of the warden and burgesses of a municipality; and “secretary” means the Secretary of the Office of Policy and Management or the designee of the secretary.\n\n(2) Any revision to the boundaries of a planning area, based on the analysis completed pursuant to subsection (a) of this section or due to a modification by the secretary in accordance with this subsection, shall be effective on January 1, 2015.\n\n(P.A. 08-182, S. 9; P.A. 10-32, S. 56; June 12 Sp. Sess. P.A. 12-1, S. 189; P.A. 13-247, S. 249.)\n\nHistory: P.A. 10-32 made a technical change in Subsec. (b)(1), effective May 10, 2010; June 12 Sp. Sess. P.A. 12-1 amended Subsec. (a) by changing “January 1, 2012” to “January 1, 2014”, adding provisions requiring secretary to consult with certain persons and entities and evaluate opportunities for coordinated planning and delivery of services, replacing former Subdivs. (1) and (2) re criteria to evaluate with new Subdivs. (1) to (10) re information to evaluate, and adding provisions requiring secretary to consider whether planning region has capacity to deliver regional services and authorizing secretary to enter into contracts, added new Subsec. (b) re voluntary consolidation of planning regions, redesignated existing Subsec. (b) as Subsec. (c) and amended same by changing “January 1, 2012” to “January 1, 2014”, changing “forty-five days” to “sixty days”, changing “one hundred twenty days” to “two hundred ten days” and changing “board of the major” to “board of the warden” in Subdiv. (1) and by substituting “January 1, 2015” for “the first day of July following the date of completion such modification or analysis” in Subdiv. (2), and made technical changes, effective June 15, 2012; P.A. 13-247 amended Subsec. (a) by adding Commissioner of Transportation to persons with whom secretary is to consult, adding provision re urbanized areas and urbanized clusters in Subdiv. (6), adding provision re compliance with federal transportation authorizing acts in Subdiv. (10), replacing “necessary regional services” with “sophisticated planning activities and regional services” re analysis of planning region capacity, and adding provisions re analysis to consider designating rural regions in areas of state that do not have urbanized areas and report re status of analysis and amended Subsec. (b) by replacing “regional council of governments or regional council of elected officials” with “planning region”, effective June 19, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4c/"
    },
    {
      "id": "section-16a-4d",
      "number": "16a-4d.",
      "heading": "State agency energy conservation, energy efficiency or renewable energy technology test programs.",
      "text": "(a) If, in the exercise of the Commissioner of Energy and Environmental Protection's powers pursuant to this title, the commissioner finds that the use of a certain technology, product or process would promote energy conservation, energy efficiency or renewable energy technology, the commissioner may direct a state agency to test such technology, product or process by using it in the operations of such agency on a trial basis. The purpose of such test program shall be to validate the effectiveness of such technology, product or process in reducing energy usage and costs or reducing dependence on fossil fuels or green house gas emissions.\n\n(b) (1) The Commissioner of Energy and Environmental Protection shall administer pilot test programs at state agencies for the use of technologies, products or processes that promote energy conservation, energy efficiency or renewable energy. The purpose of such test programs shall be to validate the effectiveness of such technologies, products or processes in reducing energy usage and costs or reducing dependence on fossil fuels or greenhouse gas emissions.\n\n(2) Applicants interested in participating in such program shall submit an application to the commissioner on forms prescribed by the commissioner. The commissioner shall review such application for completeness within thirty days of receiving such application. The commissioner shall make a determination on whether the application meets the requirements of this section within ninety days of receiving such application.\n\n(c) (1) The Commissioner of Energy and Environmental Protection may direct a state agency to test any such technology, product or process identified by the commissioner. Alternatively, the commissioner of a state agency may file a request with the Commissioner of Energy and Environmental Protection for approval to test any such technology, product or process identified by such state agency commissioner. Not later than thirty days after receipt of any such request, the Commissioner of Energy and Environmental Protection shall evaluate the technology, product or process and approve or disapprove the state agency commissioner's request. A state agency that is directed to test, or receives approval to test, any such technology, product or process shall use it in the operations of such agency on a trial basis as prescribed by the commissioner.\n\n(2) No agency shall undertake such testing of any technology, product or process unless the business manufacturing or marketing the technology, product or process demonstrates that (A) the use of such technology, product or process by the state agency will not adversely affect safety, (B) a certified independent third party or accredited laboratory has found that the technology, product or process reduces energy consumption and cost, and (C) the technology, product or process is presently available for commercial sale and distribution or has potential for commercialization not later than two years following the completion of any test program by a state agency pursuant to this section.\n\n(3) If the commissioner of the state agency testing such technology, product or process determines that the test program sufficiently demonstrates that the technology, product or process reduces energy usage and costs or reduces dependence on fossil fuels or greenhouse gas emissions, such testing agency may request that the Commissioner of Administrative Services (A) procure such technology for use by any or all state agencies, and (B) make such procurement pursuant to subsection (b) of section 4a-58.\n\n(d) If the commissioner finds that using such technology, product or process would be feasible in the operations of a state agency and would not have any detrimental effect on such operations, the commissioner, notwithstanding the requirements of chapter 58, may direct a state agency to accept delivery of such technology, product or process and to undertake such a test program. Any costs associated with the acquisition and use of such technology, product or process by the testing agency for the test period shall be borne by the manufacturer, the marketer or any investor or participant in such business. The acquisition of any technology, product or process for purposes of the test program established pursuant to this section shall not be deemed to be a purchase under the provisions of state procurement law. The manufacturer, the marketer or any investor or participant in such business shall maintain records related to such test program, as required by the commissioner. All proprietary information derived from such test program shall be exempt from the provisions of subsection (a) of section 1-210.\n\n(e) The commissioner of a state agency may identify a technology, product or process that is procured, installed and tested by a municipality that meets the requirements of subsection (b) of this section. Such commissioner may file a request with the Commissioner of Energy and Environmental Protection. Not later than thirty days after receipt of such request, the commissioner shall evaluate such technology, product or process pursuant to subsection (b) of this section.\n\n(Sept. Sp. Sess. P.A. 09-7, S. 63; P.A. 11-80, S. 1; June Sp. Sess. P.A. 15-5, S. 467.)\n\nHistory: Sept. Sp. Sess. P.A. 09-7 effective October 5, 2009; pursuant to P.A. 11-80, “Secretary of the Office of Policy and Management” and “secretary” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “commissioner”, respectively, effective July 1, 2011; June Sp. Sess. P.A. 15-5 amended Subsec. (a) by designating existing provision re business demonstration required for testing of technology, product or process as Subsec. (c)(2) and making technical changes therein, added new Subsec. (b) re pilot test programs at state agencies, added new Subsec. (c)(1) re direction or request of state agency to test technology, product or process, added new Subsec. (c)(3) re request for procurement, redesignated existing Subsec. (b) as Subsec. (d), deleted former Subsec. (c) re request for procurement and added Subsec. (e) re identification and evaluation of technology, product or process procured by a municipality.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4d/"
    },
    {
      "id": "section-16a-4e",
      "number": "16a-4e.",
      "heading": "Department of Transportation screening and inventory of land",
      "text": "(a) As used in this section, “Class I renewable energy source” has the same meaning as provided in section 16-1.\n\n(b) (1) On or before December 1, 2020, the Department of Transportation shall conduct a preliminary screening of land owned by said department. Such screening shall identify any such land that may be suitable for the siting of Class I renewable energy sources and shall evaluate the suitability of such land. Said department shall submit an inventory of any such land said department determines is suitable for the siting of Class I renewable energy sources to the Department of Energy and Environmental Protection.\n\n(2) The Department of Energy and Environmental Protection shall conduct an analysis of any land included in the inventory submitted to said department pursuant to subdivision (1) of this subsection. Said department's analysis shall include, but not be limited to, a technical, legal and financial feasibility analysis and shall consider (A) setback requirements, (B) access to the land, (C) physical and environmental characteristics of the land, (D) the development characteristics of a Class I renewable energy source, (E) current and future transportation needs, (F) the eligibility of Class I renewable energy sources that may be installed on the land to participate in net metering pursuant to section 16-243h, virtual net metering pursuant to section 16-244u, renewable energy tariffs pursuant to section 16-244z and grid-scale solicitation programs pursuant to this title, and (G) other relevant feasibility factors.\n\n(c) In any solicitation issued by the Department of Energy and Environmental Protection for Class I renewable energy sources after said department completes the analysis pursuant to subdivision (2) of subsection (b) of this section, said department may provide selection preference to proposals that use land that is (1) included on the inventory submitted pursuant to subdivision (1) of subsection (b) of this section, and (2) determined to be feasible for the siting of Class I renewable energy sources by said department pursuant to the analysis conducted pursuant to subdivision (2) of subsection (b) of this section.\n\n(P.A. 19-35, S. 8.)\n\nHistory: P.A. 19-35 effective June 28, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-4e/"
    },
    {
      "id": "section-16a-5",
      "number": "16a-5.",
      "heading": "Secretary's investigatory and subpoena powers.",
      "text": "(a) The Secretary of the Office of Policy and Management, with the assistance of any other state agency, if needed, shall investigate violations of chapter 296 and, in connection with the performance of his duties under this chapter and chapter 296, shall have the power to hold hearings, issue subpoenas and summon and examine witnesses under oath and issue subpoenas duces tecum for the production of books, records, vouchers, memoranda, documents, letters, tapes or other recordings or other papers or items. If any person refuses to obey a subpoena, the superior court for the judicial district of Hartford, or any judge of the court if it is not in session, shall, upon application of the secretary, have jurisdiction to issue to the person an order requiring him to appear before the secretary or to produce the books, records, vouchers, memoranda, documents, letters, tapes or other recordings or other papers or items requested.\n\n(b) The secretary may, in connection with the performance of his duties under any other statute or act, apply to the superior court for the judicial district of Hartford, or to a judge of the court if the court is not in session, for a subpoena to compel the attendance and testimony under oath of witnesses or the production of books, records, vouchers, memoranda, documents, letters, tapes or other recordings or other papers or items. The court or judge shall, before issuing the subpoena, provide adequate opportunity for the secretary and the party against whom the subpoena is requested to be heard. No such subpoena shall be issued unless the court or judge finds that the attendance and testimony of the witness or the production of the requested material is reasonably necessary to carry out the purposes of such other statute or act and that the secretary has made reasonable efforts to secure the attendance, testimony and requested material without recourse to compulsory process. Such subpoena shall be served by a proper officer or indifferent person.\n\n(P.A. 74-285, S. 6, 20; P.A. 75-537, S. 4, 55; P.A. 77-614, S. 19, 610; P.A. 78-268, S. 2, 5; 78-280, S. 6, 127; 78-303, S. 90, 136; P.A. 81-330, S. 1, 13; 81-457, S. 11; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6.)\n\nHistory: P.A. 75-537 replaced “administrator”, i.e. of energy agency, with “commissioner”, i.e. of planning and energy policy; P.A. 77-614 replaced commissioner of planning and energy policy with secretary of the office of policy and management; P.A. 78-268 deleted reference to repealed Sec. 4-91 and replaced “his” with “said secretary's” for clarity; P.A. 78-280 replaced Hartford county with judicial district of Hartford-New Britain; P.A. 78-303 deleted reference to repealed Secs. 4-60a, 4-60b and 4-70a; P.A. 81-330 terminated board's subpoena power, gave secretary subpoena powers in connection with his duties under chapters 295 and 296 and divided section into two subsections; P.A. 81-457 removed the reference to Sec. 5-211, which was repealed by the same public act; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-5/"
    },
    {
      "id": "section-16a-6",
      "number": "16a-6.",
      "heading": "Cooperation of other state agencies. License for sale of gasoline.",
      "text": "Each department, office, board, commission, council or other agency of the state and each officer or employee shall cooperate with the Commissioner of Energy and Environmental Protection and shall furnish him such information, personnel and assistance as may be necessary or appropriate in the discharge of the responsibilities of said commissioner and the board under this chapter and sections 4-5, 4-124l, 4-124p, 8-3b, 8-35a and 8-189, subsection (b) of section 8-206 and sections 16a-20, 16a-102, 22a-352 and 22a-353. The Commissioner of Motor Vehicles shall require each person applying for a license under section 14-319 to submit in his application the information which persons registering under section 16a-22d are required to submit. The Commissioner of Motor Vehicles shall furnish the Commissioner of Energy and Environmental Protection with such information.\n\n(P.A. 74-285, S. 7, 20; P.A. 75-537, S. 5, 55; P.A. 77-614, S. 19, 610; P.A. 78-303, S. 91, 136; P.A. 81-330, S. 5, 13; P.A. 88-248, S. 3; P.A. 11-80, S. 1; P.A. 13-247, S. 315.)\n\nHistory: P.A. 75-537 replaced energy agency administrator with commissioner of planning and energy policy; P.A. 77-614 replaced commissioner with secretary of the office of policy and management; P.A. 78-303 deleted reference to repealed Secs. 4-60a and 4-60b; P.A. 81-330 struck reference to Sec. 16a-19 and added requirement that license applicants under Sec. 14-319 include information required under Sec. 16a-22d and that this information be furnished to secretary; P.A. 88-248 deleted obsolete reference to Sec. 2-73; (Revisor's note: In 1993 an obsolete reference to repealed Sec. 16-340 was deleted editorially by the Revisors); pursuant to P.A. 11-80, “Secretary of the Office of Policy and Management” and “secretary” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “commissioner”, respectively, effective July 1, 2011; P.A. 13-247 deleted references to Secs. 8-32a and 8-33a, effective January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-6/"
    },
    {
      "id": "section-16a-7",
      "number": "16a-7.",
      "heading": "Annual report and recommendations by board.",
      "text": "Section 16a-7 is repealed, effective July 1, 2003.\n\n(P.A. 74-285, S. 8, 20; P.A. 82-222, S. 3, 7; P.A. 03-140, S. 25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-7/"
    },
    {
      "id": "section-16a-7a",
      "number": "16a-7a.",
      "heading": "Annual comprehensive energy plan.",
      "text": "Section 16a-7a is repealed, effective July 1, 2007.\n\n(P.A. 03-140, S. 17; P.A. 04-236, S. 15; P.A. 07-242, S. 129.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-7a/"
    },
    {
      "id": "section-16a-7b",
      "number": "16a-7b.",
      "heading": "Condemnation or restriction of operation of energy facility by municipality.",
      "text": "No municipality other than a municipality operating a plant pursuant to chapter 101 or any special act and acting for purposes thereto may take an action to condemn, in whole or in part, or restrict the operation of any existing and currently operating energy facility, if such facility is first determined by the Public Utilities Regulatory Authority, following a contested case proceeding, held in accordance with the provisions of chapter 54, to comprise a critical, unique and unmovable component of the state's energy infrastructure, unless the municipality first receives written approval from the Commissioner of Energy and Environmental Protection and the Connecticut Siting Council that such taking would not have a detrimental impact on the state's or region's ability to provide a particular energy resource to its citizens.\n\n(P.A. 03-140, S. 18; P.A. 04-191, S. 1; P.A. 07-242, S. 77, 110; P.A. 11-80, S. 1, 42; P.A. 13-298, S. 25; P.A. 14-94, S. 55.)\n\nHistory: P.A. 03-140 effective July 1, 2003; P.A. 04-191 added provision re consideration of recommendations and findings of task force in developing environmental preference standards, effective July 1, 2004; P.A. 07-242 designated existing provisions as Subsec. (a) and added Subsec. (b) re limitation on ability of municipality to condemn or restrict operation of existing and operating energy facility, effective June 4, 2007, and deleted reference to the comprehensive energy plan prepared pursuant to Sec. 16a-7a, effective July 1, 2007; P.A. 11-80 amended Subsec. (b) to replace reference to Department of Public Utility Control with reference to Public Utilities Regulatory Authority and delete reference to Office of Policy and Management, effective July 1, 2011; P.A. 13-298 amended Subsec. (b) to delete “Connecticut Energy Advisory Board” and replace “department” with “Commissioner of Energy and Environmental Protection” re written approval to municipality, effective July 8, 2013; P.A. 14-94 deleted former Subsec. (a) re infrastructure criteria guidelines and deleted Subsec. (b) designator, effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-7b/"
    },
    {
      "id": "section-16a-7c",
      "number": "16a-7c.",
      "heading": "Request for proposal: Solicitation, submission, evaluation, report, net energy analysis.",
      "text": "Section 16a-7c is repealed, effective June 6, 2014.\n\n(P.A. 03-140, S. 19; P.A. 07-242, S. 54; June Sp. Sess. P.A. 07-4, S. 117; P.A. 11-80, S. 1, 43; P.A. 14-94, S. 82.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-7c/"
    },
    {
      "id": "section-16a-8",
      "number": "16a-8.",
      "heading": "Programs to foster cooperative effort.",
      "text": "Section 16a-8 is repealed, effective June 6, 2014.\n\n(P.A. 74-285, S. 9, 20; P.A. 03-140, S. 21; P.A. 14-94, S. 82.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-8/"
    },
    {
      "id": "section-16a-9",
      "number": "16a-9.",
      "heading": "Energy emergency plan. Amendments.",
      "text": "(a) There shall continue to be an energy emergency plan. Said plan may include, but not be limited to, the following: (1) Establishment of programs, controls, standards, priorities and quotas for the allocation, rationing, conservation, distribution and consumption of available energy resources, (2) suspension and modification of existing statutes, standards and requirements affecting or affected by the use of energy resources, (3) adoption of measures affecting the type and composition and production and distribution of energy resources, (4) imposition of price restrictions on energy resources, (5) adoption of measures affecting the hours and days on which public buildings and commercial and industrial establishments may be or are required to remain open or closed, and (6) establishment and implementation of regional programs and agreements for the purpose of coordinating energy resource programs and actions of the state with those of the federal government and of other states and localities. Said plan shall include such levels of energy emergency as the commissioner shall establish.\n\n(b) The commissioner shall prepare or cause to be prepared such amendments to the energy emergency plan as he may deem necessary. Such amendments shall be submitted to the General Assembly no later than fifteen days after the convening of any regular session of the General Assembly following the preparation of such amendments and shall be referred by the speaker of the House of Representatives and the president pro tempore of the Senate to the joint standing committee having cognizance of matters relating to energy. Said committee shall review such amendments and report its recommendations within fifteen days to the General Assembly. The General Assembly may by joint resolution disapprove or reject any section or sections of such amendments within forty-five days after the submittal of such amendments.\n\n(P.A. 74-285, S. 10, 20; P.A. 75-537, S. 6, 55; P.A. 79-572, S. 1, 10; P.A. 88-220, S. 2, 11; P.A. 91-367, S. 4; P.A. 11-80, S. 1.)\n\nHistory: P.A. 75-537 continued existence of emergency plan, deleting provision which had called for administrator to prepare one, and deleted Subsec. (b) re submission of plan for general assembly's approval; P.A. 79-572 required plan to include levels of emergency established by secretary of office of policy and management and added Subsecs. (b) and (c) re amendments to plan; P.A. 88-220 deleted the 1980 reporting requirement formerly in Subsec. (c); P.A. 91-367 amended Subsec. (a) to authorize the plan to include the imposition of price restrictions on energy resources; pursuant to P.A. 11-80, “secretary” was changed editorially by the Revisors to “commissioner”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-9/"
    },
    {
      "id": "section-16a-10",
      "number": "16a-10.",
      "heading": "Joint legislative committee established.",
      "text": "There is established a joint legislative committee consisting of the president pro tempore of the Senate, the speaker of the House of Representatives, the majority and minority leaders of both houses of the General Assembly, and the cochairpersons and the ranking minority members of the committee of the General Assembly having cognizance of matters relating to energy. All records of meetings of said committee shall be a matter of public record.\n\n(P.A. 74-285, S. 11, 20; P.A. 79-572, S. 2, 10.)\n\nHistory: P.A. 79-572 included as committee members cochairpersons and ranking minority members of energy committee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-10/"
    },
    {
      "id": "section-16a-11",
      "number": "16a-11.",
      "heading": "Governor's proclamation of energy emergency. Order implementing plan. Review and disapproval. Termination.",
      "text": "(a) In the event of an energy emergency, the Governor may proclaim that such emergency exists and designate by order all or any part of the energy emergency plan he intends to implement and the effective date thereof, provided during any such energy emergency, the Governor may designate by order additional parts of said energy emergency plan to be implemented and the effective dates thereof. Any such order by the Governor pursuant to this section shall become effective upon filing said proclamation and designation in the office of the Secretary of the State. Such proclamation and any such designation shall be published in full at least once in a newspaper having general circulation in each county, provided failure to publish shall not impair the validity of such proclamation or designation.\n\n(b) Any proclamation may be disapproved by the joint legislative committee established under section 16a-10 at a meeting which shall be held within seventy-two hours after the filing of such proclamation in the office of the Secretary of the State. Such disapproval shall be by a majority vote, provided at least one of the minority leaders shall vote for such disapproval. Notwithstanding such disapproval, such proclamation and any order pursuant to this section shall be valid and effective from the time the Governor files such proclamation until such time as said committee files its disapproval in the office of the Secretary of the State. Any proclamation not disapproved shall remain in effect until the Governor proclaims the end of the energy emergency or until three hundred days after the date of the proclamation of the energy emergency. The joint legislative committee shall meet to review the proclamation of an energy emergency every sixty days until such emergency ends and may disapprove such proclamation by a simple majority vote. Any order or designation shall remain in effect until termination by further order by the Governor, which termination shall become effective upon filing such order in the office of the Secretary of the State. Such order shall be published in full at least once in a newspaper having general circulation in each county, provided failure to publish shall not impair the validity of such order.\n\n(P.A. 74-285, S. 12, 20; P.A. 79-572, S. 3, 10.)\n\nHistory: P.A. 79-572 provided that proclamation ceases to have effect 300 days after date emergency was proclaimed, required review of proclamation every 60 days and provided for disapproval by majority vote in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-11/"
    },
    {
      "id": "section-16a-12",
      "number": "16a-12.",
      "heading": "Energy emergency not covered by state plan. Review and disapproval. Termination.",
      "text": "(a) In the event of an emergency not covered by said plan, the Governor may proclaim an energy emergency and in connection therewith issue orders such as are permitted pursuant to chapter 517 and such orders may include (1) establishment of programs, controls, standards, priorities and quotas for the allocation, rationing, conservation, distribution and consumption of available energy resources, (2) suspension and modification of existing statutes, standards and requirements affecting or affected by the use of energy resources, (3) adoption of measures affecting the type and composition and production and distribution of energy resources, (4) imposition of price restrictions on energy resources, (5) adoption of measures affecting the hours and days on which public buildings and commercial and industrial establishments may be or are required to remain open or closed and (6) establishment and implementation of regional programs and agreements for the purpose of coordinating energy resource programs and actions of the state with those of the federal government and of other states and localities. Prior to the issuance of such an order, the Governor shall make written findings that there is an energy emergency and that the order is necessary to assure the health, safety and welfare of the people of the state. Any such orders shall be promulgated in the same manner as provided in subsection (a) of section 16a-11.\n\n(b) Any proclamation or order issued or promulgated pursuant to subsection (a) of this section may be disapproved by the joint legislative committee established under section 16a-10 within seventy-two hours of the filing of such proclamation or order in the office of the Secretary of the State. Such disapproval shall be by a majority vote, provided at least one of the minority leaders shall vote for such disapproval. Notwithstanding such disapproval, such proclamation or any order shall be valid and effective from the time the Governor files such proclamation or order until such time as said committee files its disapproval in the office of the Secretary of the State. Any proclamation not disapproved shall remain in effect until the Governor proclaims the end of the energy emergency or until three hundred days after the date of the proclamation of the energy emergency. The joint legislative committee shall meet to review the proclamation of an energy emergency every sixty days until such emergency ends and may disapprove such proclamation by a simple majority vote. Such order shall remain in effect until termination by further order by the Governor, which termination shall become effective upon filing such order in the office of the Secretary of the State. Such order shall be published in full at least once in a newspaper having general circulation in each county, provided failure to publish shall not impair the validity of such order.\n\n(P.A. 74-285, S. 13, 20; P.A. 75-537, S. 7, 55; P.A. 79-572, S. 4, 10; P.A. 91-367, S. 5.)\n\nHistory: P.A. 75-537 removed obsolete reference to emergencies prior to adoption of plan in Subsec. (a); P.A. 79-572 added provisions re expiration of proclamation after 300 days, 60-day reviews and disapproval by majority vote; P.A. 91-367 amended Subsec. (a) to authorize the imposition of price restrictions on energy resources and to require the governor, before issuing an order, to make written findings re the existence of an energy emergency and the necessity of the order.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-12/"
    },
    {
      "id": "section-16a-13",
      "number": "16a-13.",
      "heading": "Aggrieved parties. Petition for exemption. Penalty for false statement. Exemptions. Appeal. Regulations.",
      "text": "(a)(1) Any person aggrieved by any order issued under section 16a-11 or 16a-12 may file a petition with the commissioner requesting an exemption. The petition shall be in such form as the commissioner may prescribe. The person filing the petition shall be subject to the penalty for making a false statement under section 53a-157b.\n\n(2) The commissioner may grant an exemption to any person who due to certain circumstances is unable to comply with such order without suffering inordinate hardship beyond that hardship suffered by persons generally, including, but not limited to, circumstances where in the absence of such exemption the petitioner would: (A) Be prevented from performing activities essential to the pursuit of his regular occupation or profession, (B) suffer adverse medical effects or be unable to obtain necessary medical treatment, or (C) incur permanent and substantial injury to person or property. The commissioner may also grant an exemption to any person who performs an essential public service and who would be prevented from performing such service or would be impaired in his performance in the absence of such exemption.\n\n(3) In making a determination pursuant to this subsection, the commissioner may compare the relevant circumstances of the petitioner with (A) other users of the same fuel, users of other fuels, or both, or (B) other persons in the same economic sector or subsector, persons in other economic sectors or subsectors, or both, as determined by the commissioner to be most appropriate in terms of the specific energy resource availability situation existing or forecast at the time such comparison is made.\n\n(b) The commissioner may investigate any such petition and consider in his decision any relevant factual finding resulting from such investigation. The commissioner may accept submissions from third parties relevant to such petition, provided the petitioner is afforded the opportunity to respond to such third party submissions. The commissioner may also consider any other sources of relevant information in deciding the petition before him. The commissioner may hold an informal hearing, if, in his opinion, such hearing is advisable.\n\n(c) If the commissioner determines that there is insufficient information upon which to base a decision and if upon request the required additional information is not furnished, the petition may be dismissed without prejudice. The commissioner shall grant, deny or dismiss without prejudice such petition not more than thirty days after receipt of such petition. The commissioner may make his decision granting an exemption conditional upon the petitioner's taking actions specified in such decision. Upon the granting, denying or dismissal of such petition, the commissioner shall notify the petitioner, in writing, the reasons for his decision.\n\n(d) The commissioner may reconsider and alter any decision under this section as he deems necessary to implement such plan, or any provision of such plan or any order adopted pursuant to section 16a-11 or 16a-12. The commissioner may suspend or revoke any exemption for any reason including but not limited to: (1) Changed circumstances where the grounds for granting an exemption to the petitioner have ceased to exist, (2) failure on the part of the petitioner to comply with conditions specified in the commissioner's decision granting the exemption, or (3) where the exemption was issued by mistake or on the basis of misrepresentation or false pretenses on the part of the petitioner.\n\n(e) The provisions of sections 4-176e to 4-181a, inclusive, shall not apply to any proceeding held pursuant to subsections (a) to (d), inclusive, of this section. Any person aggrieved by the decision of the commissioner may appeal such decision in accordance with the provisions of sections 4-183 and 4-184.\n\n(f) The commissioner shall adopt regulations, in accordance with chapter 54, establishing administrative procedures to implement the provisions of this section with respect to petitions for exemption.\n\n(P.A. 74-285, S. 14, 20; P.A. 75-156; 75-537, S. 8, 55; 75-567, S. 75, 80; P.A. 77-614, S. 19, 610; P.A. 79-572, S. 5, 10; P.A. 80-125, S. 1, 3; 80-483, S. 67, 186; P.A. 81-330, S. 2, 13; P.A. 88-317, S. 65, 107; P.A. 11-80, S. 1.)\n\nHistory: P.A. 75-156 added provision re exemptions in Subsec. (a); P.A. 75-537 and 75-567 replaced energy agency administrator with commissioner of planning and energy policy; P.A. 77-614 replaced commissioner with secretary of the office of policy and management; P.A. 79-572 replaced energy use sectors with economic sectors or subsectors in Subsec. (a) and clarified procedure for determining whether exemption warranted, replaced Sec. 4-180 with Sec. 4-181 in Subsec. (e) and added Subsec. (f) re adoption of regulations governing exemption petitions; P.A. 80-125 restated and expanded exemption provisions in Subsec. (a), added provision in Subsec. (c) re conditional exemption and added provisions in Subsec. (d) re suspension or revocation of exemption; P.A. 80-483 made technical changes; P.A. 81-330 added provision in Subsec. (a) subjecting person filing petition to penalty for false statement; P.A. 88-317 amended reference to Secs. 4-177 to 4-181 in Subsec. (e) to include new sections added to Ch. 54, effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; pursuant to P.A. 11-80, “secretary” was changed editorially by the Revisors to “commissioner”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-13/"
    },
    {
      "id": "section-16a-13a",
      "number": "16a-13a.",
      "heading": "Levels of energy consumption considered in grant or denial of exemption. Regulations.",
      "text": "(a) The commissioner, in granting or denying an exemption under section 16a-13, may take into account past levels of energy consumption or changes therein on the part of the person seeking such exemption.\n\n(b) The commissioner may adopt regulations, in accordance with chapter 54, which establish procedures for documenting past levels of energy consumption or changes therein for the purposes of an exemption under said section 16a-13.\n\n(c) The commissioner may grant an exemption if he determines that the person seeking the exemption has fulfilled the conditions contained in such regulations. The regulations shall permit exemption: (1) In cases where the applicant documents an absolute reduction in energy consumption over such periods of time as the regulations may establish, which periods may vary for different categories of persons, and the reduction is the result of physical or behavioral changes or adjustments undertaken for energy conservation purposes and not from changes or modifications undertaken for other purposes, such as alterations in building size, extent or type of production capacity or utilization thereof, or changes in the nature or number of work force employed, which changes were not undertaken for energy conservation purposes; or (2) in cases where the applicant documents that his consumption of energy is substantially less than that of other persons in like circumstances over such period of time as the regulations may establish, which periods may vary for different categories of persons, and the level of consumption is due to physical or behavioral factors, changes or adjustments, undertaken for energy conservation purposes and not from factors, changes or modifications not so related.\n\n(d) The regulations may provide that reductions in or levels of energy consumption which occur subsequent to the proclamation of an energy emergency pursuant to section 16a-11 or section 16a-12 shall not constitute the basis for exemption unless the reductions are due solely to actions undertaken prior to such proclamation.\n\n(P.A. 79-572, S. 6, 10; P.A. 11-80, S. 1.)\n\nHistory: Pursuant to P.A. 11-80, “secretary” was changed editorially by the Revisors to “commissioner”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-13a/"
    },
    {
      "id": "section-16a-13b",
      "number": "16a-13b.",
      "heading": "Responsibilities of the Commissioner of Energy and Environmental Protection in energy emergency activities.",
      "text": "(a) The commissioner shall: (1) Be responsible for the conduct and administration of energy emergency planning and preparedness activities generally, including the coordination of such activities under this title with other state emergency planning conducted under any other provisions of the general statutes or special acts and with energy emergency planning or preparedness activities undertaken by the federal government, other states and regional or interstate organizations, and (2) coordinate, under the direction of the office of the Governor, the adoption and implementation of emergency measures by state departments during any energy emergency proclaimed under section 16a-11 or section 16a-12, including the coordination of state, federal, regional and interstate activities.\n\n(b) In exercising the responsibilities under subsection (a) of this section, the commissioner shall consult with the Department of Emergency Services and Public Protection, the Public Utilities Regulatory Authority, the Department of Transportation and such other state agencies as the commissioner deems appropriate. Each state agency shall assist the commissioner in carrying out the responsibilities assigned by sections 16a-9 to 16a-13d, inclusive.\n\n(P.A. 79-572, S. 9, 10; P.A. 80-482, S. 4, 40, 345, 348; P.A. 88-135, S. 3; P.A. 04-219, S. 7; P.A. 11-51, S. 156; 11-80, S. 1.)\n\nHistory: P.A. 80-482 made division of public utility control an independent department and abolished department of business regulation; P.A. 88-135 substituted office of “emergency management” for office of “civil preparedness” in Subsec. (b); P.A. 04-219 amended Subsec. (b) to substitute Department of Emergency Management and Homeland Security for Office of Emergency Management, effective January 1, 2005; P.A. 11-51 amended Subsec. (b) by replacing “Department of Emergency Management and Homeland Security, the Department of Public Safety” with “Department of Emergency Services and Public Protection”, effective July 1, 2011; pursuant to P.A. 11-80, “secretary” was changed editorially by the Revisors to “commissioner” and “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-13b/"
    },
    {
      "id": "section-16a-13c",
      "number": "16a-13c.",
      "heading": "Violation of energy emergency plan or order. Interference with energy emergency activities. Penalties.",
      "text": "Any person who during the course of an energy emergency proclaimed under this chapter violates any provision of the energy emergency plan which has been implemented pursuant to section 16a-11 or any order adopted pursuant to section 16a-12, or who obtains an exemption pursuant to section 16a-13 by misrepresentation or false pretenses, or who impedes, interferes with or obstructs any lawful energy emergency activities pursuant to this chapter, or who violates any provision of this chapter, shall be fined not more than one thousand dollars or imprisoned not more than one year, or both, for each offense. Each violation and each day on which the violation occurs or continues shall be a separate offense.\n\n(P.A. 79-572, S. 7, 10; P.A. 80-125, S. 2, 3.)\n\nHistory: P.A. 80-125 included in penalty provision those who gain exemption by misrepresentation or false pretenses.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-13c/"
    },
    {
      "id": "section-16a-13d",
      "number": "16a-13d.",
      "heading": "Study on establishing a reserve of energy resources.",
      "text": "Section 16a-13d is repealed.\n\n(P.A. 79-572, S. 8, 10; P.A. 86-187, S. 9, 10; P.A. 95-217, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-13d/"
    },
    {
      "id": "section-16a-14",
      "number": "16a-14.",
      "heading": "General powers and duties of the Commissioner of Energy and Environmental Protection re energy matters.",
      "text": "In addition to the duties set forth in any other law, the Commissioner of Energy and Environmental Protection may: (1) Be designated as the state official to implement and execute any federal program, law, order, rule or regulation related to the allocation, rationing, conservation, distribution or consumption of energy resources, (2) investigate any complaint concerning the violation of any federal or state statute, rule, regulation or order pertaining to pricing, allocation, rationing, conservation, distribution or consumption of energy resources and shall transmit any evidence gathered by such investigation to the proper federal or state authorities, (3) coordinate all state and local government programs for the allocation, rationing, conservation, distribution and consumption of energy resources, (4) cooperate with the appropriate authorities of the United States government, or other state or interstate agencies with respect to allocation, rationing, conservation, distribution and consumption of energy resources, (5) conduct programs of public education regarding energy conservation, (6) carry out a program of studies, hearings, inquiries, surveys and analyses necessary to carry out the purposes of this chapter and sections 4-124i, 4-124l, 4-124p, 8-3b, 8-35a and 8-189, subsection (b) of section 8-206 and sections 16a-20, 16a-102, 22a-352 and 22a-353, provided if an individual or business furnishing commercial or financial information concerning such individual or business requests in writing at the time such information is furnished that it be treated as confidential proprietary information, such information, to the extent that it is limited to (A) volume of sales, shipments, receipts and exchanges of energy resources, (B) inventories of energy resources, and (C) local distribution patterns of energy resources, shall be exempt from the provisions of subsection (a) of section 1-210, (7) enter into contracts with any person to do all things necessary or convenient to carry out the functions, powers and duties of the commissioner and the Department of Energy and Environmental Protection under this chapter and sections 4-5, 4-124l, 4-124p, 8-3b, 8-35a and 8-189, subsection (b) of section 8-206 and sections 16a-20, 16a-102, 22a-352 and 22a-353, (8) adopt regulations, in accordance with chapter 54, to establish standards for solar energy systems, including experimental systems, which offer practical alternatives to the use of conventional energy with regard to current technological feasibility and the climate of this state, and (9) undertake such other duties and responsibilities as may be delegated by other state statutes or by the Governor.\n\n(P.A. 74-285, S. 15, 20; P.A. 75-537, S. 9, 55; P.A. 76-364; 76-409, S. 2; P.A. 77-614, S. 19, 610; P.A. 78-268, S. 3, 5; 78-303, S. 92, 136; P.A. 79-576, S. 3, 7; P.A. 81-330, S. 11, 13; P.A. 88-116, S. 9; 88-248, S. 4; P.A. 07-217, S. 64; P.A. 11-80, S. 1; P.A. 13-247, S. 316.)\n\nHistory: P.A. 75-537 replaced energy agency and its administrator with department and commissioner of planning and energy policy; P.A. 76-364 replaced specific provisions re election of selectmen with statement that Sec. 9-167a applies to election of selectmen; P.A. 76-409 added Subdiv. (8) re standards for solar energy systems; P.A. 77-614 replaced department and commissioner of planning and energy policy with office of policy and management and its secretary; P.A. 78-268 deleted reference to repealed Sec. 4-91; P.A. 78-303 deleted references to repealed Secs. 4-60a, 4-60b and 4-70a; P.A. 79-576 updated section references; P.A. 81-330 deleted references to Sec. 16a-19; P.A. 88-116 deleted obsolete reference to Sec. 4-124g; P.A. 88-248 deleted obsolete references to Sec. 2-73; (Revisor's note: In 1993 an obsolete reference to repealed Sec. 16-340 was deleted editorially by the Revisors); P.A. 07-217 made technical changes, effective July 12, 2007; pursuant to P.A. 11-80, “Secretary of the Office of Policy and Management” and “Office of Policy and Management” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Department of Energy and Environmental Protection”, respectively, effective July 1, 2011; P.A. 13-247 deleted references to Secs. 4-124c, 8-31a, 8-32a, 8-33a and 8-37a in Subdiv. (6) and deleted references to Secs. 8-32a and 8-33a in Subdiv. (7), effective January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-14/"
    },
    {
      "id": "section-16a-14a",
      "number": "16a-14a.",
      "heading": "Grant program for businesses involved in energy-related products and services.",
      "text": "Section 16a-14a is repealed, effective July 1, 2011.\n\n(P.A. 79-576, S. 4, 7; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6; P.A. 11-80, S. 1, 140.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-14a/"
    },
    {
      "id": "section-16a-14b",
      "number": "16a-14b.",
      "heading": "Testing programs for energy-related products. Regulations.",
      "text": "(a) The commissioner shall develop voluntary testing programs for energy-related products or categories of such products. Such testing shall be designed to protect the interests of consumers by providing reliable information on such products, and may include the evaluation of the energy efficiency, durability, reliability, health and safety aspects, life-cycle cost or other performance qualities of such products.\n\n(b) The commissioner, in consultation with the Commissioner of Consumer Protection, shall adopt regulations in accordance with chapter 54 establishing provisions (1) for standardized procedures for the performance of such testing; (2) for categories of energy-related products to be covered by such testing procedures; (3) to differentiate between the testing of experimental energy-related products and commercial energy-related products, to determine the range of models produced by a specific manufacturer to which testing results will apply and to ensure that products submitted for testing constitute a representative sample of those produced within such range by said manufacturer; (4) for a standardized format for the compilation of information from such tests which shall include all relevant information from each type of test performed on a product; (5) for the designation of qualified state or state-certified facilities to perform such testing; provided, no person or organization which has any pecuniary interest in the manufacture, distribution or sale of energy-related products within or without the state shall be eligible for such designation; and (6) for a schedule of reasonable fees for the performance of such tests or a procedure for establishing such a schedule.\n\n(P.A. 79-576, S. 5, 7; P.A. 88-220, S. 3, 11; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; P.A. 11-80, S. 1.)\n\nHistory: P.A. 88-220 deleted former Subsec. (c) which had contained obsolete reporting requirement; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; pursuant to P.A. 11-80, “secretary” was changed editorially by the Revisors to “commissioner”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-14b/"
    },
    {
      "id": "section-16a-14c",
      "number": "16a-14c",
      "heading": "and 16a-14d. - Comprehensive energy plan. Technical advisory group; recommendations regarding electric energy efficiency; regulations.",
      "text": "and 16a-14d. - Comprehensive energy plan. Technical advisory group; recommendations regarding electric energy efficiency; regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16a-14e",
      "number": "16a-14e.",
      "heading": "Purchasing pool for purchase of electricity.",
      "text": "The Department of Energy and Environmental Protection shall operate a purchasing pool for the purchase of electricity for state operations. Said department shall provide the opportunity to participate in such purchasing pool to each household that includes an individual who receives means-tested assistance administered by the state or federal government. Any such household shall receive through such purchasing pool the same benefits and rate discounts available for state facilities. The Department of Energy and Environmental Protection shall use federal and state energy assistance funds to leverage the lowest practicable electric rates for households participating in such pool, provided such funds shall not be used for administrative purposes. The provisions of section 16-245 shall not apply to the Department of Energy and Environmental Protection for purposes of this section.\n\n(P.A. 98-28, S. 60, 117; P.A. 11-80, S. 1; P.A. 14-94, S. 9; P.A. 16-173, S. 2.)\n\nHistory: P.A. 98-28 effective July 1, 1998; pursuant to P.A. 11-80, “Office of Policy and Management” was changed editorially by the Revisors to “Department of Energy and Environmental Protection”, effective July 1, 2011; P.A. 14-94 designated existing provisions as Subsec. (a) and amended same by adding provisions re inclusion of operations of municipalities, solicitation of proposals and making grants available to municipalities to join purchasing pool, added Subsec. (b) re solicitations from retail electric suppliers for purchasing pool of 370,000 megawatt hours or less per year, added Subsec. (c) re when purchasing pool exceeds 370,000 megawatt hours per year, added Subsec. (d) re purchasing pool and energy improvement districts constituting electric power entities and added Subsec. (e) re municipal electric energy cooperative providing electric generation services to electric power entities, effective June 6, 2014; P.A. 16-173 deleted Subsec. (a) designator, deleted provisions re municipalities participating in purchasing pool and deleted former Subsecs. (b) to (e), effective June 7, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-14e/"
    },
    {
      "id": "section-16a-14f",
      "number": "16a-14f.",
      "heading": "Grants or rebates to municipalities, academic institutions and other entities for purchase or installation of alternative vehicles, alternative vehicle fueling equipment and energy efficient devices",
      "text": "The Department of Energy and Environmental Protection may, from resources available not included in state appropriated funds, provide grants or rebates to municipalities, academic institutions and other entities for the purchase or installation of alternative vehicles, alternative vehicle fueling equipment and energy efficient devices.\n\n(P.A. 13-298, S. 53.)\n\nHistory: P.A. 13-298 effective July 8, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-14f/"
    },
    {
      "id": "section-16a-15",
      "number": "16a-15.",
      "heading": "Display of signs on fuel pumps",
      "text": "(a) Each person shall publicly display and maintain on each pump or other dispensing device from which any gasoline or other product intended as a fuel for aircraft, motor boats or motor vehicles is sold by such person, such signs as the Commissioner of Consumer Protection, by regulation adopted pursuant to chapter 54, may require to inform the public of the octane rating and price of such gasoline or other product. Each person selling such gasoline or other product on both a full-serve and self-serve basis and displaying the price of such gasoline or other product at a location on the premises other than at a pump or other dispensing device shall include in such display both the full-serve and self-serve prices of such gasoline or other product, in such manner as the commissioner, by regulation, may require. All signs as to price shall display the per-gallon price and shall not display the price of less or more than one gallon, except that a sign as to the price of a specialty engine fuel, including, but not limited to, a racing fuel or a fuel intended for an agricultural or other off-road application, that is not subject to a quality or usability standard established by the American Society for Testing and Materials, or another national consensus quality or usability standard, may display the price per gallon, per one-half gallon or per liter.\n\n(b) Each person shall publicly display and maintain on each pump or other dispensing device from which any gasoline or other product containing more than one per cent by volume of ethanol, methanol or any other cosolvent, and intended as a fuel for aircraft, motor boats or motor vehicles is sold by such person, such signs as the Commissioner of Consumer Protection, by regulation adopted pursuant to chapter 54, may require to inform the public of the amount of methanol, ethanol or any other cosolvent contained in such gasoline or other product.\n\n(c) Each person shall publicly display and maintain, in a like manner, size and print, on each sign on display to the general public intended to inform the public of the price of gasoline and each pump or other dispensing device from which any gasoline intended as a fuel for motor vehicles is sold by such person, such signs as the Commissioner of Consumer Protection, by regulation adopted pursuant to chapter 54, may require to inform the public of the price for such gasoline for such members of the public as any such sign that informs of the price of such gasoline for members of any club, members of any retail membership organization or persons who qualify for any special discount offer.\n\n(d) Any manufacturer, hauler, blender, agent, jobber, consignment agent, or distributor who distributes gasoline, or other products intended as fuel for aircraft, motor boats, or motor vehicles, which contain one per cent or more alcohol by volume, shall state the percentage of alcohol and the type of alcohol on any invoice, bill of lading, shipping paper, or other documentation used in normal and customary business practices.\n\n(e) Each person shall publicly display and maintain on each pump or other dispensing device from which any diesel fuel intended as a fuel for motor boats or motor vehicles is sold by such person, the minimum cetane number for such diesel fuel.\n\n(f) Each person shall publicly display and maintain on each pump or other dispensing device from which any gasoline intended as a fuel for motor boats or motor vehicles is sold by such person, such signs as the Commissioner of Consumer Protection, by regulation adopted pursuant to chapter 54, may require to inform the public of whether, if a discount is offered for payment by cash, payment for such gasoline by debit card is processed at the credit card price per gallon or the cash price per gallon or, for a specialty engine fuel described in subsection (a) of this section, the credit card price per gallon, per one-half gallon or per liter or the cash price per gallon, per one-half gallon or per liter.\n\n(g) Any person who, by himself or herself or by his or her agent or employee, violates any provision of this section or such regulations shall be fined not less than fifty dollars or more than two hundred fifty dollars.\n\n(h) A violation of subsection (c) of this section shall constitute an unfair trade practice under subsection (a) of section 42-110b.\n\n(P.A. 74-285, S. 17, 20; P.A. 75-537, S. 10, 55; P.A. 77-614, S. 19, 610; P.A. 80-436, S. 6, 7; P.A. 84-244, S. 1; 84-279, S. 2; P.A. 98-128, S. 6, 10; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-169, S. 17; 04-189, S. 1; P.A. 05-89, S. 1; P.A. 06-29, S. 1; P.A. 07-217, S. 65; P.A. 13-270, S. 1; P.A. 14-16, S. 1; P.A. 23-99, S. 1.)\n\nHistory: P.A. 75-537 replaced energy agency administrator with commissioner of planning and energy policy; P.A. 77-614 replaced commissioner with secretary of the office of policy and management; P.A. 80-436 required that signs display per-gallon price; P.A. 84-244 divided section into Subsecs. and required persons selling gasoline or other product on both a full-serve and self-serve basis and displaying the price of the product in a place other than the pump to include in such display both the full-serve and self-serve price of the product as the commissioner of consumer protection requires; P.A. 84-279 inserted new Subsecs. (b) and (c), requiring invoices and signs to display the amount of methanol, ethanol or other cosolvent in gasoline or other fuel, designating prior provisions as Subsecs. (a) and (d) and substituting “commissioner of consumer protection” for “secretary” in Subsec. (a); P.A. 98-128 made technical changes in Subsecs. (a) and (b), added new Subsec. (c) to establish specific requirements for the period commencing May 27, 1998, and ending on October 1, 1998 re displaying a notice to inform public of requirements of Subsec. (c) of Sec. 14-332a and redesignated existing Subsecs. (c) and (d) as Subsecs. (d) and (e), effective May 27, 1998; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-89 amended Subsec. (c) by designating existing provisions as new Subdiv. (1), making technical changes therein, and adding new Subdiv. (2) re posting of gas prices for members of the public and members of any retail membership organization, effective June 7, 2005; P.A. 06-29 deleted former Subsec. (c)(1) re notice display during period from May 27, 1998, to October 1, 1998, redesignated existing Subsec. (c)(2) as new Subsec. (c) and added Subsec. (f) specifying that violation of Subsec. (c) is an unfair trade practice, effective May 8, 2006; P.A. 07-217 made technical changes in Subsec. (e), effective July 12, 2007; P.A. 13-270 added new Subsec. (e) re display of minimum cetane number for diesel fuel on each pump or other dispensing device and redesignated existing Subsecs. (e) and (f) as Subsecs. (f) and (g), effective January 1, 2014; P.A. 14-16 added new Subsec. (f) re display of signs informing public if payment by debit card is processed at credit card or cash price per gallon and redesignated existing Subsecs. (f) and (g) as Subsecs. (g) and (h); P.A. 23-99 amended Subsecs. (a) and (f) by adding provisions re specialty engine fuels, and made technical changes in Subsec. (a), effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-15/"
    },
    {
      "id": "section-16a-15a",
      "number": "16a-15a.",
      "heading": "Notice of full-serve and self-serve fuel pumps. Notice of discounts. Operators with disabilities.",
      "text": "The Commissioner of Consumer Protection shall adopt regulations in accordance with the provisions of chapter 54 specifying the manner in which retail dealers, as defined in section 14-318, shall notify customers of the location of self-service and full-service fuel pumps or any pumps at which discounts are offered for cash payment or credit cards are accepted. The regulations shall include provision for the direction of motor vehicle operators with disabilities to the appropriate self-service pump as provided in section 14-325b.\n\n(P.A. 84-244, S. 2; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; P.A. 17-202, S. 49.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 17-202 replaced “handicapped drivers” with “motor vehicle operators with disabilities”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-15a/"
    },
    {
      "id": "section-16a-16",
      "number": "16a-16.",
      "heading": "Enforcement; injunctions, damages. Remedies not exclusive.",
      "text": "(a) This chapter may be enforced by the Secretary of the Office of Policy and Management in the superior court for any judicial district in which any person who violates any provisions of this chapter resides or maintains a place of business by an ex parte temporary injunction issued by said court or a judge thereof; provided, if such injunction is issued, such person may file a motion to dissolve such injunction and a hearing upon such motion shall be held by the superior court not later than three days after service of such motion upon the Governor pursuant to an order of said court or a judge thereof. If a permanent injunction is granted, such person may be assessed damages of not more than ten thousand dollars plus court costs.\n\n(b) The provisions of this section are not exclusive, and the remedies provided for in this section shall be in addition to any other remedy provided for in any other section of the general statutes or available under common law.\n\n(P.A. 74-285, S. 16, 20; P.A. 75-537, S. 11, 55; P.A. 77-614, S. 19, 610; P.A. 78-280, S. 2, 127.)\n\nHistory: P.A. 75-537 replaced energy agency administrator with commissioner of planning and energy policy; P.A. 77-614 replaced commissioner with secretary of the office of policy and management; P.A. 78-280 replaced “county” with “judicial district”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16a/chapter-295/section-16a-16/"
    }
  ]
}