{
  "state": "virginia",
  "path": "title-title-251-eminent-domain/chapter-chapter-4-relocation-assistance-and-real-property-acquisitio",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 25.1-400. Definitions§ 25",
      "text": "1-401. Scope of chapter§ 25.1-402. Rules and regulations§ 25.1-403. Payments not considered income or resources§ 25.1-404. Administrative payments; construction§ 25.1-405. Funds for implementing provisions of chapterArticle 2. Relocation Assistance§ 25.1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-251-400",
      "number": "25.1-400.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Business\" means any lawful activity, except a farm operation, conducted primarily:\n\n1. For the purchase, sale, lease and rental of personal and of real property, and for the manufacture, processing, or marketing of products, commodities, or any other personal property;\n\n2. For the sale of services to the public;\n\n3. By a nonprofit organization; or\n\n4. Solely for the purposes of § 25.1-406, for assisting in the purchase, sale, resale, manufacture, processing, or marketing of products, commodities, personal property, or services by the erection and maintenance of an outdoor advertising display or displays, whether or not such display or displays are located on the premises on which any of the above activities are conducted.\n\n\"Comparable replacement dwelling\" means any dwelling that is (i) decent, safe and sanitary; (ii) adequate in size to accommodate the occupants; (iii) within the financial means of the displaced person; (iv) functionally equivalent; (v) in an area not subject to unreasonable adverse environmental conditions; and (vi) in a location generally not less desirable than the location of the displaced person's dwelling with respect to public utilities, facilities, services and the displaced person's place of employment.\n\n\"Decent, safe, and sanitary dwelling\" means a dwelling that:\n\n1. Is structurally sound, weather tight and in good repair;\n\n2. Has a safe electrical wiring system adequate for lighting and appliances;\n\n3. Contains a heating system capable of maintaining a healthful temperature;\n\n4. Is adequate in size with respect to the number of rooms and area of living space needed to accommodate the displaced household;\n\n5. Has a separate, well-lighted and ventilated bathroom that provides privacy to the user and contains sink, toilet, and bathing facilities (shower or bath, or both), all operational and connected to a functional water and sewer disposal system;\n\n6. Provides unobstructed egress to safe open space at ground level. If the unit is above the first floor and served by a common corridor, there must be two means of egress; and\n\n7. Is free of barriers to egress, ingress, and use by a displaced person with a disability.\n\n\"Displaced person\" means:\n\n1. Any person who moves from real property, or moves his personal property from real property (i) as a direct result of a written notice of intent to acquire or the acquisition of such real property, in whole or in part, for any program or project undertaken by a state agency or (ii) on which such person is a residential tenant or conducts a small business, a farm operation or a business described in clause 4 of the definition of \"business\" in this section as a direct result of rehabilitation, demolition, or other displacing activity as the state agency may prescribe, under a program or project undertaken by the state agency in any case in which the state agency determines that such displacement is permanent;\n\n2. Solely for the purposes of §§ 25.1-406, 25.1-407, and 25.1-411, any person who moves from real property, or moves his personal property from real property: (i) as a direct result of a written notice of intent to acquire or the acquisition of other real property, in whole or in part, on which such person conducts a business or farm operation, for a program or project undertaken by a state agency or (ii) as a direct result of rehabilitation, demolition, or other displacing activity as the state agency may prescribe, of other real property on which such person conducts a business or farm operation, under a program or project undertaken by the state agency in any case in which the state agency determines that such displacement is permanent; and\n\n3. Any person who moves or discontinues his business or moves other personal property, or moves from his dwelling, as the direct result of (i) federally assisted activities for the enforcement of a building code or other similar code or (ii) a program of rehabilitation or demolition of buildings conducted pursuant to a federally assisted governmental program.\n\nThe term \"displaced person\" does not include (i) a person who has been determined, according to criteria established by the state agency, to be either in unlawful occupancy of the displacement dwelling or to have occupied such dwelling for the purpose of obtaining assistance under this chapter or (ii) in any case where the state agency acquires property for a program or project, any person, other than a person who was an occupant of the property at the time it was acquired, who occupies such property on a rental basis for a short term or a period subject to termination when the property is needed for the program or project.\n\n\"Dwelling\" means the place of permanent or customary and usual residence of a person, according to local custom or law, including a single-family house, a single family unit in a two-family, multi-family, or multi-purpose property; a unit of a condominium or cooperative housing project; a nonhousekeeping unit; a mobile home; or any other residential unit.\n\n\"Farm operation\" means any activity conducted solely or primarily for the production of one or more agricultural products or commodities, including timber, for sale or home use, and customarily producing such products or commodities in sufficient quantity to be capable of contributing materially to the operator's support.\n\n\"Mortgage\" means such classes of liens as are commonly given to secure advances on, or the unpaid purchase price of, real property, together with the credit instruments, if any, secured thereby.\n\n\"Nonprofit organization\" means an organization that is exempt from paying federal income taxes under § 501 of the Internal Revenue Code (26 U.S.C. § 501).\n\n\"Person\" means any (i) individual or (ii) partnership, corporation, limited liability company, association, or other business entity.\n\n\"Uneconomic remnant\" means a parcel of real property in which the owner is left with an interest after the partial acquisition of the owner's property and which the state agency has determined has little or no value or utility to the owner.\n\nCode 1950, §§ 33-75.02, 33.1-132.2; 1970, c. 40, § 25-238; 1972, c. 738; 1989, c. 714; 2000, c. 851; 2002, c. 878; 2003, c. 940; 2011, cc. 117, 190; 2023, cc. 148, 149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-400/"
    },
    {
      "id": "section-251-401",
      "number": "25.1-401.",
      "heading": "Scope of chapter",
      "text": "A. The provisions of this chapter shall be applicable to the acquisition of real property by any locality defined as a state agency for purposes of this chapter, notwithstanding the provisions of the locality's charter.\n\nB. Subject to the provisions of subsection C, unless compliance with the provisions of this chapter is a prerequisite to the receipt and expenditure of federal funds on the projects for which property is acquired, this chapter shall not apply to acquisitions by a state agency (i) that are voluntarily initiated or negotiated by the seller under no threat of condemnation, (ii) where property is dedicated pursuant to the provisions of Chapter 22 (§ 15.2-2200 et seq.) of Title 15.2, or (iii) where property is voluntarily dedicated or donated for no consideration.\n\nC. In the case of transportation projects funded in whole or in part with state or federal funds, unless compliance with the provisions of this chapter would jeopardize the receipt and expenditure of all or a portion of federal funds that would otherwise be available for transportation projects for which property is acquired or for reimbursement of the benefits provided for in this chapter, this chapter shall apply to acquisitions for such transportation projects by the Department of Transportation and any other state agency that are voluntarily initiated or negotiated by the seller under no threat of condemnation.\n\n1972, c. 738, § 25-236; 1979, c. 235; 2000, c. 851; 2003, c. 940; 2014, c. 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-401/"
    },
    {
      "id": "section-251-402",
      "number": "25.1-402.",
      "heading": "Rules and regulations",
      "text": "All state agencies are hereby authorized to promulgate such rules and regulations as are necessary to carry out the provisions of this chapter.\n\n1972, c. 738, § 25-253; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-402/"
    },
    {
      "id": "section-251-403",
      "number": "25.1-403.",
      "heading": "Payments not considered income or resources",
      "text": "No payment received by a displaced person under this chapter shall be considered as income or resources for the purposes of determining the eligibility or extent of eligibility of any person for assistance under any state law, or for the purposes of this Commonwealth's personal income tax law, corporation tax law, or other tax laws. Such payments shall not be considered as income or resources of any recipient of public assistance and such payments shall not be deducted from the amount of aid to which the recipient would otherwise be entitled.\n\nCode 1950, §§ 33-75.07, 33.1-132.7; 1970, c. 40, § 25-246; 1972, c. 738; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-403/"
    },
    {
      "id": "section-251-404",
      "number": "25.1-404.",
      "heading": "Administrative payments; construction",
      "text": "Nothing in this chapter shall be construed as creating in any condemnation proceedings brought under the power of eminent domain, any element of value or damage not in existence immediately prior to April 10, 1972.\n\n1972, c. 738, § 25-235.1; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-404/"
    },
    {
      "id": "section-251-405",
      "number": "25.1-405.",
      "heading": "Funds for implementing provisions of chapter",
      "text": "Funds appropriated or otherwise available to any state agency for the acquisition of real property or any interest therein for a particular program or project shall be available also to fund any payment required to implement the provisions of this chapter as applied to that program or project.\n\n1972, c. 738, § 25-244; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-405/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Relocation Assistance",
      "text": "Relocation Assistance",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-251-406",
      "number": "25.1-406.",
      "heading": "Moving and related expenses",
      "text": "Whenever the acquisition of real property for a program or project undertaken by a state agency will result in the displacement of any person, the state agency shall make fair and reasonable relocation payments to the displaced person for:\n\n1. Actual reasonable expenses in moving himself, his family, business, farm operation, or other personal property;\n\n2. Actual direct losses of tangible personal property as a result of moving or discontinuing a business or farm operation, which payments shall not exceed an amount equal to the reasonable expenses that would have been required to relocate such property, as determined by the state agency;\n\n3. Actual reasonable expenses in searching for a replacement business or farm; and\n\n4. Actual reasonable expenses necessarily incurred in reestablishing a displaced farm, nonprofit organization or small business at its new site, in accordance with criteria established by the state agency but not to exceed $25,000.\n\nCode 1950, §§ 33-75.04, 33.1-132.4; 1970, c. 40, § 25-239; 1972, c. 738; 1989, c. 714; 2000, c. 851; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-406/"
    },
    {
      "id": "section-251-407",
      "number": "25.1-407.",
      "heading": "Optional moving expense allowance for persons displaced from dwelling",
      "text": "Any displaced person eligible for payments under § 25.1-406 who is displaced from a dwelling may elect to accept the payments authorized by this section in lieu of the payments authorized by § 25.1-406, which displaced person so electing shall receive a moving expense allowance of an amount determined according to a schedule established by the state agency. The acceptance of the payment authorized by this section shall be in lieu of any payment under § 25.1-406.\n\nCode 1950, §§ 33-75.04, 33.1-132.4; 1970, c. 40, § 25-239; 1972, c. 738; 1989, c. 714; 2000, c. 851; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-407/"
    },
    {
      "id": "section-251-408",
      "number": "25.1-408.",
      "heading": "Optional payment for persons displaced from a place of business or farm operation",
      "text": "Any displaced person eligible for payments under § 25.1-406 who is displaced from his place of business or farm operation and who is eligible under criteria established by the state agency may elect to accept the payment authorized by this section in lieu of the payment authorized by § 25.1-406. Such payment shall consist of a fixed payment in an amount to be determined according to criteria established by the state agency, except that such payment shall not be less than $1,000 nor more than $75,000. A person whose sole business at the displacement site is the rental of such property to others shall not qualify for a payment under this section. The acceptance of the payment authorized by this section shall be in lieu of any payment under § 25.1-406.\n\nCode 1950, §§ 33-75.04, 33.1-132.4; 1970, c. 40, § 25-239; 1972, c. 738; 1989, c. 714; 2000, c. 851; 2003, c. 940; 2006, c. 452.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-408/"
    },
    {
      "id": "section-251-409",
      "number": "25.1-409.",
      "heading": "Replacement housing for homeowners",
      "text": "A. In addition to payments otherwise authorized by this chapter, the state agency shall make an additional payment not to exceed $31,000 to any displaced person who is displaced from a dwelling actually owned and occupied by such displaced person for not less than 90 days before the initiation of negotiations for the acquisition of the property. Such additional payment shall include the following elements:\n\n1. The amount, if any, that when added to the acquisition cost of the dwelling acquired by the state agency, equals the reasonable cost of a comparable replacement dwelling;\n\n2. The amount, if any, that will compensate the displaced person for any increased interest costs and other debt service costs that such person is required to pay for financing the acquisition of any comparable replacement dwelling. The amount for any increased interest or debt service costs shall be (i) determined in accordance with the criteria established by the state agency and (ii) paid only if the dwelling acquired by the state agency was encumbered by a bona fide mortgage that was a valid lien on such dwelling for not less than 180 days immediately prior to the initiation of negotiations for the acquisition of such dwelling; and\n\n3. Reasonable expenses incurred by such displaced person for evidence of title, recording fees, and other closing costs incident to the purchase of the comparable replacement dwelling, but not including prepaid expenses.\n\nB. The additional payment authorized by this section shall be made only to such a displaced person who purchases and occupies a decent, safe, and sanitary replacement dwelling not later than the end of the one-year period beginning on the later of (i) the date on which he receives final payment of all costs for the acquired dwelling or (ii) the date on which the state agency obligation under § 25.1-414 is met. However, the state agency may extend such period for good cause. If such period is extended, the payment under this section shall be based on the cost of relocating the person to a comparable replacement dwelling within one year of such date.\n\nCode 1950, §§ 33-75.05, 33-75.06, 33.1-132.5, 33.1-132.6; 1970, c. 40, § 25-240; 1972, c. 738; 1989, c. 714; 2003, c. 940; 2014, c. 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-409/"
    },
    {
      "id": "section-251-410",
      "number": "25.1-410.",
      "heading": "Replacement housing for tenants",
      "text": "A. In addition to amounts otherwise authorized by this article, a state agency shall make a payment to or for any displaced person displaced from any dwelling not eligible to receive a payment under § 25.1-409 which dwelling was actually and lawfully occupied by such displaced person for not less than 90 days immediately prior to (i) the initiation of negotiations for acquisition of the dwelling or (ii) if the displacement is not a direct result of acquisition, such other event as the state agency shall prescribe. Such payment shall consist of the amount necessary to enable such displaced person to lease or rent, for a period not to exceed 42 months, a comparable replacement dwelling, but not to exceed $7,200. At the discretion of the state agency, a payment under this subsection may be made in periodic installments. Computation of a payment under this subsection to a low-income displaced person for a comparable replacement dwelling shall take into account such person's income.\n\nB. Any person eligible for a payment under subsection A may elect to apply such payment to a down payment on, and other incidental expenses pursuant to, the purchase of a decent, safe, and sanitary replacement dwelling. Any such person may, at the discretion of the state agency, be eligible under this subsection for the maximum payment allowed under subsection A.\n\n1972, c. 738, § 25-241; 1989, c. 714; 2003, c. 940; 2011, cc. 117, 190; 2014, c. 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-410/"
    },
    {
      "id": "section-251-411",
      "number": "25.1-411.",
      "heading": "Relocation planning, assistance coordination, and advisory services",
      "text": "A. Programs or projects undertaken by a state agency shall be planned in a manner that (i) recognizes, at an early stage in the planning of such programs or projects and before the commencement of any actions that will cause displacements, the problems associated with the displacement of individuals, families, businesses, and farm operations, and (ii) provides for the resolution of such problems in order to minimize adverse impacts on displaced persons and to expedite program or project advancement and completion.\n\nB. The state agency shall ensure that the relocation assistance advisory services described in subsection C are made available to all persons displaced by the state agency. If the state agency determines that any person occupying property immediately adjacent to the real property acquired is caused substantial economic injury because of the acquisition, it may offer such person relocation advisory services under such program.\n\nC. Each relocation assistance advisory program required by subsections A and B shall include such measures, facilities, or services as may be necessary or appropriate in order to:\n\n1. Determine, and make timely recommendations on, the need and preferences, if any, of displaced persons for relocation assistance;\n\n2. Provide current and continuing information on the availability, sales prices, and rental charges of comparable replacement dwellings for displaced homeowners and tenants and suitable locations for businesses and farm operations;\n\n3. Assure that a person shall not be required to move from a dwelling unless the person has had a reasonable opportunity to relocate to a comparable replacement dwelling, except in the case of (i) a major disaster declared by the Governor; (ii) a national emergency declared by the President of the United States; or (iii) any other emergency that requires the person to move immediately from the dwelling because continued occupancy of such dwelling by such person constitutes a substantial danger to the health or safety of such person;\n\n4. Assist a person displaced from his business or farm operation in obtaining and becoming established in a suitable replacement location;\n\n5. Supply information concerning federal and state housing programs, disaster loan programs, and other federal or state programs offering assistance to displaced persons; and\n\n6. Provide other advisory services to displaced persons in order to minimize hardships to such persons in adjusting to relocation.\n\nD. The head of a state agency shall coordinate the relocation activities performed by the state agency with other project activities and other planned or proposed governmental actions in the community or nearby areas that may affect the efficient and effective delivery of relocation assistance and related services.\n\nCode 1950, §§ 33-75.03, 33.1-132.3; 1970, c. 40, § 25-242; 1972, c. 738; 1989, c. 714; 2003, c. 940; 2011, cc. 117, 190.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-411/"
    },
    {
      "id": "section-251-412",
      "number": "25.1-412.",
      "heading": "Administration of relocation assistance programs",
      "text": "In order to prevent unnecessary expense and duplication of functions, and to promote uniform and effective administration of relocation assistance programs for displaced persons, a state agency may enter into contracts with any person for services in connection with such programs, or may carry out its functions under this chapter through any federal or state agency or instrumentality having an established organization for conducting relocation assistance programs.\n\nCode 1950, §§ 33-75.03, 33.1-132.3; 1970, c. 40, § 25-243; 1972, c. 738; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-412/"
    },
    {
      "id": "section-251-413",
      "number": "25.1-413.",
      "heading": "Payments to certain persons displaced as the result of certain code enforcement activities",
      "text": "Notwithstanding any other provision of this article, the governing body of a locality shall be authorized to make payments to any displaced person who is displaced by nonfederally assisted housing, plumbing, building, electrical, elevator, fire, food and health and sanitation code enforcement activities, in its discretion either (i) in amounts not exceeding the amounts authorized by the provisions of this chapter or (ii) in such lesser amounts as it may determine. Localities may adopt policies and procedures for payments to be made to persons displaced by such nonfederally assisted programs.\n\n1972, c. 738, § 25-245; 1973, c. 426; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-413/"
    },
    {
      "id": "section-251-414",
      "number": "25.1-414.",
      "heading": "Authority of state agency where replacement housing not available; requiring person to move",
      "text": "A. If a program or project undertaken by a state agency cannot proceed to actual construction on a timely basis because comparable replacement dwellings are not available, and the state agency determines that such dwellings cannot otherwise be made available, the state agency may take such action as is necessary or appropriate to provide such dwellings by use of funds authorized for such project. The state agency may use this section to exceed the maximum amounts that may be paid under §§ 25.1-409 and 25.1-410 on a case-by-case basis for good cause as determined in accordance with such regulations as the state agency shall issue.\n\nB. No person shall be required to move from his dwelling on account of any project, unless the head of the state agency is satisfied that comparable replacement housing is available to such person.\n\n1972, c. 738, § 25-247; 1989, c. 714; 2003, c. 940; 2011, cc. 117, 190.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-414/"
    },
    {
      "id": "section-251-415",
      "number": "25.1-415.",
      "heading": "Adjustments to certain benefit limits",
      "text": "The monetary limits provided for in §§ 25.1-406, 25.1-408, 25.1-409, and 25.1-410 shall be adjusted to conform to future revisions of corresponding monetary benefits under the federal Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 (Public Law 91-646).\n\n1981, c. 149, § 25-247.1; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-415/"
    },
    {
      "id": "section-251-416",
      "number": "25.1-416.",
      "heading": "Application of article",
      "text": "The provisions of this article shall apply for the benefit of (i) owners and (ii) other persons who are actually and lawfully occupying the real property to be acquired and who have been occupants thereof for at least 90 days prior to the initiation of negotiations for acquisition.\n\n1972, c. 738, § 25-236; 1979, c. 235; 2000, c. 851; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-416/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Real Property Acquisition Policies",
      "text": "Real Property Acquisition Policies",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-251-417",
      "number": "25.1-417.",
      "heading": "General provisions for conduct of acquisition",
      "text": "A. If a state agency acquires real property in connection with any programs or projects, such acquisition shall be conducted, to the greatest extent practicable, in accordance with the following provisions:\n\n1. The state agency shall make every reasonable effort to acquire expeditiously real property by negotiation.\n\n2. Real property shall be appraised before the initiation of negotiations, and the owner or his designated representative shall be given an opportunity to accompany the appraiser during his inspection of the property; however, the requirements of this subdivision shall not apply if the state agency's official who is responsible for the acquisition determines that the value of the property being acquired is less than $25,000, based on assessment records or other objective evidence. Whenever the value of the property being acquired is determined to be between $10,000 and $25,000, the state agency, at the time an offer is made initiating negotiations, shall disclose to the owner or his designated representative that the offer has been established based on assessment records or other objective evidence and not an appraisal and that he may request that an appraisal be prepared and used as the basis for establishing just compensation pursuant to this section.\n\n3. Before making an offer to acquire or initiating any related negotiations for real property, the state agency shall establish an amount which it believes to be just compensation therefor and shall make a prompt offer to acquire the property for the full amount so established. In no event shall such amount be less than the state agency's approved appraisal of the fair market value of such property, if such an appraisal is required, or the current assessed value of such property for real estate tax purposes, unless the property has physically changed in a material and substantial way since the current assessment date such that the real estate tax assessment no longer represents a fair valuation of the property, when the entire parcel for which the assessment is made is to be acquired, whichever is greater. Any decrease or increase in the fair market value of real property prior to the date of valuation caused by the public improvement for which such property is acquired, or by the likelihood that the property would be acquired for such improvement, other than that due to physical deterioration within the reasonable control of the owner, shall be disregarded in determining the compensation for the property. The state agency concerned shall provide the owner of real property to be acquired with a written statement of, and summary of the basis for, the amount it established as just compensation and, if an appraisal is required or obtained, such written statement and summary shall include a complete copy of all appraisals of the real property to be acquired that the state agency obtained prior to making an offer to acquire or initiating any related negotiations for the real property. Where appropriate, the just compensation for the real property acquired and for damages to remaining real property shall be separately stated.\n\n4. No owner shall be required to surrender possession of real property before the state agency pays the agreed purchase price, or deposits with the state court in accordance with applicable law, for the benefit of the owner, (i) an amount not less than the state agency's approved appraisal of the fair market value of such property, if such an appraisal is required, or the current assessed value of such property for real estate tax purposes, unless the property has physically changed in a material and substantial way since the current assessment date such that the real estate tax assessment no longer represents a fair valuation of the property, when the entire parcel for which the assessment is made is to be acquired, whichever is greater, or (ii) the amount of the award of compensation in the condemnation proceeding for such property.\n\n5. The construction or development of a public improvement shall be so scheduled that, to the greatest extent practicable, no person lawfully occupying real property shall be required to move from a dwelling, assuming a replacement dwelling will be available, or to move his business or farm operation, without at least 90-days' written notice from the state agency, of the date by which such move is required.\n\n6. If the state agency permits an owner or tenant to occupy the real property acquired on a rental basis for a short term for a period subject to termination by the state agency on a short notice, the amount of rent required shall not exceed the fair rental value of the property to a short-term occupier.\n\n7. In no event shall the state agency either advance the time of condemnation, or defer negotiations or condemnation and the deposit of funds in court for the use of the owner, or take any other action coercive in nature, in order to compel an agreement on the price to be paid for the property.\n\n8. If any interest in real property is to be acquired by exercise of the power of eminent domain, the state agency shall institute formal condemnation proceedings. No state agency shall intentionally make it necessary for an owner to institute legal proceedings to prove the fact of the taking of his real property.\n\n9. If the acquisition of only part of a property would leave its owner with an uneconomic remnant, the state agency concerned shall offer to acquire the entire property.\n\n10. A person whose real property is being acquired in accordance with this article may, after the person has been fully informed of his right to receive just compensation for such property, donate such property, and part thereof, any interest therein, or any compensation paid therefor to a state agency, as such person shall determine.\n\nB. The provisions of this section create no rights or liabilities and shall not affect the validity of any property acquisitions by purchase or condemnation.\n\nC. Nothing in this section shall make evidence of tax assessments admissible as proof of value in an eminent domain proceeding.\n\n1972, c. 738, §§ 25-235.1, 25-248; 2000, cc. 851, 1029; 2001, c. 260; 2003, c. 940; 2011, cc. 117, 190, 335; 2013, c. 764.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-417/"
    },
    {
      "id": "section-251-4171",
      "number": "25.1-417.1.",
      "heading": "Expired",
      "text": "Expired.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-417-1/"
    },
    {
      "id": "section-251-418",
      "number": "25.1-418.",
      "heading": "Reimbursement of owner for certain expenses",
      "text": "Any state agency acquiring real property in connection with any program or project, as soon as practicable after the first to occur of the date of payment of the purchase price or the date of deposit into court of funds to satisfy the award of compensation in a condemnation proceeding to acquire real property, shall reimburse the owner, to the extent the state agency deems fair and reasonable, for expenses he necessarily incurred for (i) recording fees, transfer taxes and similar expenses incidental to conveying such real property to the state agency; (ii) penalty costs for prepayment for any preexisting recorded mortgage entered into in good faith encumbering such real property; and (iii) the pro rata portion of real property taxes paid that are allocable to a period subsequent to the first to occur of the date of vesting title in the state agency or the effective date of possession of such real property by the state agency.\n\nCode 1950, §§ 33-75.06, 33.1-132.6; 1970, c. 40, § 25-249; 1972, c. 738; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-418/"
    },
    {
      "id": "section-251-419",
      "number": "25.1-419.",
      "heading": "Reimbursement of owner for costs when taking is abandoned or denied",
      "text": "The court in which a condemnation proceeding is instituted by a state agency to acquire real property by condemnation shall award the owner of any right, title, or interest in such real property such sum as will, in the opinion of the court, reimburse such owner for his reasonable costs, disbursements, and expenses, including reasonable attorney, appraisal, and engineering fees, actually incurred because of the condemnation proceedings, if (i) the final judgment is that the state agency cannot acquire the real property by condemnation or (ii) the taking is abandoned by the state agency, in full or in part. The award of such sums shall be paid by the state agency that sought to condemn the property.\n\n1972, c. 738, § 25-250; 2003, c. 940; 2019, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-419/"
    },
    {
      "id": "section-251-420",
      "number": "25.1-420.",
      "heading": "Reimbursement of owner for costs incurred in inverse condemnation proceeding",
      "text": "If a declaratory judgment proceeding is instituted pursuant to § 8.01-187 by the owner of any right, title or interest in real property because of use of his property in any program or project undertaken by a state agency, and either (i) the court renders a judgment for the plaintiff in such proceeding and awards compensation for the damaging or taking of property or (ii) the Attorney General effects a settlement of any such proceeding in which the Commonwealth is a party, the court or Attorney General, as appropriate, shall determine and award or allow to such plaintiff, as a part of such judgment or settlement, such sum as will, in the opinion of the court or the Attorney General, as the case may be, reimburse such plaintiff for his reasonable costs, disbursements and expenses, including reasonable attorney, appraisal and engineering fees, actually incurred because of such proceeding.\n\n1972, c. 738, § 25-251; 2003, c. 940; 2017, c. 735.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-420/"
    },
    {
      "id": "section-251-421",
      "number": "25.1-421.",
      "heading": "Buildings, structures and other improvements on real property",
      "text": "A. To the greatest extent practicable, where an interest in real property is acquired by a state agency, the state agency shall acquire an equal interest in all buildings, structures, or other improvements located upon the real property so acquired and that are required to be removed from such real property so acquired and that are determined to be adversely affected by the use to which such real property will be put.\n\nB. For the purpose of determining the just compensation to be paid for any building, structure or other improvement required to be acquired as provided in subsection A, such building, structure or other improvement shall be deemed to be a part of the real property to be acquired, notwithstanding the right or obligation of a tenant, as against the owner of any other interest in the real property, to remove such building, structure or improvement at the expiration of his term. In such event, the tenant shall be paid an amount equal to the greater of (i) the fair market value that such building, structure or improvement contributes to the fair market value of the real property to be acquired or (ii) the fair market value of such building, structure or improvement to be removed from the real property.\n\nC. Payment for such building, structures or improvements as set forth in subsections A and B shall not result in duplication of any payments otherwise authorized by other laws of the Commonwealth. No such payment shall be made unless the owner of the land involved disclaims all interest in the improvements of the tenant. In consideration for any such payment, the tenant shall assign, transfer and release all his right, title and interest in and to such improvements. Nothing with regard to such acquisition of buildings, structures or other improvements shall be construed to deprive the tenant of any rights to reject payment under this section and to obtain payment for such property interests in accordance with other laws of the Commonwealth.\n\nD. The provisions of this section create no rights or liabilities and shall not affect the validity of any property acquisitions by purchase or condemnation.\n\n1972, c. 738, §§ 25-235.1, 25-252; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-25-1/chapter-4/section-25-1-421/"
    }
  ]
}