{
  "state": "alabama",
  "path": "title-title-9-conservation-and-natural-resources/chapter-chapter-6-environmental-improvement-authorities",
  "sections": [
    {
      "id": "section-9-6-1",
      "number": "9-6-1",
      "heading": "Short Title.Section 9-6-2 - Definitions",
      "text": "Section 9-6-3 - Purposes of Authorities.Section 9-6-4 - Application for Authority to Incorporate; Review of Application and Issuance of Executive Order by Governor.Section 9-6-5 - Procedure for Incorporation.Section 9-6-6 - Board of Directors.Section 9-6-7 - A",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-6-2",
      "number": "9-6-2",
      "heading": "Definitions.",
      "text": "Section 9-6-2\n\nDefinitions.\n\nThe following words and phrases used in this chapter and others evidently intended as the equivalent thereof shall, in the absence of clear implication in this chapter otherwise, be given the following respective interpretations:\n\n(1) APPLICANT. A natural person who files a written application with the Governor in accordance with the provisions of Section 9-6-4.\n\n(2) AREA OF OPERATION. The area specified in the certificate of incorporation of the authority, within which the authority is empowered to carry on its business and activities under this chapter.\n\n(3) AUTHORITY. A public corporation organized pursuant to the provisions of this chapter.\n\n(4) BOARD. The board of directors of an authority.\n\n(5) BONDS. Such term shall include bonds, notes, debentures and certificates representing an obligation to pay money.\n\n(6) COUNTY. Any county in this state or in contiguous states.\n\n(7) DIRECTOR. A member of the board of directors of an authority.\n\n(8) INCORPORATORS. The persons who form a public corporation pursuant to the provisions of this chapter.\n\n(9) MUNICIPALITY. Any city or town which is incorporated.\n\n(10) PERSON. Unless limited to a natural person by the context in which it is used, such term includes a public or private corporation, a municipality, a county or an agency, department or instrumentality of a state or of a county or municipality.\n\n(11) PROPERTY. Such term shall include real, personal and mixed property and interests therein.\n\n(Acts 1969, No. 1117, p. 2060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-2/"
    },
    {
      "id": "section-9-6-3",
      "number": "9-6-3",
      "heading": "Purposes of Authorities.",
      "text": "Section 9-6-3\n\nPurposes of Authorities.\n\nPublic corporations may be formed under the provisions of this chapter for any one or more or all of the following purposes:\n\n(1) To undertake and to make or cause to be made engineering, technical, financial, legal and other appropriate studies and surveys with respect to water, air or general environmental pollution problems and hazards within the area of operation;\n\n(2) To construct, acquire, own and operate, singly or in conjunction with others, lease, sell and otherwise dispose of equipment, facilities and systems for the control, abatement or prevention of water, air or general environmental pollution; and\n\n(3) To cooperate with and lend financial assistance and other aid to municipalities, communities, counties, industries and public and private corporations within and outside of the area of operation and within or outside of the boundaries of the State of Alabama in any matters and undertakings having to do with or the end purpose of which is the control, abatement or prevention of water, air or general environmental pollution.\n\n(Acts 1969, No. 1117, p. 2060, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-3/"
    },
    {
      "id": "section-9-6-4",
      "number": "9-6-4",
      "heading": "Application for Authority to Incorporate; Review of Application and Issuance of Executive Order by Governor.",
      "text": "Section 9-6-4\n\nApplication for Authority to Incorporate; Review of Application and Issuance of Executive Order by Governor.\n\n(a) In order to form a public corporation under the provisions of this chapter, any number of natural persons, not less than three, shall first file a written application with the Governor. Such application shall:(1) Contain a statement that such public corporation proposes to undertake and carry out one or more or all of the purposes defined in Section 9-6-3 with respect to public corporations formed under this chapter;(2) Contain a description by county name or otherwise of the geographical area of operation in which the public corporation proposes to carry on its activities;(3) State that conditions of water, air or general environmental pollution or any one or more of such conditions in excess of normal acceptable tolerance as established or determined by appropriate regulatory body or bodies exist within the area of operation, and that no public corporation created under the provisions of this chapter is authorized to carry on activities in any part of the area of operation;(4) State that the proposed activities of the public corporation within the area of operation will promote the public health, convenience and welfare;(5) State that each of the applicants is a person of good moral character and is a duly qualified elector of the State of Alabama; and(6) Request that the Governor issue an executive order declaring that he has reviewed the contents of the application and has found the statements of fact contained therein to be true and authorizing the persons filing the application to proceed to form such public corporation.The area of operation described in any such application may be comprised of a county or part or parts thereof or of any number of counties or parts of counties in this state; and, if several counties or parts of several counties are included within the area of operation described, the boundaries of such counties need not be contiguous. Every such application shall be accompanied by such supporting documents or evidence as the applicants may deem appropriate.\n\n(b) As promptly as is practicable after the application is filed as provided in this section, the Governor shall review the contents of the application and shall find and determine whether the statements of fact contained in the application are true. If he finds and determines that any of the statements of fact contained in the application are not true, the Governor shall forthwith issue an executive order denying the application; but, if he finds and determines that the statements of fact contained in the application are true, the Governor shall forthwith issue an executive order declaring that he has reviewed the contents of the application and has found and determined that the statements of fact contained in the application are true, declaring that the proposed activities of such public corporation in the area of operation described will promote the public health, convenience and welfare and that, for such reason, it is wise, expedient and necessary that such public corporation be formed and authorizing the persons filing the application to proceed to form such public corporation.\n\nIn finding and determining whether the statements of fact contained in the application are true, the Governor may, without investigation or further consideration, assume that the statements made pursuant to subdivisions (1) and (2) of subsection (a) of this section are true and, upon such assumption, so find and determine. It shall be sufficient to establish the truth of the statement made pursuant to subdivision (3) of subsection (a) of this section if there accompanies the application a statement by any one of the state health officers, the Commissioner of Conservation and Natural Resources or the head of any agency created by the Legislature of this state to regulate air pollution to the effect that conditions of water, air or general environmental pollution or any one or more of such conditions in excess of normal acceptable tolerance exist within the area of operation set forth in the application; provided, however, that such means of establishing the truth of said statement are not to be taken as being exclusive. If the statement of fact made pursuant to subdivision (3) of subsection (a) of this section is found and determined to be true, then the Governor may without investigation or further consideration assume that the statement of fact made pursuant to subdivision (4) of subsection (a) of this section is true and, upon such assumption, so find and determine.\n\n(Acts 1969, No. 1117, p. 2060, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-4/"
    },
    {
      "id": "section-9-6-5",
      "number": "9-6-5",
      "heading": "Procedure for Incorporation.",
      "text": "Section 9-6-5\n\nProcedure for Incorporation.\n\n(a) Within 40 days from and after the date of issuance by the Governor of his executive order authorizing the applicants to proceed to form a public corporation, as provided in Section 9-6-4, the applicants or not less than three of the applicants shall proceed to incorporate a public corporation by filing of record in the office of the Secretary of State a certificate of incorporation which shall comply in form and substance with the requirements of this section and be executed in the manner provided in this section.\n\n(b) The certificate of incorporation of the authority shall state:\n\n(1) The names of the persons incorporating the authority, together with their post office addresses and a statement that each of them is a qualified elector of the State of Alabama;\n\n(2) The name of the authority (which shall include the words “environmental improvement authority”);\n\n(3) The location of the principal office of the authority, which shall be within the area of operation;\n\n(4) A description, by county name or otherwise, of the area of operation;\n\n(5) The objects for which the authority is incorporated;\n\n(6) The period for the duration of the authority (which may be perpetual if so stated); and\n\n(7) Any other matters relating to the authority not contrary to law which the incorporators choose to insert.\n\n(c) The certificate of incorporation shall be signed by each of the incorporators and shall be acknowledged before an officer authorized by the laws of this state to take acknowledgments to deeds. When the certificate of incorporation is filed for record there shall be attached to it a certified copy of the executive order authorizing the incorporation of the authority. When the certificate of incorporation is filed in his office, the Secretary of State shall forthwith receive and record the same, and thereupon the authority shall be in existence under the name stated in the certificate of incorporation and shall constitute and be a public corporation and a political subdivision and instrumentality of the State of Alabama. Within 10 days following the date the certificate of incorporation is filed in the office of the Secretary of State, the incorporators shall notify the Governor in writing that the authority has been formed.\n\n(Acts 1969, No. 1117, p. 2060, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-5/"
    },
    {
      "id": "section-9-6-6",
      "number": "9-6-6",
      "heading": "Board of Directors.",
      "text": "Section 9-6-6\n\nBoard of Directors.\n\nEach public corporation formed under this chapter shall be governed by a board of directors. All powers of the corporation shall be exercised by the board or pursuant to its authorization. The initial board shall consist of three directors appointed by the Governor from among the persons who filed the application to incorporate. The Governor shall appoint the directors as soon as may be practicable after he is notified, as required in Section 9-6-5, that the public corporation has been formed. The terms of the directors shall be staggered, the first term of one director being for three years from and after the date of his appointment, the first term of another director being for six years from and after the date of his appointment and the first term of the remaining director being for nine years from and after the date of his appointment; thereafter the term of office of each director shall be for nine years. Vacancies on the board shall be filled by appointment by the Governor. Appointments to fill vacancies which occur during a regular term shall be for the unexpired term. Each director appointed by the Governor shall be a person of good moral character, and he shall be a qualified elector of this state. Directors shall be eligible for reappointment. If the certificate of incorporation shall so provide, each director may be reimbursed by the authority for actual expenses incurred by him in and about the performance of his duties; and, in addition thereto, each director may be further compensated by the authority in an amount not to exceed $1,200.00 per year, as shall be determined by the board of directors. Any director of the authority may be impeached and removed from office in the same manner and on the same grounds provided by Section 175 of the Constitution of Alabama and the general laws of the state for impeachment and removal from office of the officers mentioned in said Section 175.\n\n(Acts 1969, No. 1117, p. 2060, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-6/"
    },
    {
      "id": "section-9-6-7",
      "number": "9-6-7",
      "heading": "Advisory Committee.",
      "text": "Section 9-6-7\n\nAdvisory Committee.\n\nWhenever the described area of operation shall include three or more counties or portions thereof, there shall be created an advisory committee to consult with and assist the authority. The advisory committee shall consist of one member from each affected county who shall be a person of good moral character and a duly qualified elector of the county he represents on the advisory committee, together with the Governor, the State Health Officer, the Commissioner of Conservation and Natural Resources, the State Geologist, the Director of the State Industrial Development Board, the Chairman of the Alabama Water Improvement Commission, the President of the Alabama Wildlife Federation and the head of any air pollution regulating body which might be created by the Legislature of this state, who shall be members ex officio of the advisory committee. The Governor shall be the chairman of the advisory committee, and he shall designate one of the appointive members as vice-chairman at the time of appointing such member. All members of the advisory committee other than the ex officio members shall be appointed by the Governor. The appointive members shall serve for terms of six years, and the persons serving as members ex officio shall serve for terms concurrent with the period of their tenure in office. The appointive members shall be eligible for reappointment. The advisory committee shall convene in meeting at the call of the chairman or of the vice-chairman. Meetings may also be called by notice signed by a majority of the appointive members. Notices of all meetings shall be in writing and such notices shall be served upon each member in person or by regular United States mail, postage prepaid, at least 10 days prior to the date upon which the meeting is to be held. It shall be the purpose of the advisory committee and of the members thereof to advise and consult with the authority with respect to water, air or general environmental pollution problems in the several counties within the area of operation, to establish and maintain liaison between the authority on the one hand and the industrial community, the county and municipal bodies and the agencies headed by the ex officio members on the other and generally to aid and assist the authority in carrying on its functions and fulfilling its purposes and objects and in coordinating the same with the efforts of other like authorities and other agencies in controlling, abating and preventing water, air or general environmental pollution.\n\n(Acts 1969, No. 1117, p. 2060, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-7/"
    },
    {
      "id": "section-9-6-8",
      "number": "9-6-8",
      "heading": "Powers and Duties Generally.",
      "text": "Section 9-6-8\n\nPowers and Duties Generally.\n\nThe authority shall have the following powers, together with all powers incidental thereto or necessary to the discharge thereof in corporate form:\n\n(1) To have succession by its corporate name for the duration of time (which may be in perpetuity) specified in its certificate of incorporation;\n\n(2) To maintain civil actions and have civil actions maintained against it in its corporate name, except as otherwise provided in this chapter, and to defend civil actions against it;\n\n(3) To adopt and make use of a corporate seal and to alter the same at pleasure;\n\n(4) To amend its certificate of incorporation by filing in the office of the Secretary of State a certificate signed by all of the directors of the authority setting forth the details of the amendment, such certificate to be acknowledged in the same manner as the certificate of incorporation;\n\n(5) To adopt and alter bylaws for the regulation and conduct of its affairs and business;\n\n(6) To acquire, receive and take title to, by purchase, gift, lease, devise or otherwise, to hold, keep and develop and to transfer, convey, lease, assign or otherwise dispose of property of every kind and character, real, personal and mixed, and any and every interest therein, whether located within or outside of the area of operation or within or outside of the State of Alabama;\n\n(7) To acquire, purchase, construct, own, operate, maintain, enlarge, extend and improve any equipment, plant, apparatus or system of whatever kind and character used or which may be useful in connection with the control, abatement or prevention of water, air or general environmental pollution directly or indirectly, to enter into arrangements for the operation or joint operation of the same, to construct or install the same on the property of others with their assent or in conjunction with or as an integral part of equipment, plants or systems of others with their assent, and to lease, lend or sell any of the same to counties, municipalities, communities, industries, firms, businesses and other public corporations and authorities, with or without valuable consideration, in connection with the control, abatement or prevention of water, air or general environmental pollution and to discard or otherwise dispose of the same, with or without valuable consideration, in the sole discretion of the authority;\n\n(8) To undertake and to make or cause to be made, either singly or in conjunction and cooperation with others, appropriate studies, surveys, arrangements, undertakings and construction designs and plans and supervision having to do, directly or indirectly, with the control, abatement or prevention of water, air or general environmental pollution; provided, however, that the authority shall not pay out any of its funds by way of any form of remuneration or compensation to any persons engaged in the making of any such studies, surveys, arrangements, undertakings and construction designs, plans and supervision other than to persons who are directly employed in that connection by the authority and who are not answerable to any other person;\n\n(9) To make available and give, subject to the provisions of subdivision (8) of this section, to counties, municipalities, communities, industries, firms, businesses and other public corporations and authorities, financial and technical assistance and aid of every kind and character which will directly or indirectly promote, encourage or effect the control, abatement or prevention of water, air or general environmental pollution;\n\n(10) To engage in works of watershed improvement, either singly or in conjunction and cooperation with others;\n\n(11) To make, enter into and execute such contracts, agreements, leases and other legal arrangements and to take such other steps and actions as may be necessary or convenient in the furtherance of any purpose or the exercise of any power provided or granted to it by law;\n\n(12) To borrow money for any corporate purpose, function or use and to issue in evidence of the borrowing, in the authority’s discretion, interest-bearing bonds payable solely from the revenues derived from the operation of any of its equipment, plants, apparatus or systems (regardless of what equipment, plant, apparatus or system is the object of or will benefit from such borrowing);\n\n(13) To pledge for the payment of any bonds issued or obligations assumed by the authority any revenues from which those bonds or obligations are made payable and to execute and deliver, as security for such bonds and obligations, mortgages, deeds of trust, trust indentures and pledge indentures as provided for in Section 9-6-9;\n\n(14) To exercise the power of eminent domain in the manner provided in and subject to the provisions of Title 18 of this code; provided, however, that this subdivision shall not be deemed to authorize the authority to take, without the consent of the owner or owners thereof, any existing equipment, plant, apparatus or system of any kind;\n\n(15) Without regard to the provisions of Sections 41-16-50 through 41-16-63 that might otherwise be applicable, to appoint, employ, contract with and provide for the compensation of such officers, employees and agents, including, but without limitation to, consulting engineers, attorneys and fiscal agents as may be necessary or convenient in the orderly carrying on of the business and affairs of the authority and, at its option, to provide a system of disability pay, retirement compensation and pensions or any of them;\n\n(16) To provide for such insurance as the authority may deem advisable;\n\n(17) To invest any of its funds deemed by the authority to be not presently needed in the operation of its properties and undertakings in bonds of the United States of America, bonds of the state, bonds of any county or municipality within the state and interest-bearing deposits in banks and savings and loan institutions or any thereof; and\n\n(18) To cooperate with the United States of America and any agency or instrumentality thereof, any state and its agencies and instrumentalities, any county or municipality or other political subdivision of a state, any public corporation and any public or private utility, industry, firm or business, and to make and enter into contracts and all manner of legal arrangements with them or any of them and to obtain money by way of loans, grants or payments from them or any of them or property or other forms of assistance as the authority may deem advisable to accomplish the purposes for which the authority was created.\n\n(Acts 1969, No. 1117, p. 2060, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-8/"
    },
    {
      "id": "section-9-6-9",
      "number": "9-6-9",
      "heading": "Bonds - Issuance; Form, Terms, Denominations, Etc.; Sale; Security for Payment Generally.",
      "text": "Section 9-6-9\n\nBonds - Issuance; Form, Terms, Denominations, Etc.; Sale; Security for Payment Generally.\n\nAll bonds issued by the authority shall be signed by the chairman of its board or other chief executive officer and attested by its secretary, and the seal of the authority shall be affixed thereto and any interest coupons applicable to the bonds of the authority shall be signed by the chairman of its board or other chief executive officer; provided, that a facsimile signature of one, but not both, of said officers may be printed or otherwise reproduced on any such bonds in lieu of his manually signing the same, and a facsimile of the signature of the chairman of the board or other chief executive officer may be printed or otherwise reproduced on any such interest coupons in lieu of his manually signing the same. Any such bonds may be executed and delivered by the authority at any time and from time to time, shall be in such form and denominations and of such tenor and maturities, shall contain such provisions not inconsistent with the provisions of this chapter and shall bear such rate or rates of interest, payable and evidenced in such manner as may be provided by resolution of its board. Bonds of the authority may be sold at either public or private sale in such manner and at such price or prices and at such time or times as may be determined by the board to be most advantageous. The principal of or interest on any bonds issued or obligations assumed by the authority may thereafter at any time (whether before, at or after maturity of any such principal and whether at, after or not exceeding six months prior to the maturity of any such interest) and from time to time be refunded by the issuance of refunding bonds of the authority, which may be sold by the authority at public or private sale at such price or prices as may be determined by its board to be most advantageous or which may be exchanged from the bonds or other obligations to be refunded. The authority may pay all expenses, premiums and commissions which its board may deem necessary and advantageous in connection with any financing done by it. All bonds issued by the authority shall be construed to be negotiable instruments though payable from a specified source. All obligations created or assumed by the authority shall be solely and exclusively an obligation of the authority and shall not create an obligation or debt of any county or municipality or of the state; provided, that the provisions of this sentence shall not be construed to release the original obligor from liability on any bond or other obligation assumed by the authority. Any bonds issued by the authority shall be limited or special obligations of the authority payable solely out of the revenues of the authority specified in the proceedings authorizing those bonds. Any such proceedings may provide that the bonds therein authorized shall be payable solely out of the revenues derived from the operation of all equipment, facilities, apparatus and systems owned or operated by the authority or solely out of the revenues from the operation of any one or more of such equipment, facilities, apparatus and systems or parts thereof, regardless of the fact that those bonds may have been issued with respect to or for the benefit of only certain particular equipment, facilities, apparatus and systems of the authority. The authority may pledge for the payment of any of its bonds issued or obligations assumed the revenues from which such bonds or obligations are payable and may execute and deliver a trust indenture evidencing any such pledge or a mortgage and deed of trust conveying as security for such bonds or obligations the equipment, facilities, apparatus and systems or any part of any thereof, the revenues or any part of the revenues from which are so pledged. Any mortgage and deed of trust or trust indenture made by the authority may contain such agreements as the board may deem advisable respecting the operation and maintenance of the property and the use of the revenues subject to such mortgage and deed of trust or affected by such trust indenture and respecting the rights, duties and remedies of the parties to any such instrument and the parties for the benefit of whom such instrument is made; provided, that no such instrument shall be subject to foreclosure.\n\n(Acts 1969, No. 1117, p. 2060, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-9/"
    },
    {
      "id": "section-9-6-10",
      "number": "9-6-10",
      "heading": "Bonds - Contracts to Secure Payment.",
      "text": "Section 9-6-10\n\nBonds - Contracts to Secure Payment.\n\nAs security for payment of the principal and interest on bonds issued or obligations assumed by it, the authority may enter into a contract or contracts binding itself for the proper application of the proceeds of bonds and other funds, for the continued operation and maintenance of any equipment, facilities, apparatus or systems owned or controlled and operated by it or under its authority or any part or parts thereof, for the imposition and collection of reasonable rates and rentals for and the promulgation of reasonable regulations respecting the use of equipment, facilities, apparatus and systems of the authority and any service furnished therefrom, for the disposition and application of its gross revenues or any part thereof and for any other act or series of acts not inconsistent with the provisions of this chapter for the protection of the bonds and other obligations being secured and the assurance that revenues from such equipment, facilities, apparatus and systems will be sufficient to cover the cost of all direct operation of such equipment, facilities, apparatus and systems by the authority and the maintenance in good repair and good operating condition of such equipment, facilities, apparatus and systems owned and controlled by the authority, the payment of the principal of and interest on any bonds payable from such revenues and the maintenance of such reserves as may be deemed appropriate for the protection of the bonds, the efficient operation of such equipment, facilities, apparatus and systems and the making of replacements thereof and capital improvements thereto. Any contract pursuant to the provisions of this section may be set forth in any resolution of the board authorizing the issuance of bonds or the assumption of obligations or in any mortgage and deed of trust and trust indenture made by the authority under this chapter.\n\n(Acts 1969, No. 1117, p. 2060, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-10/"
    },
    {
      "id": "section-9-6-11",
      "number": "9-6-11",
      "heading": "Bonds - Creation of Statutory Mortgage Lien.",
      "text": "Section 9-6-11\n\nBonds - Creation of Statutory Mortgage Lien.\n\nAny resolution of the board or trust indenture under which bonds may be issued pursuant to the provisions of this chapter may contain provisions creating a statutory mortgage lien in favor of the holders of such bonds and of the interest coupons applicable thereto on the equipment, facilities, apparatus and systems or any part thereof (including any after-acquired property) out of the revenues from which such bonds are made payable. The said resolution of the board or the said trust indenture may provide for the filing of record in the office of the judge of probate of each county in which any part of such equipment, facilities, apparatus and systems or any part thereof may be located of a notice containing a brief description of such bonds and a declaration that said statutory mortgage lien has been created for the benefit of the holders of such bonds and the interest coupons applicable thereto upon such equipment, facilities, apparatus and systems or any thereof, including additions thereto and extensions thereof. Each judge of probate shall receive and record and index any such notice filed for record in his office. The recording of such notice, as provided in this section, shall operate as constructive notice of the contents thereof.\n\n(Acts 1969, No. 1117, p. 2060, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-11/"
    },
    {
      "id": "section-9-6-12",
      "number": "9-6-12",
      "heading": "Bonds - Use of Proceeds from Sale.",
      "text": "Section 9-6-12\n\nBonds - Use of Proceeds from Sale.\n\nAll moneys derived from the sale of any bonds issued by the authority shall be used solely for the purpose or purposes for which the same are authorized and any costs and expenses incidental thereto. Such costs and expenses may include, but shall not be limited to:\n\n(1) The fiscal, engineering, legal and other expenses incurred in connection with the issuance and sale of the bonds;\n\n(2) In the case of bonds issued to pay costs of construction, interest on such bonds (or, if a part only of bonds of any series is issued for construction purposes, interest on that portion of the bonds of that series that is issued to pay construction costs) prior to and during such construction; and\n\n(3) In the case of bonds issued for the purpose of refunding principal and interest or either with respect to bonds issued or obligations assumed by the authority, any premium that it may be necessary to pay in order to redeem or retire the bonds or other obligations to be refunded.\n\n(Acts 1969, No. 1117, p. 2060, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-12/"
    },
    {
      "id": "section-9-6-13",
      "number": "9-6-13",
      "heading": "Aid and Cooperation of Political Subdivisions, Agencies or Other Instrumentalities of State.",
      "text": "Section 9-6-13\n\nAid and Cooperation of Political Subdivisions, Agencies or Other Instrumentalities of State.\n\nFor the purpose of effecting the control, abatement or prevention of water, air or general environmental pollution or of aiding or cooperating with the authority in the planning, development, undertaking, construction, extension, improvement, operation or protection of equipment, facilities, apparatus and systems, the purpose of which is to control, abate or prevent any such pollution, any county, municipality or other political subdivision, public corporation, agency or instrumentality of this state may, upon such terms and with or without consideration, as it may determine:\n\n(1) Lend or donate money to or perform services for the benefit of the authority;\n\n(2) Donate, sell, convey, transfer, lease or grant to the authority, without the necessity of authorization at any election of qualified voters, any property of any kind, any interest therein and any franchise; and\n\n(3) Do any and all things, whether or not specifically authorized in this section and not otherwise prohibited by law, that are necessary or convenient in connection with aiding and cooperating with the authority in its efforts to control, abate or prevent water, air or general environmental pollution.\n\n(Acts 1969, No. 1117, p. 2060, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-13/"
    },
    {
      "id": "section-9-6-14",
      "number": "9-6-14",
      "heading": "Immunity from Tort Liability.",
      "text": "Section 9-6-14\n\nImmunity from Tort Liability.\n\nThe engaging in and aiding, assisting and promoting the control, abatement and prevention of water, air and general environmental pollution by an authority is hereby declared to be a governmental function. The authority shall not be liable for any tort, whether negligent or willful, committed by any director, agent, servant or employee of the authority in the construction, maintenance or operation of any equipment, facilities, apparatus or systems in connection with activities in engaging in or aiding, assisting and promoting such pollution control, abatement or prevention.\n\n(Acts 1969, No. 1117, p. 2060, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-14/"
    },
    {
      "id": "section-9-6-15",
      "number": "9-6-15",
      "heading": "Exemptions from Taxation; Payment of Fees, Costs, Etc.",
      "text": "Section 9-6-15\n\nExemptions from Taxation; Payment of Fees, Costs, Etc.\n\nEach authority formed under this chapter, the property and income of the authority, all bonds issued by the authority, the income from such bonds or from any other sources, the interest and other profits from such bonds enuring to and received by the holders thereof, conveyances by and to the authority and leases, mortgages and deeds of trust by and to the authority shall be exempt from all taxation in the State of Alabama. The authority shall not be obligated to pay or allow the payment of any fees, taxes or costs to the Secretary of State in connection with its incorporation or with any amendment to its certificate of incorporation or otherwise or to any judge of probate of any county in connection with the recording by it of any document or otherwise, the authority being hereby exempted from the payment of any such fees, taxes and costs. No license or excise tax may be imposed by any authority with respect to the privilege of engaging in any of the activities authorized by this chapter.\n\n(Acts 1969, No. 1117, p. 2060, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-15/"
    },
    {
      "id": "section-9-6-16",
      "number": "9-6-16",
      "heading": "Reports to Governor.",
      "text": "Section 9-6-16\n\nReports to Governor.\n\nThe authority shall submit to the Governor a detailed report of its activities during the previous year and of its financial condition. Such annual report shall be submitted as of October 1 of each year, excluding the year 1969. The governor may also require special interim reports by the authority of its activities and its financial condition; provided, that such interim reports may not be required more often than once each calendar quarter year.\n\n(Acts 1969, No. 1117, p. 2060, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-16/"
    },
    {
      "id": "section-9-6-17",
      "number": "9-6-17",
      "heading": "Provisions of Chapter Cumulative; Provisions of Chapter Exclusive as to Incorporation, Issuance of Bonds, Etc.",
      "text": "Section 9-6-17\n\nProvisions of Chapter Cumulative; Provisions of Chapter Exclusive as to Incorporation, Issuance of Bonds, Etc.\n\nThis chapter is intended to aid the state in the execution of its duties by providing appropriate and independent instrumentalities of the state with full and adequate powers to fulfill their functions. The foregoing sections of this chapter shall be deemed to provide additional and alternative methods for the doing of the things authorized thereby and shall be regarded as supplemental and additional to and not in derogation of any powers conferred upon boards of water and sewer commissioners created by municipalities within this state or upon any other agencies of the state or the municipalities thereof which are concerned with the control, abatement or prevention of water, air or general environmental pollution. Neither this chapter nor any provision contained in this chapter shall be construed as a restriction or limitation upon any power, right or remedy which any corporation organized under this chapter may have in the absence thereof, but shall be construed as cumulative and independent of any such power, right or remedy. No proceedings, notice or approval shall be required for the incorporation of such corporation or the amendment of its certificate of incorporation, the acquisition of any property, facilities or systems, the making of any loans or the borrowing of money or assumption of obligations or the issuance of bonds or other instruments in evidence thereof or as security therefor except as prescribed in this chapter, any other law to the contrary notwithstanding; provided, however, that nothing in this chapter shall be construed to suspend the jurisdiction of the State Board of Health as may be otherwise provided by law.\n\n(Acts 1969, No. 1117, p. 2060, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-6/section-9-6-17/"
    }
  ]
}