{
  "state": "alabama",
  "path": "title-title-9-conservation-and-natural-resources/chapter-chapter-7-preservation-development-etc-of-coastal-areas",
  "sections": [
    {
      "id": "section-9-7-10",
      "number": "9-7-10",
      "heading": "Definitions.Section 9-7-11 - Purpose of Chapter; Legislative Findings",
      "text": "Section 9-7-10\n\nDefinitions.\n\nThe following terms, whenever used in this chapter shall have the following respective meanings unless the context clearly indicates otherwise:\n\n(1) COASTAL AREA. The coastal waters, including the lands therein and thereunder, and the adjacent shorelands, including the waters therein and thereunder, strongly influenced by each and in proximity to the shorelines of Alabama and including transitional and intertidal areas, salt marshes, wetlands, and beaches. The area extends seaward to the outer limit of the United States territorial sea and extends inland from the shorelines only to the extent necessary to control shorelands, the uses of which have a direct and significant impact on the coastal waters.\n\n(2) COASTAL WATERS. Those waters, adjacent to the shoreline, which contain a measurable quantity or percentage of sea water, including but not limited to, sounds, bays, lagoons, bayous, ponds and estuaries.\n\n(3) ESTUARY. That part of a river or stream or other body of water having unimpaired connection with the open sea, where the sea water is measurably diluted with fresh water derived from land drainage.\n\n(4) ESTUARINE SANCTUARY. A research area which may include any part or all of an estuary, adjoining transitional areas and adjacent uplands, constituting to the extent feasible a natural unit, set aside to provide scientists and students the opportunity to examine over a period of time the ecological relationships within the area.\n\n(5) MANAGEMENT PROGRAM. Such term includes, but is not limited to, a comprehensive statement in words, maps, illustrations or other media of communication, prepared and adopted by the state in accordance with the provisions of this chapter, setting forth objectives, policies and standards to guide public and private users of lands and waters in the coastal area.\n\n(6) WATER USE. Activities which are conducted in or on the water, but such term does not mean or include the establishment of any water quality standard or criteria or the regulation of the discharge or runoff of water pollutants except the standards, criteria or regulations which are incorporated in any program as required by the provisions of this chapter.\n\n(7) BOARD. The Office of State Planning and Federal Programs established pursuant to Sections 41-9-205 through 41-9-214.\n\n(8) DEPARTMENT. The Alabama Department of Environmental Management.\n\n(9) PERSON. Any and all persons, natural or artificial, including, but not limited to, any individual, partnership, association, society, joint stock company, firm, company, corporation, institution, trust, estate, other legal entity or business organization or any state or local governmental entity and any successor of the foregoing.\n\n(Acts 1976, No. 534, p. 686, §3; Acts 1982, No. 82-612, p. 1111, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-10/"
    },
    {
      "id": "section-9-7-11",
      "number": "9-7-11",
      "heading": "Purpose of Chapter; Legislative Findings.",
      "text": "Section 9-7-11\n\nPurpose of Chapter; Legislative Findings.\n\nThe purpose of this chapter is to promote, improve and safeguard the lands and waters located in the coastal areas of this state through a comprehensive and cooperative program designed to preserve, enhance and develop such valuable resources for the present and future well-being and general welfare of the citizens of this state. In promulgating such a program, the Legislature of Alabama recognizes and declares that:\n\n(1) The coastal area is rich in a variety of natural, commercial, recreational, industrial and aesthetic resources of immediate and potential value to the present and future well-being of the state;\n\n(2) There are increasing and competing demands upon the lands and waters of the coastal area occasioned by population growth and economic development, including requirements for industry, commerce, residential development, recreation, extraction of mineral resources and fossil fuels, transportation and navigation, waste disposal and harvesting of fish, shellfish and other living marine resources;\n\n(3) The coastal area and the fish, shellfish, other living marine resources and wildlife therein are ecologically fragile and consequently vulnerable to destruction by man’s alterations;\n\n(4) Important ecological, cultural, historic and aesthetic values to the coastal area are essential to the well-being of all citizens;\n\n(5) Special natural and scenic characteristics may be damaged by ill-planned development;\n\n(6) There is a state interest in the effective administration, beneficial use, protection and development of the coastal area;\n\n(7) In light of competing demands and the urgent need to balance development for the preservation of the natural systems in the coastal area, the key to more effective protection and use of land and water resources of the coastal area is to encourage the state to exercise its authority for improved and better methods of utilizing the lands and waters in the coastal area by developing, in cooperation with counties and municipalities and other vitally affected interests, land and water use programs for the coastal area, including unified policies, criteria, standards, methods and processes for dealing with land and water use.\n\n(Acts 1976, No. 534, p. 686, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-11/"
    },
    {
      "id": "section-9-7-12",
      "number": "9-7-12",
      "heading": "Declaration of State Policy.",
      "text": "Section 9-7-12\n\nDeclaration of State Policy.\n\nThe Legislature finds and declares that it is state policy:\n\n(1) To preserve, protect, develop and, where possible, to restore or enhance the resources of the state’s coastal area for this and succeeding generations;\n\n(2) To encourage and assist counties and municipalities, wherever applicable, to exercise effectively their responsibilities in the coastal area through the development and implementation of administration programs to achieve wise use of the land and water resources of the coastal area, giving full consideration to needs for economic development as well as to ecological, cultural, historic and aesthetic values;\n\n(3) To assure that in development of the state’s coastal area adequate consideration is given to such uses of the coastal area as the establishment of harbor facilities for the receiving of oil, gas and other commodities from ships and tankers, pipelines from such ports and utility plant sites, utility generation, transmission, distribution and transportation facilities;\n\n(4) To urge that all state agencies engaged in programs affecting the coastal area cooperate and participate with local governments and regional agencies in effectuating the purposes of this chapter; and\n\n(5) To encourage the participation of the public, of federal, state and local governments and of regional agencies in the development of coastal area management programs. With respect to implementation of such management programs, it is the state policy to encourage cooperation among the various state and regional agencies, including establishment of interstate and regional agreements, cooperative procedures and joint action, particularly regarding environmental problems.\n\n(Acts 1976, No. 534, p. 686, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-12/"
    },
    {
      "id": "section-9-7-13",
      "number": "9-7-13",
      "heading": "Activities Deemed Permissible Uses Within Coastal Area; Determination of Additional Permissible Uses.",
      "text": "Section 9-7-13\n\nActivities Deemed Permissible Uses Within Coastal Area; Determination of Additional Permissible Uses.\n\n(a) The Legislature of Alabama finds that the following activities shall constitute permissible uses within the coastal area:\n\n(1) The accomplishment of emergency decrees of any duly appointed health officer of a county or municipality or of the state acting to protect the public health and safety;\n\n(2) The conservation, repletion and research activities of the Marine Environmental Sciences Consortium, the Marine Resources Division of the Department of Conservation and Natural Resources and the Mississippi-Alabama Sea Grant Consortium;\n\n(3) The exercise of riparian rights by the owner of the riparian rights; provided, that the construction and maintenance of piers, boathouses and similar structures shall be on pilings that permit a reasonably unobstructed ebb and flow of the tide;\n\n(4) The normal maintenance and repair of bulkheads, piers, roads and highways existing on the date of final approval of the rules and regulations pursuant to this chapter;\n\n(5) The use of any structure on land devoted to dwelling uses for any purpose customarily incidental to enjoyment of the dwelling;\n\n(6) Normal maintenance and repair activities of railroads and of utilities or other persons engaged in transportation or in telephone communication service or in the distribution or transmission of gas, electricity or water or the collection of sewage, including inspecting, maintaining, repairing or renewing on private or public rights-of-way any sewers, mains, conduits, pipes, cables, utility tunnels, power lines, towers, poles, tracks, bridges, trestles and drainage facilities or the like or making service connections thereto or inspecting, maintaining, repairing or renewing any substation, pumping or lifting facility;\n\n(7) Activities of any mosquito control commission which is a political subdivision or agency of the State of Alabama;\n\n(8) The use of any land for the purpose of planting, growing or harvesting plants, crops, trees or other agricultural or forestry products, including normal private road construction, raising livestock or poultry or for other agricultural purposes; and\n\n(9) Completion of any development, not otherwise in violation of law, for which a valid building or zoning permit was issued prior to final approval of the rules and regulations pursuant to this chapter and which development was initiated prior to such approval.\n\n(b) Upon recommendation from the board, the department shall determine, by rule and regulation, from time to time, additional permissible uses within the coastal area.\n\n(Acts 1976, No. 534, p. 686, §4; Acts 1982, No. 82-612, p. 1111, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-13/"
    },
    {
      "id": "section-9-7-14",
      "number": "9-7-14",
      "heading": "Coastal Area Board - Created; Composition; Qualifications, Appointment, Term of Office and Compensation of Members; Officers; Meetings; Seal; Powers and Duties Generally; Executive Director and Employees; Technical Assistance to Board; Acceptance, Use and Disposition of Funds, Facilities, Etc",
      "text": "Section 9-7-14\n\nCoastal Area Board - Created; Composition; Qualifications, Appointment, Term of Office and Compensation of Members; Officers; Meetings; Seal; Powers and Duties Generally; Executive Director and Employees; Technical Assistance to Board; Acceptance, Use and Disposition of Funds, Facilities, Etc.\n\n(a) through (g) Repealed by Acts 1982, No. 82-612, p. 1111, §14(b), effective October 1, 1982.\n\n(h) The board shall have authority to solicit, accept and expend funds from the state, the United States and from any other source, to carry out provisions, purposes and policies of this chapter.\n\n(i) The board shall coordinate activities and plans of all existing interests, other state governments, local governments, regional planning agencies, interstate compacts and commissions and federal agencies which have programs relevant to the coastal area.\n\n(j) When necessary to achieve conformance with the management program provided for in Section 9-7-15, the board shall have the power to acquire fee simple and less than fee simple interest in land, water and other property under the procedures of Title 18 of this code, or other means; provided, however, that such power shall not apply to property and interest therein which is devoted to public use. In the implementation of this chapter no governmental agency shall adopt a rule or regulation that is unduly restrictive or constitutes a taking of property without payment or full compensation in accordance with the Constitution of the State of Alabama or of the United States.\n\n(k) through (m) Repealed by Acts 1982, No. 82-612, p. 1111, §14(b), effective October 1, 1982.\n\n(n) The board is authorized to accept and use such funds, facilities or personnel as may be or may become available for the purposes of this chapter.\n\n(Acts 1976, No. 534, p. 686, §§5, 14; Acts 1982, No. 82-612, p. 1111, §14(b).)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-14/"
    },
    {
      "id": "section-9-7-15",
      "number": "9-7-15",
      "heading": "Coastal Area Board - Development of Coastal Area Management Program.",
      "text": "Section 9-7-15\n\nCoastal Area Board - Development of Coastal Area Management Program.\n\nThe board shall provide for the development of a comprehensive coastal area management program. The program shall be prepared in cooperation with local, regional, state and federal interests. The inland boundaries of the coastal area subject to the management program are described as follows: begin at the southernmost point on the Mississippi-Alabama state line where the land surface elevation reaches 10 feet above mean sea level and continue in a general easterly direction along the 10-foot contour to the proximity of Mobile Bay; continue in a northerly direction on the 10-foot contour along the western shore of Mobile Bay and the Mobile River delta to the north line of Mobile County; thence southeastward along the north line of Mobile County to the intersection with the Baldwin County lines in the Mobile River; thence along the west and north lines of Baldwin County in the Mobile and Alabama Rivers to the intersection of the southwest corner of Monroe County; thence eastward along the Baldwin County line to the intersection of the westernmost point of Baldwin County where the land surface altitude reaches 10 feet above mean sea level; thence along the 10-foot contour in a southwesterly and southern direction along the Alabama River, the Mobile River delta and the east shore of Mobile Bay to the proximity of Bon Secour; thence continue along the 10-foot contour in an easterly and northeasterly direction to the Alabama-Florida state line.\n\nThe program shall include at least the following:\n\n(1) Identification of all of the state’s coastal resources;\n\n(2) Evaluation of these resources in terms of their quality, quantity and capability for their use both now and in the future;\n\n(3) Determination of the present and potential uses and the present and potential conflicts in the uses of each coastal resource;\n\n(4) An inventory and designation of areas of particular concern within the coastal area;\n\n(5) Broad guidelines on priority of uses in particular areas;\n\n(6) Provision for adequate consideration of the local, regional, state and national interest involved in the siting of facilities for the development, generation, transmission and distribution of energy, adequate transportation facilities and other public services necessary to meet requirements which are other than local in nature;\n\n(7) Provision for consideration of whether a proposed activity of an applicant for a federal license or permit complies with the state’s coastal area program and for the issuance of notice to any concerned federal agency as to whether the state concurs with or objects to the proposed activity;\n\n(8) Adequate provision for public notice, public hearings and judicial review as provided for under Alabama law; and\n\nThe management program shall determine permissible land and water uses which have a direct and significant impact within the boundaries of the coastal area and must give due consideration to requirements for agriculture, industry, commerce, resource conservation, residential development, recreation, extraction of mineral resources and fossil fuels, harvesting of timber and pulpwood, transportation and navigation, waste disposal and harvesting of fish, shellfish and other living marine resources.\n\n(Acts 1976, No. 534, p. 686, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-15/"
    },
    {
      "id": "section-9-7-16",
      "number": "9-7-16",
      "heading": "Department of Environmental Management - Promulgation of Rules and Regulations.",
      "text": "Section 9-7-16\n\nDepartment of Environmental Management - Promulgation of Rules and Regulations.\n\nThe department shall develop and promulgate, after notice and opportunity for full participation by relevant federal agencies, state agencies, local governments, regional organizations, port authorities and other interested parties, both public and private, such rules and regulations as may be necessary to carry out the management program provided for in this chapter.\n\n(Acts 1976, No. 534, p. 686, §7; Acts 1982, No. 82-612, p. 1111, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-16/"
    },
    {
      "id": "section-9-7-17",
      "number": "9-7-17",
      "heading": "Approval by Governor of Management Program.",
      "text": "Section 9-7-17\n\nApproval by Governor of Management Program.\n\n(a) The management program provided for in Section 9-7-15 shall not become effective until approved by the Governor.\n\n(b) Repealed by Acts 1982, No. 82-612, p. 1111, effective October 1.\n\n(Acts 1976, No. 534, p. 686, §10; Acts 1982, No. 82-612, p. 1111, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-17/"
    },
    {
      "id": "section-9-7-20",
      "number": "9-7-20",
      "heading": "Requirements as to Permits Generally; Regulation of Uses of Lands Within Coastal Area by Local Government Units; Filing with Board Copies of Applications for Federal Permits",
      "text": "Section 9-7-20\n\nRequirements as to Permits Generally; Regulation of Uses of Lands Within Coastal Area by Local Government Units; Filing with Board Copies of Applications for Federal Permits.\n\n(a) It is the intent and purpose of this section to avoid duplication whenever possible as to managing activities within the coastal area and yet assure compliance with the management program established by the board.\n\n(b) The department shall review the permitting activities of persons within the coastal area in order to insure consistency with the coastal area management program and where necessary to issue permits to persons to insure compliance and consistency with said program. No agency can issue a permit for any activity in the coastal area that the Department of Environmental Management finds to be inconsistent with the coastal area management program.\n\n(c) There may well be uses of certain lands included within the boundaries of the coastal area which will not have a “direct and significant” impact on coastal waters. Such uses may be subject to regulation by local units of government (cities or counties) within the framework of the management program adopted by the board.\n\n(d) Any person, corporation or partnership filing an application for the federal permit for an activity to be conducted within the boundaries of the coastal area shall deliver to the department an informational copy of such application.\n\n(Acts 1976, No. 534, p. 686, §8; Acts 1982, No. 82-612, p. 1111, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-7/section-9-7-20/"
    }
  ]
}