{
  "state": "alabama",
  "path": "title-title-9-conservation-and-natural-resources/chapter-chapter-14c-red-mountain-greenway-and-recreational-area-comm",
  "sections": [
    {
      "id": "section-9-14c-1",
      "number": "9-14C-1",
      "heading": "Legislative Findings.Section 9-14C-2 - Creation; Purpose; Commission Renamed",
      "text": "Section 9-14C-1\n\nLegislative Findings.\n\n(a) The Legislature finds that the land now known as Red Mountain Greenway and Recreational Area, the principal iron ore mining location for the Birmingham steel industry, contains a number of nationally significant historic mining sites, is critical to connecting a 64-mile network of trails and greenways within Greater Birmingham, and is suitable for the development of athletic complexes that could serve the entire region and state.\n\n(b) It is further found that the preservation of the land known as Red Mountain Greenway and Recreational Area would place Birmingham first in the nation in the total acreage of green and open space per capita and would provide for alternative transportation routes for the citizens of the region.\n\n(c) It is hereby declared to be the policy of the state to promote open space for physical activity in order to promote better health and combat obesity, including recreational space, and to preserve, restore, maintain, and promote historic sites and related relics.\n\n(Act 2006-542, p. 1256, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-1/"
    },
    {
      "id": "section-9-14c-2",
      "number": "9-14C-2",
      "heading": "Creation; Purpose; Commission Renamed.",
      "text": "Section 9-14C-2\n\nCreation; Purpose; Commission Renamed.\n\n(a) There is created the Red Mountain Greenway and Recreational Area Commission to acquire, establish, operate, and maintain as a greenway, recreational and educational area, alternative transportation route, and historic site the land and buildings in Jefferson County along Red Mountain in Birmingham. The purpose of the commission shall be to own, preserve, restore, maintain, and promote as a greenway, recreational area, or historic site the land and relics of the property known as Red Mountain Greenway and Recreational Area, and, in recognition of the important role played by the steel industry in the development of this state, to exhibit this property as an example of the process of mining minerals necessary for the production of steel in this state’s early days.\n\n(b) The Red Mountain Greenway and Recreational AreaCommission as provided for in this chapter shall officially berenamed and called the Jefferson County Greenways Commission. This section shall in no manner alter the powers, duties,property, personnel, function, or liability of the commission.A reference in any provision of the law to the Red MountainGreenway and Recreational Area Commission shall be deemed areference to the Jefferson County Greenways Commission.\n\n(Act 2006-542, p. 1256, §2; Act 2023-303, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-2/"
    },
    {
      "id": "section-9-14c-3",
      "number": "9-14C-3",
      "heading": "Composition.",
      "text": "Section 9-14C-3\n\nComposition.\n\nThe commission shall be composed of 15 members. One member shall be appointed by USS Real Estate, two members shall be appointed by the Fresh Water Land Trust, one member shall be appointed by the Jefferson County Commission, one member shall be appointed by the Mayor of the City of Birmingham, two members shall be appointed by the Jefferson County Mayors Association, chosen in a manner prescribed by the association, two members shall be appointed by the Jefferson County Legislative delegation, one member appointed by the House membership and one member appointed by the Senate membership, and the remaining four members shall be appointed by the Governor. When appointing members to the board, the Governor shall select citizens who are outstanding in the fields of historic preservation, education, landscape architecture, land planning, law enforcement, manufacture and processing, business and commercial enterprise, engineering and industrial development, natural resources, electric and gas utilities, industrial real estate and industrial property management, law, banking and finance, labor relations, or mass communications. One of the first members appointed by the Governor shall be appointed for a two-year term, one shall be appointed for a four-year term, and one shall be appointed for a six-year term. The first member appointed by USS Real Estate and the first member appointed by the Fresh Water Land Trust shall be appointed for six-year terms. One member shall be appointed by the Mayor of Birmingham. One member shall be appointed by the Birmingham City Council and two members shall be appointed by the Jefferson County Commission, and one member appointed by the Fresh Water Land Trust shall all be appointed for four-year terms. The members appointed by the Jefferson County Legislative delegation shall all be appointed for four-year terms. The first two members appointed by the Jefferson County Mayors Association shall be appointed for two-year terms. Successors to these first members shall all be appointed for four-year terms. Vacancies on the board during a term shall be filled for the unexpired portion of the term in the same manner and by the same appointing authority as the member whose place is being filled.\n\nThe membership of the commission shall be inclusive and reflect the racial, gender, geographic, urban/rural, and economic diversity of the state. The commission shall annually report to the Legislature by the second legislative day of each regular session to what extent the commission has complied with the diversity provisions provided for in this article.\n\n(Act 2006-542, p. 1256, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-3/"
    },
    {
      "id": "section-9-14c-4",
      "number": "9-14C-4",
      "heading": "Compensation.",
      "text": "Section 9-14C-4\n\nCompensation.\n\nNo member of the commission shall receive any pay or emolument other than expenses incurred in the discharge of duties as a member of the commission. Expenses shall be paid in the amounts provided for in Article 2, commencing with Section 36-7-20, of Chapter 7 of Title 36, and shall be paid from the funds of the commission.\n\n(Act 2006-542, p. 1256, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-4/"
    },
    {
      "id": "section-9-14c-5",
      "number": "9-14C-5",
      "heading": "Meetings; Functions; Officers; Advisory Board.",
      "text": "Section 9-14C-5\n\nMeetings; Functions; Officers; Advisory Board.\n\n(a) The commission shall hold an annual meeting in Jefferson County. A majority of members shall constitute a quorum for the transaction of business. Additional meetings may be held at the times and places within the state as may be necessary, desirable, or convenient upon call of the chair, or in the case of his or her absence or incapacity, of the vice-chair, or on the call of any three members of the commission.\n\n(b) The commission shall determine and establish its own organization and procedure in accordance with this article and shall have an official seal.\n\n(c) The commission shall have the right to rename the Red Mountain Greenway and Recreational Area as it determines.\n\n(d) The commission shall elect a chair, vice-chair, secretary, and treasurer, and such officers shall hold office for a period of one year or until a successor is elected. Neither the secretary nor the treasurer need be members of the commission. The commission may require that the treasurer be bonded in an amount to be determined by the commission.\n\n(e) The commission may establish an advisory board to make recommendations to the commission on operational, fund raising, legal, technical, or other matters.\n\n(Act 2006-542, p. 1256, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-5/"
    },
    {
      "id": "section-9-14c-6",
      "number": "9-14C-6",
      "heading": "Powers and Duties.",
      "text": "Section 9-14C-6\n\nPowers and Duties.\n\nThe commission shall constitute a body corporate and shall have, in addition to those set forth specifically in this article, all powers necessary or convenient to effect the purposes for which it has been established under and by the terms of this article, together with all powers incidental thereto or necessary to the discharge of its powers and duties.\n\n(Act 2006-542, p. 1256, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-6/"
    },
    {
      "id": "section-9-14c-7",
      "number": "9-14C-7",
      "heading": "Designation as State Agency; Rules and Regulations; Law Enforcement Officers.",
      "text": "Section 9-14C-7\n\nDesignation as State Agency; Rules and Regulations; Law Enforcement Officers.\n\n(a) The commission shall be a state agency and shall have exclusive control over the Red Mountain Greenway and Recreational Area and the area appurtenant thereto, all improvements and exhibits located thereon, and any additions constructed, created, leased, acquired, or erected in connection therewith.\n\n(b) The commission shall have the power and authority to establish and promulgate and from time to time alter, amend, or repeal rules concerning the preservation, protection, and use of the Red Mountain Greenway and Recreational Area and to maintain the peace therein. Any person who violates any rule of the commission shall be guilty of a misdemeanor and shall be punished by a fine of not more than one thousand dollars ($1,000) or imprisonment for not more than one year, or both, and may be adjudged to pay all costs of the proceedings.\n\n(c) The commission may designate any employee or employees of the commission as law enforcement officers, who shall have full authority to prefer charges against or make arrests of any person or persons violating any rule of the commission, in lieu of or in conjunction with the other law enforcement agencies.\n\n(Act 2006-542, p. 1256, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-7/"
    },
    {
      "id": "section-9-14c-8",
      "number": "9-14C-8",
      "heading": "Employees of State; Insurance, Retirement, or Pension Contributions.",
      "text": "Section 9-14C-8\n\nEmployees of State; Insurance, Retirement, or Pension Contributions.\n\n(a) Employees of the commission shall not be employees of the state, but shall be treated as state employees for the purpose of participating in any insurance or retirement/pension programs provided for state employees.\n\n(b) The commission may pay the employer’s contributions to any insurance or retirement/pension programs out of any funds appropriated or available to the commission for any purpose whatsoever, and the commission may deduct the employees’ contributions for the programs by means of payroll deductions or otherwise from any salary or compensation paid employees.\n\n(Act 2006-542, p. 1256, §8; Act 2023-303, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-8/"
    },
    {
      "id": "section-9-14c-9",
      "number": "9-14C-9",
      "heading": "Control of Property; Bonds.",
      "text": "Section 9-14C-9\n\nControl of Property; Bonds.\n\n(a) The commission may take possession under a lease or a deed of the land and other property in Jefferson County known as Red Mountain Greenway and Recreational Area, which is now owned by USS Real Estate or other entities and located along Red Mountain in Birmingham. The commission is further authorized to lease, accept as a gift or loan, or otherwise acquire any other property, real or personal, including gifts or bequests or other things of value to be used in fulfilling the purpose for which it is established or for any auxiliary purpose incidental or appropriate thereto.\n\n(b) The commission may borrow money and issue revenue bonds in evidence thereof, but the bonds shall not be general obligations of the State of Alabama or any agency or any political subdivision thereof and must be publicly bid. The commission may pledge property, real or personal, to the repayment thereof and may pledge the proceeds derived from admission fees or charges or other fees or charges made in connection with the greenway, recreational area, or historical site.\n\n(Act 2006-542, p. 1256, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-9/"
    },
    {
      "id": "section-9-14c-10",
      "number": "9-14C-10",
      "heading": "Operation of Site.",
      "text": "Section 9-14C-10\n\nOperation of Site.\n\n(a) The commission shall operate or provide for the operation of the greenway, recreational area, or historic site hereby provided for, and any appurtenances thereto, in a manner as to facilitate its use and exhibition to the public either with or without a charge. If the commission decides that a charge is appropriate, then the commission shall fix and provide for the collection of the charge or charges as it deems appropriate for admission to the greenway, recreational area, or historic site and for the use, viewing of, or other enjoyment of exhibits and other facilities appurtenant to the site.\n\n(b) The commission may enter into agreements with any civic organization, lay group, business or industrial organization, professional organization, nonprofit organization, or governmental organization relative to the general management of the site. The commission may accept gratuitous services from individuals, organizations, and governmental entities and may employ hosts or hostesses, guards, superintendents, and other employees as in its opinion are needed for the operation and exhibition of the greenway, recreational area, or historic site.\n\n(Act 2006-542, p. 1256, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-10/"
    },
    {
      "id": "section-9-14c-11",
      "number": "9-14C-11",
      "heading": "Appropriation of Funds.",
      "text": "Section 9-14C-11\n\nAppropriation of Funds.\n\nThe governing body of any county or municipality in this state, by resolution duly adopted and recorded, may appropriate to the commission any available public funds not otherwise pledged.\n\n(Act 2006-542, p. 1256, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-11/"
    },
    {
      "id": "section-9-14c-12",
      "number": "9-14C-12",
      "heading": "Tax Exemption.",
      "text": "Section 9-14C-12\n\nTax Exemption.\n\nThe commission shall have tax exempt status, and the properties of the commission and the income therefrom, all lease agreements and contracts made by it, all bonds issued by it and the coupons applicable thereto and the income therefrom, and all indentures executed with respect thereto shall be forever exempt from any and all taxation and fees by the State of Alabama and any political subdivision thereof, including, but not limited to, income, admission, amusement, excise, and ad valorem taxes.\n\n(Act 2006-542, p. 1256, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-12/"
    },
    {
      "id": "section-9-14c-13",
      "number": "9-14C-13",
      "heading": "Cooperative Agreements and Assistance.",
      "text": "Section 9-14C-13\n\nCooperative Agreements and Assistance.\n\nThe commission may offer technical or financial assistance and enter into cooperative agreements with other greenway, public open space, recreational area, educational, or related mining and steel industrial preservation projects in Alabama as funds are available.\n\n(Act 2006-542, p. 1256, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-9/chapter-14c/section-9-14c-13/"
    }
  ]
}