{
  "state": "nebraska",
  "path": "title-chapter-37-game-and-parks/chapter-37-1276-certificate-of-title-assignment-required-exemption",
  "sections": [
    {
      "id": "section-37-1276certificate",
      "number": "37-1276.Certificate",
      "heading": "of title; assignment required; exemption",
      "text": "(1) Except as provided in subsection (2) of this section or section 37-1275, (a) no person shall sell or otherwise dispose of a motorboat without delivering to the purchaser or transferee of the motorboat a certificate of title with an assignment on the certi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37-1276",
      "number": "37-1276",
      "heading": "",
      "text": "37-1276.Certificate of title; assignment required; exemption.\n\n(1) Except as provided in subsection (2) of this section or section 37-1275, (a) no person shall sell or otherwise dispose of a motorboat without delivering to the purchaser or transferee of the motorboat a certificate of title with an assignment on the certificate to show title in the purchaser and affixing to the motorboat its hull identification number if not already affixed and (b) no person shall purchase or otherwise acquire or bring into this state a motorboat without complying with sections 37-1275 to 37-1287 except for temporary use.\n\n(2) A motorboat manufactured before November 1, 1972, is exempt from the requirement to have a certificate of title. A motorboat owned by the United States, the State of Nebraska, or an agency or political subdivision of either is exempt from the requirement to have a certificate of title.\n\n(3) No purchaser or transferee shall receive a certificate of title which does not contain an assignment to show title in the purchaser or transferee. Possession of a title which does not meet this requirement shall be prima facie evidence of a violation of this section.\n\nSourceLaws 1994, LB 123, ยง 4;Laws 1996, LB 464, ยง 12;Laws 1997, LB 720, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-37/statute-37-1276/"
    }
  ]
}