{
  "state": "nebraska",
  "path": "title-chapter-37-game-and-parks/chapter-37-1720-guidelines-for-entering-into-contracts",
  "sections": [
    {
      "id": "section-37-1720guidelines",
      "number": "37-1720.Guidelines",
      "heading": "for entering into contracts.The commission shall adopt guidelines for entering into a design-build contract or construction manager-general contractor contract",
      "text": "The guidelines shall include the following:(1) Preparation and content of requests for qualifications;(2) Preparation and content of reques",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37-1720",
      "number": "37-1720",
      "heading": "",
      "text": "37-1720.Guidelines for entering into contracts.\n\nThe commission shall adopt guidelines for entering into a design-build contract or construction manager-general contractor contract. The guidelines shall include the following:\n\n(1) Preparation and content of requests for qualifications;\n\n(2) Preparation and content of requests for proposals;\n\n(3) Qualification and short-listing of design-builders and construction managers. The guidelines shall provide that the commission will evaluate prospective design-builders and construction managers based on the information submitted to the commission in response to a request for qualifications and will select a short list of design-builders or construction managers who shall be considered qualified and eligible to respond to the request for proposals;\n\n(4) Preparation and submittal of proposals;\n\n(5) Procedures and standards for evaluating proposals;\n\n(6) Procedures for negotiations between the commission and the design-builders or construction managers submitting proposals prior to the acceptance of a proposal if any such negotiations are contemplated; and\n\n(7) Procedures for the evaluation of construction under a design-build contract to determine adherence to the project performance criteria.\n\nSourceLaws 2018, LB775, ยง 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-37/statute-37-1720/"
    }
  ]
}