{
  "state": "nebraska",
  "path": "title-chapter-37-game-and-parks/chapter-37-555-waters-of-state-pollution-prohibited-violation-penalt",
  "sections": [
    {
      "id": "section-37-555",
      "number": "37-555",
      "heading": "",
      "text": "37-555.Waters of state; pollution prohibited; violation; penalty.\n\nIt shall be unlawful for any person, association, or corporation to dump or drain any refuse from any factory, slaughterhouse, gas plant, garage, repair shop, or other place whatsoever or any refuse, junk, dross, litter, trash, lumber, or leavings into or near any of the waters of this state or into any bayou, drain, ditch, or sewer which discharges such refuse or any part thereof into any of the waters of this state. It shall be unlawful to place, leave, or permit to escape any such refuse in such manner that it or any part of it is through the action of the elements or otherwise carried into any of the waters of this state. For purposes of this section, refuse means and includes oils, tars, creosote, blood, offal, decayed matter, and all other substances which are injurious to aquatic life.\n\nAny person, association, or corporation violating this section shall, upon conviction thereof, be guilty of a Class II misdemeanor, and every day that any such unlawful act continues or is permitted to continue shall constitute a separate offense and be punishable as such.\n\nSourceLaws 1929, c. 112, V, § 16, p. 432;C.S.1929, § 37-516;Laws 1931, c. 73, § 1, p. 196;C.S.Supp.,1941, § 37-516;R.S.1943, § 37-516;Laws 1965, c. 205, § 1, p. 610;Laws 1977, LB 40, § 191;Laws 1989, LB 34, § 34;R.S.1943, (1993), § 37-516;Laws 1998, LB 922, § 275.\n\nAnnotations\n\nFeeding of livestock along a small stream outside of an incorporated city will not be enjoined in absence of evidence showing that a nuisance is thereby created. Vana v. Grain Belt Supply Co., 143 Neb. 118, 8 N.W.2d 837 (1943).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-37/statute-37-555/"
    }
  ]
}