{
  "state": "idaho",
  "path": "title-title-1/chapter-chapter-19",
  "sections": [
    {
      "id": "section-1-1901",
      "number": "1-1901",
      "heading": "POWERS OF JUDICIAL OFFICERS",
      "text": "1-1901. POWERS OF JUDICIAL OFFICERS. Every judicial officer has power:\n\n1. To preserve and enforce order in his immediate presence, and in the proceedings before him, when he is engaged in the performance of an official duty.\n\n2. To compel obedience to his lawful orders, as provided in this code.\n\n3. To compel the attendance of persons to testify in a proceeding before him, in the cases and manner provided in this code.\n\n4. To administer oaths to persons in a proceeding pending before him, and in all other cases where it may be necessary in the exercise of his powers and duties.\n\n[(1-1901) C.C.P. 1881, sec. 64; R.S., R.C., & C.L., sec. 3911; C.S., sec. 6503; I.C.A., sec. 1-1901.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-1/chapter-19/section-1-1901/"
    },
    {
      "id": "section-1-1902",
      "number": "1-1902",
      "heading": "JUDICIAL OFFICER MAY PUNISH FOR CONTEMPT",
      "text": "1-1902. JUDICIAL OFFICER MAY PUNISH FOR CONTEMPT. For the effectual exercise of the powers conferred by the last section, a judicial officer may punish for contempt, in the cases provided in this code.\n\n[(1-1902) C.C.P. 1881, sec. 65; R.S., R.C., & C.L., sec. 3912; C.S., sec. 6504; I.C.A., sec. 1-1902.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-1/chapter-19/section-1-1902/"
    },
    {
      "id": "section-1-1903",
      "number": "1-1903",
      "heading": "JUDGES MAY TAKE ACKNOWLEDGMENTS, AFFIDAVITS AND DEPOSITIONS",
      "text": "1-1903. JUDGES MAY TAKE ACKNOWLEDGMENTS, AFFIDAVITS AND DEPOSITIONS. The justices of the Supreme Court, the judges of the district courts and the magistrates of the district courts have the power in any part of the state to take and certify:\n\n1. The proof and acknowledgment of a conveyance of real property or any other written instrument.\n\n2. The acknowledgment of a satisfaction of a judgment of any court.\n\n3. An affidavit or deposition to be used in this state.\n\n[(1-1903) C.C.P. 1881, sec. 66; R.S., R.C., & C.L., sec. 3913; C.S., sec. 6505; I.C.A., sec. 1-1903; am. 1969, ch. 106, sec. 1, p. 361.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-1/chapter-19/section-1-1903/"
    }
  ]
}