{
  "state": "delaware",
  "path": "title-title-3/chapter-title3c004index",
  "sections": [
    {
      "id": "section-401",
      "number": "401.",
      "heading": "Short title.This chapter shall be known and may be cited as the “Delaware Aquaculture Act.”67 Del. Laws, c. 439,",
      "text": "§\n\n 1;§\n\n402. Declaration of purpose.The General Assembly finds and declares it to be in the interest of the general welfare and economic prosperity of the State to have a comprehensive and ongoing program to promote and encourage aquacultural activities. The General Assembly further declares aquaculture in a closed system to be an agricultural activity under the authority of the Department of Agriculture which shall coordinate these types of aquacultural activities in the State.67 Del. Laws, c. 439,\n\n§\n\n 1;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n403. Definitions.As used in this chapter:(1) “Aquaculture” means the controlled propagation, growth, harvest and subsequent commerce in cultured aquatic stock by an aquaculturist.(2) “Aquaculture facility” means any water system and associated infrastructures capable of holding and/or producing cultured aquatic stock.(3) “Aquaculture registration” means the formal registration by application to the Department of Agriculture of an aquaculture facility by a person, partnership or corporation.(4) “Aquaculturist” means an individual, partnership or corporation involved in the production of cultured aquatic stock or parts thereof.(5) “Aquatic organism” means an animal or plant of any species or hybrid thereof, and includes gametes, seeds, egg, sperm, larvae, juvenile and adult stages, any one of which is required to be in water during that stage of its life.(6) “Broodstock” means sexually mature aquatic organisms, either domesticated or wild, used to propagate cultured aquatic stock.(7) “Closed system” means an aquaculture facility with water discharge(s) that does not connect in any way to the waters of the State prior to the discharged water being screened, filtered or percolated to prevent cultured aquatic stock from escaping.(8) “Cultured aquatic stock” means aquatic organisms, lawfully acquired by an aquaculturist that are held and grown in a registered aquaculture facility.(9) “Department” means the Department of Agriculture.(10) “Domesticated” means an animal or plant trained, adapted and/or bred to live in a human controlled environment.(11) “Fee fishing” means removing cultured aquatic stock from a registered aquaculture facility in a sportsman-like manner for a payment of a fee.(12) “Fee fishing operation” means a registered aquaculture facility where a person may fish for cultured aquatic stock.(13) “Native species” means any species or hybrid thereof of any plant or animal which naturally occurs in the waters of the State.(14) “Naturalized species” means any species or hybrid thereof of any plant or animal which has been introduced to the waters of this State and has become established by reproducing in the waters of this State.(15) “Non-native species” means any species or hybrid thereof of any plant or animal which does not occur naturally in the waters of the State.(16) “Open system” means an aquaculture facility with a water discharge(s) that connects to the waters of this State without being screened, filtered or percolated prior to discharge to prevent cultured aquatic stock from escaping.(17) “Registered aquaculture facility” means an aquaculture facility which has a valid aquaculture registration issued by the Department of Agriculture.(18) “Secretary” means the Secretary of the Department or his or her designee.(19) “Waters of the State” means all the tidal waters under the jurisdiction of the State where the lunar tide regularly ebbs and flows and all nontidal waters under the jurisdiction of this State except for nontidal waters contained in aquacultural facilities registered with the Department of Agriculture.(20) “Wild” means an animal or plant that is not trained, adapted and/or bred to live in a human controlled environment.67 Del. Laws, c. 439,\n\n§\n\n 1;69 Del. Laws, c. 103,\n\n§§\n\n 2, 3;§\n\n404. Aquaculture technical assistance and marketing program.The Department shall develop and implement a technical assistance and marketing program to assist owners and operators of aquacultural facilities and to promote Delaware aquaculture products. This program will be done in conjunction with, and shall be consistent with, the Department’s responsibilities as defined in Chapter 3 of this title. The Department’s program shall include, but not be limited to, the following:(1) Maintain a complete list of aquaculturalists engaged in the production of any aquacultural product and shall maintain a separate list of closed system aquaculture operations;(2) Coordinate with Delaware Department of Natural Resources and Environmental Control to maintain a complete list of aquaculturalists;(3) Encourage the viability and profitability of aquaculture operations and to promote consumption of Delaware grown aquaculture products within and outside the State.67 Del. Laws, c. 439,\n\n§\n\n 1;69 Del. Laws, c. 103,\n\n§\n\n 4;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n405. Limitations.Aquaculture activities shall not promote the introduction of any nonindigenous species that harbor disease, parasites or are capable of surviving and adversely competing with indigenous plant or animal species.67 Del. Laws, c. 439,\n\n§\n\n 1;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n406. Authority of the Department.(a) The Department, in accordance with the administrative procedures and provisions set forth in Chapter 101 of Title 29, shall have the authority to promulgate regulations, which shall have the force and effect of law, to enhance and control closed system aquaculture in this State.(b) Any authorized employee of the Department, after determining there is probable cause that there has been a violation of this chapter or any regulation promulgated by the Department, may do the following without obtaining a warrant beforehand:(1) Search, examine and/or inspect any vehicle or conveyance in which cultured aquatic stock may be present for the purpose of determining compliance with Chapter 4 of this title or any regulation promulgated by the Department;(2) Detain any person and/or person’s vehicle for a reasonable length of time to conduct any search, examination and/or inspection thereof for the purpose of determining compliance with Chapter 4 of this title; and(3) Inspect, search and/or examine any registered aquaculture facility in the presence of any occupant of said facility to determine compliance with Chapter 4 of this title or any regulation promulgated by the Department.69 Del. Laws, c. 103,\n\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n407. Fee fishing operations.(a) It shall be lawful for any person to fish, without being licensed to fish in this State, within an aquaculture facility designated as a fee fishing operation and registered as same with the Department of Agriculture.(b) The owner(s) of a fee fishing operation shall apply to the Department of Agriculture to register the fee fishing operation. The fee fishing operation shall meet with the following requirements, subject to inspection and approval by the Department of Natural Resources and Environmental Control, prior to the Department of Agriculture approving the registration:(1) The fee fishing operation shall be a closed system; and(2) The fee fishing operation shall not contain any wild finfish.(c) When authorized by the owner of a fee fishing operation, it shall be lawful for a person to take and/or possess those species or hybrids thereof permitted according to § 903(j) of Title 7, without regard to any seasonal restrictions, size limits or creel limits.(d) Any person in possession of cultured aquatic stock lawfully taken from a fee fishing operation shall be issued a receipt for same by the owner or owner’s agent of that fee fishing operation. This receipt shall include the name and address of the fee fishing operation, the date the cultured aquatic stock were taken, the identification and number of each species of cultured aquatic stock taken, and the signature of the person to whom the receipt is issued. This receipt shall remain in the possession of the person who took the cultured aquatic stock from the fee fishing operation until that person enters that person’s personal abode or temporary or transient place of lodging. The owner or owner’s agent of the fee fishing operation shall maintain a copy of each receipt for a period of at least 1 year from the date of issuance.(e) Unless otherwise authorized, it shall be unlawful for any person to possess any cultured aquatic stock that remain alive after legally taking same from a fee fishing operation.69 Del. Laws, c. 103,\n\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n408. Aquaculture registration.The owner(s) of an aquaculture facility shall register same with the Department of Agriculture on forms and in accordance with procedures established by the Department of Agriculture. The Department of Agriculture shall promulgate regulations to establish criteria for the registration of an aquaculture facility. The Department of Agriculture shall maintain a registry of aquaculture facilities to assist in the administration of the State aquaculture program. Aquaculture facility registration shall be valid for 5 years from the date of issue. The owner of an aquaculture facility shall renew the registration of the facility in the event of any change in ownership or a significant change in operations.69 Del. Laws, c. 103,\n\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n409. Suspension or revocation of registration.The Department of Agriculture may, after due notice, suspend or revoke any aquaculture registration which does not comply with the requirements of this chapter or the regulations promulgated by the Department of Agriculture. A person affected by such suspension or revocation may request a hearing before the Department of Agriculture. A hearing shall be held within 30 days after the request. Within 30 days after the hearing, the Department of Agriculture shall affirm, withdraw or modify its action by an order based upon the record of the hearing. An appeal from that order may be taken to the Superior Court within 30 days of the suspension or revocation order. If no request for a hearing is made within 30 days of the suspension or revocation order, the suspension or revocation will be effective and the registration is suspended or revoked. All fines and penalties for violations of this subsection shall be paid to the Department of Agriculture and deposited in the general fund account.69 Del. Laws, c. 103,\n\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n410. Aquaculture facility protection.It shall be unlawful for any person, without the written consent of the owner, to remove, destroy or release cultured aquatic stock from a registered aquaculture facility or introduce any toxic substance directly or indirectly into the waters of a registered aquaculture facility.69 Del. Laws, c. 103,\n\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;§\n\n411. Aquaculture facility protection.Transferred to § 410 of this title by 79 Del. Laws, c. 178, § 1, effective August 28, 2013.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-402",
      "number": "402.",
      "heading": "Declaration of purpose.The General Assembly finds and declares it to be in the interest of the general welfare and economic prosperity of the State to have a comprehensive and ongoing program to promote and encourage aquacultural activities",
      "text": "The General Assembly further declares aquaculture in a clo\n§\n\n 1;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-403",
      "number": "403.",
      "heading": "Definitions.As used in this chapter:(1) “Aquaculture” means the controlled propagation, growth, harvest and subsequent commerce in cultured aquatic stock by an aquaculturist",
      "text": "(2) “Aquaculture facility” means any water system and associated infrastructures capable of holding and/or producing cultured\n§\n\n 1;69 Del. Laws, c. 103,\n\n§§\n\n 2, 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-404",
      "number": "404.",
      "heading": "Aquaculture technical assistance and marketing program",
      "text": "The Department shall develop and implement a technical assistance and marketing program to assist owners and operators of aquacultural facilities and to promote Delaware aquaculture products. This program will be done in conjunction with, and s\n§\n\n 1;69 Del. Laws, c. 103,\n\n§\n\n 4;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-405",
      "number": "405.",
      "heading": "Limitations.Aquaculture activities shall not promote the introduction of any nonindigenous species that harbor disease, parasites or are capable of surviving and adversely competing with indigenous plant or animal species",
      "text": "67 Del. Laws, c. 439,\n§\n\n 1;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-406",
      "number": "406.",
      "heading": "Authority of the Department.(a) The Department, in accordance with the administrative procedures and provisions set forth in Chapter 101 of Title 29, shall have the authority to promulgate regulations, which shall have the force and effect of law, to enhance and control closed system aquaculture in ",
      "text": "§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-407",
      "number": "407.",
      "heading": "Fee fishing operations.(a) It shall be lawful for any person to fish, without being licensed to fish in this State, within an aquaculture facility designated as a fee fishing operation and registered as same with the Department of Agriculture",
      "text": "(b) The owner(s) of a fee fishing operation shall apply t\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-408",
      "number": "408.",
      "heading": "Aquaculture registration.The owner(s) of an aquaculture facility shall register same with the Department of Agriculture on forms and in accordance with procedures established by the Department of Agriculture",
      "text": "The Department of Agriculture shall promulgate regulations to establish criteria for the re\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-409",
      "number": "409.",
      "heading": "Suspension or revocation of registration",
      "text": "The Department of Agriculture may, after due notice, suspend or revoke any aquaculture registration which does not comply with the requirements of this chapter or the regulations promulgated by the Department of Agriculture. A person affected by such suspensi\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-410",
      "number": "410.",
      "heading": "Aquaculture facility protection",
      "text": "It shall be unlawful for any person, without the written consent of the owner, to remove, destroy or release cultured aquatic stock from a registered aquaculture facility or introduce any toxic substance directly or indirectly into the waters of a registered aquacultu\n§\n\n 5;79 Del. Laws, c. 178,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-411",
      "number": "411.",
      "heading": "Aquaculture facility protection.Transferred to § 410 of this title by 79 Del. Laws, c. 178, § 1, effective August 28, 2013.",
      "text": "Aquaculture facility protection.Transferred to § 410 of this title by 79 Del. Laws, c. 178, § 1, effective August 28, 2013.",
      "history": "",
      "source_url": ""
    }
  ]
}