{
  "state": "michigan",
  "path": "title-chapter-484-telephone-telegraph-and-radio/chapter-act-49-of-2002-michigan-broadband-development-authority-act-",
  "sections": [
    {
      "id": "section-4843201",
      "number": "484.3201",
      "heading": "Short Title.Section 484.3202 - Legislative Findings",
      "text": "This act shall be known and may be cited as the \"Michigan broadband development authority act\".\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3201/"
    },
    {
      "id": "section-4843202",
      "number": "484.3202",
      "heading": "Legislative Findings.",
      "text": "The legislature finds that certain areas of this state are not being adequately served with broadband services and that, for the benefit of the people of this state and the improvement of their health, welfare, and living conditions, the improvement of the economic and educational welfare of this state, and the improvement of its public safety and security, it is essential that broadband infrastructure be expanded to provide broadband services throughout this state and that the private sector should be encouraged to invest in the deployment of broadband services and networks and that financing by this authority will encourage broadband investment. This act shall provide a method to assure that economic, technological, and logistical integrated broadband services are provided throughout this state on a nondiscriminatory basis. The provision of affordable broadband services and networks will assure the long-term growth of and the enhancement and delivery of services by the educational, medical, commercial, and governmental entities within this state, including, but not limited to, municipalities and counties, public safety facilities, judicial and criminal facilities, telemedical facilities, schools, colleges, universities, hospitals, libraries, community centers, businesses, nonprofit organizations, and residential properties. To increase the speed and availability at which affordable broadband services become available in this state, it is declared to be a valid public purpose to assist in the financing and refinancing of the private and public sectors' development of a statewide broadband infrastructure. It is further declared to be a valid public purpose for the authority created under this act to issue bonds and notes to provide for financing or refinancing to broadband developers and broadband operators, to make loans and provide joint venture and partnership arrangements subject to section 7(2) and (3) to broadband developers and broadband operators, to enter into contracts for the lease or management of all or portions of the broadband infrastructure, and to enter into joint venture and partnership arrangements and partnerships with persons that will acquire, construct, develop, create, maintain, own, and operate all or portions of the broadband infrastructure. The legislature finds that the authority created and powers conferred by this act constitute a necessary program and serve a necessary public purpose.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3202/"
    },
    {
      "id": "section-4843203",
      "number": "484.3203",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Authority\" means the Michigan broadband development authority created under section 4.\n\n(b) \"Board\" means the board of directors of the authority.\n\n(c) \"Capital reserve fund requirement\" means the fund amount requirement that may be established in the resolution authorizing notes or bonds for which a capital reserve fund has been established under section 8. The required amount shall not exceed the maximum amount of principal and interest maturing and becoming due in a succeeding calendar year on the notes or bonds secured in whole or in part by the fund.\n\n(d) \"Broadband developer\" means a person selected by the authority to acquire, construct, develop, and create any part of the broadband infrastructure.\n\n(e) \"Broadband infrastructure\" means all facilities, hardware, and software and other intellectual property necessary to provide broadband services in this state, including, but not limited to, voice, video, and data.\n\n(f) \"Broadband operator\" means a person selected by the authority to operate any part of the broadband infrastructure.\n\n(g) \"Broadband services\" means those services, including, but not limited to, voice, video, and data, that provide capacity for transmission in excess of 200 kilobits per second in at least 1 direction regardless of the technology or medium used, including, but not limited to, wireless, copper wire, fiber optic cable, or coaxial cable. If voice transmission capacity is offered in conjunction with other services utilizing transmission in excess of 200 kilobits per second, the voice transmission capacity may be less than 200 kilobits per second.\n\n(h) \"Development costs\" means the costs associated with the broadband infrastructure that have been approved by the authority and include, but are not limited to, all of the following:\n\n(i) The costs for the planning, acquiring, leasing, constructing, maintaining, and operating of the broadband infrastructure.\n\n(ii) Payments for options to purchase, deposits on contracts of purchase, and payments for the purchases of properties for the broadband infrastructure.\n\n(iii) Financing, refinancing, acquisition, demolition, construction, rehabilitation, and site development of new and existing buildings.\n\n(iv) Carrying charges during construction.\n\n(v) Purchases of hardware, software, facilities, or other expenses related to the broadband infrastructure.\n\n(vi) Legal, organizational, and marketing expenses, project manager and clerical staff salaries, office rent, and other incidental expenses.\n\n(vii) Payment of fees for preliminary feasibility studies and advances for planning, engineering, and architectural work.\n\n(viii) Any other costs and expenses necessary for the acquisition, construction, maintenance, and operation of all or portions of the broadband infrastructure.\n\n(i) \"Person\" means an individual, corporation, limited or general partnership, joint venture, or limited liability company or a governmental entity, including state authorities, municipalities, counties, and townships, police, fire and other public safety organizations, judicial entities, medical entities, schools, colleges, universities, hospitals, libraries, community centers, and local economic development entities. Except to the extent that state authorities, police, fire, and other public safety organizations, judicial entities, medical entities, schools, colleges, universities, hospitals, and libraries may constitute state entities, person does not include this state.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3203/"
    },
    {
      "id": "section-4843204",
      "number": "484.3204",
      "heading": "Michigan Broadband Development Authority; Creation; Duties.",
      "text": "(1) The Michigan broadband development authority is created as a public body corporate and politic within the department of treasury.\n\n(2) The authority may do all of the following:\n\n(a) Assist through financing and refinancing the expansion of broadband infrastructure services to residential, commercial, public, and nonprofit customers in this state.\n\n(b) Authorize the issuance of bonds and notes to finance or refinance the private and public sectors' development of the broadband infrastructure.\n\n(c) Authorize the making of loans and joint venture and partnership arrangements subject to section 7(2) and (3) to broadband developers and broadband operators.\n\n(d) Authorize the imposition and collection of rents, charges, and fees for the services furnished by the broadband infrastructure in conjunction with financing entered into by the authority.\n\n(e) Enter into joint venture and partnership arrangements and partnerships subject to section 7(2) and (3) to acquire, construct, maintain, and operate the broadband infrastructure.\n\n(f) Assist broadband developers and operators with all other matters necessary for the acquisition, construction, maintenance, and operation of the broadband infrastructure.\n\n(g) Continuously evaluate all types of technologies in order to encourage the widest deployment of broadband services and broadband infrastructure in this state.\n\n(h) Make broadband services to schools and libraries a priority under authority financing programs.\n\n(i) Insure that the financing and refinancing of the development of broadband services under this act includes provisions that small businesses and that each region of this state have an equal opportunity to receive financing and refinancing.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3204/"
    },
    {
      "id": "section-4843205",
      "number": "484.3205",
      "heading": "Administrative Functions; Performance Under Direction and Supervision of State Treasurer.",
      "text": "The authority shall exercise its duties independently of the state treasurer. The budgeting, procurement, and related administrative functions of the authority shall be performed under the direction and supervision of the state treasurer.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3205/"
    },
    {
      "id": "section-4843206",
      "number": "484.3206",
      "heading": "Board of Directors; Membership; Service of Representative in Member's Absence; Compensation; Chairperson; Officers; Quorum; Voting; Open Meetings Act; Confidentiality; “Trade Secrets, Commercial, Financial, or Proprietary Information” Defined; Employees; Discharge of Duties",
      "text": "(1) The authority shall exercise its duties through its board of directors.\n\n(2) The board shall be made up of the following members:\n\n(a) The president and CEO of the Michigan economic development corporation.\n\n(b) The state treasurer.\n\n(c) The executive director of the Michigan state housing development authority.\n\n(d) Eight members with knowledge, skill, or experience in the academic, business, technology, or financial fields appointed by the governor with the advice and consent of the senate. Not more than 2 of the 8 appointed members shall be, during their term on the board, employees of this state. The 2 members of the board who are employees of the state under this subdivision shall not hold any other positions with the state during their term on the board. Six of the 8 appointed members shall serve for fixed terms. Not more than 3 of the 6 appointed members serving for fixed terms shall be members of the same political party. Of the 6 fixed-term members first appointed, 2 shall be appointed for a term that expires December 31, 2003, 2 shall be appointed for a term that expires December 31, 2004, and 2 shall be appointed for a term that expires December 31, 2005. Upon completion of each fixed term, a member shall be appointed for a term of 4 years. The 2 appointed members serving without a fixed term shall serve at the pleasure of the governor. The 8 appointed members shall serve until a successor is appointed. A vacancy in a fixed-term membership shall be filled for the balance of the unexpired term in the same manner as the original appointment. As used in this subdivision, \"members of the same political party\" includes a person who, in the determination of the governor, is currently a member of the same political party and a person who was a member of the same political party at any time within the immediately preceding 2 years, as attested by the person to be appointed.\n\n(3) Each member of the board serving under subsection (2)(a), (b), and (c) may appoint a representative to serve in his or her absence.\n\n(4) Except for the board president, who shall serve as the board's chief executive officer pursuant to subsection (5), and vice president, members of the board shall serve without compensation but may receive reasonable reimbursement for necessary travel and expenses incurred in the discharge of their duties. The board shall establish reasonable compensation for the board president and vice president.\n\n(5) The governor shall designate 1 member of the board to serve as its chairperson who shall serve at the pleasure of the governor. Of the 2 board members serving without a fixed term at the pleasure of the governor, the governor shall designate 1 member to serve as the board's president and chief executive officer and the other member to serve as its vice president.\n\n(6) A majority of the serving members of the board shall constitute a quorum of the board for the transaction of business. Actions of the board shall be approved by a majority vote of the members present at a meeting. The business of the board shall be conducted in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(7) A record or portion of a record, material, information, or other data received, prepared, used, or retained by the authority in connection with an application to or project related to the broadband infrastructure assisted by the authority that relates to trade secrets, commercial, financial, or proprietary information submitted by the applicant, and which is requested in writing by the applicant and acknowledged in writing by the president of the authority to be confidential, is not subject to the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246. As used in this subsection, \"trade secrets, commercial, financial, or proprietary information\" means information that has not been publicly disseminated or that is unavailable from other sources, the release of which might cause the applicant significant competitive harm.\n\n(8) The authority may employ or contract for legal, financial, and technical experts, and officers, agents, and employees, permanent and temporary, as the authority requires, and shall determine their qualifications, duties, and compensation. The board may delegate to 1 or more agents or employees those powers or duties with any limitations that the board considers proper.\n\n(9) The members of the board and officers and employees of the authority are subject to 1968 PA 317, MCL 15.321 to 15.330, or 1968 PA 318, MCL 15.301 to 15.310.\n\n(10) A member of the board or officer, employee, or agent of the authority shall discharge the duties of his or her position in a nonpartisan manner, with good faith, and with that degree of diligence, care, and skill that an ordinarily prudent person would exercise under similar circumstances in a like position. In discharging the duties of his or her position, a member of the board or an officer, employee, or agent of the authority, when acting in good faith, may rely upon the opinion of counsel for the authority, upon the report of an independent appraiser selected with reasonable care by the board, or upon financial statements of the authority represented to the member of the board or officer, employee, or agent of the authority to be correct by the president or the officer of the authority having charge of its books or account, or stated in a written report by a certified public accountant or firm of certified public accountants to fairly reflect the financial condition of the authority.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3206/"
    },
    {
      "id": "section-4843207",
      "number": "484.3207",
      "heading": "Powers of Authority.",
      "text": "(1) The powers of the authority shall include all those necessary to carry out and effectuate the purposes of this act, including, but not limited to, all of the following:\n\n(a) To borrow money and issue bonds and notes to fund operations of the authority, to finance or refinance part or all of the development costs of the broadband infrastructure, to refinance existing debt for technology that constitutes a part of or is related to the broadband infrastructure, and to secure bonds and notes by mortgage, assignment, or pledge of any of its revenues and assets.\n\n(b) To invest any money of the authority at the authority's discretion, in any obligations determined proper by the authority, and name and use depositories for its money.\n\n(c) To enter into joint venture and partnership arrangements subject to subsections (2) and (3) with persons that will acquire, construct, develop, maintain, and operate all or portions of the broadband infrastructure.\n\n(d) To be designated the state program manager for federal telecommunications assistance, to represent this state in negotiations with the federal government regarding telecommunications assistance, and to receive and distribute federal funding, including loans, grants, and other forms of funding and assistance on this state's behalf.\n\n(e) To receive and distribute state or local funding including grants, loans, general appropriations, or an appropriation made for the purposes under subsection (4).\n\n(f) To make loans and to enter into any joint venture and partnership arrangements subject to subsections (2) and (3) with broadband developers and broadband operators that will acquire, construct, maintain, and operate all or portions of the broadband infrastructure.\n\n(g) To provide operating assistance to make broadband services more affordable to broadband developers, broadband operators, and broadband customers, in conjunction with broadband infrastructure financed by the authority.\n\n(h) To impose and collect charges, fees, or rentals for the services furnished by those portions of the broadband infrastructure financed by the authority under this act.\n\n(i) To set construction, operation, and financing standards for the broadband infrastructure in connection with authority financing and to provide for inspections to determine compliance with those standards.\n\n(j) To acquire from any person interests in real or personal property necessary for the operation of the authority.\n\n(k) To procure insurance against any loss in connection with the broadband infrastructure and any other property, assets, or activities of the authority.\n\n(l) To sue and be sued, to have a seal, and to make, execute, and deliver contracts, conveyances, and other instruments necessary to the exercise of the authority's powers.\n\n(m) To enforce financial, operational, warranty, security, lease, and guaranty terms and conditions established under financings by the authority. The authority may under this subsection acquire, construct, develop, lease, create, and maintain all or portions of the broadband infrastructure and acquire from any person interests in real and personal property.\n\n(n) To make and amend bylaws.\n\n(o) To indemnify and procure insurance indemnifying any members of the board of the authority from personal liability by reason of their service as a board member.\n\n(p) To investigate, evaluate, and assess the current broadband infrastructure and the future broadband infrastructure needs of this state and to encourage and participate in aggregation strategies for the broadband services of all public entities and nonprofit corporations in this state to maximize the interconnectivity and efficiencies of the broadband infrastructure.\n\n(2) Notwithstanding any other provision of this act, the authority shall not make loans to, or enter into any joint venture and partnership arrangements or participation with, any governmental entity or nonprofit organization except in connection with the financing or refinancing of development costs for that allocable portion of the broadband infrastructure used or to be used exclusively by governmental entities or nonprofit organizations, including, but not limited to, universities, colleges, hospitals, school districts, public safety agencies, judicial organizations, libraries, cities, townships, and counties. No allocable portion of the broadband infrastructure financed by a loan to a governmental entity or a nonprofit organization shall be used to serve residential, business, or other commercial customers.\n\n(3) Notwithstanding any other provision of this act, except in connection with financing or refinancing under subsection (2) or enforcement procedures authorized under subsection (1)(m), the authority shall acquire real or personal property constituting portions of the broadband infrastructure only in connection with the participation of persons other than governmental entities or nonprofit organizations through joint ventures and partnership arrangements, or other co-ownership arrangements and only if the participation is necessary to assure availability of financing or refinancing derived from the issuance by the authority of bonds or notes, the interest on which is exempt from taxation under the United States internal revenue code, and the financing derived from the tax-exempt bonds or notes is allocated only to those development costs relating to that portion of the broadband infrastructure that is to be used by governmental bodies or nonprofit organizations.\n\n(4) The authority shall establish a seed capital loan program to make capital loans to persons planning to apply to the authority for financing of broadband infrastructure. Priority for the seed capital loan program shall be given for developments targeted to underserved areas. During the initial 2 years of operations, the authority shall designate a minimum of $500,000.00 to be targeted to rural underserved areas and a minimum of $500,000.00 targeted to urban underserved areas. Community economic development programs and small providers shall be given a preference to receive loans under this subsection. The terms and conditions for the seed capital loans shall be established by the authority. As used in this act, \"underserved areas\" means geographical areas of this state identified by the authority as having the greatest need for broadband development. In identifying underserved areas, the authority shall consider the area's economic conditions, including, but not limited to, family income, affordability of access, lack of options available, low percentage of residents subscribing, and any other criteria considered important by the authority in determining whether an area is underserved.\n\n(5) As part of an application for financing under this act, the broadband developer and broadband operator shall file with the authority a participation plan for small and minority owned businesses and a communitywide outreach plan to educate the public of the availability of broadband services. The authority shall not approve an application unless a plan is submitted under this subsection.\n\n(6) Priority shall be given to the application of any broadband developer who applies to develop broadband capability within a recovery zone as that term is defined in section 8d of the Michigan renaissance zone act, 1996 PA 376, MCL 125.2688d.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002 ;-- Am. 2003, Act 265, Imd. Eff. Jan. 5, 2004Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of powers and duties of Michigan broadband development authority and its board of directors, with the exception of powers and duties under MCL 484.3207(1)(d), to the Michigan state housing development authority, and for transfer of powers and duties under MCL 484.3207(1)(d) to Michigan public service commission, see E.R.O. No. 2008-4, compiled at MCL 445.2025.For transfer of powers and duties of Michigan broadband development authority under MCL 484.3207(1)(p) to department of information technology, and abolishment of the authority and its board of directors, see E.R.O. No. 2008-4, compiled at MCL 445.2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3207/"
    },
    {
      "id": "section-4843208",
      "number": "484.3208",
      "heading": "Reserve Capital Account; Creation; Administration; Credit of Proceeds From Sale of Notes or Bonds; Capital Reserve Fund; Creation; Use; Security Arrangements; Transfer of Income or Interest Earned",
      "text": "(1) A reserve capital account is created under the jurisdiction and control of the authority and shall be administered by the authority to secure notes and bonds of the authority. The authority shall credit to the reserve capital account the proceeds of the sale of notes or bonds to the extent provided for in the authorizing resolution of the authority, and any other money that is made available to the authority for the purpose of the reserve capital account.\n\n(2) In the resolution authorizing the issuance of notes or bonds, the authority may establish a capital reserve fund for the payment of the principal and interest of notes or bonds, for the purchase or redemption of the notes or bonds, or for the payment of a redemption premium required to be paid when the notes or bonds are redeemed before maturity. The authority shall not use a capital reserve fund for an optional purchase or optional redemption of notes or bonds if the use would reduce the total of the money in the capital reserve fund to less than the capital reserve fund requirement established for the fund.\n\n(3) In addition to, or in lieu of, depositing money in the reserve capital account or in a capital reserve fund, the authority may obtain or pledge letters of credit, insurance policies, surety bonds, guarantees, or other security arrangements if the security arrangements are approved by the state treasurer. The amount available under letters of credit, insurance policies, surety bonds, guarantees, or other security arrangements pledged to the capital reserve fund shall be credited toward the capital reserve fund requirement for the fund.\n\n(4) Income or interest earned by the reserve capital account may be transferred by the authority to other funds or accounts of the authority.\n\n(5) Income or interest earned by a capital reserve fund may be transferred by the authority to other funds or accounts of the authority to the extent that the transfer does not reduce the total of the amount of money and security arrangements authorized under subsection (3) in the fund below the capital reserve fund requirement for that fund.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3208/"
    },
    {
      "id": "section-4843209",
      "number": "484.3209",
      "heading": "Capital Reserve Fund; Amount; Deficiency; Restoration; Liability of State for Notes or Bonds.",
      "text": "(1) The authority shall accumulate in a capital reserve fund an amount equal to the capital reserve fund requirement for that fund. If at any time the amount of a capital reserve fund falls below the capital reserve fund requirement for that fund, the authority shall transfer from the reserve capital account to the capital reserve fund an amount equal to the capital reserve fund requirement. If a deficiency exists in more than 1 capital reserve fund and the amount in the reserve capital account is not sufficient to fully restore the capital reserve funds, the money in the reserve capital account shall be allocated between the deficient capital reserve funds pro rata according to the amounts of the deficiencies. If at any time the reserve capital account has been exhausted and the amount of the capital reserve fund is insufficient to meet the capital reserve fund requirement, the authority on or before September 1 shall certify to the governor the amount necessary to restore the capital reserve fund to an amount equal to the capital reserve fund requirement for that fund. The governor shall include in his or her annual budget the amount certified under this subsection by the authority.\n\n(2) This state is not liable on notes or bonds of the authority and the notes and bonds are not a debt of this state. The notes and bonds shall contain on their face a statement of the limitation contained under this section.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3209/"
    },
    {
      "id": "section-4843210",
      "number": "484.3210",
      "heading": "Notes and Bonds; Issuance, Renewal, and Refund by Authority.",
      "text": "(1) The authority may issue notes and bonds as provided under this act to do all of the following:\n\n(a) Pay the development costs associated with acquiring, leasing, constructing, maintaining, and operating the broadband infrastructure.\n\n(b) Make loans to persons for development costs.\n\n(c) Make loans to persons to make purchases related to the broadband infrastructure.\n\n(d) Make loans to persons to refinance existing debt of the authority or other persons incurred in connection with the acquisition or development of technology that constitutes a part of or is related to the broadband infrastructure.\n\n(e) Pay the interest on bonds and notes of the authority.\n\n(f) Establish reserves to secure the bonds and notes of the authority.\n\n(g) Make other expenditures necessary to carry out the authority's duties under this act, including the payment of the authority's operating expenses.\n\n(2) The authority may issue renewal notes, issue bonds to pay notes, and refund bonds by the issuance of new bonds, whether or not the bonds to be refunded have matured. The refunding bonds shall be sold and the proceeds applied to the purchase, redemption, or payment of the bonds to be refunded. The authority may issue instruments separate from the obligations described in this subsection that establish a contractual right in the holder of the instrument to require mandatory tender for purchase of the obligations to which the instrument applies for a period of time and subject to provisions as the authority may determine.\n\n(3) Except as otherwise provided by the authority or this act, every note or bond issue of the authority shall be a general obligation of the authority payable out of revenues or money of the authority, subject only to agreements with the holders of particular notes or bonds pledging any particular receipts or revenues.\n\n(4) Whether or not the notes or bonds are of a form or character as to be negotiable instruments, the notes or bonds are negotiable instruments within the meaning of the uniform commercial code, 1962 PA 174, MCL 440.1101 to 440.11102.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3210/"
    },
    {
      "id": "section-4843211",
      "number": "484.3211",
      "heading": "Notes and Bonds; Issuance by Resolution; Form and Terms; Sale; Prices.",
      "text": "(1) The notes and bonds shall be authorized by resolution of the authority and mature at the time provided in the resolution. The notes and bonds shall be in a form, bear interest at a rate or rates, be in the denominations, carry registration privileges, be payable, and be subject to the terms of redemption as provided in the resolution.\n\n(2) The notes and bonds of the authority may be sold by the authority at public or private sales at prices as the authority determines.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3211/"
    },
    {
      "id": "section-4843212",
      "number": "484.3212",
      "heading": "Notes or Bonds; Contents of Resolutions.",
      "text": "A resolution relating to authorizing notes or bonds may contain any of the following provisions, which shall be a part of the contract with the holders of the notes or bonds:\n\n(a) Pledging all or any part of the revenues of the authority, and all or any part of the money received in payment of loans and interest on loans, and other money received or to be received to secure the payment of the notes or bonds.\n\n(b) Pledging all or any part of the assets of the authority, including mortgages and obligations obtained by the authority in connection with its programs, to secure the payment of the notes or bonds.\n\n(c) Pledging any loan, grant, or contribution from a government entity.\n\n(d) The use and disposition of the gross income from contracts and leases of the authority.\n\n(e) The setting aside of reserves or sinking funds and the regulation and disposition of reserves or sinking funds.\n\n(f) Limitations on the purpose to which the proceeds of sale of notes or bonds may be applied and pledging proceeds to secure the payment of the notes or bonds.\n\n(g) Limitations on the issuance of additional notes or bonds, the terms upon which additional notes or bonds may be issued and secured, and the refunding of outstanding or other notes or bonds.\n\n(h) The procedure, if any, by which the terms of any contract with noteholders or bondholders may be amended or abrogated, the amount of notes or bonds the holders of which shall consent to the amendment or abrogation, and the manner in which the consent is to be given.\n\n(i) Vesting in a trustee or trustees property, rights, powers, and duties in trust as the authority may determine, which may include any of the rights, powers, and duties of the trustee appointed by the bondholders under this act and limiting or abrogating the right of the bondholders to appoint a trustee under this section or limiting the rights, powers, and duties of the trustee.\n\n(j) Establishing a contractual right to require mandatory tender for purchase of the notes or bonds in an instrument separate from the notes or bonds. The instrument may be issued or sold by the authority to investors.\n\n(k) Except as otherwise prohibited by this act, any other provision that may affect the security or protection of the notes or bonds.\n\n(l) Delegating to an officer or other employee of the authority, or an agent designated by the authority, for a period of time as the authority determines, the power to cause the issue, sale, and delivery of the notes or bonds within limits on those notes or bonds established by the authority as to any of the following:\n\n(i) The form.\n\n(ii) The maximum interest rate or rates.\n\n(iii) The maturity date or dates.\n\n(iv) The purchase price.\n\n(v) The denominations.\n\n(vi) The redemption premiums.\n\n(vii) The nature of the security.\n\n(viii) The selection of the applicable interest rate index.\n\n(ix) Other terms and conditions with respect to issuance of the notes or bonds as the authority shall prescribe.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3212/"
    },
    {
      "id": "section-4843213",
      "number": "484.3213",
      "heading": "Money or Property Pledged and Received by Authority.",
      "text": "(1) Any pledge made by the authority is valid and binding from the date that the pledge is made.\n\n(2) The money or property pledged and received by the authority shall immediately be subject to the lien of the pledge without any physical delivery or further act and the lien of the pledge is valid and binding against all parties having claims in tort, contract, or otherwise against the authority, irrespective of whether the parties have notice of the lien.\n\n(3) The resolution or any other instrument by which a pledge is created need not be recorded.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3213/"
    },
    {
      "id": "section-4843214",
      "number": "484.3214",
      "heading": "Notes or Bonds; Personal Liability.",
      "text": "The members of the board or any person executing the notes or bonds under this act are not liable personally on the notes or bonds or subject to any personal liability or accountability by reason of the issuance of the notes or bonds.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3214/"
    },
    {
      "id": "section-4843215",
      "number": "484.3215",
      "heading": "Notes or Bonds; Power of Authority to Purchase.",
      "text": "Subject to any agreements with noteholders or bondholders, the authority has the power to use any funds available to purchase notes or bonds of the authority at a price determined by the authority.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3215/"
    },
    {
      "id": "section-4843216",
      "number": "484.3216",
      "heading": "Rights of Authority to Fulfill Terms of Agreement Not Limited, Altered, or Impaired.",
      "text": "This state pledges and agrees with the holders of any notes or bonds issued under this act, that this state will not limit or alter the rights vested in the authority to fulfill the terms of any agreements made with the holders, or in any way impair the rights and remedies of the holders until the notes or bonds, together with earned interest, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of the holders, are fully met and discharged. The authority is authorized to include this pledge and agreement of this state in any agreement with the holders of notes or bonds under this act.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3216/"
    },
    {
      "id": "section-4843217",
      "number": "484.3217",
      "heading": "Notes or Bonds as Limited Obligations.",
      "text": "(1) The authority may issue notes or bonds that are expressly stated not to be general obligations of the authority but that constitute limited obligations of the authority payable solely from and secured solely by the revenues, money, and property as the authority may specify.\n\n(2) The notes or bonds designated as limited obligations under this section shall not be payable from or secured by the reserve capital account, and any reserve fund established for the limited obligation notes or bonds shall not constitute a capital reserve fund under this act.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3217/"
    },
    {
      "id": "section-4843218",
      "number": "484.3218",
      "heading": "Default.",
      "text": "(1) If the authority defaults in the payment of principal or interest of any notes or bonds when due, whether at maturity or upon call for redemption, and the default continues for a period of 30 days, or if the authority fails or refuses to comply with this act, or defaults in any agreement made with the holders of any notes or bonds, the holders of 25% in aggregate principal amount of the notes or bonds then outstanding may apply to the circuit court of Ingham county for the appointment of a trustee to represent the holders of the notes or bonds.\n\n(2) A trustee appointed under this act may, and upon the written request of the holders of 25% in aggregate principal amount of the notes or bonds shall, do any of the following:\n\n(a) Enforce all rights of the noteholders or bondholders, including the right to require the authority to perform its duties under this act.\n\n(b) Bring suit upon the notes or bonds.\n\n(c) Require the authority to account as if it were the trustee of an express trust for the holders of the notes or bonds.\n\n(d) Enjoin any acts or things that may be unlawful or in violation of the rights of the holders of the notes or bonds.\n\n(e) Declare all the notes or bonds due and payable.\n\n(3) Before declaring the principal of notes or bonds due and payable, the trustee shall first give 30 days' notice in writing to the governor, to the authority, and to the attorney general.\n\n(4) The trustee has all of the powers necessary or appropriate for the general representation of bondholders or noteholders in the enforcement and protection of their rights.\n\n(5) An action under this section shall be brought in the circuit court for the county of Ingham.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3218/"
    },
    {
      "id": "section-4843219",
      "number": "484.3219",
      "heading": "Disposition of Money Held by Authority.",
      "text": "(1) Money of the authority shall be held by the authority and deposited in a financial institution approved by the state treasurer, which financial institution may give security for the deposits.\n\n(2) The authority may, subject to the approval of the state treasurer, contract with the holders of any of its notes or bonds as to the custody, collection, securing, investment, and payment of money of the authority, of any money held in trust or otherwise for the payment of notes or bonds, and to carry out the contract. Money held in trust or otherwise for the payment of notes or bonds or in any way to secure notes or bonds and deposits of money may be secured in the same manner as money of the authority.\n\n(3) The authority may enter into an interest rate exchange or swap, hedge, or similar agreement or agreements in connection with the issuance of its notes or bonds or in connection with its then outstanding notes or bonds.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3219/"
    },
    {
      "id": "section-4843220",
      "number": "484.3220",
      "heading": "Notes and Bonds as Securities; Investment.",
      "text": "The notes and bonds of the authority are securities in which public officers and bodies of this state and municipalities and municipal subdivisions, insurance companies and associations and other persons carrying on an insurance business, banks, trust companies, savings banks and savings associations, savings and loan associations, investment companies, administrators, guardians, executors, trustees and other fiduciaries, and any other person who is now or may be authorized to invest in bonds or other obligations of this state, may properly and legally invest funds, including capital, in their control or belonging to them.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3220/"
    },
    {
      "id": "section-4843221",
      "number": "484.3221",
      "heading": "Full Faith and Credit Bonds; Issuance; Vote.",
      "text": "The authority, at its discretion, may recommend an issuance of full faith and credit bonds to the legislature for a vote of the people.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3221/"
    },
    {
      "id": "section-4843222",
      "number": "484.3222",
      "heading": "Notes and Bonds; Exemption From Tax.",
      "text": "This state covenants with the purchasers and all subsequent holders and transferees of notes and bonds issued by the authority, in consideration of the acceptance of and payment for the notes and bonds, that the notes and bonds of the authority, issued under this act and the income from the notes and bonds and all its fees, charges, grants, revenues, receipts, and other money received or to be received, pledged to pay or secure the payment of the notes or bonds shall at all times be free and exempt from all state, city, county, or other taxation provided by the laws of this state, except for estate and gift taxes and taxes on transfers.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3222/"
    },
    {
      "id": "section-4843223",
      "number": "484.3223",
      "heading": "Property; Exemption From Tax.",
      "text": "The property of the authority and its income and operation are exempt from all taxation by this state or any of its political subdivisions.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3223/"
    },
    {
      "id": "section-4843224",
      "number": "484.3224",
      "heading": "Annual Report.",
      "text": "The authority shall submit an annual report no later than March 1 of each year relating to its activities for the preceding calendar year to the governor, the speaker of the house of representatives, the majority leader of the senate, and to each member of the house and senate committees with oversight over utility and energy issues.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3224/"
    },
    {
      "id": "section-4843225",
      "number": "484.3225",
      "heading": "New Partnerships or Joint Ventures; Limitation.",
      "text": "Except to the extent necessary to maintain, improve, complete, or expand within the defined service area, an element of the broadband infrastructure already acquired or financed under this act, the authority shall not enter into new partnerships or other joint ventures arrangements or provide new loans or joint venture and partnership arrangements after December 31, 2008.\n\nHistory:2002, Act 49, Imd. Eff. Mar. 14, 2002Compiler's Notes:For transfer of powers and duties of Michigan broadband development authority from department of treasury to department of labor and economic growth by Type I transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-484/statute-act-49-of-2002/section-484-3225/"
    }
  ]
}