{
  "state": "alabama",
  "path": "title-title-32-motor-vehicles-and-traffic/chapter-chapter-5c-window-tinting",
  "sections": [
    {
      "id": "section-32-5c-1",
      "number": "32-5C-1",
      "heading": "Definitions.Section 32-5C-2 - Prohibitions Against Operation of Motor Vehicle Under Conditions Which Reduce Light Transmission; Exceptions",
      "text": "Section 32-5C-1\n\nDefinitions.\n\nAs used in this chapter, the following words shall have the following meanings:\n\n(1) LIGHT REFLECTANCE. The ratio of the amount of total light that is reflected outward by a product or material to the amount of total light falling on the product or material.\n\n(2) LIGHT TRANSMISSION. The ratio of the amount of total light, expressed in percentages, which is allowed to pass through a surface to the amount of light falling on the surface.\n\n(3) MANUFACTURER. A person who produces or assembles a vehicle glass-coating material or who fabricates, laminates, or tempers a safety-glazing material, which material reduces light transmission.\n\n(4) MATERIAL. Any transparent product or substance which reduces light transmission.\n\n(Acts 1996, No. 96-534, p. 746, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-1/"
    },
    {
      "id": "section-32-5c-2",
      "number": "32-5C-2",
      "heading": "Prohibitions Against Operation of Motor Vehicle Under Conditions Which Reduce Light Transmission; Exceptions.",
      "text": "Section 32-5C-2\n\nProhibitions Against Operation of Motor Vehicle Under Conditions Which Reduce Light Transmission; Exceptions.\n\n(a) Except as provided in this chapter, a person shall not operate a motor vehicle registered in this state under either of the following conditions:\n\n(1) With material or glazing applied or affixed to the front windshield which reduces light transmission through the front windshield.\n\n(2) With material or glazing applied or affixed to the rear windshield or the side or door windows which reduce light transmission through the rear windshield or side windows to less than 32 percent or increase light reflectance to more than 20 percent, with a measurement tolerance of at least 3 percent. The light transmission shall be measured with a device or instrument capable of measuring light transmission before a person may be charged with a violation of this section, and the officer shall be equipped with such a meter before stopping the driver.\n\n(b) This section does not apply to any personal use vehicles belonging to, and occupied by, any active or retired state, local, or federal law enforcement officer.\n\n(c) All active or retired state, local, or federal law enforcement officers shall carry law enforcement identification while driving their personal use vehicles referenced in subsection (b).\n\n(Acts 1996, No. 96-534, p. 746, §2; Act 2021-451, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-2/"
    },
    {
      "id": "section-32-5c-3",
      "number": "32-5C-3",
      "heading": "Exceptions.",
      "text": "Section 32-5C-3\n\nExceptions.\n\nThe provisions of Section 32-5C-2 shall not apply to any of the following:\n\n(1) Adjustable sun visors which are mounted forward of the side windows and are not attached to the glass.\n\n(2) Signs, stickers, or other matter which is displayed in a seven-inch square in the lower corner of the front or rear windshield.\n\n(3) Direction, destination, or termination signs upon a passenger common carrier motor vehicle if the signs do not interfere with the driver’s clear view of approaching traffic.\n\n(4) Any transparent item which is not red or amber in color which is placed on the uppermost six inches of the windshield.\n\n(5) Any federal, state, or local sticker or certificate which is required by law to be placed on any windshield or window.\n\n(6) Any other vehicle, the windows or windshields of which have been tinted or darkened before factory delivery or permitted by federal law or regulation.\n\n(7) Any motor vehicle not registered in this state.\n\n(Acts 1996, No. 96-534, p. 746, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-3/"
    },
    {
      "id": "section-32-5c-4",
      "number": "32-5C-4",
      "heading": "Medical Exemptions.",
      "text": "Section 32-5C-4\n\nMedical Exemptions.\n\n(a) The Alabama State Law Enforcement Agency (ALEA), upon application from a person required for medical reasons to be shielded from the direct rays of the sun, may issue an exemption from this chapter for any motor vehicle owned by the person or in which the person is a habitual passenger. The application shall be supported by written statement of that fact from a physician licensed to practice medicine in this state. Except as otherwise provided in subsection (b), the exemption may be issued with the conditions and limitations prescribed by ALEA.\n\n(b) An exemption granted pursuant to subsection (a) to persons with light-sensitive prophyria shall apply to all areas of the windshield and windows prescribed by the physician in the written statement submitted as part of the application.\n\n(c) ALEA shall design a decal with a unique identification number to be issued to each person granted an exemption pursuant to this section. The decal shall be placed on the windshield of each motor vehicle operated by the exempt person. The department may charge a reasonable fee for each decal issued. The proceeds of the fee shall be used by the department to defray the costs of designing the decal and administering the exemption process.\n\n(Acts 1996, No. 96-534, p. 746, §4; Act 2016-392, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-4/"
    },
    {
      "id": "section-32-5c-5",
      "number": "32-5C-5",
      "heading": "Approval of Materials Used for Window Tinting; Provision of Labels, Etc.",
      "text": "Section 32-5C-5\n\nApproval of Materials Used for Window Tinting; Provision of Labels, Etc.\n\nEach manufacturer of material designed to be affixed or applied to the windows or windshields of a motor vehicle for the purpose of window tinting shall apply to the director for approval and registration of the material and the label for identification and certification of compliance before shipping the material into the state. No material shall be approved by the director unless the manufacturer demonstrates that the material, when applied or affixed to a window, does not reduce light transmission or increase light reflectance in violation of Section 32-5C-2. The manufacturer of any material shipped into this state shall provide labels of a size and type approved by the director, written instructions for the placement of the labels, and a notice that the improper installation of material to a window or windshield or the failure to display a label as provided in this section is a violation of state law. It is unlawful for any person to alter or reproduce any label approved by the director or to knowingly use any approved label except as authorized by this section.\n\n(Acts 1996, No. 96-534, p. 746, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-5/"
    },
    {
      "id": "section-32-5c-6",
      "number": "32-5C-6",
      "heading": "Display of Labels Indicating Compliance; Prohibition Against Installation of Noncomplying Material.",
      "text": "Section 32-5C-6\n\nDisplay of Labels Indicating Compliance; Prohibition Against Installation of Noncomplying Material.\n\nAny motor vehicle which has material and glazing applied or affixed to the windows or rear windshield of a vehicle, which material and glazing have reduced the light transmission through the window or windshield or increased the light reflectance of the window or windshield, shall display a label visible from the outside of the vehicle indicating that the windows and windshield are in compliance with the light transmission and light reflectance requirements as provided in Section 32-5C-2. No person shall install any material upon the windshield or windows of any motor vehicle, the installation of which would result in a reduction of light transmission or an increase in light reflectance in violation of Section 32-5C-2.\n\n(Acts 1996, No. 96-534, p. 746, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-6/"
    },
    {
      "id": "section-32-5c-7",
      "number": "32-5C-7",
      "heading": "Penalties.",
      "text": "Section 32-5C-7\n\nA person who violates this chapter is guilty of a misdemeanor and for a first conviction thereof shall be punished by a fine of not more than one hundred dollars ($100), or by imprisonment for not more than 10 days, or by both fine and imprisonment; for a second conviction for an offense committed within one year after the date of the first offense, the person shall be punished by a fine of not more than two hundred dollars ($200), or by imprisonment for not more than 30 days, or by both fine and imprisonment; and for a third conviction for a third or subsequent offense committed within one year after the date of the first offense, the person shall be punished by a fine of not more than five hundred dollars ($500), or by imprisonment for not more than three months, or by both fine and imprisonment.\n\n(Acts 1996, No. 96-534, p. 746, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-32/chapter-5c/section-32-5c-7/"
    }
  ]
}