{
  "state": "new-mexico",
  "path": "title-chapter-29-law-enforcement/chapter-article-3-identification-of-criminals",
  "sections": [
    {
      "id": "section-29-3-1",
      "number": "29-3-1",
      "heading": "New Mexico state police; identification and information",
      "text": "A. It is the duty of the New Mexico state police to install and maintain complete systems for the identification of criminals, including the fingerprint system and the modus operandi system. The New Mexico state police shall obtain, from whatever source procurable, and shall file and preserve for record, plates, photographs, outline pictures, fingerprints, measurements, descriptions, modus operandi statements and such other information about, concerning and relating to any and all persons who have been or who shall be convicted of a felony or who shall attempt to commit a felony within this state or who are well-known and habitual criminals or who have been convicted of any of the following felonies or misdemeanors:\n\n(1) illegally carrying, concealing or possessing a pistol or any other dangerous weapon;\n\n(2) buying or receiving stolen property;\n\n(3) unlawful entry of a building;\n\n(4) escaping or aiding an escape from prison;\n\n(5) making or possessing a fraudulent or forged check or draft;\n\n(6) petit larceny;\n\n(7) unlawfully possessing or distributing habit-forming narcotic drugs; and\n\n(8) driving while under the influence of intoxicating liquor or drugs.\n\nB. The New Mexico state police may also obtain like information concerning persons who have been convicted of violating any of the military, naval or criminal laws of the United States or who have been convicted of a crime in any other state, country, district or province, which, if committed within this state, would be a felony.\n\nC. The New Mexico state police shall make a complete and systematic record and index of all information obtained for the purpose of providing a convenient and expeditious method of consultation and comparison.\n\nHistory:Laws 1935, ch. 149, § 4; 1941 Comp., § 40-301; 1953 Comp., § 39-3-1; Laws 1977, ch. 257, § 43; 1979, ch. 202, § 36; 1997, ch. 242, § 1.\n\nCross references.— For the DNA Identification Act,seeChapter 29, Article 16 NMSA 1978.\n\nThe 1997 amendment,effective July 1, 1997, in Subsection A, deleted \"such\" preceding \"plates\" and \"hereafter\" following \"who shall\", designated the paragraphs and added Paragraph (8), in Subsection C inserted \"of\" following \"index\", and made minor stylistic changes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6A C.J.S. Arrest § 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-1/"
    },
    {
      "id": "section-29-3-2",
      "number": "29-3-2",
      "heading": "New Mexico state police; cooperation; local and state.",
      "text": "The New Mexico state police shall cooperate with the respective sheriffs, constables, marshals, police and other peace officers of this state in the detection of crime and the apprehension of criminals throughout the state and shall, on the direction of the chief of the New Mexico state police, governor or attorney general, conduct such investigations as may be deemed necessary to obtain and secure evidence which may be considered necessary or essential for the conviction of alleged violators of the criminal laws of this state, and the chief is hereby authorized to assist any prosecuting attorney in the prosecution of any criminal case which may in his judgment require such cooperation. All expenses such as travel, meals and lodging involved in such assistance shall be paid from the court fund of the county in which the trial is held or to be held.\n\nHistory:Laws 1935, ch. 149, § 5; 1941 Comp., § 40-302; 1953 Comp., § 39-3-2; Laws 1977, ch. 257, § 44; 1979, ch. 202, § 37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-2/"
    },
    {
      "id": "section-29-3-3",
      "number": "29-3-3",
      "heading": "New Mexico state police; cooperation; federal.",
      "text": "It shall be the duty of the New Mexico state police and it is hereby granted the power to cooperate with agencies of other states and of the United States having similar powers to develop and carry on a complete interstate, national and international system of criminal identification and investigation, and also to furnish upon request any information in their possession concerning any person charged with crime to any court, district attorney or police officer or any peace officer of this state, or of any other state or the United States.\n\nHistory:Laws 1935, ch. 149, § 6; 1941 Comp., § 40-303; 1953 Comp., § 39-3-3; Laws 1977, ch. 257, § 45; 1979, ch. 202, § 38.\n\nNo tort liability for failure to inform out-of-state officials of escape.— In a wrongful death action arising out of the escape of state prisoners, who crossed over into Colorado and killed a resident thereof, the New Mexico State police, who were informed of the escape soon after it occurred and diligently attempted to apprehend the escapees as soon as possible, but who did not inform Colorado officials, did not breach any duty giving rise to tort liability.Wittkowski v. State Corr. Dep't, 1985-NMCA-066, 103 N.M. 526, 710 P.2d 93, cert. quashed, 103 N.M. 442, 708 P.2d 1043,overruled on other grounds,Silva v. State, 1987-NMSC-107, 106 N.M. 472, 745 P.2d 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-3/"
    },
    {
      "id": "section-29-3-4",
      "number": "29-3-4",
      "heading": "State agencies; cooperation.",
      "text": "A. It is the duty of the university of New Mexico, the human services department, [health care authority department] the department of health and all other state departments, divisions, bureaus, boards, commissions, institutions and officials, free of charge or reward, to cooperate with the law enforcement officers of the state and the New Mexico state police, and to render to them such services and assistance relative to microanalysis, handwriting, toxicology, chemistry, photography, medicine, ballistics and all other sciences and matters relating to or that would aid in controlling crime and the detection, apprehension, identification and prosecution of criminals.\n\nB. Beginning July 1, 2018 and through June 30, 2021, the department of public safety forensic laboratories bureau shall assist a law enforcement agency crime laboratory in a class A county with a population greater than six hundred thousand according to the most recent federal decennial census by processing and testing sexual assault examination kits that consist of one or more samples of biological material collected pursuant to a medical examination of a sexual assault victim for that laboratory. The bureau may charge a laboratory that the bureau assists as provided in this subsection a fee of up to eight hundred dollars ($800) for each sexual assault examination kit that the bureau processes and tests. Fees collected by the bureau in accordance with this subsection shall be deposited in the sexual assault examination kit fund.\n\nC. As used in this section, \"biological material\" means material that is derived from a human body and includes bodily fluids, hair and skin cells.\n\nHistory:Laws 1935, ch. 149, § 7; 1941 Comp., § 40-304; 1953 Comp., § 39-3-4; Laws 1977, ch. 257, § 46; 1978, ch. 3, § 1; 1979, ch. 202, § 39; 2017, ch. 98, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nThe 2017 amendment,effective June 16, 2017, required the department of public safety forensic laboratories bureau to assist certain local law enforcement crime laboratories for a three year period with testing samples of biological material collected pursuant to a medical examination of a sexual assault victim, allowed the bureau to charge a fee for assisting in testing samples of biological material, and defined \"biological material\" for purposes of this section; added the subsection designation \"A.\"; in Subsection A, after \"It\", deleted \"shall be\" and added \"is\", after \"human services department, the\", added \"department of\" and after \"health\", deleted \"and environment department\", and after \"departments\", added \"divisions\"; and added Subsections B and C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-4/"
    },
    {
      "id": "section-29-3-5",
      "number": "29-3-5",
      "heading": "to 29-3-7 - Repealed.",
      "text": "Repeals.— Laws 1979, ch. 202, § 53 repealed 29-3-5 to 29-3-7 NMSA 1978, as enacted by Laws 1935, Ch. 149, §§ 8, 9, & 10, relating to supplies, quarters and reports of the technical services bureau of the criminal justice support division, criminal justice department, effective July 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-5-to-29-3-7/"
    },
    {
      "id": "section-29-3-8",
      "number": "29-3-8",
      "heading": "Biometric identifying information of persons arrested; state arrest records; disposition.",
      "text": "A. A booking facility shall electronically collect biometric identifying information from a person arrested for the following crimes prior to the person's release:\n\n(1) the commission of a criminal offense amounting to a felony;\n\n(2) the commission of a criminal offense not amounting to a felony but punishable by imprisonment for more than six months under the laws of the state or a political subdivision of the state; or\n\n(3) the violation of a provision of Section 66-8-102 NMSA 1978 or the violation of a municipal or county ordinance prescribing criminal penalties for driving while under the influence of intoxicating liquor or drugs.\n\nB. Biometric identifying information shall be obtained each time a person is arrested.\n\nC. At the time biometric identifying information is collected, the booking facility shall create an arrest record with a state arrest tracking number provided by the department. The arrest record shall include:\n\n(1) the date of arrest;\n\n(2) the state arrest tracking number assigned to the arrest record;\n\n(3) the state personal identification number assigned to the arrestee by the department;\n\n(4) the arrestee's biometric identifying information; and\n\n(5) a completed description with charge code of each offense charged.\n\nD. The department shall promulgate rules addressing:\n\n(1) collection of biometric identifying information;\n\n(2) submission of biometric identifying information;\n\n(3) creation of a state personal identification number system to identify a person arrested and charged with a crime and ensure that the same state personal identification number is assigned to the person regardless of the number of times the person is arrested or the location of the arrest within the state; and\n\n(4) creation of a state arrest tracking number system for each arrest record.\n\nE. At booking, the booking facility shall immediately forward the arrest record and any other information required by department rule to the department.\n\nF. The department shall immediately provide the:\n\n(1) biometric identifying information to the federal bureau of investigation in Washington, D.C.;\n\n(2) state personal identification number to agencies at all levels of government that are engaged in the apprehension, prosecution or defense, adjudication, incarceration or rehabilitation of criminal offenders; and\n\n(3) arrest record to the administrative office of the district attorneys for submission to the appropriate prosecuting authority.\n\nG. Biometric identifying information shall be collected from an inmate who is charged with a felony or misdemeanor offense while incarcerated, and the jail or corrections facility shall forward the offender's biometric identifying information to the department.\n\nH. The administrative office of the courts shall provide to the department the disposition of all criminal cases assigned a state arrest tracking number. The disposition shall be provided in electronic format, promptly upon the conclusion of the case.\n\nI. The administrative office of the district attorneys shall provide to the department the disposition of all criminal cases assigned a state arrest tracking number when the district attorney decides not to file charges in the case. The disposition shall be provided in electronic format promptly upon a district attorney's decision not to file charges in the case.\n\nJ. The department shall forward the disposition of all criminal cases to the federal bureau of investigation and the national crime information center within five business days of receipt.\n\nK. Law enforcement agencies, the administrative office of the courts and the administrative office of the district attorneys shall allow the department access to their records for the purpose of auditing those records to ensure compliance with the provisions of this section.\n\nL. As used in this section:\n\n(1) \"biometric identifying information\" means physical characteristics used in verifying the identity of an individual, including photographs, fingerprint impressions and palm print impressions;\n\n(2) \"booking facility\" means a jail, police station, sheriff's office or other place of detention;\n\n(3) \"charge code\" means the unique code assigned to the crime from the master charge code table distributed by the New Mexico justice information sharing council;\n\n(4) \"state arrest tracking number\" means an incident-based unique number assigned to the arrest; and\n\n(5) \"state personal identification number\" means a unique number assigned to the arrestee based on the arrestee's biometric identifying information.\n\nHistory:1953 Comp., § 39-3-8, enacted by Laws 1978, ch. 87, § 1; 1979, ch. 202, § 40; 1997, ch. 242, § 2; 2002, ch. 46, § 1; 2011, ch. 17, § 1; 2019, ch. 192, § 2.\n\nRepeals and reenactments.— Laws 1977, ch. 364, § 1, repealed former 39-3-8, 1953 Comp., relating to fingerprinting of persons arrested for felonies and disposition of prints, and enacted a new 39-3-8, 1953 Comp. (29-3-8 NMSA 1978).\n\nLaws 1978, ch. 87, § 1, repealed 39-3-8, 1953 Comp. (29-3-8 NMSA 1978), relating to fingerprinting of persons arrested and disposition, and enacted a new 29-3-8 NMSA 1978.\n\nThe 2019 amendment,effective July 1, 2019, specified that photographs, fingerprints and palm prints are biometric identifying information of an arrested person; required booking facilities to electronically collect biometric identifying information from a person arrested for certain crimes, provided requirements for the content and disposition of arrest records, required the department of public safety to promulgate rules addressing the collection of biometric identifying information, and provided additional duties for the department of public safety; in the section heading, deleted \"fingerprint and palm print impressions\" and added \"biometric identifying information\", and after \"arrested\", added \"state arrest records\"; in Subsection A, after \"A\", deleted \"person arrested for\" and added \"booking facility shall electronically collect biometric identifying information from a person arrested for the following crimes prior to the person's release\", in Paragraph A(1), after \"felony\", deleted \"under the laws of this state or any other jurisdiction shall be required by the arresting peace officer or the jail to make fingerprint and palm print impressions prior to the person's release. The arresting peace officer or the jail shall obtain fingerprint and palm print impressions and a photograph\", added new Paragraphs A(2) and A(3); in Subsection B, added \"Biometric identifying information shall be obtained\"; in Subsection C, after \"time\", deleted \"of fingerprinting and palm printing\" and added \"biometric identifying information is collected, the booking facility shall create an arrest record with\", after \"state\", added \"arrest\", and after \"number\", deleted \"shall be assigned to the fingerprint and palm print records and the booking sheet.\" and added \"provided by the department. The arrest record shall include\", and added Paragraphs C(1) through C(5); deleted former Subsections B and C, added new Subsections D and E and redesignated former Subsections D through G as Subsections F through I, respectively; in Subsection F, deleted \"Fingerprint and palm print impressions shall be made pursuant to rules adopted by the department. Fingerprint and palm print record submission policies and a state tracking number system for fingerprint and palm print records shall be implemented pursuant to rules adopted by the department. All felony, misdemeanor and DWI arrest fingerprints and palm prints shall be made in duplicate. Both copies and a photograph of the person arrested shall be forwarded to the department within five days following the date of arrest.\", after \"department shall\", deleted \"forward one copy\" and added \"immediately provide the\", and added Paragraphs F(1) through F(3); in Subsection G, added \"Biometric identifying information shall be collected from\", after \"incarcerated\", deleted \"shall be fingerprinted, palm printed and photographed\", after \"offender's\", deleted \"fingerprint and palm print records and photograph\" and added \"biometric identifying information\"; in Subsection H, after \"assigned a state\", added \"arrest\"; in Subsection I, after \"assigned a state\", added \"arrest\"; added Subsection J and redesignated former Subsection H as Subsection K; and added Subsection L.\n\nThe 2011 amendment,effective June 17, 2011, required palm prints of persons who are arrested.\n\nThe 2002 amendment,effective July 1, 2002, in Subsection A, inserted \"or the jail\" and \"prior to the person's release\" in the first sentence, and added the second and third sentences; in Subsection B, substituted \"by the arresting peace officer or the jail to make fingerprint impressions prior to the person's release\" for \"to make fingerprint impressions\" in the first sentence, and added the second and third sentences; in Subsection C, inserted \"or the jail\" and \"prior to the person's release\" in the first sentence, and added the second and third sentences; rewrote Subsection D, substituting \"the department\" for \"the New Mexico state police board\" in the first sentence, adding the present second sentence, inserting \"misdemeanor and DWI\" in the third sentence, and adding the requirement of a photograph and the five-day requirement in the fourth sentence; deleted former Subsection E in light of the other amendments, and added present Subsections E through H.\n\nThe 1997 amendment,effective July 1, 1997, added Subsection C, redesignating the following subsections accordingly, and substituted \"federal bureau of investigation\" for \"FBI\" in Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-8/"
    },
    {
      "id": "section-29-3-81",
      "number": "29-3-8.1",
      "heading": "Repealed.",
      "text": "History:Laws 2002, ch. 46, § 2; repealed by Laws 2019, ch. 203, § 8.\n\nRepeals.— Laws 2019, ch. 203, § 8 repealed 29-3-8.1 NMSA 1978, as enacted by Laws 2002, ch. 46, § 2, relating to petition to expunge arrest information, effective January 1, 2020. For provisions of former section,seethe 2019 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-8-1/"
    },
    {
      "id": "section-29-3-9",
      "number": "29-3-9",
      "heading": "Instruction.",
      "text": "The governor or the chief of the New Mexico state police may, when deemed necessary or advisable, detail and commission any member or members of the New Mexico state police to attend as a student any school of instruction, now or which may hereafter be established and operated by the United States or any of its agencies, having for its purpose the instruction and training of operators in crime detection and identification, investigation and apprehension of criminals. Such person or persons so detailed and commissioned shall, when they are members of the New Mexico state police, draw the same salaries and allowances as when on duty in this state and shall be deemed to be on leave of absence for such purpose. All other persons so detailed and commissioned for such purpose shall be paid such compensation and allowance as may be provided by law.\n\nHistory:Laws 1935, ch. 149, § 13; 1941 Comp., § 40-309; 1953 Comp., § 39-3-9; Laws 1977, ch. 257, § 50; 1979, ch. 202, § 41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-9/"
    },
    {
      "id": "section-29-3-10",
      "number": "29-3-10",
      "heading": "DNA collection from persons arrested.",
      "text": "A. A person eighteen years of age or over who is arrested for the commission of a felony under the laws of this state or any other jurisdiction shall provide a DNA sample to jail or detention facility personnel upon booking. A sample is not required if it is determined that a sample has previously been taken, is in the possession of the administrative center, has not been expunged pursuant to the DNA Identification Act [Chapter 29, Article 16 NMSA 1978] and is sufficient for DNA identification testing.\n\nB. Jail or detention facility personnel who collect samples pursuant to this section shall forward the samples to the administrative center. A sample shall not be analyzed and shall be destroyed unless one of the following conditions has been met:\n\n(1) the arrest was made upon an arrest warrant for a felony;\n\n(2) the defendant has appeared before a judge or magistrate who made a finding that there was probable cause for the arrest; or\n\n(3) the defendant posted bond or was released prior to appearing before a judge or magistrate and then failed to appear for a scheduled hearing.\n\nC. Samples shall be collected in accordance with rules and procedures adopted by the DNA oversight committee, shall be subject to the confidentiality and penalty provisions of the DNA Identification Act and shall be used only as authorized by that act.\n\nD. As used in this section:\n\n(1) \"administrative center\" means the law enforcement agency or unit that administers and operates the DNA identification system pursuant to the provisions of the DNA Identification Act;\n\n(2) \"DNA\" means deoxyribonucleic acid; and\n\n(3) \"sample\" means a sample of biological material that is sufficient for DNA testing.\n\nHistory:Laws 2006, ch. 104, § 1; 2011, ch. 84, § 1.\n\nThe 2011 amendment,effective July 1, 2011, required DNA samples from all persons arrested for commission of a felony if the arrest was made upon an arrest warrant, a judge or a magistrate has found probable cause for the arrest, or the defendant failed to appear for a hearing after posting bond.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-10/"
    },
    {
      "id": "section-29-3-11",
      "number": "29-3-11",
      "heading": "Uniform crime reporting system established; duties of department.",
      "text": "A. The department of public safety shall develop, operate and maintain a uniform crime reporting system and shall be the central repository for the collection, storage, retrieval and analysis of crime incident and arrest reports generated by all law enforcement agencies in this state. The system shall be operational as of January 1, 2008.\n\nB. The department shall:\n\n(1) compile statistical data and forward such data as required to the federal bureau of investigation or the appropriate department of justice agency in accordance with standards and procedures of the national system;\n\n(2) provide forms, standards and procedures and related training to state and local law enforcement agencies as necessary for the agencies to report incident and arrest activity for inclusion in the statewide system;\n\n(3) in conjunction with the New Mexico sentencing commission, annually publish a report on the nature and extent of crime in New Mexico and submit the report to the governor and to the legislature;\n\n(4) maintain the privacy and security of information in accordance with applicable state and federal laws;\n\n(5) provide the New Mexico sentencing commission access to the data collected and maintained by the department; and\n\n(6) establish rules as necessary to implement the provisions of this section.\n\nC. Every law enforcement agency in the state shall:\n\n(1) submit crime incident reports to the department of public safety on forms or in the format prescribed by the department;\n\n(2) submit any other crime incident information as may be required by the department of public safety; and\n\n(3) use the unique code assigned to the crime from the master charge code table distributed by the New Mexico justice information sharing council for the automated fingerprint identification system and use uniform crime incident reporting as provided by the department for all incidents and arrests.\n\nD. The annual report and other statistical data reports generated by the department shall be made available to state and local law enforcement agencies, the administrative office of the courts and the general public.\n\nHistory:Laws 2007, ch. 37, § 1; 2019, ch. 192, § 3.\n\nCross references.— For duty of state police to establish and maintain complete systems for the identification of criminals,see29-3-1 NMSA 1978.\n\nFor the public safety department,see9-19-4 NMSA 1978.\n\nThe 2019 amendment,effective July 1, 2019, required the department of public safety to share data with the New Mexico sentencing commission; in Subsection B, added Paragraph B(5); in Subsection C, Paragraph C(3), after \"use the\", deleted \"state uniform statutory charge codes\" and added \"unique code assigned to the crime from the master charge code table distributed by the New Mexico justice information sharing council\"; and in Subsection D, after \"law enforcement agencies,\" added \"the administrative office of the courts\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-11/"
    },
    {
      "id": "section-29-3-12",
      "number": "29-3-12",
      "heading": "Updates to criminal history records.",
      "text": "The department of public safety shall maintain an electronic subscription service to provide notice of updates to criminal history records, including dispositions, for agencies authorized by law to receive particular criminal history record information. The department shall update, upon receipt, criminal history repository records and dispositions pursuant to any change in information discovered by the department. Within forty-eight hours after the department becomes aware that an individual's criminal history record information in a repository record has changed, the department shall provide notice of the updated information to any agency authorized by law to receive information on that particular record.\n\nHistory:Laws 2011, ch. 83, § 1.\n\nEffective dates.— Laws 2011, ch. 83 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2011, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-3/section-29-3-12/"
    }
  ]
}