{
  "state": "new-mexico",
  "path": "title-chapter-29-law-enforcement/chapter-article-4-state-police-pension-fund",
  "sections": [
    {
      "id": "section-29-4-1",
      "number": "29-4-1",
      "heading": "[Police board may establish trust funds; purpose",
      "text": "Authority is hereby granted to the board of supervisors of the New Mexico state police [secretary of public safety] to create and establish in behalf and for the benefit of eligible members of the New Mexico state police a pension trust fund providing termination benefits and retirement benefits and a supplementary trust fund providing benefits to such members and their dependents in the event of disability or death as limited hereinafter or in the trust agreements.\n\nHistory:Laws 1939, ch. 213, § 1; 1941 Comp., § 40-401; 1953 Comp., § 39-4-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. The name of the board of supervisors of the New Mexico state police was changed by Laws 1941, ch. 147, § 24 (compiled as 39-2-24, 1953 Comp.), to the board of supervisors of the division of courtesy and information. Laws 1977, ch. 257, § 107, repealed 39-2-24, 1953 Comp. Under former 29-2-2 NMSA 1978, the New Mexico state police board appeared to exercise the powers and functions of the former board of supervisors. Section 29-2-2 NMSA 1978 was repealed by Laws 1984, ch. 254, § 27. Pursuant to 29-2-1.1 NMSA 1978, \"New Mexico state police board\" or \"board\" now means the secretary of public safety.\n\nCross references.— For membership in public employees' retirement association of New Mexico,see10-11-3 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 60A Am. Jur. 2d Pensions and Retirement Funds § 1618.\n\n81A C.J.S. States §§ 46, 112 to 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-1/"
    },
    {
      "id": "section-29-4-2",
      "number": "29-4-2",
      "heading": "[Provisions governing trust funds; trust agreements; approval by governor, police board and insurance department [public regulation commission].]",
      "text": "All monies in said pension trust fund and said supplementary trust fund shall be deposited, administered and disbursed in accordance with the terms of this act [29-4-1 to 29-4-11 NMSA 1978] and with the terms of the pension trust agreement and supplementary trust agreement which shall be drafted pursuant to the terms of this act and shall not become effective until specifically approved by the governor of New Mexico, the board of supervisors of the New Mexico state police [secretary of public safety] and the insurance department of the state of New Mexico [public regulation commission].\n\nHistory:Laws 1939, ch. 213, § 2; 1941 Comp., § 40-402; 1953 Comp., § 39-4-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the board of supervisors of the New Mexico state police was changed by Laws 1941, ch. 147, § 24 (compiled as 39-2-24, 1953 Comp.), to the board of supervisors of the division of courtesy and information. Laws 1977, ch. 257, § 107, repealed 39-2-24, 1953 Comp. Under former 29-2-2 NMSA 1978, the New Mexico state police board appeared to exercise the powers and functions of the former board of supervisors. Section 29-2-2 NMSA 1978 was repealed by Laws 1984, ch. 254, § 27. Pursuant to 29-2-1.1 NMSA 1978, \"New Mexico state police board\" or \"board\" now means the secretary of public safety.\n\nLaws 1998, ch. 108, § 80 provided that references in law to the insurance board be construed to be references to the public regulation commission.\n\nInsurance policy limits benefits paid.— An insurance policy constitutes the supplemental trust agreement referred to in this section, and this insurance policy has limits on the total amount of benefits which may be paid in any particular instance. If it is desired to have benefits for disabled policemen over and above the limits of coverage of the policy, then those benefits should themselves be the subject of a trust agreement. 1965 Op. Att'y Gen. No. 65-92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-2/"
    },
    {
      "id": "section-29-4-3",
      "number": "29-4-3",
      "heading": "[Contributions to funds; maximum.]",
      "text": "Contributions to the pension trust fund by members of the New Mexico state police shall not exceed six percent (6%) of their regular monthly salaries, and contributions to the supplementary trust fund shall not exceed five percent (5%) of their regular monthly salaries.\n\nHistory:Laws 1939, ch. 213, § 3; 1941 Comp., § 40-403; 1953 Comp., § 39-4-3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-3/"
    },
    {
      "id": "section-29-4-4",
      "number": "29-4-4",
      "heading": "State contributions to funds; liquidation.",
      "text": "State contributions to the pension trust fund and the supplementary trust fund shall be appropriated as a part of the annual operating budget of the state police. Contributions to the funds shall be in an amount necessary to prevent any actuarial deterioration of the fund as determined by an annual actuarial investigation. Termination of the trust and liquidation of the funds shall be effected only by specific legislative act.\n\nHistory:1978 Comp., § 29-4-4 enacted by Laws 1980, ch. 8, § 1.\n\nRepeals and reenactments.— Laws 1980, ch. 8, § 1, repealed former 29-4-4 NMSA 1978, relating to state appropriations to the state police pension trust fund and supplementary trust fund, and enacted a new section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-4/"
    },
    {
      "id": "section-29-4-5",
      "number": "29-4-5",
      "heading": "[State treasurer is trustee of funds; duties.]",
      "text": "The treasurer of the state of New Mexico shall serve as trustee for the pension trust fund and the supplementary trust fund and shall receive and hold as trustee for the uses and purposes set out in the trust agreements any and all funds paid to it as such trustee by the state, the department, the employee beneficiaries or by any other person or persons.\n\nHistory:Laws 1939, ch. 213, § 5; 1941 Comp., § 40-405; 1953 Comp., § 39-4-5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-5/"
    },
    {
      "id": "section-29-4-6",
      "number": "29-4-6",
      "heading": "[Pension consultants; employment; duties.]",
      "text": "The board of supervisors of the New Mexico state police [secretary of public safety] are [is] hereby authorized and empowered to engage pension consultants to assist in drafting the trust agreements and establishing an equitable, practical and actuarially sound pension program. The trustee shall engage pension consultants to supervise and assist in the technical operation of the pension trust in order that there may be no deterioration in the actuarial status of the plan.\n\nHistory:Laws 1939, ch. 213, § 6; 1941 Comp., § 40-406; 1953 Comp., § 39-4-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. The name of the board of supervisors of the New Mexico state police was changed by Laws 1941, ch. 147, § 24 (compiled as 39-2-24, 1953 Comp.), to the board of supervisors of the division of courtesy and information. Laws 1977, ch. 257, § 107, repealed 39-2-24, 1953 Comp. Under former 29-2-2 NMSA 1978, the New Mexico state police board appeared to exercise the powers and functions of the former board of supervisors. Section 29-2-2 NMSA 1978 was repealed by Laws 1984, ch. 254, § 27. Pursuant to 29-2-1.1 NMSA 1978, \"New Mexico state police board\" or \"board\" now means the secretary of public safety.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-6/"
    },
    {
      "id": "section-29-4-7",
      "number": "29-4-7",
      "heading": "[Annual report of trustee.]",
      "text": "Within ninety days after the close of each fiscal year the trustee, with the aid of the pension consultants, shall prepare and file an annual report with the department and the New Mexico insurance department which shall include the following:\n\nSchedule I. Receipts and disbursements.\n\nSchedule II. Assets of pension trust listing investments as to book value and current market value as of the end of the fiscal year.\n\nSchedule III. List of terminations, showing cause and amount of refund.\n\nSchedule IV. The application of actuarially computed \"reserve factors\" to the payroll data properly classified for the purpose of computing the reserve liability of the trust fund as of the end of the fiscal year.\n\nSchedule V. The application of actuarially computed \"current liability factors\" to the payroll data properly classified for the purpose of computing the liability of the trust fund as of the end of the fiscal year.\n\nSchedule VI. An actuarial computation of the pension liability for all employees retired prior to the close of the fiscal year.\n\nHistory:Laws 1939, ch. 213, § 7; 1941 Comp., § 40-407; 1953 Comp., § 39-4-7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-7/"
    },
    {
      "id": "section-29-4-8",
      "number": "29-4-8",
      "heading": "[Administration of pension program; pension advisory board; membership; assistance to trustee.]",
      "text": "The complete pension program authorized by the terms of this act [29-4-1 to 29-4-11 NMSA 1978] shall be administered by the trustee with the assistance and counsel of a pension advisory board which shall consist of the chief of the department [director of the New Mexico state police division of the department] as chairman, two members appointed by the board of supervisors of the New Mexico state police [secretary of public safety] with the approval of the governor, and two members elected by the participating members. One of the initial appointees and one of the initial elected representatives shall serve for one-year terms and the other elected and appointed representatives shall serve for two-year terms.\n\nHistory:Laws 1939, ch. 213, § 8; 1941 Comp., § 40-408; 1953 Comp., § 39-4-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1977, ch. 257, changed several references in this chapter from the chief of the state police to director of the state police division. Laws 1979, ch. 202, changed several references in this chapter from the director of the state police division to the chief of the New Mexico state police.See29-2-3 NMSA 1978. Pursuant to 29-2-1.1 NMSA 1978, \"chief of the state police\" now means the director of the New Mexico state police division of the department. The bracketed language was not enacted by the legislature and is not part of the law.\n\nThe name of the board of supervisors of the New Mexico state police was changed by Laws 1941, ch. 147, § 24 (compiled as 39-2-24, 1953 Comp.), to the board of supervisors of the division of courtesy and information. Laws 1977, ch. 257, § 107, repealed 39-2-24, 1953 Comp. Under former 29-2-2 NMSA 1978, the New Mexico state police board appeared to exercise the powers and functions of the former board of supervisors. Section 29-2-2 NMSA 1978 was repealed by Laws 1984, ch. 254, § 27. Pursuant to 29-2-1.1 NMSA 1978, \"New Mexico state police board\" or \"board\" now means the secretary of public safety.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-8/"
    },
    {
      "id": "section-29-4-9",
      "number": "29-4-9",
      "heading": "[Repeal of conflicting laws; fees, rewards and previously accumulated funds go into supplementary trust fund.]",
      "text": "Upon the establishment of the pension trust fund and supplementary trust fund as outlined by this act [29-4-1 to 29-4-11 NMSA 1978], all conflicting laws are expressly repealed and any funds previously accumulated for this purpose shall be transferred to the supplementary trust fund. No fee for the performance of an act in line of duty and no reward offered for the apprehension or conviction of any person or persons, or for the recovery of any property may be accepted by any member of the department of state police, but any fee or reward to which such member would be entitled except for the foregoing provisions shall be paid to the supplementary trust fund. All laws and parts of laws in conflict herewith are hereby repealed.\n\nHistory:Laws 1939, ch. 213, § 9; 1941 Comp., § 40-409; 1953 Comp., § 39-4-9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-9/"
    },
    {
      "id": "section-29-4-10",
      "number": "29-4-10",
      "heading": "[Interest in trust fund not subject to assignment, lien or judicial process; trustee may pay expenses.]",
      "text": "No person entitled to any interest in or share of or pension or benefit from the trust funds shall, prior to the actual payment therefor, have the right to anticipate the same, or to sell, assign, pledge or mortgage or otherwise dispose of or encumber the same, nor shall such interest, share, pension or benefit prior to the actual payment thereof, be liable for the debts or liabilities of the person entitled thereto or be subject to attachment, garnishment, execution or to levy or sale on judicial proceedings, or be transferable by any means, voluntarily or involuntarily. The trustee may expend such sums as it [he] may deem proper from such fund for the necessary expenses connected therewith.\n\nHistory:Laws 1939, ch. 213, § 10; 1941 Comp., § 40-410; 1953 Comp., § 39-4-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. The bracketed word \"he\" in the last sentence was inserted by the 1941 compiler of the New Mexico statutes and was not deleted by the compiler of the 1953 compilation or by the present compiler.\n\nCross references.— For exemption from legal process for Public Employees Retirement Act benefits,see10-11-135 NMSA 1978.\n\nFor exemption from legal process for Judicial Retirement Act benefits,see10-12B-7 NMSA 1978.\n\nFor exemption from legal process for Magistrate Retirement Act benefits,see10-12C-7 NMSA 1978.\n\nFor exemption from legal process for Educational Retirement Act benefits,see22-11-42 NMSA 1978.\n\nFor exemption from legal process for married persons or heads of households,see42-10-1 NMSA 1978.\n\nFor rules governing garnishment and writs of execution in the district, magistrate, and metropolitan courts,seeRules 1-065.1, 2-801, and 3-801 NMRA, respectively.\n\nFor form for claim of exemptions on executions,seeRule 4-803 NMRA.\n\nFor form for order on claim of exemption and order to pay in execution proceedings,seeRule 4-804 NMRA.\n\nFor form for application for writ of garnishment and affidavit,seeRule 4-805 NMRA.\n\nFor form for notice of right to claim exemptions from execution,seeRule 4-808A NMRA.\n\nFor form for claim of exemption from garnishment,seeRule 4-809 NMRA.\n\nLaw reviews.— For article, \"Attachment in New Mexico - Part II,\" see 2 Nat. Res. J. 75 (1962).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-10/"
    },
    {
      "id": "section-29-4-11",
      "number": "29-4-11",
      "heading": "[Effective date of act and pension program; approval of governor, police board and insurance department.]",
      "text": "The powers conferred upon the board of supervisors of the New Mexico state police [secretary of public safety] by the provisions of this act [29-4-1 to 29-4-11 NMSA 1978] shall be possessed and may be exercised from and after the first day of July, 1939, and this act shall be in full force and effect from and after that date. The pension program authorized in this act may become operative at any time after the passage of this act upon the approval of the governor of New Mexico, the board of supervisors of the New Mexico state police [secretary of public safety] and the insurance department of the state of New Mexico.\n\nHistory:Laws 1939, ch. 213, § 12; 1941 Comp., § 40-411; 1953 Comp., § 39-4-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. The name of the board of supervisors of the New Mexico state police was changed by Laws 1941, ch. 147, § 24 (compiled as 39-2-24, 1953 Comp.), to the board of supervisors of the division of courtesy and information. Laws 1977, ch. 257, § 107, repealed 39-2-24, 1953 Comp. Under former 29-2-2 NMSA 1978, the New Mexico state police board appeared to exercise the powers and functions of the former board of supervisors. Section 29-2-2 NMSA 1978 was repealed by Laws 1984, ch. 254, § 27. Pursuant to 29-2-1.1 NMSA 1978, \"New Mexico state police board\" or \"board\" now means the secretary of public safety.\n\nSeverability.— Laws 1939, ch. 213, § 11 provided for the severability of the act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-4/section-29-4-11/"
    }
  ]
}