{
  "state": "new-mexico",
  "path": "title-chapter-29-law-enforcement/chapter-article-2-state-police",
  "sections": [
    {
      "id": "section-29-2-1",
      "number": "29-2-1",
      "heading": "New Mexico state police created",
      "text": "There is created in the department of public safety the \"New Mexico state police division\".\n\nHistory:1941 Comp., § 40-201, enacted by Laws 1941, ch. 147, § 1; 1953 Comp., § 39-2-1; Laws 1977, ch. 257, § 19; 1979, ch. 202, § 12; 1987, ch. 254, § 17; 1989, ch. 204, § 21.\n\nCross references.— For radio communication property, ownership transferred to the department of information technology,see9-27-18 NMSA 1978.\n\nFor educational funds for children of police killed in active duty,see28-14-1 NMSA 1978 et seq.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"department of public safety\" for \"department of state government\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 81A C.J.S. States § 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-1/"
    },
    {
      "id": "section-29-2-11",
      "number": "29-2-1.1",
      "heading": "Definitions.",
      "text": "As used in Chapter 29 NMSA 1978:\n\nA. \"chief\" or \"chief of the state police\" means the director of the New Mexico state police division of the department;\n\nB. \"commission\" means the public safety advisory commission;\n\nC. \"department\" means the department of public safety;\n\nD. \"member of the New Mexico state police\" means a commissioned officer of the New Mexico state police, including an officer who is certified and commissioned as of June 30, 2015 in the former motor transportation division or the former special investigations division;\n\nE. \"New Mexico law enforcement academy\" or \"academy\" means a division of the department established pursuant to the Law Enforcement Training Act [Chapter 29, Article 7 NMSA 1978];\n\nF. \"New Mexico state police\" means the New Mexico state police division of the department; and\n\nG. \"secretary\" means the secretary of public safety.\n\nHistory:1978 Comp., § 29-2-1.1, enacted by Laws 1987, ch. 254, § 18; 1989, ch. 204, § 22; 2015, ch. 3, § 4.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by amending certain law enforcement definitions; in Subsection D, after the second occurrence of \"state police,\" added the remainder of the sentence; in Subsection E, after \"means a\", deleted \"bureau of the training and recruiting\", after \"department\", deleted \"of public safety\" and added \"established pursuant to the Law Enforcement Training Act\"; in Subsection F, after the semicolon, added \"and\"; and deleted former Subsection G and redesignated former Subsection H as Subsection G.\n\nThe 1989 amendment,effective July 1, 1989, deleted \"public safety\" preceding \"department\" in Subsections A and F, and substituted \"department of public safety\" for \"public safety department\" in Subsection C, \"New Mexico state police\" for \"department\" in Subsection D, and all of the present language of Subsection E following \"means\" for \"the training division of the public safety department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-1-1/"
    },
    {
      "id": "section-29-2-2",
      "number": "29-2-2",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1987, ch. 254, § 27 repealed 29-2-2 NMSA 1978, as amended by Laws 1979, ch. 202, § 13, relating to police board composition, effective July 1, 1987.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-2/"
    },
    {
      "id": "section-29-2-3",
      "number": "29-2-3",
      "heading": "New Mexico state police; organization.",
      "text": "The New Mexico state police shall consist of a chief and such patrol officers, sergeants, lieutenants and captains as the secretary may deem advisable within the limits of the funds appropriated for the New Mexico state police; provided that the number of captains, lieutenants and sergeants shall not exceed twenty-five percent of the total number of the police, exclusive of the chief; but this requirement shall not be interpreted so as to require the demotion of any member of the previous state police division, the former motor transportation division or the former special investigations division.\n\nHistory:1941 Comp., § 40-203, enacted by Laws 1941, ch. 147, § 3; 1953 Comp., § 39-2-3; Laws 1977, ch. 257, § 21; 1979, ch. 202, § 14; 2015, ch. 3, § 5.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying references to positions within the organizational structure of the New Mexico state police; after the first occurrence of \"chief\", added \"and\"; after \"such\", deleted \"patrolmen\" and added \"patrol officers\"; after \"captains as the\", deleted \"New Mexico state police board\" and added \"secretary\", after \"provided\", deleted \"however\", and after \"police division\", deleted \"of the criminal justice department\" and added \"the former motor transportation division or the former special investigations division\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-3/"
    },
    {
      "id": "section-29-2-4",
      "number": "29-2-4",
      "heading": "Appointments; removal.",
      "text": "The chief of the New Mexico state police shall be appointed by the secretary. All patrol officers and other officers and all civilian employees shall be appointed by the chief.\n\nHistory:1941 Comp., § 40-204, enacted by Laws 1941, ch. 147, § 4; 1953 Comp., § 39-2-4; Laws 1977, ch. 257, § 22; 1979, ch. 202, § 15; 2015, ch. 3, § 6.\n\nCompiler's notes.— Although \"removal\" was added to the section heading, no provisions relevant to removal were added to this section by the 1979 amendment.\n\nCross references.— For removal during probationary period,see29-2-9 NMSA 1978.\n\nFor disciplinary proceedings culminating in removal,see29-2-11 NMSA 1978.\n\nFor removal of chief,see29-2-19 NMSA 1978.\n\nFor certificate from law enforcement academy,see29-7-6 NMSA 1978.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying certain duties regarding appointment within the department of public safety; after \"appointed by the\", deleted \"New Mexico state police board\" and added \"secretary\", and after \"All\", deleted \"patrolmen\" and added \"patrol officers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-4/"
    },
    {
      "id": "section-29-2-41",
      "number": "29-2-4.1",
      "heading": "Rules.",
      "text": "The secretary shall promulgate rules governing employment and operating practices and related matters for employees of the New Mexico state police.\n\nHistory:1978 Comp., § 29 2 4.1, enacted by Laws 1979, ch. 202, § 16; 2015, ch. 3, § 7.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by providing the secretary of public safety with the authority to create rules for the department; in the catchline, deleted \"and regulations\"; after \"The\", deleted \"New Mexico state police board\" and added \"secretary\"; and after \"rules\", deleted \"and regulations\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Sexual misconduct or irregularity as amounting to \"conduct unbecoming an officer,\" justifying officer's demotion or removal or suspension from duty, 9 A.L.R.4th 614.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-4-1/"
    },
    {
      "id": "section-29-2-5",
      "number": "29-2-5",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1987, ch. 254, § 27 repealed 29-2-5 NMSA 1978, as enacted by Laws 1941, ch. 147, § 5, relating to retention of chief and members of state police, effective July 1, 1987.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-5/"
    },
    {
      "id": "section-29-2-6",
      "number": "29-2-6",
      "heading": "Qualifications of members.",
      "text": "A. Members of the New Mexico state police, except the chief, shall:\n\n(1) at the time of their appointment, be citizens of the United States;\n\n(2) at the time of their appointment, have reached twenty-one years of age;\n\n(3) except as otherwise provided in Subsection B of this section, at the time of their appointment, have completed at least sixty hours of college credit or have had two years of military or law enforcement service. This requirement shall not apply to officers who are certified and commissioned as of June 30, 2015 in the former motor transportation division or the former special investigations division;\n\n(4) be of good moral character and not have been convicted of a felony or infamous crime in the courts of this state or other state or any country or in the federal courts; and\n\n(5) pass a physical examination that the New Mexico state police may require.\n\nB. Notwithstanding the requirement of Paragraph (3) of Subsection A of this section, the chief may appoint a member of the New Mexico state police who has at least thirty hours of college credit, and the chief shall determine an appropriate time period after appointment for the member to complete the additional thirty hours of college credit required. This provision shall not apply to officers who are certified and commissioned as of June 30, 2015 in the former motor transportation division or the former special investigations division.\n\nHistory:1941 Comp., § 40-206, enacted by Laws 1941, ch. 147, § 6; 1953 Comp., § 39-2-6; Laws 1963, ch. 100, § 1; 1967, ch. 64, § 1; 1973, ch. 37, § 1; 1977, ch. 257, § 23; 1979, ch. 202, § 17; 1993, ch. 70, § 1; 1998, ch. 5, § 1; 2001, ch. 45, § 1; 2009, ch. 55, § 1; 2011, ch. 91, § 1; 2015, ch. 3, § 8.\n\nCross references.— For inapplicability of Criminal Offender Employment Act to law enforcement agencies,see28-2-5 NMSA 1978.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying qualification requirements for members of the New Mexico state police; in Subsection A, Paragraph 3, added the second sentence relating to certain certified and commissioned officers; in Subsection B, added the second sentence relating to certain certified and commissioned officers; and deleted Subsection C.\n\nThe 2011 amendment,effective June 17, 2011, supplemented the educational requirement for state police officers by adding, as an alternative to the college credit requirement, a requirement of two years of military or law enforcement service.\n\nThe 2009 amendment,effective June 19, 2009, in Paragraph (3) of Subsection A, added \"except as otherwise provided in Subsection B of this section\", deleted \"not less than\", and added \"at least\"; deleted former Subparagraph (b) of Paragraph (3) of Subsection A that required not less than 30 hours of college credit and completion of an additional 30 hours of college credit; and added Paragraph B.\n\nThe 2001 amendment,effective July 1, 2001, added Subparagraph A(3)(b).\n\nThe 1998 amendment,effective July 1, 1998, rewrote Paragraph A(3); deleted \"any\" preceding \"or\" in two places in Paragraph A(4); substituted \"pass a physical\" for \"successfully pass any physical\" in Paragraph A(5); and in Subsection B, substituted \"A\" for \"No\", inserted \"not\" following \"shall\", and substituted \"a member of the public safety advisory commission for \"any member of the department of public safety advisory commission\".\n\nThe 1993 amendment,effective June 18, 1993, substituted \"twenty-one years of age\" for \"age of majority and be not more than thirty-five years of age\" in Paragraph (2) of Subsection A; deleted former Subsection B which read \"Members of the New Mexico state police, including the chief, shall not be over sixty-one years of age\"; redesignated former Subsection C as Subsection B; and substituted \"department of public safety advisory commission\" for \"New Mexico state police board\" at the end of Subsection B.\n\nDiscretion to terminate officer for not passing physical.— The board (now commission) charged with management and control of the department has the discretion to terminate an officer for failure to pass the required physical examination. This is a continuing qualification and members must pass any reasonable physical examination required from time to time.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nNotice and hearing required.— While the board (now commission) may require its officers to submit to and pass any physical examination reasonably required and while the failure to pass may be the basis for a removal proceeding, this is far different from vaulting this section to a power of dismissal at the discretion of the board (now commission) without prior notice and a hearing.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nNepotism provision controls over general statute.— The general state statute pertaining to nepotism (Section 10-1-10 NMSA 1978) is not applicable in regard to the hiring of state police personnel, but rather this section, which pertains specifically to the state police, is controlling. 1963 Op. Att'y Gen. No. 63-114.\n\nWhen fully qualified individual not appointed as member.— One who is otherwise fully qualified cannot be appointed as a member of the New Mexico state police if his two years of residency did not occur immediately prior to the time of appointment, but such a person can be accepted by the state police as a candidate to attend the recruit training school. 1962 Op. Att'y Gen. No. 62-120 (opinion rendered prior to 1963 and 1967 amendments).\n\nProhibited relationship degrees.— It may be said that the officer and his wife stand one and the same, in relation to the collateral line relationship of the wife. This being so, the wife and her brother stand as to one another in the second degree. And continuing one degree further to the son of the aforesaid brother, being also the nephew of the herein considered officer's wife, a prohibited relationship degree exists, e.g., a third-degree separation. 1958 Op. Att'y Gen. No. 58-170 (opinion rendered prior to 1963 and 1967 amendments).\n\nApplicant not considered for state police.— It is not permissible for an applicant to be considered for the New Mexico state police force whose father's sister is married to an officer of said force. 1958 Op. Att'y Gen. No. 58-170 (opinion rendered prior to 1963 and 1967 amendments).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity, construction and effect of state constitutional or statutory provision regarding nepotism in the public service, 11 A.L.R.4th 826.\n\nSex discrimination in law enforcement and corrections employment, 53 A.L.R. Fed. 31.\n\n81A C.J.S. States § 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-6/"
    },
    {
      "id": "section-29-2-7",
      "number": "29-2-7",
      "heading": "Commissioned officers; application; procedure.",
      "text": "The New Mexico state police shall cause all applicants for the position of commissioned officer to submit a written detailed application on forms as the secretary shall prescribe, and the secretary shall cause an investigation to be made of all applicants, subsequent to their taking the examination referred to in Section 29-2-8 NMSA 1978, for the purpose of determining the moral character, general reputation and fitness of any applicant. An applicant who is found unfit as a result of the investigation shall be disqualified for employment. The secretary shall by rule prescribe the physical qualifications of applicants and shall require each applicant to submit to a physical examination by doctors as the secretary shall designate. An applicant who does not meet the physical requirements prescribed by the secretary shall be disqualified for employment. Inasmuch as laws have been enacted providing for retirement, disability and life insurance funds for members of the New Mexico state police, it is the intention of the legislature that no applicants will be appointed who are in such physical condition that the cost of such protection will thereby be increased.\n\nHistory:1941 Comp., § 40-207, enacted by Laws 1941, ch. 147, § 7; 1953 Comp., § 39-2-7; Laws 1977, ch. 257, § 24; 1978, ch. 82, § 1; 1979, ch. 202, § 18; 2015, ch. 3, § 9.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying certain duties of the secretary of public safety with regard to commissioning officers; after \"application on\", deleted \"such\"; substituted \"secretary\" for \"board\" throughout the section; after the first occurrence of \"examination\", deleted \"hereinafter\"; after \"referred to\", added \"in Section 29-2-8 NMSA 1978\"; after \"any applicant\", inserted a period, deleted \"and any such\", began a second sentence and added \"An\"; in the present second sentence, after \"result of\", deleted \"such\" and added \"the\", after \"examination by\", deleted \"such\", and after \"designate\", inserted a period, deleted \"and any\", began a third sentence, and added \"An\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-7/"
    },
    {
      "id": "section-29-2-8",
      "number": "29-2-8",
      "heading": "New Mexico state police; commissioned officers; examination.",
      "text": "The New Mexico state police shall conduct a written examination of all applicants for the position of commissioned officer for the purpose of determining their mental qualifications and knowledge of the laws of New Mexico and their ability to render assistance in case of accidents upon the public highways. No applicant shall be appointed a member of the New Mexico state police, other than the chief, until the applicant has passed the written examination with a grade of not less than seventy-two percent. This section shall not apply to officers who are certified and commissioned as of June 30, 2015 in the former motor transportation division or the former special investigations division.\n\nHistory:1941 Comp., § 40-208, enacted by Laws 1941, ch. 147, § 8; 1953 Comp., § 39-2-8; Laws 1977, ch. 257, § 25; 1978, ch. 82, § 2; 1979, ch. 202, § 19; 2015, ch. 3, § 10.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying certain qualification requirements of officers within the New Mexico state police; after \"highways\", deleted \"and\", inserted a period, and began a second sentence; in the present second sentence, after \"until\", deleted \"he shall have\" and added \"the applicant has\", after \"passed\", deleted \"such\" and added \"the\"; and added the third sentence relating to certain certified and commissioned officers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-8/"
    },
    {
      "id": "section-29-2-9",
      "number": "29-2-9",
      "heading": "Probationary period; length; permanent commission; salary.",
      "text": "A. All new appointments as members of the New Mexico state police shall be for a probationary period of two years. During the probationary period, the new members may be removed or suspended at the discretion of the chief. At the end of two years of satisfactory service and upon recommendation of the chief and with concurrence of the secretary, the appointee may receive a permanent commission as a member of the New Mexico state police. However, the probationary period may be extended beyond a two-year period upon the recommendation of the chief with the concurrence of the secretary. This subsection shall not apply to officers who are certified and commissioned as of June 30, 2015 in the former motor transportation division or the former special investigations division. Members who are on probation on July 1, 2015 shall complete the probationary period under which they were hired.\n\nB. The salaries of all members of the New Mexico state police, probationary and permanent, and that of the chief shall be fixed by the secretary.\n\nHistory:1941 Comp., § 40-209, enacted by Laws 1941, ch. 147, § 9; 1953, ch. 80, § 2; 1953 Comp., § 39-2-9; Laws 1977, ch. 257, § 26; 1979, ch. 202, § 20; 2015, ch. 3, § 11.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying certain duties of the secretary of public safety and amending qualification requirements for certain officers; designated the previously undesignated paragraphs as Subsections A and B; in the second sentence of Subsection A, deleted each occurrence of \"such\" and added \"the\", after \"chief\", deleted \"of the New Mexico state police\"; in the third sentence of Subsection A, after \"concurrence of the\", deleted \"New Mexico state police board\" and added \"secretary\"; in the fourth sentence of Subsection A, deleted \"board\" and added \"secretary\"; added the fifth sentence relating to certain certified and commissioned officers; and in Subsection B, after \"fixed by the\", deleted board and added \"secretary\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-9/"
    },
    {
      "id": "section-29-2-10",
      "number": "29-2-10",
      "heading": "Promotions.",
      "text": "All promotions in the New Mexico state police to the rank of sergeant shall be made after written examinations. All promotions above the rank of sergeant shall be made by the chief after concurrence and approval by the secretary. The ranks of sergeant, lieutenant and captain shall be permanent unless established as an exempt rank by the chief with the concurrence of the secretary. All promotions above the rank of captain are by executive appointment of the chief with concurrence of the secretary, and those persons shall serve at the pleasure of the chief with the concurrence of the secretary.\n\nHistory:1941 Comp., § 40-210, enacted by Laws 1941, ch. 147, § 10; 1953 Comp., § 39-2-10; Laws 1979, ch. 202, § 21; 2015, ch. 3, § 12.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying certain duties of the secretary of public safety with regard to promotions in the New Mexico state police; in the first sentence, after \"written examinations\", deleted the remainder of the sentence; and substituted \"secretary\" for \"New Mexico state police board\" and \"board\" throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-10/"
    },
    {
      "id": "section-29-2-11",
      "number": "29-2-11",
      "heading": "Disciplinary proceedings; appeal.",
      "text": "A. A New Mexico state police officer holding a permanent commission shall not be removed from office, demoted or suspended except for incompetence, neglect of duty, violation of a published rule of conduct, malfeasance in office or conduct unbecoming an officer, except as provided in this section. A probationary officer not holding a permanent commission may be removed from office, demoted or suspended in accordance with New Mexico state police rules.\n\nB. The secretary may suspend an officer for disciplinary reasons for not more than thirty days in accordance with New Mexico state police rules without further review or appeal.\n\nC. In the event an officer is removed from office, demoted or suspended for a period of more than thirty days, the secretary shall provide written notification of the grounds supporting the action to the officer. The officer may appeal the secretary's action to the commission within thirty days of the date of receipt of the secretary's written notification. The appeal process shall be public and conducted in accordance with New Mexico state police rules.\n\nD. In the event the commission finds that there is just cause for the removal, demotion or suspension of the officer for a period in excess of thirty days, the officer may appeal the decision of the commission to the district court pursuant to the provisions of Section 39-3-1.1 NMSA 1978.\n\nHistory:1941 Comp., § 40-211, enacted by Laws 1941, ch. 147, § 11; 1953, ch. 80, § 3; 1953 Comp., § 39-2-11; Laws 1970, ch. 5, § 1, 1977, ch. 257, § 27; 1979, ch. 202, § 22; 1987, ch. 254, § 19; 1989, ch. 204, § 23; 1998, ch. 55, § 40; 1999, ch. 265, § 42; 2006, ch. 11, § 1; 2006, ch. 12, § 1.\n\nCross references.— For procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nThe 2006 amendment,effective February 24, 2006, provided in Subsection A that a probationary officer not holding a permanent commission may be removed from office, demoted or suspended in accordance with state police rules; deleted the provision in Subsection B, which provided that an officer holding a permanent commission had the right to have a suspension reviewed by the commission; deleted provisions in Subsection C, which provided for the filing of written charges with the commission, notice of charges to the officer, a prompt hearing by the commission, legal representation of the officer, and the making of a record of the hearing; added a provision in Subsection C that the secretary shall provide notification to the officer of the grounds supporting a removal, demotion or suspension; added a provision in Subsection C, which provided for an appeal of the secretary's action to the commission in accordance with state police rules; and provided in Subsection D for an appeal to district court if the commission finds that there is just cause for the removal, demotion or suspension.\n\nLaws 2006, ch. 11, § 1 and Laws 2006, ch. 12, § 1 enacted identical amendments to this section. The section was set out as amended by Laws 2006, ch. 12, § 1.See12-1-8 NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, substituted \"Section 39-3-1.1\" for \"Section 12-8A-1\" in Subsection D.\n\nThe 1998 amendment,effective September 1, 1998, inserted \"; appeal\" in the section heading; added the subsection designations; in Subsection B, substituted \"rules\" for \"regulations\"; in Subsection C, deleted \"so\" following \"person\"; and rewrote Subsection D.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"except as provided in this section\" for \"and only on specific written charges filed with the commission with timely and adequate notice of the charges to the person charged and after a hearing on the charges by the commission\" in the first sentence; added the present second through fifth sentences; inserted \"of his own choice and at his own expense\" in the sixth sentence; rewrote the ninth sentence, which formerly read: \"In the event the commission recommends to the secretary that the person charged shall be removed, demoted or suspended for a period in excess of thirty days and the secretary so orders, the person may appeal from the decision of the secretary to the district court of the district in which the alleged cause or any one of the alleged causes for the proceeding arose\"; substituted \"commission\" for \"secretary\" and \"commission's\" for \"secretary's\" in the next-to-last sentence; deleted \"provided, however, that the chief of the New Mexico state police may suspend members of the New Mexico state police for disciplinary reasons for periods not to exceed thirty days\" at the end of the present last sentence; and deleted the former last sentence, which read: \"Any member holding a permanent commission thus suspended by the chief has the right to have the suspension reviewed by the commission, but no further review or appeal shall be allowed.\"\n\nIncompetence includes physical inability to perform.— Incompetence includes physical inability to perform, which inclusion fits in with the pattern and purpose of the statutory plan. A termination or removal for physical unfitness is no less final than one for another form of incompetence.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nPhysical inability to perform constitutes voluntary resignation not governed by section.— Request by officer injured in line of duty who had used all his sick leave for leave of absence which was improper under Rule 7, regulatory rule promulgated by state police board, issued pursuant to Section 29-2-22 NMSA 1978, and his physical inability to perform the functions of his job as a senior patrolman, constituted a voluntary resignation, not a termination governed by this section.Budagher v. N.M. State Police Bd., 1971-NMSC-077, 82 N.M. 787, 487 P.2d 489.\n\nOfficer must first pursue administrative remedy.— Police officer who was wrongfully dismissed and who claimed salary and other benefits must first pursue them administratively.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nBoard (now commission) is required to meet statutory procedures when it desires to terminate officer,and if this is not done consequently the severance from service is short of statutory right.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nDoubts as to right to procedural safeguards.— Any doubt as to the right to procedural safeguards should be resolved in the officer's favor unless the right to remove at will or pleasure is clearly expressed.Tafoya v. N.M. State Police Bd., 1970-NMSC-106, 81 N.M. 710, 472 P.2d 973.\n\nNo hearing required when reduction in rank.— The procedures of advancement, not a promotion, and reduction in rank resulting from regulation providing that all ranks above captain will be appointments and not permanently enable the chief to shift key personnel to positions where their interest and ability are used to best advantage, without the necessity of a hearing by New Mexico state police board.Wimberly v. N.M. State Police Bd., 1972-NMSC-034, 83 N.M. 757, 497 P.2d 968.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Sexual misconduct or irregularity as amounting to \"conduct unbecoming an officer,\" justifying officer's demotion or removal or suspension from duty, 9 A.L.R.4th 614.\n\n81A C.J.S. States § 110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-11/"
    },
    {
      "id": "section-29-2-12",
      "number": "29-2-12",
      "heading": "Oath.",
      "text": "All members of the New Mexico state police and the secretary shall take the oath of office required of all state officials.\n\nHistory:1941 Comp., § 40-212, enacted by Laws 1941, ch. 147, § 12; 1953 Comp., § 39-2-12; Laws 1977, ch. 257, § 28; 1978, ch. 82, § 3; 1979, ch. 202, § 23; 2015, ch. 3, § 13.\n\nThe 2015 amendment,effective July 1, 2015, provided for the secretary of public safety to take the oath of office required of all state officials; after \"police and the\", deleted \"New Mexico state police board\" and added \"secretary\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 81A C.J.S. States § 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-12/"
    },
    {
      "id": "section-29-2-13",
      "number": "29-2-13",
      "heading": "Uniforms and badges; uniform allowance to be set by secretary.",
      "text": "A suitable and distinctive uniform shall be prescribed by the secretary. The secretary shall provide and issue to each commissioned officer a uniform and an appropriate badge which shall contain in plain legible letters the words \"New Mexico state police\". The prescribed uniform and badge shall be worn at all times when on duty, except when by direction of the chief or the governor, any member of the New Mexico state police is assigned to special duties. Uniform allowance and subsistence pay shall be established by the secretary and allowed in addition to a commissioned officer's salary and paid on a monthly basis to each commissioned officer of the division. The uniform allowance and subsistence pay shall be expended only for the purposes allowed and any portion of the uniform allowance or subsistence pay not so spent in each fiscal year shall revert to the general fund.\n\nHistory:1941 Comp., § 40-213, enacted by Laws 1941, ch. 147, § 13; 1953 Comp., § 39-2-13; Laws 1976, ch. 8, § 1; 1977, ch. 257, § 29; 1979, ch. 202, § 24; 1989, ch. 204, § 24.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"secretary\" for \"board\" in the section heading and \"secretary\" for \"New Mexico state police board\" in the first sentence, deleted the former second and third sentences relating to establishment and expenditure of uniform allowance, substituted all of the language of the present second sentence preceding \"which\" for \"The board shall also provide and issue to each member an appropriate badge and uniform\", and added the last two sentences.\n\nSection allows each officer to purchase own uniform.— This section indicates the legislative intention to allow each officer to purchase his own uniforms, since the phraseology cannot be said to even imply that the purchase of uniforms is to be made by the department pursuant to the State Purchasing Agent Act. 1964 Op. Att'y Gen. No. 64-134.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-13/"
    },
    {
      "id": "section-29-2-14",
      "number": "29-2-14",
      "heading": "Unauthorized wearing of uniform or badge; unauthorized marking of motor vehicle; penalty.",
      "text": "A. Unauthorized wearing of uniform or badge consists of the wearing or requiring the wearing, without authorization by the secretary, of a uniform or badge or both whose material, color or design, or any combination of them, is such that the wearer appears to be a member of the New Mexico state police.\n\nB. Unauthorized marking of motor vehicle consists of the marking, using, possessing or owning or requiring the marking or using, without authorization by the secretary, of a motor vehicle whose insignia, color or equipment, or any combination of them, is such that the motor vehicle appears to be a New Mexico state police motor vehicle.\n\nC. Whoever commits unauthorized wearing of uniform or badge or unauthorized marking of motor vehicle is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 39-2-13.1, enacted by Laws 1971, ch. 87, § 1; 1977, ch. 257, § 30; 1979, ch. 202, § 25; 2015, ch. 3, § 14.\n\nCross references.— For impersonating peace officer,see30-27-2.1 NMSA 1978.\n\nThe 2015 amendment,effective July 1, 2015, changed references made to the New Mexico police board to the secretary of public safety; in Subsection A, after \"authorization by the\", deleted \"New Mexico state police board\" and added \"secretary\", in Subsection B, after \"authorization by the\", deleted \"board\" and added \"secretary\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-14/"
    },
    {
      "id": "section-29-2-15",
      "number": "29-2-15",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1987, ch. 254, § 27 repealed 29-2-15 NMSA 1978, as enacted by Laws 1941, ch. 147, § 14, relating to division of state police, effective July 1, 1987.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-15/"
    },
    {
      "id": "section-29-2-16",
      "number": "29-2-16",
      "heading": "State police school; compensation.",
      "text": "A. Before entering upon the appointee's duties, every appointee to the New Mexico state police shall be required to attend a school of instruction approved by the secretary. A uniform course of instruction shall be given all trainees governing the operation, maintenance and temporary roadside repair of motor vehicles, the laws of the state that the appointee may be called on to enforce and other instruction as the secretary may require. Attendance at the school or other course of instruction as may be prescribed renders the person attending subject to the control of the New Mexico state police during attendance.\n\nB. The secretary may, within the budgetary means of the New Mexico state police, allow subsistence and compensation for trainees attending the school of instruction at the New Mexico state police headquarters or elsewhere.\n\nC. This section shall not apply to members of the former motor transportation division or the former special investigations division.\n\nHistory:1941 Comp., § 40-215, enacted by Laws 1941, ch. 147, § 15; 1953 Comp., § 39-2-15; Laws 1959, ch. 231, § 1; 1971, ch. 211, § 1; 1977, ch. 257, § 31; 1978, ch. 82, § 4; 1979, ch. 202, § 26; 1981, ch. 189, § 1; 2015, ch. 3, § 15.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by amending certain duties of appointees to the New Mexico state police and clarifying certain duties of the secretary of public safety; in Subsection A, after \"upon\", deleted \"his\" and added \"the appointee's\", after \"attend\", deleted \"for a period of at least ninety days\", after \"approved by\", deleted \"New Mexico state police board\" and added \"secretary\", after \"laws of the state\", deleted \"which\" and added \"that\", and after \"instruction as the\", deleted \"New Mexico state police board\" and added \"secretary\"; in Subsection B, after \"The\", deleted \"board\" and added \"secretary\", and deleted the second sentence; and added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-16/"
    },
    {
      "id": "section-29-2-17",
      "number": "29-2-17",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 202, § 53, repealed 29-2-17 NMSA 1978, as enacted by Laws 1941, Ch. 147, § 16, relating to the state police reserve, effective July 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-17/"
    },
    {
      "id": "section-29-2-18",
      "number": "29-2-18",
      "heading": "State police chief and other members; powers and duties.",
      "text": "A. The chief and other members of the New Mexico state police, when duly commissioned and sworn under the provisions of Sections 29-2-1 through 29-2-29 NMSA 1978, shall have the following powers and shall be:\n\n(1) conservators of the peace within the state with full power to apprehend, arrest and bring before the proper court all law violators within the state;\n\n(2) ex-officio deputies and agents of all the officers and departments of the taxation and revenue department and of the officers and departments within the state charged with the registration of motor vehicles, the issuance of licenses to operators of motor vehicles and of the officers and departments of the state charged with the regulation and control of motor vehicles operated upon the public highways for hire in the transportation of either passengers or property; and\n\n(3) charged with the enforcement of all laws of New Mexico regulating the use of highways.\n\nB. Upon request of any officer or agency of the state charged with the duty of enforcing any law of the state that is made to the secretary, one or more members of the New Mexico state police may be temporarily designated specifically to enforce the provisions of such law.\n\nHistory:1941 Comp., § 40-217, enacted by Laws 1941, ch. 147, § 17; 1953 Comp., § 39-2-17; Laws 1977, ch. 257, § 33; 1979, ch. 202, § 27; 2015, ch. 3, § 16.\n\nCross references.— For request for aid from New Mexico mounted patrol,see29-6-5 NMSA 1978.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying the language in the section and changing references to the New Mexico police board to the secretary of public safety; designated the previously undesignated introductory language as Subsection A, redesignated former Subsections A, B and C as Paragraphs 1, 2 and 3 of Subsection A, and redesignated former Subsection D as Subsection B; in the introductory language of Subsection A, after \"state police\", deleted \"who\" and after \"powers and\", deleted \"shall perform the following duties: they\"; in Subsection A, Paragraph 2, deleted \"they shall be\" preceding \"ex-officio\", and at the end of the paragraph, added \"and\"; in Subsection A, Paragraph 3, deleted \"they shall be\" preceding \"charged\" and at the end of the paragraph, deleted \"and\"; and in Subsection B, after the second occurrence of \"state\", added \"that is\", and after \"made to the\", deleted \"New Mexico state police board\" and added \"secretary\".\n\nArrest for possession of marijuana.— Defendant's car was stopped during a general roadblock and defendant opened his car trunk and then his suitcase at the police officer's request. The officer found marijuana residue in the suitcase and defendant was then placed under arrest for possession of marijuana and the contraband was seized. This stop and seizure was not unlawfully accomplished and the court of appeals was in error in reversing the conviction of defendant for marijuana possession.State v. Bloom, 1977-NMSC-016, 90 N.M. 192, 561 P.2d 465.\n\nDuring course of arrest may not use excessive force.— Plaintiff charged defendant police officer with unlawfully, willfully and maliciously assaulting him when the defendant threw plaintiff onto the pavement while removing him from a bar for drunkenness and disorderly conduct, causing breaks to plaintiff's leg. Police officers are entitled to use only reasonable force, not excessive force, in performing their duties.Mead v. O'Connor, 1959-NMSC-077, 66 N.M. 170, 344 P.2d 478.\n\nOfficer's authority as conservator of peacegave him the right to be on the plaintiff's property when called by another person who was involved in a dispute with the plaintiff, and he was within his rights in detaining the plaintiff when it was necessary to preserve the peace and further his investigation of the dispute.Romero v. Sanchez, 1995-NMSC-028, 119 N.M. 690, 895 P.2d 212.\n\nArrest of persons charged with violating state gambling laws.1944 Op. Att'y Gen. No. 44-4616.\n\nState police and county sheriffs have concurrent authority within countyand each has the duty and authority of enforcing the state's laws. 1943 Op. Att'y Gen. No. 43-4252.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-18/"
    },
    {
      "id": "section-29-2-19",
      "number": "29-2-19",
      "heading": "Chief; qualifications; removal.",
      "text": "A. The chief is the executive officer of the New Mexico state police and is subject to the control, supervision and direction of the secretary. The appointee, at the time of appointment as chief by the secretary, shall have been a member of the New Mexico state police holding a permanent commission for ten continuous years immediately prior to the appointment and shall have served not less than three years in a supervisory capacity. Appointment shall be made with the consent of the senate.\n\nB. The chief shall serve at the pleasure of the secretary.\n\nC. The seniority and retirement rating of the chief shall be continuous as for any other member.\n\nD. The chief shall maintain an office in Santa Fe in such quarters as are provided by the New Mexico state police for that purpose.\n\nHistory:1953 Comp., § 39-2-18, enacted by Laws 1977, ch. 257, § 34; 1979, ch. 202, § 28; 1981, ch. 185, § 1; 2015, ch. 3, § 17.\n\nRepeals and reenactments.— Laws 1977, ch. 257, § 34, repealed former 39-2-18, 1953 Comp., relating to executive duties of chief, removal, seniority and retirement, location of office and residence, and enacted a new 39-2-18, 1953 Comp. Laws 1977, ch. 257, § 107, also repealed former 39-2-18, 1953 Comp., as it existed before the enactment of the new section.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by clarifying the qualifications of the chief of the state police; in Subsection A, after \"police and\", deleted \"shall be\" and added \"is\", after \"direction of the\", deleted \"New Mexico state police board. He shall\" and added \"secretary. The appointee\"; in the second sentence of Subsection A, after \"time of\", deleted \"his\", after \"appointment\", added \"as chief\", after \"by the\", deleted \"board\" and added \"secretary shall\", after \"prior to\", deleted \"his\" and added \"the\", and after \"capacity\", deleted \"and said\"; in Subsection B, after \"pleasure of the\" deleted \"New Mexico state police board\" and added \"secretary\"; and in Subsection D, after \"maintain\", deleted \"his\" and added \"an\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-19/"
    },
    {
      "id": "section-29-2-20",
      "number": "29-2-20",
      "heading": "Districts.",
      "text": "The New Mexico state police chief, subject to the control of the secretary, may divide the state into districts and may designate home stations for the members of the New Mexico state police.\n\nHistory:1941 Comp., § 40-219, enacted by Laws 1941, ch. 147, § 19; 1953 Comp., § 39-2-19; Laws 1977, ch. 257, § 35; 1979, ch. 202, § 29; 2015, ch. 3, § 18.\n\nThe 2015 amendment,effective July 1, 2015, changed references made to the New Mexico state police board to the secretary of public safety; after \"control of the\", deleted \"New Mexico state police board\" and added \"secretary\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-20/"
    },
    {
      "id": "section-29-2-21",
      "number": "29-2-21",
      "heading": "Details.",
      "text": "The governor of New Mexico may from time to time detail all or any part of the New Mexico state police to such part of the state as in his judgment may be necessary to bring about proper law enforcement in the state to handle disturbances or to investigate specific law violations.\n\nHistory:1941 Comp., § 40-220, enacted by Laws 1941, ch. 147, § 20; 1953 Comp., § 39-2-20; Laws 1977, ch. 257, § 36; 1979, ch. 202, § 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-21/"
    },
    {
      "id": "section-29-2-22",
      "number": "29-2-22",
      "heading": "Rulemaking power; rules to establish standards of conduct.",
      "text": "The secretary has authority to make and promulgate rules and regulations for the purpose of carrying out the provisions of Sections 29-2-1 through 29-2-29 NMSA 1978. The secretary shall establish by rules, from time to time, standards of conduct for members of the New Mexico state police, and a copy of the rules shall be delivered to each member and displayed at each station of the department. The rules shall be filed pursuant to the State Rules Act [Chapter 14, Article 4 NMSA 1978].\n\nHistory:1941 Comp., § 40-221, enacted by Laws 1941, ch. 147, § 21; 1953, ch. 80, § 5; 1953 Comp., § 39-2-21; Laws 1977, ch. 257, § 37; 1978, ch. 82, § 5; 1979, ch. 202, § 31; 2015, ch. 3, § 19.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by giving the secretary of public safety rulemaking power; in the first sentence, after \"The\", deleted \"New Mexico state police board shall have\" and added \"secretary has\"; in the second sentence, after \"The\", deleted \"New Mexico state police board\" and added \"secretary\", after \"copy\", deleted \"thereof\" and added \"of the rules\", and after \"each\", deleted \"such\"; in the third sentence, deleted \"Such\" and added \"The\".\n\nBoard's authority to make rules controlled by statute.— Authority of the police board to promulgate rules and regulations must be found in and is limited by statute. Such authority is not limited to those powers expressly granted by statute, but includes, also, all powers that may fairly be implied therefrom.Winston v. N.M. State Police Bd., 1969-NMSC-066, 80 N.M. 310, 454 P.2d 967.\n\nAgency's authority includes express and implied powers granted.— It is a fundamental principle of administrative law that the authority of an agency is not limited to those powers expressly granted by statute, but includes, also, all powers that may fairly be implied therefrom.Wimberly v. N.M. State Police Bd., 1972-NMSC-034, 83 N.M. 757, 497 P.2d 968.\n\nTemporary rank adjustments within scope of powers.— Where New Mexico state police board has adopted a regulation providing that \"all ranks above captain will be appointments and not permanent,\" and the officers who hold these ranks are given additional salary and emoluments, but these ranks, according to the record, are considered by the board and the department to be temporary, plaintiff's adjustments in rank from captain to major and major to lieutenant colonel were not promotions as such but were temporary advancements within the framework of administration of the New Mexico state police and both chief of police and the board acted within the scope of their authority under the laws of the state of New Mexico in adjusting plaintiff's rank from lieutenant colonel to major and from major to captain.Wimberly v. N.M. State Police Bd., 1972-NMSC-034, 83 N.M. 757, 497 P.2d 968.\n\nRegulation allowing director to shift key personnel.— The procedures of advancement and reduction in rank resulting from regulation providing that all ranks above captain will be appointments and not permanent enable the chief of police to shift key personnel to positions where their interest and ability are used to best advantage.Wimberly v. N.M. State Police Bd., 1972-NMSC-034, 83 N.M. 757, 497 P.2d 968.\n\nBoard can prohibit employee from running for office.— The board can constitutionally promulgate a rule prohibiting a state police employee from running for or accepting a political office.State ex rel. Harkleroad v. N.M. State Police Bd., 1985-NMSC-076, 103 N.M. 270, 705 P.2d 676.\n\nInvoluntary retirement rule is invalid.— State police board regulation providing for involuntary retirement of all police officers who had completed 30 years of service, even where such officers had not reached mandatory retirement age, exceeded statutory authority of the board and therefore was invalid.Winston v. N.M. State Police Bd., 1969-NMSC-066, 80 N.M. 310, 454 P.2d 967.\n\nEffect of using all of sick leave.— Rule 7 of regulation promulgated by state police board filed pursuant to this section makes it clear that under no circumstances can an officer who was injured in line of duty but who has used up all of his sick leave be granted a leave of absence from the police department, and request for such leave constitutes a voluntary resignation.Budagher v. N.M. State Police Bd., 1971-NMSC-077, 82 N.M. 787, 487 P.2d 489 (decided under prior law).\n\nNo authority for rule requiring mandatory retirement after 30 years.— There is no delegated authority for the state police board to promulgate a rule requiring mandatory retirement after 30 years of service; such rule would be unreasonable, arbitrary and conflict with the former retirement by age 61 requirement of Section 29-2-6B NMSA 1978. 1967 Op. Att'y Gen. No. 67-72 (rendered under prior law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-22/"
    },
    {
      "id": "section-29-2-23",
      "number": "29-2-23",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 202, § 53 repealed 29-2-23 NMSA 1978, as enacted by Laws 1941, Ch. 147, § 23, relating to the transfer of powers and duties in the bureau of identification of the department of justice to the technical services bureau of the criminal justice support division of the criminal justice department, effective July 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-23/"
    },
    {
      "id": "section-29-2-24",
      "number": "29-2-24",
      "heading": "Waiver.",
      "text": "The provisions of Sections 29-2-6 through 29-2-8 NMSA 1978 may be waived by the secretary with regard to plainclothes or special investigators and other employees not regularly uniformed.\n\nHistory:1941 Comp., § 40-225, enacted by Laws 1941, ch. 147, § 25; 1953 Comp., § 39-2-25; Laws 1977, ch. 257, § 39; 1979, ch. 202, § 32; 2015, ch. 3, § 20.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by providing authority to the secretary of the department of public safety to waive certain qualification requirement for officers; after \"waived by the\", deleted \"unanimous vote of all members of the New Mexico state police board\" and added \"secretary\", and after \"plainclothes\", deleted \"men\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-24/"
    },
    {
      "id": "section-29-2-25",
      "number": "29-2-25",
      "heading": "Accident reports.",
      "text": "When any member of the New Mexico state police investigates a motor vehicle accident, the member shall make a written report of the findings on appropriate forms furnished by the New Mexico state police, the original of which report shall be filed in the office of the New Mexico state police and shall be furnished to any person upon written application accompanied by a fee as set by the secretary for the photocopy of each surface of all documents comprising a report.\n\nHistory:1941 Comp., § 40-226, enacted by Laws 1947, ch. 38, § 1; 1953 Comp., § 39-2-26; Laws 1957, ch. 59, § 1; 1977, ch. 257, § 40; 1978, ch. 82, § 6; 1979, ch. 202, § 33; 2015, ch. 3, § 21.\n\nThe 2015 amendment,effective July 1, 2015, provided for the reorganization of the department of public safety by amending the language relating to the completion of vehicle accident reports; after the first occurrence of \"police\", deleted \"shall investigate\" and added \"investigates\"; after \"accident\", deleted \"he\" and added \"the member\"; after \"written report of\", deleted \"his\" and added \"the\"; after the second occurrence of \"report\", deleted \"and of all reports of motor vehicle accidents heretofore made\"; after \"set by the\", deleted \"New Mexico state police board\" and added \"secretary\"; and changed \"photostat\" to \"photocopy\".\n\nLimited protection of accused.— Section 29-10-4 NMSA 1978 protects the confidentiality of information concerning the identity of a person who has been accused, but not charged, with a crime only if that information has been collected in connection with an investigation of, or otherwise relates to, another person who has been charged with committing a crime. However, information in other records which identifies a person accused but not charged with or arrested for a crime may be protected from public disclosure under Section 14-2-1 NMSA 1978 et seq. Finally, even if it would otherwise be protected under either statute, information about a person accused but not charged with a crime is open to public inspection if it is contained in a document listed in Section 29-10-7 NMSA 1978. 1994 Op. Att'y Gen. No. 94-02.\n\nNo conflict between Arrest Record Information Act and sectionwhen accident falls within exemption of former 39-10-8D, 1953 Comp. (repealed and reenacted as Section 29-10-7 NMSA 1978), if the information on the accident report is the same as that information on the initial record of entry, or if any arrest information on the report is deleted from the copy disseminated. 1975 Op. Att'y Gen. No. 75-37 (opinion rendered under former law).\n\nAccident report not confidential.— Reports made by police officers regarding an accident would not be considered confidential under Section 66-7-213 NMSA 1978, and would be subject to inspection by persons interested either in the office of the governor's traffic safety coordinating committee or in the police department which made and transmitted the report. 1953 Op. Att'y Gen. No. 53-5840 (opinion rendered under former law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-25/"
    },
    {
      "id": "section-29-2-26",
      "number": "29-2-26",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 202, § 53 repealed 29-2-26 NMSA 1978, as enacted by Laws 1955, Ch. 193, § 1, relating to the representation of the state police board and police officers by the attorney general, effective July 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-26/"
    },
    {
      "id": "section-29-2-27",
      "number": "29-2-27",
      "heading": "Security for the governor and the legislature.",
      "text": "A. The New Mexico state police shall provide security and protection for the governor, and security and protection for the governor's family. The extent and manner in which the security is provided shall be determined by the governor and the chief of the New Mexico state police.\n\nB. The New Mexico state police shall provide security and protection for the legislature while it is in session.\n\nHistory:1953 Comp., § 39-2-28, enacted by Laws 1969, ch. 125, § 1; 1977, ch. 257, § 41; 1979, ch. 202, § 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-27/"
    },
    {
      "id": "section-29-2-28",
      "number": "29-2-28",
      "heading": "Provide concurrent jurisdiction of state property and grounds.",
      "text": "The New Mexico state police shall have concurrent jurisdiction for the protection of all public buildings, grounds and property of the state government, its agencies, instrumentalities and institutions, including but not limited to the state capitol and the state capitol complex. Such concurrent jurisdiction shall include the exercise of supervisory authority over any other security forces employed on such property by the agency, instrumentality or institution, at the option or election of the chief of the New Mexico state police.\n\nHistory:1953 Comp., § 39-2-28.1, enacted by Laws 1971, ch. 259, § 1; 1977, ch. 257, § 42; 1979, ch. 202, § 35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-28/"
    },
    {
      "id": "section-29-2-29",
      "number": "29-2-29",
      "heading": "State police; group life insurance.",
      "text": "Notwithstanding the provisions of Section 10-7-4 NMSA 1978 and in addition to all other benefits provided commissioned officers, the department shall provide life insurance coverage in the amount of twenty-five thousand dollars ($25,000) for each state police officer to be paid to his designated beneficiary. The coverage shall include double indemnity provisions for death incurred in line of duty. The coverage shall be provided by a group term insurance policy, the premium for which shall be paid out of state funds appropriated to the department of public safety.\n\nHistory:1953 Comp., § 39-2-29, enacted by Laws 1973, ch. 297, § 1; 1989, ch. 204, § 25.\n\nCross references.— For educational funds for children of police killed in active duty,see28-14-1 NMSA 1978.\n\nThe 1989 amendment,effective July 1, 1989, substituted all of the present language of the first sentence preceding \"shall\" for \"Notwithstanding the provisions of Section 5-4-12 NMSA 1953 and in addition to all other benefits provided state police officers, the New Mexico state police\", and substituted \"department of public safety\" for \"state police\" in the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-29/article-2/section-29-2-29/"
    }
  ]
}