{
  "state": "district-of-columbia",
  "path": "title-8/chapter-2",
  "sections": [
    {
      "id": "section-8-201",
      "number": "8-201",
      "heading": "Lots to be drained into public sewers and connected with water mains.",
      "text": "Each original lot or subdivisional lot situated on any street in the District of Columbia where there is a public sewer shall be connected with said sewer in such manner that any and all of the drainage of such lot, whether water or liquid refuse of any kind, except human urine and fecal matter, shall flow into said sewer; and if such original lot or subdivisional lot is situated on any street in said District where there is a public sewer and water main, such original lot or subdivisional lot shall be connected with said sewer and also with said water main in such manner that any and all of the drainage of such lot, whether water or liquid refuse of any kind shall flow into said sewer; provided, that the connections required to be made by this section shall be made under the following conditions:\n\n(1) When there is on any such original lot or subdivisional lot aforesaid any building used or intended to be used as a dwelling, or in which persons are employed or intended to be employed in any manufacture, trade, or business, or any stable, shed, pen, or place where cows, horses, mules, or other animals are kept, then, and in that instance, such original lot or subdivisional lot shall be connected with a public sewer and water main or with a public sewer, as may be required with this section; and\n\n(2) Whenever there is no such building, stable, shed, pen, or place, as aforesaid, on such original lot or subdivisional lot, then such lot shall be required to be connected with a public sewer only when it has been certified by the Director of the Department of Human Services of said District that such connection is necessary to public health.",
      "history": "May 19, 1896, 29 Stat. 125, ch. 206, § 1; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-201.html"
    },
    {
      "id": "section-8-202",
      "number": "8-202",
      "heading": "Notice of connection requirement.",
      "text": "It shall be the duty of the Mayor of the District of Columbia to notify the owner or owners of every lot required by § 8-201 to be connected with a public sewer or water main, as the case may be, to so connect such lot, the work to be done in accordance with the regulations governing plumbing and house drainage in said District.",
      "history": "May 19, 1896, 29 Stat. 125, ch. 206, § 2",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-202.html"
    },
    {
      "id": "section-8-203",
      "number": "8-203",
      "heading": "Failure to make required connections.",
      "text": "If the owner or owners of any such lot neglect or refuse to make such connections as are required by § 8-201 within 30 days after the receipt of such notice, such owner or owners shall be deemed guilty of a misdemeanor, and shall, on conviction in the Superior Court of the District of Columbia, be punished by a fine of not less than $1 nor more than $5 for each day he, she, or they fail or neglect to make such connections. Civil fines, penalties, and fees may be imposed as alternative sanctions if the owners of any lots neglect or refuse to make the connections required by § 8-201 within 30 days after the receipt of the notice, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2.",
      "history": "May 19, 1896, 29 Stat. 126, ch. 206, § 3; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570 Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6-42, § 477, 32 DCR 4450",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-203.html"
    },
    {
      "id": "section-8-204",
      "number": "8-204",
      "heading": "Nonresident lot owner; notice; failure to make connections; cost of connections.",
      "text": "In case the owner or owners of any such lot be a nonresident or nonresidents of the District of Columbia, or cannot be found therein, then, and in that case, the Mayor of the District of Columbia shall give notice, by publication twice a week for 2 weeks in some daily newspaper published in the City of Washington to such owner, directing the connection of such lot with such public sewer or with such public sewer and water main, as the case may be; provided, however, that if the residence or place of abode of the said nonresident lot owner be known or can be ascertained on reasonable inquiry, then, and in that case, a copy of the aforesaid notice shall be mailed to said nonresident, addressed to him in his proper name at his said place of residence or abode, with legal postage prepaid; and in case such owner or owners shall fail or neglect to comply with the notice aforesaid within 30 days it shall be the duty of said Mayor to cause such connection to be made, the expense to be paid out of the emergency fund; such expense, with necessary expense of advertisement, shall be assessed as a tax against such lot, which tax shall be carried on the regular tax roll of the District of Columbia, and shall be collected in the manner provided for the collection of other taxes.",
      "history": "May 19, 1896, 29 Stat. 126, ch. 206, § 4",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-204.html"
    },
    {
      "id": "section-8-205",
      "number": "8-205",
      "heading": "Definitions; repair, maintenance, and renewal of water service pipes and building sewers; compensation to property owners; false claims for compensation; severability.",
      "text": "(a) For the purpose of this section, certain words and terms are defined as follows:\n\n(1) “Parking” means that area of public space which lies between the property line and the edge of the actual or planned sidewalk which is nearer to such property line, as such property line and sidewalk are shown on the records of the Surveyor of the District of Columbia.\n\n(2) “Property” means real property.\n\n(3) “Property line” means the line beyond which a private property owner has no legal or vested property rights in any fronting or abutting public space or street; the line of demarcation between privately owned property and any public space or street as may be shown on the records of the Surveyor of the District of Columbia.\n\n(4) “Public space” means all the publicly owned property between lines on a street, as such property lines are shown on the records of the Surveyor of the District of Columbia, and includes any roadway, tree space, sidewalk, or parking between such property lines.\n\n(5) “Street” means a public highway as shown on the records of the Surveyor of the District of Columbia whether designated as a street, alley, avenue, freeway, road, drive, lane, place, boulevard, parkway, circle, or by some other term.\n\n(b) The District of Columbia Water and Sewer Authority of the District of Columbia is authorized to repair and maintain and, where necessary, to renew all water service pipes and building sewers from the water main or the public sewer to the property line of each lot in the District of Columbia required to be so connected by § 8-201 at the costs of such owner or owners and to perform all such repairs, as are necessary, to maintain or improve any roadway, alley, minor street, highway or other public space above such repaired or renewed water service pipes or building sewers. The District of Columbia Water and Sewer Authority, where he deems such action necessary, may also perform maintenance or repair work on private property, in which case, the cost, including overhead expense, shall be paid by the property owner. The cost of any repair or maintenance work on water service pipes or building sewers beyond the property line away from the house or structure, made necessary by the negligence or through the action of a property owner or tenant as reasonably determined by the District of Columbia Water and Sewer Authority, shall be charged to the property owner.\n\n(1) The District of Columbia Water and Sewer Authority is authorized to install individual water meters and appurtenances and perform related excavation and restoration work for dwelling units at Danbury Station on the north side of Danbury Street, S.W., addresses 3 to 177, on the east side of Martin Luther King, Jr. Avenue, S.W., addresses 4250 to 4258, and on the west side of South Capitol Street, S.W., addresses 4275 to 4289.\n\n(2) The District of Columbia Water and Sewer Authority shall not commence work authorized by paragraph (1) of this subsection until funds necessary to satisfy all costs, reserves, and expenses attributable to the work are received from the Department of Energy and Environment or other sources.\n\n(c) The District of Columbia Water and Sewer Authority is further authorized and directed to compensate property owners for any and all expenses incurred at the direction of the District of Columbia for the direct repair of water service pipes or building sewers within the past 3 years from March 29, 1977; provided, that such repairs at the time of their performances have met the requirements of subsection (b) of this section. Compensation shall be in the form of payment or the removal of a lien or assessment against such property by the District of Columbia only to owners who establish under the requirements of subsection (e) of this section proof of actual payment of repairs under a permit issued by the District of Columbia. All rights to compensation under the terms of this subsection shall terminate 2 years from March 29, 1977.\n\n(d) All prior year compensation payments authorized by subsection (c) of this section and all work required to be done in the repair, maintenance, or renewal of water service pipes and building sewer as authorized under subsection (b) of this section, including surface repair works, shall be paid from the Water and Sewer Authority Enterprise Fund established by § 34-2202.07.\n\n(e) Before compensation is granted, the District of Columbia Water and Sewer Authority shall determine whether the repair, made under a permit issued by the District of Columbia, would have been authorized under subsection (b) of this section, noting such other pertinent findings of fact as he deems necessary. If the District of Columbia Water and Sewer Authority determines that the repair work would have been eligible under subsection (b) of this section had it been in effect at the time of repair, he shall compensate any person, who was the property owner at the time the repairs were made, for the cost of such repairs, provided such owner can establish proof of payment for the cost of the repairs to the reasonable satisfaction of the District of Columbia Water and Sewer Authority up to the full value thereof for each separate occurrence.\n\n(f) Any person who by means of false statement, or impersonation, or by other fraudulent device obtains or attempts to obtain or any person who knowingly aids or abets such person in obtaining or attempting to obtain: (1) Any award or payment of compensation under the provisions of this section to which he is not entitled; or (2) a larger amount or greater relief in compensation than that to which he is entitled; shall be guilty of a misdemeanor and shall be sentenced to pay a fine of not more than $500 or imprisoned not to exceed 1 year, or both. Prosecutions under the provisions of this subsection shall be in the name of the District of Columbia by the Office of the Corporation Counsel.\n\n(g) The District of Columbia Water and Sewer Authority is further authorized to prescribe rules and regulations governing the maintenance and repair of such water service pipes and building sewers by the District of Columbia and the compensation of property owners by the District of Columbia for eligible prior year repairs of water service pipes, building sewers and the roadway above such water service pipes and sewers.\n\n(h) If any section, subsection, or provision of this chapter is held to be unconstitutional or invalid, such unconstitutionality or invalidity shall not affect the remaining sections, subsections, or provisions of this chapter.",
      "history": "May 19, 1896, 29 Stat. 126, ch. 206, § 5; Mar. 29, 1977, D.C. Law 1-98, § 2, 23 DCR 9532b; Oct. 19, 2000, D.C. Law 13-172, § 1502",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-205.html"
    },
    {
      "id": "section-8-231.01",
      "number": "8-231.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Abatement” means any measure or a set of measures, except interim controls, that eliminates lead-based paint hazards by either the removal of paint and dust, the enclosure or encapsulation of lead-based paint, the replacement of painted surfaces or fixtures, or the removal or covering of soil, and all preparation, cleanup, disposal, and post-abatement clearance testing activities associated with such measures.\n\n(2) “Accredited training provider” means a training provider that has been approved by the Mayor to provide training for individuals who conduct lead-based paint activities.\n\n(3) “Business entity” means a partnership, firm, company, association, corporation, sole proprietorship, government, quasi-government entity, nonprofit organization, or other business concern.\n\n(4) “Child-occupied facility” means a building, or portion of a building, constructed prior to 1978, which as part of its function receives children under the age of 6 on a regular basis, and is required to obtain a certificate of occupancy as a precondition to performing that function. The term “child-occupied facility” may include a preschool, and kindergarten classroom, and child development facility licensed under subchapter II of Chapter 20 of Title 7 [§ 7-2031 et seq.]. The location of a child-occupied facility as part of a larger structure does not make the entire structure a child-occupied facility. Only the portion of the facility occupied or regularly visited by children under age 6 shall be considered the child-occupied facility.\n\n(5) “Clearance examination” is an evaluation of a property to determine whether the property is free of any deteriorated lead-based paint and underlying condition, or any lead-based paint hazard, underlying condition, lead-contaminated dust, and lead-contaminated soil hazards, that is conducted by a certified risk assessor, a lead-based paint inspector, or in accordance with limitations specified by statute or by rule, a dust sampling technician.\n\n(6) “Clearance report” means a report issued by a risk assessor, a lead-based paint inspector, or a dust sampling technician that finds that the area tested has passed a clearance examination, and that specifies the steps taken to ensure the absence of lead-based paint hazards, including confirmation that any encapsulation performed as part of a lead hazard abatement strategy was performed in accordance with the manufacturer’s specifications.\n\n(7) “Containment” means a system, process, or barrier used to contain lead-based paint hazards inside a work area.\n\n(8) “Day” means a calendar day.\n\n(9) “Deteriorated paint” means paint that is cracking, flaking, chipping, peeling, chalking, not intact, or otherwise separating from the substrate of a building component, except that pinholes and hairline fractures attributable to the settling of a building shall not be considered deteriorated paint.\n\n(9A) “Dust action level” means the concentration of lead that constitutes a lead-based paint hazard for dust and requires lead-based paint hazard elimination.\n\n(10) “Dust sampling technician” means an individual who:\n\n(A) Has successfully completed an accredited training program;\n\n(B) Has been certified to perform a visual inspection of a property to confirm that no deteriorated paint is visible at the property, and to sample for the presence of lead in dust for the purposes of certain clearance testing and lead dust hazard identification; and\n\n(C) Provides a report explaining the results of the visual inspection and dust sampling.\n\n(11) “Dwelling unit” means a room or group of rooms that form a single independent habitable unit for permanent occupation by one or more individuals, that has living facilities with permanent provisions for living, sleeping, eating, and sanitation. The term “dwelling unit” does not include:\n\n(A) A unit within a hotel, motel, or seasonal or transient facility, unless such unit is or will be occupied by a person at risk for a period exceeding 30 days;\n\n(B) An area within the dwelling unit that is secured and accessible only to authorized personnel;\n\n(C) Housing for the elderly, or a dwelling unit designated exclusively for persons with disabilities, unless a person at risk resides or is expected to reside in the dwelling unit or visit the dwelling unit on a regular basis; or\n\n(D) An unoccupied dwelling unit that is to be demolished; provided, that the dwelling unit will remain unoccupied until demolition.\n\n(12) “EBL child” means a child with an elevated blood lead level.\n\n(13) “Elevated blood lead level” means the concentration of lead in a sample of whole blood equal to or greater than 5 micrograms of lead per deciliter (µg/dL) of blood, or such more stringent standard as may be established by the U.S. Centers for Disease Control and Prevention as the appropriate level of concern, or adopted by the Mayor by rule.\n\n(14) “Encapsulation” means the application of a covering or coating that acts as a barrier between the lead-based paint and the environment, and that relies for its durability on adhesion between the encapsulant and the painted surface and on the integrity of the existing bonds between paint layers and between the paint and the substrate.\n\n(15) “Enclosure” means the use of rigid, durable construction materials that are mechanically fastened to the substrate to act as a barrier between lead-based paint and the environment.\n\n(16) “EPA” means the federal Environmental Protection Agency.\n\n(17) “Exterior surfaces” means:\n\n(A) All surfaces that are attached to the outside of a property;\n\n(B) All structures that are appurtenances to a property;\n\n(C) Fences that are a part of the property; and\n\n(D) For a property within a multi-unit dwelling, all painted surfaces in stairways, hallways, entrance areas, recreation areas, laundry areas, and garages that are common to individual dwelling units or located on the property.\n\n(18) “HUD” means the federal Department of Housing and Urban Development.\n\n(19) “Interim controls” means a set of measures designed to temporarily reduce human exposure or likely exposure to lead-based paint hazards, including specialized cleaning, repairs, maintenance, painting, temporary containment, ongoing monitoring of lead-based paint hazards or potential hazards, and the establishment and operation of management and resident education programs.\n\n(20) “Lead-based paint” means any paint or other surface coating containing lead or lead in its compounds in any quantity exceeding 0.5% of the total weight of the material or more than 0.7 milligrams per square centimeter (0.7 mg/cm²), or such more stringent standards as may be specified in federal law or regulations promulgated by EPA or HUD, which shall be adopted by the Mayor by rule.\n\n(21) “Lead-based paint activities” means the identification, risk assessment, inspection, abatement, use of interim controls, or elimination of lead-based paint, lead-based paint hazards, lead-contaminated dust, and lead-contaminated soil, and all planning, project designing, and supervision associated with any of the these [sic] activities.\n\n(22) “Lead-based paint hazard” means any condition that causes exposure to lead from lead-contaminated dust, lead-contaminated soil, deteriorated lead-based paint or presumed lead-based paint, or lead-based paint or presumed lead-based paint that is disturbed without containment.\n\n(23) “Lead-based paint inspector” or “inspector” means an individual who has been trained by an accredited training provider and certified to conduct lead inspections. For the purpose of clearance testing, a certified lead-based paint inspector also samples for the presence of lead in dust and in bare soil.\n\n(24) “Lead-contaminated dust” means surface dust based on a wipe sample that contains a mass per area concentration of lead equal to or exceeding:\n\n(A) For dust action levels or for the purpose of clearance examination:\n\n(i) 10 micrograms per square foot (“µg/ft²”) on floors; or\n\n(ii) 100 µg/ft² on interior windowsills;\n\n(B) For the purpose of clearance examination:\n\n(i) 100 µg/ft² on window troughs; or\n\n(ii) 800 µg/ft² on concrete or other rough exterior surfaces;\n\n(iii) 40 µg/ft2 on porch floors; or\n\n(C) Such more stringent standards as may be:\n\n(I) Specified in federal law; or\n\n(II) Specified in regulations promulgated by the United States Environmental Protection Agency or the United States Department of Housing and Urban Development; or\n\n(ii) Adopted by the Mayor by rule.\n\n(25) “Lead-contaminated soil” means bare soil on real property that contains lead in excess of 400 ppm, or such other more stringent level specified in federal law or regulations promulgated by EPA or HUD, and adopted by the Mayor by rule.\n\n(26) “Lead-disclosure form” means the form developed by the Mayor for a property owner to disclose an owner’s knowledge of any lead-based paint or of any lead-based paint hazards, and information about any pending actions ordered by the Mayor pursuant to this law, to tenants, purchasers, or prospective tenants or purchasers.\n\n(27) “Lead-free property” means a property that contains no lead-contaminated soil, and the interior and exterior surfaces do not contain any lead-contaminated dust or lead-based paint.\n\n(28) “Lead-free unit” means a unit for which the interior and exterior surfaces appurtenant to the unit do not contain any lead-contaminated dust or lead-based paint, and for which the approaches thereto remain lead-safe. The Mayor, by rule, may establish a method to ensure that approaches to lead-free units remain lead-safe.\n\n(29) “Lead-safe work practices” means a prescribed set of activities that, taken together, ensure that any work that disturbs a painted surface on a structure constructed prior to 1978 generates a minimum of dust and debris, that any dust or debris generated is contained within the immediate work area, that access to the work area by non-workers is effectively limited, that the work area is thoroughly cleaned so as to remove all lead-contaminated dust and debris, and that all such dust and debris is disposed of in an appropriate manner, all in accordance with the methods and standards established by the Mayor by rule consistent with applicable federal requirements, as they may be amended.\n\n(30) “Owner” means a person, firm, partnership, corporation, guardian, conservator, receiver, trustee, executor, legal representative, registered agent, or the federal government, who alone or jointly and severally with others, owns, holds, or controls the whole or any part of the freehold or leasehold interest to any property, with or without actual possession.\n\n(31) “Person at risk” means a child under age 6 or a pregnant woman.\n\n(32) “Presumed lead-based paint” means paint or other surface coating affixed to a component in or on a dwelling unit or child-occupied facility, constructed prior to 1978.\n\n(33) “Relocation expenses” means reasonable expenses directly related to relocation to temporary replacement housing that complies with the requirements of this subchapter, including:\n\n(A) Moving and hauling expenses;\n\n(B) Payment of a security deposit;\n\n(C) The cost of replacement housing; provided, that the tenant continues to pay the rent on the dwelling unit from which the tenant has been relocated;\n\n(D) Installation and connection of utilities and appliances;\n\n(E) Per diem food expenses when the replacement housing does not include a kitchen; and\n\n(F) For the length of time that a tenant resides in temporary replacement housing, and calculated on a monthly basis, excess costs incurred by the tenant to travel to and from work, which shall be calculated by subtracting the amount the tenant paid to travel to and from their place of work during a given month from the amount the tenant paid to travel to and from work for the month immediately preceding the tenant moving into the temporary replacement housing.\n\n(34) “Renovation” means the modification of any existing structure or portion thereof, that results in the disturbance of painted surfaces, unless that activity is performed as part of an abatement. The term “renovation” includes the removal, modification, or repair of painted surfaces or painted components, the removal of building components, weatherization projects, and interim controls that disturb painted surfaces.\n\n(35) “Renovator” means an individual who either performs or directs workers who perform renovations. A certified renovator is a renovator who has successfully completed a renovator course accredited by EPA or by the District.\n\n(36) “Risk assessment” means an on-site investigation to determine and report the existence, nature, severity, and location of conditions conducive to lead poisoning, including:\n\n(A) The gathering of information regarding the age and history of the housing and occupancy by persons at risk;\n\n(B) A visual inspection of the property;\n\n(C) Dust wipe sampling, soil sampling, and paint testing, as appropriate;\n\n(D) Other activity as may be appropriate;\n\n(E) Provision of a report explaining the results of the investigation; and\n\n(F) Any additional requirements as determined by the Mayor.\n\n(37) “Risk assessor” means an individual who has been trained by an accredited training program and certified to conduct risk assessments.\n\n(38) “Underlying condition” means the source of water intrusion or other problem that is causing paint to deteriorate which may be damaging the substrate of a painted surface.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 2, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(a), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 60(a), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.01.html"
    },
    {
      "id": "section-8-231.02",
      "number": "8-231.02",
      "heading": "Prohibitions.",
      "text": "(a) All dwelling units, common areas of multifamily properties, and child-occupied facilities constructed prior to 1978 shall be maintained free of lead-based paint hazards.\n\n(b) No person shall apply a lead-based paint or glaze to any surface, including the interior and exterior surfaces, of any residential, public, or commercial building, bridge, or other structure or superstructure, or on any paved surface.\n\n(c) Notwithstanding any other provision of law, the District government may deny any license, registration, or permit relating to the use or occupancy of a child-occupied facility or dwelling unit to an owner of that property if the owner is in violation of this subchapter.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 3, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(b), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 60(b), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.02.html"
    },
    {
      "id": "section-8-231.03",
      "number": "8-231.03",
      "heading": "Risk reduction of lead-based paint hazards.",
      "text": "(a) Whenever a child under age 6 with an elevated blood lead level resides in, or regularly visits a dwelling unit or child-occupied facility in the District, or upon reasonable belief that any other property located in the District may have contributed to a child’s lead exposure, the Mayor shall conduct a risk assessment of the appropriate properties, and the owner, occupant or owner’s agent shall cooperate with and shall not impede the Mayor’s conduct of such assessment.\n\n(b) Upon reasonable belief, which may be based upon a request by a tenant or may be based on other information, that there is risk of a lead-based paint hazard in a dwelling unit, accessible common area, or child-occupied facility constructed before 1978, the Mayor shall take action, which may include a risk assessment, clearance examination, or visual examination of the dwelling unit, accessible common area, or child-occupied facility, and provide a report to the owner and the tenant.\n\n(c) Whenever action taken by the Mayor pursuant to subsection (a) or (b) of this section identifies lead-based paint hazards, the Mayor shall determine the actions necessary to eliminate the lead-based paint hazards at the property, including abatement or interim controls, and may order the property owner to perform any action considered necessary by the Mayor to protect the health and safety of the occupants of the property, including relocation in accordance with subsection (d)(1)(D) of this section.\n\n(1) Upon receipt of an order from the Mayor described in subsection (c) of this section, the owner of the property shall:\n\n(A) Perform the measures required by the Mayor to eliminate any lead-based paint hazards and underlying conditions;\n\n(B) Obtain a permit from the Mayor, if the elimination of lead-based paint hazards and underlying conditions employs abatement;\n\n(C) Ensure that any individual working to eliminate identified or presumed lead hazards:\n\n(i) Abides by the work practice standards of § 8-231.11; and\n\n(ii) Is trained in lead-safe work practices.\n\n(D) Make temporary comparable alternative arrangements for the relocation of any person at risk who is a tenant residing at the property, as determined by the Mayor, in accordance with paragraph (2) of this subsection; and\n\n(E) Reimburse the Mayor for the costs associated with conducting the risk assessment.\n\n(A) The owner shall pay all reasonable temporary relocation expenses that may be required until the dwelling unit has passed a clearance examination and a reasonable amount of time has passed to allow the tenant to return to the dwelling unit, unless a risk assessment report issued by the Mayor states that temporary tenant relocation is not necessary.\n\n(B) The Mayor shall provide a tenant with a copy of any order by the Mayor regarding temporary relocation within 5 days of issue. Before any relocation of a tenant, the owner shall provide the tenant with at least 14 days of written notice, unless a shorter time period is ordered by the Mayor or agreed to by the owner and the tenant. The owner shall make all reasonable efforts to provide to the tenant as early as possible before the commencement of the proposed relocation the contact information and address of the temporary unit and a statement that the tenant has the a right to return to the unit at the conclusion of work to eliminate any lead-based paint hazards and underlying conditions, and under the same terms.\n\n(C) The owner shall make all reasonable efforts to minimize the duration of any temporary relocation, and shall determine whether there are any appropriate temporary relocation units within the same housing accommodation.\n\n(D) The owner shall make all reasonable efforts to ensure that the household is relocated to a dwelling unit that is in the same school district or ward, near public transportation, as appropriate.\n\n(E) The tenant has a right to return to the unit under the same terms at the conclusion of the work to eliminate lead-based paint hazards.\n\n(F) In lieu of relocation to a dwelling unit identified by the owner, the tenant may agree to make alternative arrangements for temporary relocation.\n\n(3) The owner shall comply with requirements of this subsection within 30 days of receipt of a written order from the Mayor, unless otherwise directed on the notice. The 30-day time period may be extended by the Mayor, in increments of a maximum of 30 days, in response to a timely written request for extension from the owner or tenant, in such manner as required by the Mayor by rule; provided, that the Mayor shall extend the 30-day time period only if the owner has provided a good-faith basis for the request.\n\n(4) Upon completion of the work ordered by the Mayor in subsection (c) of this section, the owner shall submit to the Mayor and any tenant a clearance report that has been completed by a risk assessor. If the elimination of lead-based paint hazards and underlying conditions employs interim controls, the Mayor may require that the owner submit to the Mayor a clearance report periodically, as determined by the Mayor, following the date of the initial clearance report.\n\n(e) Nothing in this section shall be construed to interfere with tenants’ rights under other District law. If the owner intends to substantially rehabilitate, demolish, or discontinue any housing accommodation to comply with the requirements of this subchapter, the procedures set forth in §§ 42-3505.01 and 42-3507.01 shall apply.\n\n(f) Whenever presumed lead-based paint is identified in an uncontained and non-intact condition, the Mayor shall be authorized to issue a Notice of Violation. A Notice of Violation shall include an order to repair non-intact presumed lead-based paint and its underlying cause using lead-safe work practices, and shall require production of a clearance report. Presumed lead-based paint may be rebutted by production of a lead-based paint inspection report from an inspector or risk assessor, affirming that such paint is not lead-based.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 4, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(c), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 61(a), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.03.html"
    },
    {
      "id": "section-8-231.04",
      "number": "8-231.04",
      "heading": "Disclosure and risk reduction requirements.",
      "text": "(1) The owner of a dwelling unit constructed before 1978 shall disclose to the purchaser or tenant of the dwelling unit information reasonably known to the owner about the presence of any of the following conditions in the unit:\n\n(A) Lead-based paint;\n\n(B) Lead-based paint hazards; and\n\n(C) Pending actions ordered by the Mayor pursuant to this subchapter.\n\n(2) The disclosures shall be provided on the lead disclosure form provided by the Mayor.\n\n(3) The disclosures shall be provided before the purchaser or tenant is obligated under any contract to purchase or lease the dwelling unit.\n\n(b) The owner of a dwelling unit constructed before 1978, which unit will be occupied or regularly visited by a person at risk, shall provide to the tenant an accurately and fully completed lead disclosure form and a clearance report issued within the previous 12 months. The disclosures required by this subsection shall be disclosed before the tenant is obligated under any contract to lease the dwelling unit.\n\n(c) If a tenant of a dwelling unit constructed before 1978, in which unit a person at risk resides or which unit a person at risk regularly visits, notifies the owner of the property in writing that a person at risk resides in or regularly visits the dwelling unit, the owner of the dwelling unit shall provide to the tenant within 30 days a clearance report issued within the previous 12 months.\n\n(d) Instead of providing the disclosure form and clearance report required by this section, an owner may provide:\n\n(1) A report from a risk assessor or inspector certifying that the dwelling unit is a lead-free unit; provided, that for the purposes of this subsection, the term “lead-free unit” shall mean the definition of lead-free unit in effect at the time of unit certification; or\n\n(2) Three clearance reports issued at least 12 months apart and within the previous 7 years; provided, that the property was not, and is not, subject to any housing code violations that occurred during the past 5 years or any that are outstanding.\n\n(e) The owner of a dwelling unit shall provide notice to its tenants of their rights under this subchapter on a form provided by the Mayor whenever the tenant executes or renews a lease for the unit and whenever the owner provides notice of a rent increase.\n\n(f) If the owner of a dwelling unit learns of the presence of lead-based paint in a dwelling unit, the owner shall:\n\n(1) Notify the tenant of the presence of lead-based paint within 10 days after discovering its presence; and\n\n(2) Provide the tenant with a Lead Warning Statement described in 40 C.F.R § 745.113 and the lead hazard information pamphlet described in section 1018 of the Residential Land-Based Paint Hazard Reduction Act of 1992, approved October 28, 1992 (106 Stat. 3910; 42 U.S.C. § 4852d); provided, that the Lead Warning Statement and lead hazard information pamphlet need not be provided if they have been provided to the tenant within the prior 12 months.\n\n(g) Twelve months after the effective date of rules implementing this subchapter, the Mayor shall submit a report on the status of the implementation of this section. The report shall include:\n\n(1) A statement on the capacity, to date, of both the private and public sector to carry out the provisions of this section in all units in buildings built before 1950; and\n\n(2) An analysis of other factors which may impact expanding compliance to all units in buildings built before 1950, such as existing federal requirements, cost, and liability.\n\n(1) Within 90 days after March 31, 2011, the Mayor shall:\n\n(A) Provide the lead disclosure form to be used as the basis for the lead disclosure statement required by subsections (a) and (b) of this section; and\n\n(B) Petition for approval from the EPA certifying that the District’s form meets the federal disclosure standards.\n\n(2) The form issued by the Mayor as required by paragraph (1)(A) of this subsection shall include all elements required by 24 C.F.R. §§ 35.90 and 35.92 and 40 C.F.R. § 745.107, promulgated by Lead; Requirements for Disclosure of Known Lead-Based Paint and/or Lead-Based Paint Hazards in Housing, Final Rule, including the Lead Warning Statement, to meet the Federal standard for use of alternative disclosure forms.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 5, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(d), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.04.html"
    },
    {
      "id": "section-8-231.05",
      "number": "8-231.05",
      "heading": "Right of entry, inspections, analyses, corrective actions, and notices.",
      "text": "(a) Upon the presentation of appropriate credentials to the owner, agent in charge, or tenant, the Mayor shall have the right, subject to subsection (f) of this section, to enter any property or inspect any activity reasonably believed to be subject to this subchapter. Upon reasonable belief of imminent threat to the health and safety of the occupants of the property, the Mayor shall have the right of entry and inspection without notice. The right of entry and inspection shall be for the following purposes:\n\n(1) To conduct a risk assessment or inspection;\n\n(2) To collect dust, paint chips, soil or other environmental samples and submit them to a laboratory for analysis;\n\n(3) To inspect or copy any reports from certified personnel that the owner is required to retain under this subchapter;\n\n(4) To inspect any interior or exterior surfaces;\n\n(5) To otherwise verify compliance with this subchapter or rules implementing the chapter; or\n\n(6) For any reason related to ensuring the safety of occupants after detection of an elevated blood lead level in the occupants of, or persons who regularly visit, the property.\n\n(b) If the Mayor has reason to believe that either there has been a violation of this subchapter or of the rules issued pursuant to this subchapter, the Mayor may:\n\n(1) Issue a cease and desist order, or any other order necessary to protect the public health or welfare and the environment, which shall take effect upon issuance;\n\n(2) Impose fines and penalties in accordance with §§ 8-231.15 and 8-231.16; and\n\n(3) Request the Attorney General for the District of Columbia to commence appropriate civil action in the Superior Court of the District of Columbia to secure a temporary restraining order, a preliminary injunction, a permanent injunction, or other appropriate relief.\n\n(c) If the Mayor is denied access to conduct a risk assessment in accordance with this subchapter, the Mayor may apply to the Superior Court of the District of Columbia for a search warrant. An owner’s denial of access to conduct an inspection in accordance with this section shall constitute a violation of this section, and the owner shall be subject to the civil and administrative penalties imposed by § 8-231.15 and the criminal penalties imposed by § 8-231.16.\n\n(d) Any notice required by this subchapter, or as the Mayor may prescribe by regulation, may be served upon an owner of the dwelling or agent of the owner in the same manner as a summons in a civil action, or by registered or certified mail to his or her last known address or place of residence.\n\n(e) If any owner, individual, or business entity fails to follow any order by the Mayor, the Mayor may take the action ordered, the cost of which shall be borne by the owner, individual, or business entity and shall be a judgment against the owner, individual, or business entity, and a continuing and perpetual lien in favor of the District upon all property owned by the owner, individual, or business entity, whether real or personal. The lien shall not be valid against any bona fide purchaser, or holder of a security interest, mechanic’s lien, or other creditor interest in the property, until notice of the lien is filed with the Recorder of Deeds. The lien shall be satisfied by payment of the amount of the lien to the District Treasurer.\n\n(f) No entry or inspection of any residential premises shall be made without the permission of the occupant of the premises unless a warrant is obtained from the Superior Court of the District of Columbia pursuant to § 11-941, authorizing entry and inspection of the premises for the purpose of determining compliance with provisions of this subchapter.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 6, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(e), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.05.html"
    },
    {
      "id": "section-8-231.06",
      "number": "8-231.06",
      "heading": "Tenant provision of access to dwelling unit.",
      "text": "(a) A tenant shall allow access to his or her dwelling unit, at reasonable times, to the unit owner or the owner’s employee or representative to facilitate any work or inspection required under this subchapter following the provision of written notice by the owner at least 48 hours prior to the work or inspection; provided, that entry or inspection of any residential premises shall not be made without the permission of the occupant of the premises unless a warrant is obtained first from the Superior Court of the District of Columbia pursuant to § 11-941.\n\n(b) Notice required by subsection (a) of this section shall include:\n\n(1) A description of the general nature and locations of the planned work or inspection by the owner or his employee or representative;\n\n(2) Related requirements for containment, occupant protection, and relocation;\n\n(3) The expected starting and ending dates of the planned work; and\n\n(4) Any other information prescribed by the Mayor.\n\n(c) If the owner demonstrates to the satisfaction of the Mayor that the tenant refuses to allow access after the owner provides notice of no less than 7 days, the owner shall be exempt from meeting any requirements of this subchapter that are dependent upon such access as long as that tenant occupies that dwelling unit or until the tenant provides written notice of the tenant’s willingness to allow access or otherwise allows access. Nothing in this subsection shall prohibit the Mayor from ordering the owner to fulfill the tenant’s reasonable conditions for access or take other action to ensure that the ordered work can be completed.\n\n(d) Notwithstanding subsections (a) through (c) of this subsection, if entrance is for the purpose of performing work, the tenant may deny access to any person not properly certified pursuant to § 8-231.10 to perform that work.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 7, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(f), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.06.html"
    },
    {
      "id": "section-8-231.07",
      "number": "8-231.07",
      "heading": "Prohibition against retaliation.",
      "text": "(a) A tenant may provide information to the Mayor concerning deteriorated paint or lead-based paint hazards within a property or elevated blood levels of a person at risk.\n\n(b) The provision of information in subsection (a) of this section shall be considered tenant rights.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 8, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.07.html"
    },
    {
      "id": "section-8-231.08",
      "number": "8-231.08",
      "heading": "Property owner’s concurrent obligations.",
      "text": "The provisions of this subchapter do not reduce, replace, or eliminate:\n\n(1) The duties and obligations of a property owner to monitor, repair, or maintain the property as required under any applicable District law or regulation; or\n\n(2) The authority of the Mayor to enforce applicable housing codes or to issue orders in accordance with any applicable District law or regulation.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 9, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.08.html"
    },
    {
      "id": "section-8-231.09",
      "number": "8-231.09",
      "heading": "Lead Poisoning Prevention Fund.",
      "text": "Repealed.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 10, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(g), 58 DCR 717; Sept. 14, 2011, D.C. Law 19-21, § 9090, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.09.html"
    },
    {
      "id": "section-8-231.09a",
      "number": "8-231.09a",
      "heading": "Lead Poisoning Prevention Fund.",
      "text": "(a) There is established as a special fund the Lead Poisoning Prevention Fund (\"Fund\"), which shall be administered by the Department of Energy and Environment in accordance with subsection (c) of this section.\n\n(b) All fees, fines, and penalties received from compliance with and enforcement of this subchapter, and all interest earned on those monies, shall be deposited into the Fund.\n\n(c) Money in the Fund shall be used to pay for the costs of implementing this subchapter and may be used to provide low-income residents of the District with assistance to comply with the requirements of § 8-231.03, in accordance with rules issued by the Mayor.\n\n(1) The money deposited into the Fund but not expended in a fiscal year shall not revert to the unassigned fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time.\n\n(2) Subject to authorization in an approved budget and financial plan, any funds appropriated in the Fund shall be continually available without regard to fiscal year limitation.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 10a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.09a.html"
    },
    {
      "id": "section-8-231.10",
      "number": "8-231.10",
      "heading": "Certification requirements for individuals and business entities conducting lead-based paint activities.",
      "text": "(a) An individual or business entity shall obtain the appropriate certification from the Mayor by demonstrating compliance with subsections (b) or (c) of this section, as applicable, prior to conducting a lead-based paint activity, clearance examination, or renovation in any structure, built before 1978.\n\n(b) An individual risk assessor, inspector, dust sampling technician, renovator, and supervisor shall submit proof to the Mayor that the individual has passed an examination required by the Mayor, or EPA-approved state program, for that discipline, and:\n\n(1) A current appropriate certification from EPA or an EPA-approved state program; or\n\n(2) Proof of the successful completion of an accredited training course and any required accredited review course.\n\n(c) A business entity shall demonstrate to the satisfaction of the Mayor that all its employees and subcontractors conducting a lead-based paint activity, clearance examination, or renovation are:\n\n(1) Certified pursuant to subsection (b) of this section;\n\n(2) Comply with work practice rules established by the Mayor pursuant to this subchapter; and\n\n(3) Comply with all applicable federal and District laws, regulations, and rules governing the disposal of all waste containing lead.\n\n(d) The Mayor may establish additional criteria and procedures for certification by rule.\n\n(e) Certifications for lead-based paint activities shall expire 24 months from the date of issuance, or when otherwise determined by the Mayor. To maintain certifications for dust sampling technicians, individuals shall complete a refresher course within 5 years from the date of initial issuance of the certification.\n\n(f) Individuals and business entities seeking certification and certification renewal in the District shall pay a reasonable fee set by the Mayor. The Mayor, by rulemaking, may revise the certification and certification renewal fees as necessary to cover the administrative costs associated with the issuance of certificates and inspection of lead-based paint activities.\n\n(g) Except with regard to persons conducting lead-based paint activities pursuant to § 8-231.03, who must always comply with the provisions of this section, exceptions to this section are limited to the following:\n\n(1) Individuals who perform lead-based paint activities or renovations in a residence which they own; provided, that the residence is occupied solely by the owner or the owner’s immediate family, and there is no person at risk residing therein;\n\n(2) Performance of maintenance, repair, or renovation work involving lead-based paint that results in disturbances of lead-based paint in a total of 2 square feet or less of surface area per room, except for window removal or replacement, are de minimis activities that do not trigger certification requirements;\n\n(3) Individuals who perform maintenance, repair, painting, and renovation work that does not disturb painted surfaces; and\n\n(4) Individuals who perform risk assessment and lead-based paint inspections for litigation or other forensic purpose, in compliance with all work practice rules established by the Mayor pursuant to this subchapter, by an individual who possesses the appropriate certification by EPA or an EPA-approved state program.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 11, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(h), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 61(b), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.10.html"
    },
    {
      "id": "section-8-231.11",
      "number": "8-231.11",
      "heading": "Work practice standards.",
      "text": "(a) Any owner, individual, or business entity conducting any lead-based paint activity, or demolition, renovation, remodeling, painting, carpentry, plumbing, or other activity, that may generate lead-based paint chips, dust, or other lead-based paint debris, in or on the exterior of a dwelling unit or child-occupied facility, built prior to 1978, shall use lead-safe work practices.\n\n(b) In addition, any owner, individual, or business entity shall:\n\n(1) Comply with the following work practice standards, as applicable:\n\n(A) Work practice standards in 40 C.F.R. § 745.226 and 40 C.F.R. § 745.227, or any successor regulation of EPA;\n\n(B) U.S. Department of Labor, Occupational Safety and Health Administration standards relating to lead, including those standards found at 29 C.F.R. § 1926.62 and 29 C.F.R. § 1910.1025, and any successor regulations;\n\n(C) HUD Methods and Standards for Lead-Paint Hazard Evaluation and Hazard Activities contained in Chapter 35 of Title 24 of the Code of Federal Regulations, and any successor regulations; and\n\n(D) Any other standards required by the Mayor by rule;\n\n(2) Conform with the prohibition of unsafe practices listed at 24 C.F.R. § 35.140;\n\n(3) Prevent paint dust, chips, debris, or residue from being dispersed onto adjacent property or increasing the risk of public exposure to lead-based paint; and\n\n(4) Adhere to other requirements for renovations listed at 40 C.F.R. §§ 745.80 through 745.91 and any other requirements established by the Mayor.\n\n(c) Subsection (a) of this section does not apply to the following:\n\n(1) Individuals who perform lead-based paint activities in residences that they own; provided, that the residence is occupied by the owner or the owner’s immediate family, and there is no person at risk residing therein; and\n\n(2) Performance of maintenance, repair, or renovation work involving lead-based paint that results in disturbances of lead-based paint in a total of 2 square feet or less of surface area per room, except for window removal or replacement.\n\n(d) No person shall cause paint dust, chips, debris, or residue to be dispersed onto adjacent property or increase the risk of public exposure to lead-based paint.\n\n(e) Within 180 days from March 31, 2009, the Mayor shall issue rules establishing comprehensive safe work practice standards and training requirements in conformance with this section.\n\n(1) A clearance examination following elimination of a lead-based paint hazard ordered by the Mayor, or after such work performed in response to a child with an elevated blood lead level, shall not be conducted by:\n\n(A) A risk assessor or lead inspector who is related to the owner or any tenant by blood or marriage;\n\n(B) A risk assessor or lead inspector who is an employee or owner of the abatement firm performing the work;\n\n(C) A risk assessor or lead inspector who is an employee or owner of an entity in which the abatement firm has a financial interest; or\n\n(D) A dust sampling technician.\n\n(2) In all other situations where a clearance examination is required under this subchapter, the clearance examination may be performed by a lead inspector, dust sampling technician, or risk assessor, whether or not employed by the owner.\n\n(g) Within 90 days of March 31, 2009, the Mayor shall establish certification requirements for the profession of dust sampling technician. The requirements shall include the successful completion of the appropriate course accredited by EPA under 40 C.F.R. § 745.225.\n\n(h) All renovation work shall conform to such additional requirements as may be issued by the Mayor by rule.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 12, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(i), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.11.html"
    },
    {
      "id": "section-8-231.12",
      "number": "8-231.12",
      "heading": "Accreditation of training providers.",
      "text": "(a) An individual or business entity may not provide training on performing lead-based paint activities under this subchapter unless accredited by the Mayor in accordance with this section.\n\n(1) To receive accreditation, a training provider shall:\n\n(A) Submit an application to the Mayor that shall include the following information:\n\n(i) Qualifications of all training managers and instructors;\n\n(ii) Copies of all instructor and student course materials for each course offered, including materials covering requirements specific to District of Columbia statutes or regulations;\n\n(iii) A description of the facilities and equipment available for lecture and hands-on training; and\n\n(iv) Any other information determined by the Mayor to be necessary for approval of an application for accreditation; and\n\n(B) Pay a reasonable application fee.\n\n(2) The Mayor may exempt any District government agency or nonprofit organization for payment of the application fee and may revise the application fee as necessary to cover the administrative costs through rulemaking.\n\n(c) Where appropriate, the Mayor shall accredit an educational services provider that already has been accredited by another state, EPA, or HUD, on a reciprocity basis, without a complete application; provided, that the educational services provider:\n\n(1) Submits a copy of those portion of its course materials covering requirements specific to District statutes or regulations; and\n\n(2) Pays the fee provided for in subsection (b)(1)(B) of this section.\n\n(d) Accreditation by the Mayor shall expire 3 years from the date of issuance.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 13, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.12.html"
    },
    {
      "id": "section-8-231.13",
      "number": "8-231.13",
      "heading": "Record keeping and disclosure requirements.",
      "text": "(a) Owners, business entities, and individuals subject to this subchapter shall maintain copies of any records or reports required by this subchapter, for 6 years, or as the Mayor may otherwise establish by rule, and shall make those documents available for inspection by the Mayor upon request.\n\n(b) If the Mayor is denied access to any records, reports, documents, or other data requested in connection with ensuring compliance with this subchapter, the Mayor may issue a subpoena to obtain all necessary documents.\n\n(c) An owner shall maintain copies of all lead-related reports related to the building or any part thereof and make the reports available to tenants, tenants’ agents, and government officials for review and photocopying at reasonable hours and at a location reasonably close to the property.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 14, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(j), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.13.html"
    },
    {
      "id": "section-8-231.14",
      "number": "8-231.14",
      "heading": "Denial, suspension, or revocation.",
      "text": "The Mayor, after notice and opportunity for hearing, may suspend, revoke, modify, or refuse to issue, renew, or restore a certificate or accreditation issued under this subchapter if the Mayor finds that the applicant or holder:\n\n(1) Has failed to comply with any provision of this subchapter or rule issued pursuant to this subchapter;\n\n(2) Has misrepresented facts relating to a lead-based paint activity to a client or customer;\n\n(3) Has made a false statement or misrepresentation material to the issuance, modification, or renewal of a certificate, permit, or accreditation;\n\n(4) Has submitted a false or fraudulent record, invoice, or report;\n\n(5) As a training provider, or as an instructor, has provided inaccurate information or inadequate training;\n\n(6) Fails to meet any qualifications required by this subchapter;\n\n(7) Does not possess proof of required accreditation, as prescribed by the Mayor;\n\n(8) Has had a history of repeated violations; or\n\n(9) Has had a certificate, permit, or accreditation denied, revoked, or suspended in another state or jurisdiction.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 15, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.14.html"
    },
    {
      "id": "section-8-231.15",
      "number": "8-231.15",
      "heading": "Serving of notice; civil penalties.",
      "text": "(a) Any notice or order served upon a respondent or other person pursuant to this subchapter may be personally served, delivered to the respondent’s or other person’s last known home or business address and left with a person of suitable age and discretion residing or employed therein, or mailed to the respondent or other person by first-class mail to the respondent or other person’s last known home or business address. When service is by mail, 5 additional days shall be added to the time period in the notice or order within which the respondent or other person may, or is required to, take any action specified in the notice order.\n\n(b) Any violation of this subchapter or implementing rule is punishable by a civil penalty not to exceed $25,000 for each day of each offense. Each day a violation continues shall be deemed a separate offense.\n\n(c) Civil infraction fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter or the rules issued under this subchapter pursuant to Chapter 18 of Title 2 [§ 2-1801 et seq.]. Adjudication of any infractions shall be pursuant to Chapter 18 of Title 2 [§ 2-1801 et seq.].\n\n(d) In determining the severity of a civil penalty under subsection (a) of this section, the Superior Court of the District of Columbia shall take into account the nature, circumstances, extent, gravity, actual or potential harm to the environment, and actual or potential harm to human health, of the violation or violations and, with respect to the violator, ability to pay, any history of prior such violations, the degree of culpability, and such other matters as justice may require.\n\n(e) The Attorney General for the District of Columbia may commence appropriate civil action in the Superior Court of the District of Columbia to secure a temporary restraining order, a preliminary injunction, a permanent injunction, or other appropriate relief to enforce compliance with the provisions of this subchapter.\n\n(f) As specified by the Mayor in rulemaking, a person adversely affected by an action taken pursuant to the provisions of this subchapter, or the rules or regulations promulgated pursuant to this subchapter, is entitled to a hearing before the Mayor upon filing with the Mayor, within 15 calendar days of such action, a written request for a hearing. The hearing shall be held in accordance with § 2-509.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 16, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(k), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.15.html"
    },
    {
      "id": "section-8-231.16",
      "number": "8-231.16",
      "heading": "Criminal penalties.",
      "text": "(a) Notwithstanding any other provision of this subchapter, any person who knowingly or willingly violates the provisions of this subchapter, or its implementing rules, shall be subject, upon conviction, to a fine of not more than $ 25,000 for each day of each violation, imprisonment for not more than one year, or both.\n\n(b) Falsification of information required by this subchapter shall be a violation of this subchapter.\n\n(c) In determining the severity of a criminal penalty, the Superior Court of the District of Columbia shall take into account the nature, circumstances, extent, gravity, actual or potential harm to the environment, and actual or potential harm to human health of the violation or violations and, with respect to the violator, ability to pay, effect on ability to continue to do business, any history of prior such violations, the degree of culpability, and such other matters as justice may require.\n\n(d) All prosecutions under this section shall be in the Superior Court of the District of Columbia in the name of the District of Columbia and shall be instituted by the Attorney General for the District of Columbia.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 17, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.16.html"
    },
    {
      "id": "section-8-231.17",
      "number": "8-231.17",
      "heading": "No private right of action against the District.",
      "text": "Nothing in this subchapter is intended to, or does, create a private right of action against the government of the District of Columbia and its officers, employees, agents, representatives, contractors, successors, and assigns based upon compliance or noncompliance with its provisions. No person or entity may assert any claim or right as a beneficiary or protected class under this subchapter in any civil, criminal, or administrative action against the District of Columbia.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 18, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.17.html"
    },
    {
      "id": "section-8-231.18",
      "number": "8-231.18",
      "heading": "Rulemaking.",
      "text": "(a) Except as otherwise provided, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of this subchapter.\n\n(b) Notwithstanding the requirements of § 2-552(c), where the Mayor chooses to adopt a federal regulation as the District’s standard under this subchapter, the Mayor may do so by incorporating the federal regulation by reference in the Notice of Intent to take rulemaking action. When incorporating the federal regulation by reference, the notice shall include a specific indication of how and where a paper or electronic copy of such document may be inspected or obtained. Any amendments to the incorporated federal rules shall be deemed to be included in the District’s rules; provided, that after the initial adoption of the federal regulation, the Mayor shall annually issue a Notice of Intent to re-adopt the federal standard, in whole or in part, or announce an intent to adopt a different standard.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 19, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.18.html"
    },
    {
      "id": "section-8-231.18a",
      "number": "8-231.18a",
      "heading": "Enforcement of housing code regulations.",
      "text": "The presence of loose or peeling paint in residential premises in violation of the housing code regulations codified in Title 14 of the District of Columbia Municipal Regulations which constitutes a lead-based paint hazard under this subchapter, shall be enforced by the Mayor according to the provisions of this subchapter.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 19a; as added Mar. 31, 2011, D.C. Law 18-348, § 2(l), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 61(c), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.18a.html"
    },
    {
      "id": "section-8-231.19",
      "number": "8-231.19",
      "heading": "Common law unaffected.",
      "text": "The remedies under this subchapter do not supplant rights and remedies that may be available against property owners and other liable parties under the common law.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 20, 56 DCR 1596",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.19.html"
    },
    {
      "id": "section-8-231.20",
      "number": "8-231.20",
      "heading": "Authorization to seek delegation.",
      "text": "The Mayor is authorized to take actions necessary to obtain authorization from the United States Environmental Protection Agency for the Mayor to administer and enforce state programs pursuant to the Renovation, Repair and Painting and Pre-Renovation Education programs under Part 745 of Chapter 1 of Title 40 of the Code of Federal Regulations.",
      "history": "Mar. 31, 2009, D.C. Law 17-381, § 20a; as added Mar. 31, 2011, D.C. Law 18-348, § 2(m), 58 DCR 717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-231.20.html"
    },
    {
      "id": "section-8-233.01",
      "number": "8-233.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Distributor” means a company that has a contractual relationship with one or more producers to market and sell paint to retailers in the District.\n\n(2) “Environmentally sound management practices” means procedures for the collection, storage, transportation, reuse, recycling, and disposal of paint, to be implemented by the producer, representative organization, or their contracted partners to ensure compliance with applicable federal and District laws and regulations and to protect human health and the environment. These procedures shall address adequate record keeping, tracking, and documenting the fate of materials, and adequate environmental liability coverage for professional services and for the contractors working on behalf of the producer or representative organization.\n\n(3) “Paint” means interior and exterior architectural coatings sold in containers of 5 gallons or less and does not mean industrial, original equipment, or specialty coatings.\n\n(4) “Paint stewardship assessment” means the amount added to the purchase price of paint sold in the District necessary to cover the paint stewardship program’s cost of collecting, transporting, and processing the postconsumer paint District-wide.\n\n(5) “Postconsumer paint” means paint not used and no longer wanted by a purchaser.\n\n(6) “Producer” means a manufacturer of paint who sells, offers for sale, or distributes that paint in the District under the producer’s own name or brand. The term “producer” does not include a retailer that adds tint, colorant, or other additives to paint at the retail location.\n\n(7) “Recycling” means a process by which discarded products, components, and by-products are transformed into new usable or marketable materials in a manner in which the original products may lose their identity but does not include energy recovery or energy generation by means of incineration or combustion of discarded products, components, and by-products with or without other waste products.\n\n(8) “Representative organization” means a nonprofit organization created by producers to implement a paint stewardship plan required by § 8-233.02.\n\n(9) “Retailer” means a person or entity that offers paint for sale at retail in the District.\n\n(10) “Reuse” means the return of a product into the economic stream for use in the same kind of application as originally intended, without a change in the product’s identity.\n\n(11) “Sell” or “sale” means any transfer of title for consideration including remote sales conducted through sales outlets, catalogs, or electronic means.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 2, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.01.html"
    },
    {
      "id": "section-8-233.02",
      "number": "8-233.02",
      "heading": "Producer paint stewardship plan required.",
      "text": "(a) By April 1, 2016, a producer of paint sold at retail in the District, or a representative organization in which the producer is a member, shall submit a plan for the establishment of a paint stewardship program to the Mayor for approval. The plan shall:\n\n(1) Minimize District involvement in the management of postconsumer paint by reducing its generation, promoting its reuse and recycling, and implementing agreements to collect, transport, reuse, recycle, and dispose of postconsumer paint using environmentally sound management practices;\n\n(2) Provide for convenient and available collection of postconsumer paint that, at a minimum, provides for collection rates and convenience equal to or greater than the collection programs available to consumers before the paint stewardship program and addresses coordination of the paint stewardship program with existing household hazardous waste collection infrastructure;\n\n(3) Ensure the program addresses coordination with local nonprofit building material reuse organizations without charge to the organizations;\n\n(4) Identify each producer participating in the program and the brands of paint sold in the District by each producer;\n\n(5) Describe sufficient funding for the paint stewardship program, including a funding mechanism for securing and disbursing funds to cover administrative, operational, and capital costs, including the assessment of charges on paint sold by producers in the District. The funding mechanism shall provide for a paint stewardship assessment for each container of paint sold in the District by producers and the assessment shall be remitted to the representative organization, if applicable; and\n\n(6) Describe how postconsumer paint will be managed in the most environmentally and economically sound manner, including following the sustainable solid waste management hierarchy established in §  8-1031.02.\n\n(1) A paint stewardship assessment established in accordance with paragraph (2) of this subsection shall be added to the cost of all paint sold to retailers and distributors in the District. Retailers and distributors shall add the assessment to the purchase price of all paint sold in the District.\n\n(2) The paint stewardship assessment shall be approved by the Mayor as part of the plan, and shall be sufficient to recover, but not exceed, the cost of the paint stewardship program. The plan shall require that any surplus funds be put back into the program to reduce the costs of the program, including the assessment amount.\n\n(c) A producer or its representative organization shall implement its paint stewardship program plan within 3 months of the plan’s approval by the Mayor.\n\n(d) Beginning September 1, 2016, a producer shall not sell or offer for sale paint to any person in the District unless the producer of the paint or a representative organization of which the producer is a member submitted a paint stewardship plan to the Mayor on or before April 1, 2016, that has not been disapproved, or is implementing an approved paint stewardship program plan as required by this section.\n\n(e) A producer or representative organization shall provide consumers in the District with educational materials regarding the paint stewardship assessment and paint stewardship program, including information regarding available end-of-life management options for paint offered through the paint stewardship program and information notifying consumers that a charge for the operation of the program is included in the purchase price of all paint sold in the District.\n\n(f) On or before October 1, 2017, and annually thereafter, a producer or representative organization shall submit a paint stewardship program report to the Mayor that includes:\n\n(1) A description of the methods used to collect, transport, and reuse or process postconsumer paint in the District;\n\n(2) The total volume and type of postconsumer paint collected in the District and the volume by method of disposition;\n\n(3) The total cost of implementing the program, as determined by an independent financial audit funded from the paint stewardship assessment;\n\n(4) Samples of educational information provided to consumers of paint and a description of how the information is distributed; and\n\n(5) Other information as required by the Mayor through rulemaking.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 3, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.02.html"
    },
    {
      "id": "section-8-233.03",
      "number": "8-233.03",
      "heading": "Retailer obligations.",
      "text": "(a) Beginning September 1, 2016, or within 2 months of the Mayor’s first website publication of the list required under § 8-233.04(d), whichever is later, a retailer shall not sell or offer for sale paint to a person in the District unless the producer or the paint brand was listed on the website maintained by the Mayor under § 8-233.04(d) on the date the paint was ordered from the paint producer or the producer’s agent.\n\n(b) A paint retailer may participate on a voluntary basis as paint collection points pursuant to a paint stewardship program.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 4, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.03.html"
    },
    {
      "id": "section-8-233.04",
      "number": "8-233.04",
      "heading": "Mayor’s responsibilities.",
      "text": "(a) The Mayor shall review and determine whether to approve a paint stewardship program plan submitted under § 8-233.02 within 120 days of its receipt. The Mayor shall make the plan available for public review for at least 30 days before determining whether to approve the plan.\n\n(b) The Mayor may approve or deny the plan and may make approval of the plan contingent upon the removal, change, or inclusion of specific actions and practices, or the addition of paints covered under § 8-233.01(3).\n\n(c) Within 60 days of submission of a report under § 8-233.02(f), upon a determination by the Mayor that the implementation of the approved plan fails to meet the requirements of this subchapter or regulations promulgated pursuant to this subchapter, the Mayor may request modifications to the producer of representative organization’s paint stewardship program plan. The Mayor may approve or deny the proposed modifications to the plan as set forth in subsection (b) of this section. The Mayor may impose civil penalties under § 8-233.06 upon a determination that the paint stewardship organization or producer is not complying with the modified plan.\n\n(d) Within 7 days of approving a paint stewardship program plan, the Mayor shall list the producers and brands implementing or participating in the plan on the Mayor’s website.\n\n(e) The Mayor shall impose an initial fee to be submitted with a proposed paint stewardship program plan under § 8-233.02(a) and an annual fee to be submitted thereafter in an amount sufficient to cover the costs of an agency reviewing a paint stewardship program plan, conducting inspections, and enforcing the provisions of this subchapter. Permit fees collected pursuant to this section shall not exceed the cost of implementing and enforcing this subchapter.\n\n(f) Permit fees collected pursuant to this section shall be deposited in the Product Stewardship Fund established by § 1-325.381.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 5, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.04.html"
    },
    {
      "id": "section-8-233.05",
      "number": "8-233.05",
      "heading": "Immunity from liability; confidential information.",
      "text": "(a) Notwithstanding the provisions of Chapter 45 of Title 28, a producer or producers and a representative organization may negotiate, enter into agreements with, share the burdens of their operation with, and conduct business with each other in accordance with this subchapter in ways that may affect competition. No producer or representative organization shall be prosecuted, held liable, or subject to penalties or damages under Chapter 45 of Title 28 for actions conducted in accordance with this subchapter.\n\n(b) Financial, production, and sales data reported to the Mayor by a producer or representative organization shall not be subject to disclosure under subchapter II of Chapter 5 of Title 2 [§ 2-531 et seq.] or any other law or regulation; provided, that the Mayor may release a summary form of the data that does not disclose individual producer information.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 6, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.05.html"
    },
    {
      "id": "section-8-233.06",
      "number": "8-233.06",
      "heading": "Rules; enforcement.",
      "text": "(a) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of this subchapter.\n\n(1) The Mayor may impose civil fines and penalties as sanctions for violations of the provisions of this subchapter or any rules issued under the authority of this subchapter, pursuant to Chapter 18 of Title 2 [§ 2-1801.01 et seq.] (“Civil Infractions Act”). Enforcement and adjudication of an infraction shall be pursuant to the Civil Infractions Act.\n\n(2) Revenue generated from the enforcement of this subchapter shall be deposited in the Product Stewardship Fund established by § 1-325.381.\n\n(c) In addition to the enforcement authority provided in subsection (b) of this section, the Mayor may seek injunctive relief or other appropriate remedy in any court of competent jurisdiction to enforce compliance with the provisions of this subchapter.",
      "history": "Mar. 11, 2015, D.C. Law 20-205, § 7, 61 DCR 12587",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-233.06.html"
    },
    {
      "id": "section-8-241.01",
      "number": "8-241.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Director” means the Director of the District Department of the Environment.\n\n(2) “Dwelling unit” means a building or structure used or designed to be used, in whole or in part, as a living or sleeping place for one or more persons.\n\n(3) “Indoor mold assessment professional” means an indoor mold assessor certified and licensed by the District in accordance with §  8-241.03.\n\n(4) “Indoor mold” means living or dead fungi or related products or parts, including spores hyphae, and mycotoxins, on an interior surface of a building, including common spaces, utility spaces, HVAC, or other systems.\n\n(5) “Indoor mold contamination” means indoor mold at or above the threshold established under §  8-241.02(a)(1).\n\n(6) “Indoor mold remediation professional” means an indoor mold remediator certified and licensed by the District in accordance with §  8-241.03.\n\n(7) “Professional indoor mold assessment” means an indoor mold assessment conducted by an indoor mold assessment professional.\n\n(8) “Professional indoor mold remediation” means an indoor mold remediation conducted by an indoor mold remediation professional.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 302, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.01.html"
    },
    {
      "id": "section-8-241.02",
      "number": "8-241.02",
      "heading": "Indoor mold assessment and remediation standards.",
      "text": "(a) Consistent with applicable U.S. Environmental Protection Agency or U.S. Department of Labor, Occupational Safety and Health Administration guidelines and regulations relating to the assessment and remediation of mold, the Director shall:\n\n(1) Set a threshold level of indoor mold contamination that requires professional indoor mold remediation at residential properties;\n\n(2) Establish scientific and objective methods to be used by individuals certified by the District when conducting an indoor mold assessment;\n\n(3) Establish minimum performance standards and work practices for conducting professional indoor mold remediation in the District; and\n\n(4) Establish guidelines for the removal of indoor mold below the threshold set by paragraph (1) of this subsection.\n\n(b) When professional indoor mold remediation is required under §  8-241.04 because a professional indoor mold assessment found indoor mold contamination at a property, the Director may require the property owner to provide a remediation report from an indoor mold remediation professional to the tenant and to the Department of the Environment.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 303, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.02.html"
    },
    {
      "id": "section-8-241.03",
      "number": "8-241.03",
      "heading": "Certification of mold assessment and remediation professionals.",
      "text": "(1) The Director shall issue licenses and may issue certifications for conducting indoor mold assessment and remediation in the District.\n\n(2) In licensing a person to conduct indoor mold assessment or remediation, the Director may recognize certification programs of other states or independent bodies that the Director determines to be sufficient to ensure professional conduct of indoor mold assessment or remediation.\n\n(b) No person shall engage in the business of residential indoor mold assessment or remediation unless the person is certified and licensed in accordance with requirements promulgated by the Director.\n\n(c) The Director shall maintain a publicly available list of all certified indoor mold assessment and remediation professionals in the District.\n\n(d) The Director shall establish reasonable and necessary fees to administer this section, including fees for certifications and licenses. The fees shall be set, at a minimum, in an amount sufficient to recover the costs of administering this section. All fees collected under this subsection shall be deposited into the Indoor Mold Assessment and Remediation Fund established under § 8-241.07.\n\n(e) Not Funded.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 304, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.03.html"
    },
    {
      "id": "section-8-241.04",
      "number": "8-241.04",
      "heading": "Indoor mold remediation obligations at residential properties.",
      "text": "(a) A residential property owner who receives written or electronic notice from a tenant that indoor mold or suspected indoor mold exists in the dwelling unit or in a common area of the property shall inspect the property within 7 days and remediate the condition in accordance with subsections (b) and (c) of this section within 30 days of the inspection unless a shorter timeframe is ordered by a court or the Mayor.\n\n(b) Where professional indoor mold remediation is not required under subsection (c) of this section, a residential property owner notified of indoor mold by a tenant in accordance with subsection (a) shall clean and remove the indoor mold from the contaminated surface in accordance with the guidelines established under § 8-241.02(a)(4). Failure of the Director to issue guidelines under § 8-241.02(a)(4) shall not excuse the residential property owner from the obligation to clean and remove visible indoor mold from the contaminated surface.\n\n(c) If a residential property owner knows or has reason to know that indoor mold contamination exists in a tenant’s dwelling unit or in a common area of the property, the residential property owner shall cause the mold to be remediated by an indoor mold remediation professional.\n\n(d) The provisions of this section may be enforced pursuant to § 8-241.05.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 305, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.04.html"
    },
    {
      "id": "section-8-241.05",
      "number": "8-241.05",
      "heading": "Violations.",
      "text": "(a) In a private cause of action, claim, or defense by a tenant against a residential property owner for a violation of Title 12G of the District of Columbia Municipal Regulations (12G DCMR § 101G et seq.) (“Property Maintenance Code”) or Title 14 of the District of Columbia Municipal Regulations (14 DCMR § 100 et seq.) (“Housing Code”):\n\n(1) A professional indoor mold assessment finding indoor mold contamination in a tenant’s dwelling unit or a common area of the property shall create a rebuttable presumption of a violation of the property owner’s obligation to maintain the property free from defective surface conditions as required by the Property Maintenance Code and the Housing Code. To establish the presumption, the tenant must demonstrate that the property owner received a professional indoor mold assessment in written or electronic form that determined that indoor mold contamination existed in the tenant’s dwelling unit.\n\n(2) When ruling in favor of a tenant with respect to a Property Maintenance Code or Housing Code violation based on a professional mold assessment, the court shall have discretion to reimburse indoor mold assessment costs and award attorney fees and court costs to the tenant. The court may award treble damages to a tenant when:\n\n(A) The tenant discovered the indoor mold;\n\n(B) A professional indoor mold assessment determined that indoor mold contamination existed in the tenant’s dwelling unit;\n\n(C) The residential property owner received the indoor mold assessment in written or electronic form;\n\n(D) The residential property owner did not remediate the indoor mold within 60 days; and\n\n(E) The court finds that the residential property owner acted in bad faith.\n\n(b) In issuing a notice of violation to a property owner for failure to maintain the property free from defective surface conditions as required by the Property Maintenance Code and the Housing Code, the Mayor shall have discretion to rely upon a professional indoor mold assessment.\n\n(c) Not Funded.\n\n(d) Not Funded.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 306, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.05.html"
    },
    {
      "id": "section-8-241.06",
      "number": "8-241.06",
      "heading": "No private right of action against the District.",
      "text": "Nothing in this chapter is intended to, or does, create a private right of action against the government of the District of Columbia and its officers, employees, agents, representatives, contractors, successors, and assigns based upon compliance or noncompliance with its provisions. No person or entity may assert any claim or right as a beneficiary or protected class under this chapter in any civil, criminal, or administrative action against the District of Columbia.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 307, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.06.html"
    },
    {
      "id": "section-8-241.07",
      "number": "8-241.07",
      "heading": "Indoor Mold Assessment and Remediation Fund.",
      "text": "(a) There is established a special fund the Indoor Mold Assessment Fund, which shall be administered by the District Department of the Environment in accordance with subsection (c) of this section.\n\n(b) The Fund shall consist of the revenue from the fees collected in accordance with § 8-241.03 and any other money accepted for the benefit of the Fund. The Fund may be supplemented by other District funds at the Mayor’s discretion or by an act of the Council.\n\n(1) The Fund shall be used to administer the certification and licensing programs established under § 8-241.03 and may be used to administer grants issued under paragraph (2) of this subsection.\n\n(2) Where there are funds in excess of the amount needed to administer the certification and licensing programs under § 8-241.03, those funds shall be used to provide financial assistance grants to:\n\n(A) Low-income District residents for the purpose of having a professional mold assessment conducted in their premises, in the event that the owner of the resident’s property fails to comply with the requirements in § 8-241.04; and\n\n(B) Residential property owners without financial means, as determined by the Mayor, to comply with § 8-241.04.\n\n(d) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 308, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.07.html"
    },
    {
      "id": "section-8-241.08",
      "number": "8-241.08",
      "heading": "Common law unaffected.",
      "text": "The remedies under this chapter do not supplant rights and remedies that may be available against property owners and other liable parties under the common law.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 309, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.08.html"
    },
    {
      "id": "section-8-241.09",
      "number": "8-241.09",
      "heading": "Rules.",
      "text": "The Mayor, pursuant to Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of this chapter, including civil penalties or fines to enforce this chapter.",
      "history": "Sept. 9, 2014, D.C. Law 20-135, § 310, 61 DCR 6767",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-241.09.html"
    }
  ]
}