{
  "state": "district-of-columbia",
  "path": "title-8/chapter-3",
  "sections": [
    {
      "id": "section-8-301",
      "number": "8-301",
      "heading": "Duty to remove weeds 4 inches in height; notice; penalties for failure to comply; adjudications.",
      "text": "It shall be the duty of the owner, occupant, or agent in charge of any land in the City of Washington, or in the more densely populated suburbs of said City, to remove from such land any weeds thereon of 4 or more inches in height within 7 days (Sundays and legal holidays excepted) after notice from the Director of the Department of Human Services so to do, and upon failure to comply with such notice he or she shall, on conviction thereof, be punished by a fine of not more than $10 for each day said notice is not complied with. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this section, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this section shall be pursuant to Chapter 18 of Title 2.",
      "history": "Mar. 1, 1899, 30 Stat. 959, ch. 326, § 1; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; Oct. 5, 1985, D.C. Law 6-42, § 471, 32 DCR 4450",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-301.html"
    },
    {
      "id": "section-8-302",
      "number": "8-302",
      "heading": "Removal of weeds by Mayor.",
      "text": "Whenever there are upon any unoccupied land aforesaid weeds of 4 or more inches in height, and no person can be found in the District of Columbia who either is or claims to be the owner thereof, or who either represents or claims to represent such owner as aforesaid, the Mayor of the District of Columbia shall give notice, by publication twice a week in 1 daily newspaper published in the City of Washington aforesaid, requiring their removal. Said notice shall specify the land from which such weeds are to be removed, the character of the work to be done, and the time allowed for doing the same; and if such weeds be not removed within the time so specified it shall be the duty of said Mayor to cause their removal; and double the cost of such removal, including the cost of advertising, shall be a lien upon and shall be assessed by said Mayor as a tax against the property on which said weeds were located, and the said tax so assessed shall bear interest at the rate of 20 per centum per annum till paid, and shall be carried on the regular tax rolls of said District and be collected in the manner provided for the collection of general taxes.",
      "history": "Mar. 1, 1899, 30 Stat. 959, ch. 326, § 2; Apr. 23, 1977, D.C. Law 1-128, § 2, 23 DCR 9692",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-302.html"
    },
    {
      "id": "section-8-303",
      "number": "8-303",
      "heading": "Prosecutions.",
      "text": "Prosecutions under §§ 8-301 to 8-303 shall be in the Superior Court of the District of Columbia, upon information filed by the Corporation Counsel for said District or 1 of his assistants.",
      "history": "Mar. 1, 1899, 30 Stat. 959, ch. 326, § 3; Mar. 3, 1901, 31 Stat. 1340, ch. 854, § 932; June 30, 1902, 32 Stat. 537, ch. 1329; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-303.html"
    },
    {
      "id": "section-8-304",
      "number": "8-304",
      "heading": "Plant diseases and insect pest control.",
      "text": "Repealed.",
      "history": "Aug. 20, 1912, ch. 308, § 15; May 31, 1920, 41 Stat. 726, ch. 217; May 16, 1928, 45 Stat. 565, ch. 572; July 7, 1932, 47 Stat. 640, ch. 443; Mar. 26, 1934, 48 Stat. 486, ch. 89; Apr. 1, 1942, 56 Stat. 190, 192, ch. 207, §§ 1-4; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-304.html"
    },
    {
      "id": "section-8-305",
      "number": "8-305",
      "heading": "Penalty.",
      "text": "Repealed.",
      "history": "Aug. 20, 1912, 37 Stat. 318, ch. 308, § 10",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-305.html"
    },
    {
      "id": "section-8-351",
      "number": "8-351",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) \"Department\" means the Department of Energy and Environment.\n\n(2) \"Integrated pest management\" shall have the same meaning as provided in § 8-431(8).\n\n(3) \"Lawn care equipment\" means leaf blowers, lawn mowers, weed eaters, snow blowers, and other equipment intended for the maintenance or care of outdoor property that requires a power supply other than human strength.\n\n(4) \"Minimum risk pesticides\" means pesticide products listed in 40 C.F.R. § 152.25(f).\n\n(5) \"Organic pesticides\" means pesticides including no active ingredients other than those published in the National List at 7 C.F.R. §§ 205.601 and 205.606.\n\n(6) \"Program\" means the Green Yards Recognition Program established by § 8-352.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-351.html"
    },
    {
      "id": "section-8-352",
      "number": "8-352",
      "heading": "Green Yards Recognition Program.",
      "text": "(a) There is established a Green Yards Recognition Program, which shall be administered by the Department of Energy and Environment, to encourage District property owners and lessees to maintain their grounds using only safe and sustainable practices.\n\n(b) Within 120 days of February 18, 2017, the Program shall establish and publish online a guide to safe and sustainable grounds maintenance, including recommendations for best practices and a list of minimum practices. At a minimum, the list of minimum practices shall include:\n\n(1) Participation in at least one of the Department's Riversmart programs;\n\n(2) Use of integrated pest management for pest control;\n\n(3) Use of only organic pesticides or minimum risk pesticides; and\n\n(4) Use of only electric- or battery-powered lawn care equipment, to the extent that such equipment is reasonably available to consumers.\n\n(c) No later than 30 days after the publication of the guide required by subsection (b) of this section, the Department shall make available online a form allowing a District property owner or lessee to voluntarily certify to the Department that the District property owner or lessee is in compliance with the list of minimum practices published pursuant to subsection (b) of this section. The form shall include an option allowing the District property owner or lessee to order a Program yard sign pursuant to subsection (d) of this section at the time the owner or lessee submits the voluntary certification.\n\n(d) The Department shall design a Program yard sign that affirms a District property owner or lessee's compliance with the list of minimum practices published pursuant to subsection (b) of this section. The Department may charge a fee to the District property owner or lessee to cover the cost of production of the Program yard signs.\n\n(e) The Department may cancel the voluntary certification of a District property owner or lessee upon learning that the District property owner or lessee is not in compliance with the list of minimum practices published pursuant to subsection (b) of this section. A District property owner or lessee whose certification has been canceled may not submit another voluntary certification of compliance for one year following the cancellation.\n\n(f) The Department may expand the Program to:\n\n(1) Recognize varying types or levels of voluntary compliance with the recommendations in the guide to safe and sustainable grounds maintenance published pursuant to subsection (b) of this section; and\n\n(2) Incorporate awards, or other methods of recognition, and incentives for participants in the Program.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-352.html"
    },
    {
      "id": "section-8-353",
      "number": "8-353",
      "heading": "Rules.",
      "text": "The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to implement the provisions of this chapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/8-353.html"
    }
  ]
}