{
  "state": "south-dakota",
  "path": "title-title-15-civil-procedure/chapter-chapter-25-original-proceedings-in-supreme-court",
  "sections": [
    {
      "id": "section-15-25-1",
      "number": "15-25-1",
      "heading": "Matters in which original jurisdiction exercised",
      "text": "15-25-1.Matters in which original jurisdiction exercised.\n\nThe exercise of the original jurisdiction granted the Supreme Court by S. D. Const., Art. V, §5, is reserved for the consideration of matters of prerogative, extraordinary, and general concern.\n\nSource:SDC 1939 & Supp 1960, §33.0601; SL 1984, ch 12, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-25/section-15-25-1/"
    },
    {
      "id": "section-15-25-2",
      "number": "15-25-2",
      "heading": "Application to commence proceeding--Fee--Filing.",
      "text": "15-25-2. Application to commence proceeding--Fee--Filing.\n\nApplication for permission to commence such action or proceeding and to fix the procedure to be followed therein shall be accompanied by the form of plaintiff's proposed pleading and by a filing fee. The application, proposed complaint and supporting papers, if any, shall be filed with the clerk of the Supreme Court.\n\nSource: SDC 1939 & Supp 1960, §33.0602; Supreme Court Order dated and effective September 14, 1972; SL 2023, ch 218 (Supreme Court Rule 23-02), eff. Apr. 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-25/section-15-25-2/"
    },
    {
      "id": "section-15-25-3",
      "number": "15-25-3",
      "heading": "Petition for rehearing on decision.",
      "text": "15-25-3. Petition for rehearing on decision.\n\nAny party may petition for a rehearing upon a decision, in the event that any issue or question of law or fact appears to have been overlooked or misapprehended by the court, by filing and service of such petition at any time within twenty days after copy of the decision has been mailed or delivered by the clerk. Such petition shall state briefly and without argument the issue, fact or law claimed to have been overlooked or misapprehended by the court.\n\nSource:SDC 1939 & Supp 1960, §33.0603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-25/section-15-25-3/"
    },
    {
      "id": "section-15-25-4",
      "number": "15-25-4",
      "heading": "Reply to petition for rehearing.",
      "text": "15-25-4. Reply to petition for rehearing.\n\nAny party may reply to the petition for rehearing by serving and filing such reply at any time within ten days after the service thereof.\n\nSource:SDC 1939 & Supp 1960, §33.0603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-25/section-15-25-4/"
    },
    {
      "id": "section-15-25-5",
      "number": "15-25-5",
      "heading": "Docketing in circuit court and enforcement of Supreme Court judgment for money.",
      "text": "15-25-5. Docketing in circuit court and enforcement of Supreme Court judgment for money.\n\nWhenever, in an original action in the Supreme Court, a judgment either in whole or in part directing the payment of money shall be given and entered, a transcript of such judgment may be filed and docketed in the office of the clerk of courts of any county in the state, and from the time of the docketing of such judgment the same shall become a judgment of the circuit court of such county, and shall have the same force and effect and shall be a lien upon real property as a judgment of the circuit court rendered and docketed in said county, and may be enforced as a judgment of such circuit court. This section shall not apply to judgments against the state.\n\nSource:SDC 1939 & Supp 1960, §33.1714.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-25/section-15-25-5/"
    }
  ]
}