{
  "state": "south-dakota",
  "path": "title-title-15-civil-procedure/chapter-chapter-01-definitions-and-general-provisions",
  "sections": [
    {
      "id": "section-15-1-1",
      "number": "15-1-1",
      "heading": "Definition of terms.Section 15-1-2 - Civil and criminal remedies not merged",
      "text": "15-1-1. Definition of terms.\n\nThe following words have in this title the significance attached to them in this section unless otherwise apparent from the context:\n\n(1)An action is an ordinary proceeding in a court of justice, by which a party prosecutes another party for the enforcement, determination, or protection of a right, the redress or prevention of a wrong, or the punishment of a public offense. Every other remedy is a special proceeding;\n\n(2)The word \"writ\" signifies an order or precept in writing, issued in the name of the state or of a court or judicial officer; and the word \"process\" a writ or summons issued in the course of judicial proceedings. All process in civil actions shall run in the name of the State of South Dakota;\n\n(3)The word \"state,\" when applied to the different parts of the United States, includes the District of Columbia and the territories; and the words \"United States\" may include the district and territories and other possessions of the United States.\n\nSource:SDC 1939 & Supp 1960, ยง33.0102; SL 1984, ch 12, ยง33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-01/section-15-1-1/"
    },
    {
      "id": "section-15-1-2",
      "number": "15-1-2",
      "heading": "Civil and criminal remedies not merged.",
      "text": "15-1-2. Civil and criminal remedies not merged.\n\nWhere the violation of a right admits of both a civil and criminal remedy, the right to prosecute the one is not merged in the other.\n\nSource:SDC 1939 & Supp 1960, ยง33.0103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-01/section-15-1-2/"
    },
    {
      "id": "section-15-1-3",
      "number": "15-1-3",
      "heading": "Time during which action is pending.",
      "text": "15-1-3. Time during which action is pending.\n\nAn action is deemed to be pending from the time of its commencement until its final determination upon appeal, or until the time for appeal has passed, unless the judgment be sooner satisfied.\n\nSource:SDC 1939 & Supp 1960, ยง33.0104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-01/section-15-1-3/"
    },
    {
      "id": "section-15-1-4",
      "number": "15-1-4",
      "heading": "Procedure for acquiring signature of judge when no judge available.",
      "text": "15-1-4. Procedure for acquiring signature of judge when no judge available.\n\nWhen an attorney or litigant is in immediate need of a judicial signature and no appropriate circuit judge or magistrate judge is present or available, such signature may be acquired in the following manner: (1) the attorney or litigant may telephonically contact a circuit judge or magistrate judge who has jurisdiction and relate to such judge the verbatim contents of the document requiring signature. If the judge approves the document, the judge shall telephonically contact the clerk of courts and authorize that official to sign the document on his behalf; or (2) the attorney or litigant may contact the clerk of courts who shall then attempt to contact an authorizing judge and read the proposed document verbatim to ascertain whether such judge will authorize the clerk to sign for him. The document shall clearly show the signing of the signature by the authorized official. Although a signature acquired by this procedure shall have the same force and effect as if the judge had signed personally, a copy shall be forwarded to the authorizing judge for co-signing. The co-signed document shall be filed with the clerk of courts. The authorizing judge shall also endorse on the co-signed copy the reasons for authorizing the foregoing procedure.\n\nSource:Supreme Court Rule 90-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-01/section-15-1-4/"
    }
  ]
}