{
  "state": "south-dakota",
  "path": "title-title-15-civil-procedure/chapter-chapter-20-proceedings-supplementary-to-execution",
  "sections": [
    {
      "id": "section-15-20-1",
      "number": "15-20-1",
      "heading": "Order to judgment debtor to appear and answer after execution returned unsatisfied",
      "text": "15-20-1. Order to judgment debtor to appear and answer after execution returned unsatisfied.\n\nWhen an execution upon a judgment for twenty-five dollars or more, exclusive of costs and disbursements, against property of the judgment debtor, or of any one of several debtors in the same judgment, issued to the sheriff of the county where such debtor resides or has a place of business, or if he does not reside in this state or has no place of business therein, to the sheriff of the county where such judgment was obtained, is returned unsatisfied in whole or in part, the judgment creditor at any time after such return is entitled to an order from a judge of the circuit court within the county to which the execution was issued, requiring such judgment debtor to appear and answer concerning his property before such judge, within such county, at a time and place specified in the order.\n\nSource:SDC 1939 & Supp 1960, §33.2401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-1/"
    },
    {
      "id": "section-15-20-2",
      "number": "15-20-2",
      "heading": "Order to judgment debtor to appear and answer on refusal to apply property to judgment.",
      "text": "15-20-2. Order to judgment debtor to appear and answer on refusal to apply property to judgment.\n\nAfter the issuing of an execution against property and upon proof by affidavit of a party or otherwise to the satisfaction of the court or a judge thereof that any judgment debtor residing in the circuit where such judge resides has property which he unjustly refuses to apply to the satisfaction of the judgment, such court or judge may, by an order, require the judgment debtor to appear at a specified time and place to answer concerning the same; and such proceedings may thereupon be had for the application of the property of the judgment debtor to the satisfaction of the judgment as are provided upon a return of an execution.\n\nSource:SDC 1939 & Supp 1960, §33.2401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-2/"
    },
    {
      "id": "section-15-20-3",
      "number": "15-20-3",
      "heading": "Procedure available against joint debtors not served with summons.",
      "text": "15-20-3. Procedure available against joint debtors not served with summons.\n\nThe procedure provided in this chapter may be taken upon the return of an execution unsatisfied issued upon a judgment recovered in an action against joint debtors in which some of the defendants have not been served with the summons by which said action was commenced so far as relates to the joint property of such debtors; and all actions by creditors to obtain satisfaction of judgments out of the property of joint debtors are maintainable in the same manner and to the same effect.\n\nSource:SDC 1939 & Supp 1960, §33.2403.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-3/"
    },
    {
      "id": "section-15-20-4",
      "number": "15-20-4",
      "heading": "Application of procedure to magistrate court judgments filed in circuit court.",
      "text": "15-20-4. Application of procedure to magistrate court judgments filed in circuit court.\n\nThe provisions of this chapter shall apply to judgments of magistrates' courts, transcripts of which have been filed in the circuit court, with the same force and effect as to judgments rendered by that court.\n\nSource:SDC 1939 & Supp 1960, §33.2409; SL 1974, ch 153, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-4/"
    },
    {
      "id": "section-15-20-5",
      "number": "15-20-5",
      "heading": "Arrest to prevent absconding by judgment debtor--Undertaking required--Commitment in default of undertaking.",
      "text": "15-20-5. Arrest to prevent absconding by judgment debtor--Undertaking required--Commitment in default of undertaking.\n\nInstead of the order requiring the attendance of the judgment debtor the judge may, upon proof by affidavit or otherwise to his satisfaction that there is danger of the debtor leaving the state or concealing himself and that there is reason to believe he has property which he unjustly refuses to apply to such judgment, issue a warrant requiring the sheriff of any county where such debtor may be to arrest him and bring him before such judge. Upon being brought before the judge he may be examined on oath and if it then appears that there is danger of the debtor leaving the state and that he has property which he unjustly refuses to apply to such judgment, he may be ordered to enter into an undertaking with one or more sureties that he will from time to time attend before the judge as he shall direct and that he will not, during the pendency of the proceeding dispose of any portion of his property not exempt from execution. In default of entering into such undertaking he may be committed to prison by warrant of the judge as for contempt.\n\nSource:SDC 1939 & Supp 1960, §33.2401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-5/"
    },
    {
      "id": "section-15-20-6",
      "number": "15-20-6",
      "heading": "Appointment of referee.",
      "text": "15-20-6. Appointment of referee.\n\nA referee may be appointed in the discretion of the judge upon stipulation of the parties or upon the initiative of the judge at any time.\n\nSource:SDC 1939 & Supp 1960, §33.2402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-6/"
    },
    {
      "id": "section-15-20-7",
      "number": "15-20-7",
      "heading": "Attendance of witnesses required--Examination certified by referee.",
      "text": "15-20-7. Attendance of witnesses required--Examination certified by referee.\n\nWitnesses may be required to appear and testify on any proceeding under this chapter, in the same manner as upon the trial of any issue. The party or witness may be required to attend before the judge or a referee appointed by the court or judge. If the examination is taken before a referee, it shall be certified by such referee to the judge.\n\nSource:SDC 1939 & Supp 1960, §§33.2401, 33.2402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-7/"
    },
    {
      "id": "section-15-20-8",
      "number": "15-20-8",
      "heading": "Examination of witnesses and debtor on oath.",
      "text": "15-20-8. Examination of witnesses and debtor on oath.\n\nOn an examination under this chapter either party may examine witnesses on his behalf and the judgment debtor may be examined in the same manner as a witness. All examinations and answers under this chapter shall be on oath except that when a corporation answers, the answer shall be on the oath of an officer thereof, and when a limited liability company answers, the answer shall be on the oath of a manager, or member thereof if such limited liability company has no managers.\n\nSource:SDC 1939 & Supp 1960, §§33.2401, 33.2402; SL 1994, ch 351, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-8/"
    },
    {
      "id": "section-15-20-9",
      "number": "15-20-9",
      "heading": "Self-incrimination not ground for refusing to answer--Immunity from prosecution.",
      "text": "15-20-9. Self-incrimination not ground for refusing to answer--Immunity from prosecution.\n\nNo person shall on examination pursuant to this chapter be excused from answering any question on the ground that his examination will tend to convict him of the commission of a fraud; but his answer shall not be used as evidence against him in any criminal proceeding or prosecution. Nor shall he be excused from answering any question on the ground that he has, before the examination, executed any conveyance, assignment, or transfer of his property for any purpose, but his answer shall not be used as evidence against him in any criminal proceeding or prosecution.\n\nSource:SDC 1939 & Supp 1960, §33.2401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-9/"
    },
    {
      "id": "section-15-20-10",
      "number": "15-20-10",
      "heading": "Witness fees and disbursements allowed.",
      "text": "15-20-10. Witness fees and disbursements allowed.\n\nThe judge may allow to the judgment creditor or any party so examined whether a party to the action or not witness fees and disbursements.\n\nSource:SDC 1939 & Supp 1960, §33.2402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-10/"
    },
    {
      "id": "section-15-20-11",
      "number": "15-20-11",
      "heading": "Concealment of assets or transfers as misdemeanor.",
      "text": "15-20-11. Concealment of assets or transfers as misdemeanor.\n\nEvery person who, having been called upon, by the lawful order of any court, to make a true exhibit of his real and personal effects, either:\n\n(1)Intentionally conceals any of his estate or effects, or any books or writing relative thereto; or\n\n(2)Intentionally fails to disclose to the court any debts or demands which he has collected, or any transfer of his property which he had made after being ordered to make an exhibit thereof;\n\nis guilty of a Class 1 misdemeanor.\n\nSource:SDC 1939, §13.1221; SL 1984, ch 12, §3; SL 1985, ch 163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-11/"
    },
    {
      "id": "section-15-20-12",
      "number": "15-20-12",
      "heading": "Court order applying property to satisfaction of judgment--Restriction on application of wages.",
      "text": "15-20-12. Court order applying property to satisfaction of judgment--Restriction on application of wages.\n\nThe judge may order any property of the judgment debtor not exempt from execution in the hands either of himself or any other person or due the judgment debtor to be applied to the satisfaction of the judgment; except that the earnings of the debtor for his personal services at any time within sixty days next preceding the order cannot be so applied when it is made to appear by the debtor's affidavit or otherwise that such earnings are necessary for the use of a family supported wholly or partly by his labor.\n\nSource:SDC 1939 & Supp 1960, §33.2404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-12/"
    },
    {
      "id": "section-15-20-13",
      "number": "15-20-13",
      "heading": "Court order forbidding transfer of property.",
      "text": "15-20-13. Court order forbidding transfer of property.\n\nThe judge may also by order forbid a transfer or other disposition of the property of a judgment debtor not exempt from execution and any interference therewith.\n\nSource:SDC 1939 & Supp 1960, §33.2406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-13/"
    },
    {
      "id": "section-15-20-14",
      "number": "15-20-14",
      "heading": "Appointment of receiver for debtor's property--Consolidation of proceedings--Control of receivership.",
      "text": "15-20-14. Appointment of receiver for debtor's property--Consolidation of proceedings--Control of receivership.\n\nThe judge may also by order appoint a receiver of the property of the judgment debtor in the same manner and with the same authority as if the appointment was made by the court according to chapter 21-21. But before the appointment of such receiver the judge shall ascertain, if practicable, by the oath of the party or otherwise, whether any other supplementary proceedings are pending against the judgment debtor, and if such proceedings are so pending, the plaintiff therein shall have notice to appear before him, and shall likewise have notice of all subsequent proceedings in relation to said receivership. No more than one receiver of the property of a judgment debtor shall be appointed. The receiver of the judgment debtor shall be subject to the direction and control of the court in which the judgment was obtained upon which the proceedings are founded.\n\nSource:SDC 1939 & Supp 1960, §§33.2406, 33.2407.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-14/"
    },
    {
      "id": "section-15-20-15",
      "number": "15-20-15",
      "heading": "Filing with clerk of order for appointment of receiver.",
      "text": "15-20-15. Filing with clerk of order for appointment of receiver.\n\nAn order for the appointment of a receiver of the property of a judgment debtor shall be filed in the office of the clerk of the court where the judgment was obtained. The clerk shall record the time of filing and docket the judgment in the judgment docket.\n\nSource:SDC 1939 & Supp 1960, §33.2407; SL 1983, ch 157, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-15/"
    },
    {
      "id": "section-15-20-16",
      "number": "15-20-16",
      "heading": "Recording by register of deeds of order appointing receiver--Destruction of records.",
      "text": "15-20-16. Recording by register of deeds of order appointing receiver--Destruction of records.\n\nA certified copy of the order appointing the receiver must be filed and recorded in the office of the register of deeds of the county in which the judgment debtor resides and also in any county wherein personal property to be affected by the order is situated before the receiver may take possession and control of any such personal property. However, the register of deeds may destroy any record which the records destruction board, acting pursuant to §1-27-19, declares to have no further administrative, legal, fiscal, research, or historical value.\n\nSource:SDC 1939 & Supp 1960, §33.2407; SL 1981, ch 45, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-16/"
    },
    {
      "id": "section-15-20-17",
      "number": "15-20-17",
      "heading": "Possession of real property taken by receiver.",
      "text": "15-20-17. Possession of real property taken by receiver.\n\nUpon the filing and recording of a certified copy of the order appointing the receiver in the office of the register of deeds in any county in which real estate to be affected is situated the receiver may take possession and control of any such real estate.\n\nSource:SDC 1939 & Supp 1960, §33.2407.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-17/"
    },
    {
      "id": "section-15-20-18",
      "number": "15-20-18",
      "heading": "Action by receiver to determine adverse claims to property--Order prohibiting transfer pending determination.",
      "text": "15-20-18. Action by receiver to determine adverse claims to property--Order prohibiting transfer pending determination.\n\nIf it appear that a person or corporation alleged to have property of the judgment debtor or to be indebted to him claims an interest in the property adverse to him or denies the debt, such interest or debt shall be recoverable only in an action against such person or corporation by the receiver; but the judge may by order forbid a transfer or other disposition of such property or interest until a sufficient opportunity be given to the receiver to commence the action and prosecute the same to judgment and execution; but such order may be modified or dissolved by the judge granting the same at any time on such security as he shall direct.\n\nSource:SDC 1939 & Supp 1960, §33.2405.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-18/"
    },
    {
      "id": "section-15-20-19",
      "number": "15-20-19",
      "heading": "Disobedience of order of judge or referee as contempt.",
      "text": "15-20-19. Disobedience of order of judge or referee as contempt.\n\nIf any person, party, or witness disobey an order of the judge or referee duly served, such person, party, or witness may be punished by the judge as for a contempt.\n\nSource:SDC 1939 & Supp 1960, §33.2408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-19/"
    },
    {
      "id": "section-15-20-20",
      "number": "15-20-20",
      "heading": "Discharge from imprisonment of person committed.",
      "text": "15-20-20. Discharge from imprisonment of person committed.\n\nIn all cases of commitment under this chapter the person committed may, in case of inability to perform the act required or to endure the imprisonment, be discharged from imprisonment by the court or judge committing him, or the court in which the judgment was rendered, on such terms as may be just.\n\nSource:SDC 1939 & Supp 1960, §33.2408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-15/chapter-20/section-15-20-20/"
    }
  ]
}