{
  "state": "district-of-columbia",
  "path": "title-31/chapter-29",
  "sections": [
    {
      "id": "section-31-2901",
      "number": "31-2901",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Baseline mammogram” means a screening mammogram that is used as a comparison for future examinations.\n\n(2) “Screening mammogram” means a low dose x-ray used to visualize the internal structure of the breast.\n\n(3) “Cytologic screening” means a pap test to detect cervical cancer through the simple microscopic examination of cells scraped from the surface of the cervix.\n\n(4) “Health benefit plan” means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement. The term “health benefit plan” does not mean accident only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplemental or long-term care insurance; dental only or vision only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance, insurance arising out of a workers’ compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance.",
      "history": "Mar. 7, 1991, D.C. Law 8-225, § 2, 38 DCR 217; June 18, 2003, D.C. Law 14-312, § 401(a), 50 DCR 306",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2901.html"
    },
    {
      "id": "section-31-2902",
      "number": "31-2902",
      "heading": "Payable benefits.",
      "text": "(a) Any individual or group health benefit plan, including Medicaid, shall provide health insurance benefits to cover:\n\n(1) A baseline mammogram for women, including a 3-D mammogram;\n\n(2) An annual screening mammogram for women, including a 3-D mammogram; and\n\n(3) Adjuvant breast cancer screening, including magnetic resonance imaging, ultrasound screening, or molecular breast imaging of the breast, if:\n\n(A) A mammogram demonstrates a Class C or Class D breast density classification; or\n\n(B) A woman is believed to be at an increased risk for cancer due to family history or prior personal history of breast cancer, positive genetic testing, or other indications of an increased risk for cancer as determined by a woman's physician or advanced practice registered nurse.\n\n(b) Any individual or group health benefit plan, including Medicaid, shall provide health insurance benefits to cover:\n\n(1) Annual cervical cytologic screening for women; and\n\n(2) Cervical cytologic screening for women upon certification by an attending physician that the test is medically necessary.\n\n(c) Benefits provided in accordance with this section shall not be subject to an annual or coinsurance deductible.\n\n(d) Benefits provided in accordance with this section shall not be subject to a co-payment except when an enrollee or subscriber elects to have a baseline mammogram, annual screening mammogram, annual cervical cytologic screening, and a cervical cytologic screening certified by an attending physician as being necessary, performed by an out-of-network provider in a preferred provider plan.\n\n(e) Co-payments and coinsurance may be applicable to the enrollee’s or subscriber’s office visit.\n\n(f) Subsections (d) and (e) of this section shall apply:\n\n(1) To any insurance policy or subscriber contract delivered or issued for delivery in the District more than 120 days after April 5, 2005; and\n\n(2) To any insurance policy or subscriber contract renewed, amended, or reissued 120 days after April 5, 2005.\n\n(g) For the purposes of this section, the term \"breast density classification\" means the 4 levels of breast density identified in the Breast Imaging Reporting and Data System established by the American College of Radiology, which are:\n\n(1) Class A, indicating fatty breast tissue;\n\n(2) Class B, indicating scattered fibroglandular breast tissue;\n\n(3) Class C, indicating heterogeneously dense breast tissue with fibrous and glandular tissue that are evenly distributed throughout the breast; and\n\n(4) Class D, indicating extremely dense breast tissue.",
      "history": "Mar. 7, 1991, D.C. Law 8-225, § 3, 38 DCR 217; June 18, 2003, D.C. Law 14-312, § 401(b), 50 DCR 306; Apr. 5, 2005, D.C. Law 15-291, § 2, 52 DCR 1457; Apr. 7, 2006, D.C. Law 16-91, § 106, 52 DCR 10637",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2902.html"
    },
    {
      "id": "section-31-2903",
      "number": "31-2903",
      "heading": "Applicability.",
      "text": "The requirements of this subchapter shall apply:\n\n(1) To any health benefit plan delivered or issued for delivery in the District more than 120 days after March 7, 1991; and\n\n(2) To any health benefit plan renewed, amended, or reissued 120 days after March 7, 1991.",
      "history": "Mar. 7, 1991, D.C. Law 8-225, § 4, 38 DCR 217; June 18, 2003, D.C. Law 14-312, § 401(c), 50 DCR 306",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2903.html"
    },
    {
      "id": "section-31-2931",
      "number": "31-2931",
      "heading": "Coverage.",
      "text": "(a) Every individual and group health insurance policy or service, including Medicaid, shall provide coverage for colorectal cancer screening for policyholders residing in the District of Columbia.\n\n(b) The screening shall be in compliance with American Cancer Society colorectal cancer screening guidelines.\n\n(c) As American Cancer Society colorectal cancer screening guidelines are updated, every individual and group health insurance policy of service, including Medicaid, shall update their colorectal cancer screening benefits to comply with the American Cancer Society guidelines.",
      "history": "Apr. 13, 2002, D.C. Law 14-100, § 2, 49 DCR 1008",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2931.html"
    },
    {
      "id": "section-31-2951",
      "number": "31-2951",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Commissioner” means the Commissioner of the Department of Insurance and Securities Regulation.\n\n(2) “Health benefits plan” means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement. The term “health benefit plan” does not mean accident only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplemental or long-term care insurance; dental only or vision only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance, insurance arising out of a workers’ compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance.\n\n(3) “Health insurer” means any person that provides one or more health benefit plans or insurance in the District of Columbia, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner.",
      "history": "Mar. 25, 2003, D.C. Law 14-233, § 2, 49 DCR 9772",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2951.html"
    },
    {
      "id": "section-31-2952",
      "number": "31-2952",
      "heading": "Coverage for prostate cancer screening.",
      "text": "(a) Each individual and group health benefits plan issued or renewed in the District of Columbia shall provide coverage for prostate cancer screening in accordance with the latest screening guidelines issued by the National Comprehensive Cancer Network, to include no less than one prostate-specific antigen test and digital rectal exam per year.\n\n(b) The coverage provided under this section shall not be more restrictive than or separate from coverage provided from any other illness, condition, or disorder for purposes of determining deductibles, benefit year or lifetime durational limits, benefit year or lifetime dollar limits, lifetime episodes or treatment limits, copayment and coinsurance factors, and benefit year maximum for deductibles and copayments and coinsurance factors.\n\n(c) A health insurer shall not impose on an individual receiving benefits pursuant to this section any deductible, coinsurance, copayment, or other cost-sharing requirement, except to the extent that coverage without cost-sharing would disqualify the individual from a high deductible health benefit plan, as defined in 26 U.S.C. § 223(c)(2)), from eligibility for a health savings account pursuant to 26 U.S.C. § 223.",
      "history": "Mar. 25, 2003, D.C. Law 14-233, § 3, 49 DCR 9772",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2952.html"
    },
    {
      "id": "section-31-2953",
      "number": "31-2953",
      "heading": "Applicability.",
      "text": "This subchapter shall apply to all individual and group health benefits plans issued or renewed on or after 120 days after March 25, 2003.",
      "history": "Mar. 25, 2003, D.C. Law 14-233, § 4, 49 DCR 9772",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2953.html"
    },
    {
      "id": "section-31-2954",
      "number": "31-2954",
      "heading": "Regulations.",
      "text": "The Commissioner may issue rules and regulations necessary to implement the provisions of this subchapter.",
      "history": "Mar. 25, 2003, D.C. Law 14-233, § 5, 49 DCR 9772",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2954.html"
    },
    {
      "id": "section-31-2991",
      "number": "31-2991",
      "heading": "Closed claim analysis.",
      "text": "(a) Within 180 days of march 14, 2007, the Mayor shall submit legislation to the Council for the establishment of a database of closed obstetrician/gynecologist malpractice claims reports to be submitted by providers of medical malpractice insurance.\n\n(b) The legislation shall include a plan which shall:\n\n(A) Contain provisions to identify trends and develop recommendations for preventative action for adverse Obstetrician/Gynecologist events;\n\n(B) Ensure dissemination of best practices among Obstetrician/Gynecologist practitioners and facilities and shall include provisions for ensuring the implementation of these practices; and\n\n(C) Include provisions to study recommendations based on closed Obstetrician/Gynecologist malpractice claims in other jurisdictions.",
      "history": "Mar. 14, 2007, D.C. Law 16-263, § 402, 54 DCR 807",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2991.html"
    },
    {
      "id": "section-31-2993.01",
      "number": "31-2993.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Approved clinical trial” means:\n\n(A) A clinical research study or clinical investigation approved or funded in full or in part by one or more of the following:\n\n(i) The National Institutes of Health;\n\n(ii) The Centers for Disease Control and Prevention;\n\n(iii) The Agency for Health Care Research and Quality;\n\n(iv) The Centers for Medicare and Medicaid Services;\n\n(v) A bona fide clinical trial cooperative group, including the National Cancer Institute Clinical Trials Cooperative Group, the National Cancer Institute Community Clinical Oncology Program, the AIDS Clinical Trials Group, and the Community Programs for Clinical Research in AIDS; or\n\n(vi) The Department of Defense, the Department of Veterans Affairs, or the Department of Energy, or a qualified nongovernmental research entity to which the National Cancer Institute has awarded a support grant;\n\n(B) A study or investigation approved by the Food and Drug Administration (“FDA”), including those conducted under an investigational new drug or device application reviewed by the FDA; or\n\n(C) An investigation or study approved by an Institutional Review Board registered with the Department of Health and Human Services that is associated with an institution that has a federal-wide assurance approved by the Department of Health and Human Services specifying compliance with 45 C.F.R. Part 46.\n\n(2) “Health benefit plan” means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement. The term “health benefit plan” shall not include accident-only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplemental or long-term care insurance; dental-only or vision-only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance, insurance arising out of a workers’ compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance.\n\n(3) “Health insurer” means:\n\n(A) Any person that provides one or more health benefit plans or insurance in the District, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner;\n\n(B) A provider service organization;\n\n(C) The District of Columbia Medicaid agency;\n\n(D) Other governmental medical assistance programs, including their contracted insurers, whether providing services on a managed care or fee-for-service basis;\n\n(E) The District’s children’s health insurance program; or\n\n(F) Any other plans covering public employees.\n\n(4) “Qualified individual” means:\n\n(i) An individual who is a policyholder, subscriber, insured, certificate holder, or enrollee of a health benefit plan;\n\n(ii) A beneficiary of a District of Columbia public health program; or\n\n(iii) A covered dependent of a policyholder, subscriber, insured, certificate holder, or enrollee; and\n\n(B) Who meets the following conditions:\n\n(i) The individual is eligible to participate in an approved clinical trial; and\n\n(ii) The approved clinical trial is undertaken for the purposes of the prevention, early detection, treatment, or monitoring of cancer, chronic disease, or life-threatening illness.\n\n(A) “Routine patient care costs” means:\n\n(i) Items, drugs, and services that are typically provided absent a clinical trial;\n\n(ii) Items, drugs, and services required solely for the provision of the investigational item or service (such as the administration of a non-covered chemotherapeutic agent), the clinically appropriate monitoring of the effects of the item or service, or the prevention of complications; and\n\n(iii) Items, drugs, and services needed for reasonable and necessary care arising from the provision of an investigational item or service, including the diagnosis or treatment of complications.\n\n(B) Routine patient care costs shall not include:\n\n(i) The cost of tests or measurements conducted primarily for the purpose of the clinical trial involved or items, drugs, or services provided solely to satisfy data collection and analysis needs; or\n\n(ii) Items, drugs, or services customarily provided by the research sponsors free of charge for any qualified individual enrolled in the trial.",
      "history": "June 5, 2008, D.C. Law 17-166, § 2, 55 DCR 5174",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2993.01.html"
    },
    {
      "id": "section-31-2993.02",
      "number": "31-2993.02",
      "heading": "Covered trials.",
      "text": "(a) A health insurer shall not limit or deny coverage, or impose additional conditions on the payment for the coverage, of routine patient care costs of items, drugs, and services furnished to a qualified individual in connection with participation in an approved clinical trial. A health insurer shall not be required to pay for costs of items, services, or drugs that are customarily provided by the sponsors of an approved clinical trial.\n\n(b) In the case of health care services provided by a participating provider, the payment rate shall be at the network negotiated rate, based on the member’s plan design. In case of a non-participating provider, the payment shall be at the rate that the member’s plan would otherwise pay to a non-participating provider for the same services, less any applicable co-payments and deductibles.",
      "history": "June 5, 2008, D.C. Law 17-166, § 3, 55 DCR 5174",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2993.02.html"
    },
    {
      "id": "section-31-2993.03",
      "number": "31-2993.03",
      "heading": "Right to file grievance.",
      "text": "This chapter shall not limit, prohibit, or modify a qualified individual’s right to:\n\n(1) File a grievance and use an independent review process, if available; or\n\n(2) Use the independent medical review system.",
      "history": "June 5, 2008, D.C. Law 17-166, § 4, 55 DCR 5174",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2993.03.html"
    },
    {
      "id": "section-31-2995.01",
      "number": "31-2995.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Group health plan” means an employee welfare plan (as defined in section 3(1) of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 829; 29 U.S.C. § 1002(1)), to the extent that the plan provides medical care and includes items and services paid for as medical care to employees or their dependents (as defined under the terms of the plan) directly or through insurance, reimbursement, or otherwise.\n\n(2) “Health insurance coverage” means benefits consisting of medical care (provided directly, through insurance or reimbursement, or otherwise and includes items and services paid for as medical care) under any hospital or medical service policy or certificate, hospital, or medical service plan contract, or health maintenance organization contract offered by a health insurer.\n\n(3) “Health insurer” means any person that provides one or more health benefit plans or insurance in the District, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner of the Department of Insurance, Securities, and Banking.\n\n(4) “Individual health plan” means a plan offering health insurance coverage offered to individuals other than in connection with a group health plan.",
      "history": "Dec. 17, 2009, D.C. Law 18-98, § 2, 56 DCR 8530",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2995.01.html"
    },
    {
      "id": "section-31-2995.02",
      "number": "31-2995.02",
      "heading": "Chemotherapy pill coverage.",
      "text": "(a) An individual health plan or group health plan, and a health insurer offering health insurance coverage that provides coverage for prescription drugs, shall provide health insurance coverage for prescribed, orally administered anticancer medication used to kill or slow the growth of cancerous cells and the person receiving such prescribed medication shall have the option of having it dispensed at any appropriately licensed pharmacy.\n\n(b) The health insurance coverage provided under this section shall be on a basis no less favorable than coverage provided for intravenously administered or injected cancer medications, for purposes of determining deductibles, benefit year or lifetime durational limits, benefit year or lifetime dollar limits, lifetime episodes or treatment limits, copayment and coinsurance factors, and benefit year maximum for deductibles and copayments and coinsurance factors.",
      "history": "Dec. 17, 2009, D.C. Law 18-98, § 3, 56 DCR 8530",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2995.02.html"
    },
    {
      "id": "section-31-2995.03",
      "number": "31-2995.03",
      "heading": "Applicability to group health plans.",
      "text": "This chapter shall apply to group health plans for years beginning on or after December 17, 2009.",
      "history": "Dec. 17, 2009, D.C. Law 18-98, § 4, 56 DCR 8530",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2995.03.html"
    },
    {
      "id": "section-31-2996.01",
      "number": "31-2996.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Dependent child” means an insured’s child by blood or by law who:\n\n(A) Is under 26 years of age;\n\n(B) Has no dependent of his own;\n\n(C) Is enrolled as a full-time student at an accredited public or private institution of higher education; and\n\n(D) Is not provided coverage, or eligible to receive coverage, as a named subscriber, insured, enrollee, or covered person under any other group health plan or individual health plan, or entitled to benefits under Title XVIII of the Social Security Act, approved July 30, 1965 (Pub. L. No. 89-871; 42 U.S.C. § 1395 et seq.), at the time dependent coverage pursuant to this chapter begins.\n\n(2) “Group health plan” means an employee welfare plan (as defined in section 3 (1) of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 829; 29 U.S.C. § 1002(1)), to the extent that the plan provides medical care and includes items and services paid for as medical care to employees or their dependents (as defined under the terms of the plan) directly or through insurance, reimbursement, or otherwise.\n\n(3) “Health insurance coverage” means benefits consisting of medical care (provided directly, through insurance or reimbursement, or otherwise and includes items and services paid for as medical care) under any hospital or medical service policy or certificate, hospital or medical service plan contract, or health maintenance organization contract offered by a health insurer.\n\n(4) “Health insurer” means any person that provides one or more health benefit plans or insurance in the District, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner.",
      "history": "Oct. 26, 2010, D.C. Law 18-252, § 2, 57 DCR 8064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2996.01.html"
    },
    {
      "id": "section-31-2996.02",
      "number": "31-2996.02",
      "heading": "Dependent child coverage.",
      "text": "(a) A group health plan or an individual health plan, and a health insurer offering health insurance coverage that provides coverage for dependent children, that delivers, issues for delivery, amends, or renews a health insurance policy in the District of Columbia shall make health insurance coverage available and, if requested by the policyholder, extend coverage to any dependent child of a policyholder until the dependent child is no longer a dependent child.\n\n(b) The health insurance coverage shall provide:\n\n(1) The same health insurance coverage benefits to a dependent child that are available to any other covered dependent; and\n\n(2) Health insurance coverage benefits to a dependent child at the same rate or premium applicable to any other covered dependent.\n\n(c) Nothing in this chapter shall be construed to require:\n\n(1) Coverage for services provided to a dependent before October 26, 2010; or\n\n(2) That an employer or other group policyholder pay all or part of the cost of coverage for a dependent as provided pursuant to this section.",
      "history": "Oct. 26, 2010, D.C. Law 18-252, § 3, 57 DCR 8064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2996.02.html"
    },
    {
      "id": "section-31-2996.03",
      "number": "31-2996.03",
      "heading": "Limitations on other coverage.",
      "text": "This chapter shall not limit or alter any right to dependent coverage or to the continuation of coverage that is otherwise provided for in the District of Columbia.",
      "history": "Oct. 26, 2010, D.C. Law 18-252, § 4, 57 DCR 8064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/31-2996.03.html"
    }
  ]
}