{
  "state": "michigan",
  "path": "title-chapter-431-racing-boxing-and-exhibitions/chapter-act-90-of-1951-racing-meets-431251-431257",
  "sections": [
    {
      "id": "section-431251",
      "number": "431.251",
      "heading": "Repealed. 1998, Act 505, Imd. Eff",
      "text": "Jan. 8, 1999.Section 431.252 - Unclaimed Funds for Payment of Winning Tickets; Retention and Distribution.Section 431.253 - Cashed Winning Tickets; Delivery to Racing Commissioner.Section 431.254 - Delivery of Funds and Reports; Release and Discharge for Liability;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-431252",
      "number": "431.252",
      "heading": "Unclaimed Funds for Payment of Winning Tickets; Retention and Distribution.",
      "text": "For the calendar year 1998 and each year thereafter, all funds held by any licensee for the payment of outstanding winning tickets for any race meeting conducted under the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336, which have not been claimed by the owner of those funds within 60 days after the close of the race meeting, shall be retained by the licensee and distributed as follows:\n\n(a) If the licensee is a standardbred race meeting licensee:\n\n(i) Fifty percent of the funds shall be retained by the licensee.\n\n(ii) Fifty percent of the funds shall be deposited into the Michigan agriculture equine fund created in section 20(3) of the horse racing law of 1995, 1995 PA 279, MCL 431.320, and designated for standardbred programs described in section 20(5)(a), (c), (e), (h), and (i) of the horse racing law of 1995, 1995 PA 279, MCL 431.320.\n\n(b) If the licensee is a thoroughbred race meeting licensee, then 100% of the funds for 1998 shall be earmarked for the development and capital improvement for the purpose of accommodating thoroughbred racing at existing licensed racing facilities that have operated within the 2 years immediately before the effective date of the amendatory act that added this subdivision within a city area or at a facility located outside a city area upon written approval of a certified thoroughbred horsemen's organization and approved by the racing commissioner. As used in this subdivision, \"city area\" and \"horsemen's organization\" mean those terms as defined in section 2 of the horse racing law of 1995, 1995 PA 279, MCL 431.302. For calendar year 1999 and every year thereafter:\n\n(i) Fifty percent of the funds shall be retained by the licensee.\n\n(ii) Fifty percent of the funds shall be deposited in the Michigan agriculture equine fund established in section 20(3) of the horse racing law of 1995, 1995 PA 279, MCL 431.320, and designated for thoroughbred programs described in section 20(6)(a) to (e) of the horse racing law of 1995, 1995 PA 279, MCL 431.320.\n\n(c) If the licensee is a light horse race meeting licensee:\n\n(i) Fifty percent of the funds shall be retained by the licensee.\n\n(ii) Fifty percent of the funds shall be deposited in the Michigan agriculture equine fund established in section 20(3) of the horse racing law of 1995, 1995 PA 279, MCL 431.320, and designated for light horse programs described in section 20(7), (8), and (9) of the horse racing law of 1995, 1995 PA 279, MCL 431.320.\n\n(d) Funds for uncashed tickets for calendar year 1998 held by the department of treasury that were remitted by licensees shall be distributed as provided in this section.\n\nHistory:1951, Act 90, Imd. Eff. May 31, 1951 ;-- Am. 1959, Act 130, Imd. Eff. July 8, 1959 ;-- Am. 1972, Act 202, Imd. Eff. June 30, 1972 ;-- Am. 1998, Act 505, Imd. Eff. Jan. 8, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-431/statute-act-90-of-1951/section-431-252/"
    },
    {
      "id": "section-431253",
      "number": "431.253",
      "heading": "Cashed Winning Tickets; Delivery to Racing Commissioner.",
      "text": "A licensee who pays a winning ticket subsequent to the last day of a race meeting shall preserve the cashed winning ticket and deliver it to the racing commissioner.\n\nHistory:1951, Act 90, Imd. Eff. May 31, 1951 ;-- Am. 1959, Act 130, Imd. Eff. July 8, 1959 ;-- Am. 1998, Act 505, Imd. Eff. Jan. 8, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-431/statute-act-90-of-1951/section-431-253/"
    },
    {
      "id": "section-431254",
      "number": "431.254",
      "heading": "Delivery of Funds and Reports; Release and Discharge for Liability; Exception.",
      "text": "The licensee upon taking proper receipt from the racing commissioner for funds and records delivered to the racing commissioner under this act and delivering a copy of the cashed winning ticket to the racing commissioner shall be released and discharged for all liability or accountability to the owner of the funds, as well as the requirements of preparing and filing of any report concerning the property to a state, county or municipal board, commission or agency, except those that were required or accrued before the date of the required delivery of the funds and report to the racing commissioner. However, the delivery of the funds and reports to the racing commissioner by a licensee shall not release or discharge the licensee from the powers granted to the commissioner under section 5.\n\nHistory:1951, Act 90, Imd. Eff. May 31, 1951 ;-- Am. 1998, Act 505, Imd. Eff. Jan. 8, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-431/statute-act-90-of-1951/section-431-254/"
    },
    {
      "id": "section-431",
      "number": "431",
      "heading": "255, 431.256 - Repealed. 1998, Act 505, Imd. Eff. Jan. 8, 1999.",
      "text": "255, 431.256 - Repealed. 1998, Act 505, Imd. Eff. Jan. 8, 1999.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-431257",
      "number": "431.257",
      "heading": "Violation of Act; Penalty.",
      "text": "Any person who shall violate any of the provisions of this act shall be guilty of a misdemeanor, punishable by a fine of not less than $1,000.00 nor more than $2,000.00, or imprisonment in the county jail for not less than 1 year or in a state prison for not more than 2 years, or both such fine and imprisonment in the discretion of the court.\n\nHistory:1951, Act 90, Eff. May 31, 1951",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-431/statute-act-90-of-1951/section-431-257/"
    }
  ]
}