{
  "state": "connecticut",
  "path": "title-title-28-civil-preparedness-and-emergency-services/chapter-chapter-517-civil-preparedness-emergency-management-and-home",
  "sections": [
    {
      "id": "section-28-1",
      "number": "28-1.",
      "heading": "Definitions.Section 28-1a. - Division of Emergency Management and Homeland Security",
      "text": "As used in this chapter:\n\n(1) “Attack” means any attack or series of attacks by an enemy of the United States causing, or which may cause, substantial damage or injury to civilian property or persons in the United States in any manner by sabotage or by the use of bombs, shellfire or atomic, radiological, chemical, bacteriological or biological means or other weapons or processes.\n\n(2) “Major disaster” means any catastrophe including, but not limited to, any hurricane, tornado, storm, high water, wind-driven water, tidal wave, tsunami, earthquake, volcanic eruption, landslide, mudslide, snowstorm or drought, or, regardless of cause, any fire, flood, explosion, or man-made disaster in any part of this state that, (A) in the determination of the President, causes damage of sufficient severity and magnitude to warrant major disaster assistance under the Robert T. Stafford Disaster Relief and Emergency Assistance Act, 42 USC 5121 et seq., as amended from time to time, to supplement the efforts and available resources of this state, local governments within the state, and disaster relief organizations in alleviating the damage, loss, hardship, or suffering caused by such catastrophe, or (B) in the determination of the Governor, requires the declaration of a civil preparedness emergency pursuant to section 28-9.\n\n(3) “Emergency” means any occasion or instance for which, in the determination of the Governor or the President, state or federal assistance is needed to supplement state or local efforts and capabilities to save lives and protect property, public health and safety or to avert or lessen the threat of a disaster or catastrophe in any part of this state.\n\n(4) “Civil preparedness” means all those activities and measures designed or undertaken (A) to minimize or control the effects upon the civilian population of major disaster or emergency, (B) to minimize the effects upon the civilian population caused or which would be caused by an attack upon the United States, (C) to deal with the immediate emergency conditions which would be created by any such attack, major disaster or emergency, and (D) to effectuate emergency repairs to, or the emergency restoration of, vital utilities and facilities destroyed or damaged by any such attack, major disaster or emergency. Such term shall include, but shall not be limited to, (i) measures to be taken in preparation for anticipated attack, major disaster or emergency, including the establishment of appropriate organizations, operational plans and supporting agreements; the recruitment and training of personnel; the conduct of research; the procurement and stockpiling of necessary materials and supplies; the provision of suitable warning systems; the construction and preparation of shelters, shelter areas and control centers; and, when appropriate, the nonmilitary evacuation of the civilian population, pets and service animals; (ii) measures to be taken during attack, major disaster or emergency, including the enforcement of passive defense regulations prescribed by duly established military or civil authorities; the evacuation of personnel to shelter areas; the control of traffic and panic; and the control and use of lighting and civil communication; and (iii) measures to be taken following attack, major disaster or emergency, including activities for firefighting; rescue, emergency medical, health and sanitation services; monitoring for specific hazards of special weapons; unexploded bomb reconnaissance; essential debris clearance; emergency welfare measures; and immediately essential emergency repair or restoration of damaged vital facilities.\n\n(5) “Civil preparedness forces” means any organized personnel engaged in carrying out civil preparedness functions in accordance with the provisions of this chapter or any regulation or order adopted pursuant to this chapter. All the police and fire forces of the state or any political subdivision of the state, or any part of any political subdivision, including all the auxiliaries of these forces and emergency medical service personnel licensed or certified pursuant to section 19a-179, shall be construed to be a part of the civil preparedness forces. The Connecticut Disaster Medical Assistance Team and the Medical Reserve Corps, under the auspices of the Department of Public Health, the Connecticut Urban Search and Rescue Team, under the auspices of the Department of Emergency Services and Public Protection, and the Connecticut behavioral health regional crisis response teams, under the auspices of the Department of Mental Health and Addiction Services and the Department of Children and Families, and their members, shall be construed to be a part of the civil preparedness forces while engaging in authorized civil preparedness duty or while assisting or engaging in authorized training for the purpose of eligibility for immunity from liability as provided in section 28-13 and for death, disability and injury benefits as provided in section 28-14. Any member of the civil preparedness forces who is called upon either by civil preparedness personnel or state or municipal police personnel to assist in any emergency shall be deemed to be engaging in civil preparedness duty while assisting in such emergency or while engaging in training under the auspices of the Department of Emergency Services and Public Protection, the Divisions of State Police and Emergency Management and Homeland Security within the Department of Emergency Services and Public Protection or a municipal police department, for the purpose of eligibility for death, disability and injury benefits as provided in section 28-14.\n\n(6) “Mobile support unit” means an organization of civil preparedness forces created in accordance with the provisions of this chapter to be dispatched by the Governor or Commissioner of Emergency Services and Public Protection to supplement civil preparedness forces in a stricken or threatened area.\n\n(7) “Civil preparedness emergency” or “disaster emergency” means an emergency declared by the Governor under the provisions of this chapter in the event of serious disaster or of enemy attack, sabotage or other hostile action within the state or a neighboring state, or in the event of the imminence of such an event.\n\n(8) “Local civil preparedness emergency” or “disaster emergency” means an emergency declared by the chief executive officer of any town or city in the event of serious disaster affecting such town or city.\n\n(9) “Governor” means the Governor or anyone legally administering the office of Governor.\n\n(10) “Commissioner” means the Commissioner of Emergency Services and Public Protection.\n\n(11) “Department” means the Department of Emergency Services and Public Protection.\n\n(12) “Political subdivision” means any city, town, municipality, borough or other unit of local government.\n\n(June, 1951, 1953, S. 1905d; 1957, P.A. 469, S. 1; 1959, P.A. 65, S. 1; 135; 1961, P.A. 455; P.A. 73-544, S. 1; P.A. 74-296; P.A. 75-643, S. 1; P.A. 79-417, S. 1; P.A. 88-135, S. 4; P.A. 03-278, S. 89; June 30 Sp. Sess. P.A. 03-6, S. 166; P.A. 04-219, S. 12; 04-257, S. 45; P.A. 05-259, S. 3; P.A. 06-15, S. 1; P.A. 07-11, S. 1; P.A. 11-21, S. 1; 11-51, S. 161.)\n\nHistory: 1959 acts defined attack and governor, and redefined civil defense and civil defense forces; 1961 act further defined civil defense forces to add provision re skindivers; P.A. 73-544 substituted “civil preparedness” for “civil defense” where appearing; P.A. 74-296 deleted in Subsec. (c) references to skindiving and added “municipal” to references to “state police”; P.A. 75-643 defined “disaster” in new Subsec. (b) and relettered the Subsecs. accordingly, added the unorganized militia to civil preparedness forces defined in new Subsec. (d), added “disaster emergency” in new Subsec. (f) and added new Subsec. (i) defining political subdivision; P.A. 79-417 deleted definition for “disaster” in Subsec. (b) and substituted definition for “major disaster”, added new Subsec. (c) defining “emergency”, relettered Subsec. (c) as (d) and incorporated references to major disaster or emergency in definition of “civil preparedness”, relettered subsequent Subsecs. accordingly in sequence and deleted reference to the unorganized militia in new Subsec. (e); P.A. 88-135 substituted “emergency management” for “civil preparedness” in Subsecs. (e) and (f); P.A. 03-278 made a technical change in Subsecs. (g) and (h), effective July 9, 2003; June 30 Sp. Sess. P.A. 03-6 made technical changes in Subsecs. (c) and (d) and amended Subsec. (e) by adding provisions re the Connecticut Disaster Medical Assistance Team, the Medical Reserve Corps, the Connecticut Urban Search and Rescue Team and the Connecticut behavioral health regional crisis response teams as part of the civil preparedness forces, effective August 20, 2003; P.A. 04-219 substituted numerical Subdiv. designators for Subsec. designators, changing internal subdesignators accordingly, substituted Department of Emergency Management and Homeland Security for Department of Public Safety and for Office of Emergency Management and added reference to Department of Public Safety in Subdiv. (5), substituted Commissioner of Emergency Management and Homeland Security for state director of emergency management in Subdiv. (6), and added definitions of “commissioner” and “department” in Subdivs. (10) and (11), effective January 1, 2005; P.A. 04-257 made technical changes in definition of “civil preparedness forces”, effective June 14, 2004; P.A. 05-259 amended Subdiv. (5) by making a technical change and including emergency medical service personnel licensed or certified pursuant to Sec. 19a-179 within the definition of “civil preparedness forces”, effective July 13, 2005; P.A. 06-15 redefined “major disaster” in Subdiv. (2) and “emergency” in Subdiv. (3); P.A. 07-11 redefined “civil preparedness” to include the nonmilitary evacuation of pets and service animals in Subdiv. (4); P.A. 11-21 redefined “major disaster” in Subdiv. (2), redefined “emergency” in Subdiv. (3), redefined “civil preparedness” in Subdiv. (4) and made technical changes; P.A. 11-51 redefined “civil preparedness forces” in Subdiv. (5), redefined “mobile support unit” in Subdiv. (6), redefined “commissioner” in Subdiv. (10), redefined “department” in Subdiv. (11) and made a technical change, effective July 1, 2011.\n\nSubdiv. (2): The COVID-19 pandemic constitutes a “catastrophe” under the definition of “major disaster”. 338 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1/"
    },
    {
      "id": "section-28-1a",
      "number": "28-1a.",
      "heading": "Division of Emergency Management and Homeland Security. Powers and duties of commissioner. Regulations. Memorandum of understanding.",
      "text": "(a) With reasonable conformance to applicable federal statutes and administrative regulations of the Federal Emergency Management Agency and the requirements of the Connecticut emergency operations plan, the Commissioner of Emergency Services and Public Protection shall organize the Division of Emergency Management and Homeland Security and the personnel of said division as may be necessary for the effective discharge of the authorized emergency management, civil preparedness and homeland security missions, including, but not limited to, the provisions of the Connecticut emergency operations plan and the national plan for civil preparedness. Any personnel assigned to said division may be removed by the commissioner for security reasons or for incompetence, subject to reinstatement by the Employees' Review Board.\n\n(b) The commissioner shall be responsible for: (1) Coordinating with state and local government personnel, agencies and authorities and the private sector to ensure adequate planning, equipment, training and exercise activities by such personnel, agencies and authorities and the private sector with regard to homeland security; (2) coordinating, and as may be necessary, consolidating homeland security communications and communications systems of the state government with state and local government personnel, agencies and authorities, the general public and the private sector; (3) distributing and, as may be appropriate, coordinating the distribution of information and security warnings to state and local government personnel, agencies and authorities and the general public; and (4) establishing standards and security protocols for the use of any intelligence information.\n\n(c) The commissioner may adopt such regulations, in accordance with the provisions of chapter 54, as necessary to implement the duties of the department.\n\n(d) The commissioner shall enter into a memorandum of understanding with the Military Department to provide for (1) the temporary assignment of employees of the Military Department to work in the department, and (2) interagency information sharing. Any such personnel temporarily assigned shall act under the direction of the commissioner. The Military Department shall retain administrative control over such personnel.\n\n(e) The commissioner may request and may receive from any federal, state or local agency, cooperation and assistance in the performance of the duties of the department, including the temporary assignment of personnel necessary to perform the functions of the department. Any such personnel temporarily assigned shall act under the direction of the commissioner. The federal, state or local agency shall retain administrative control over such personnel. For purposes of section 5-141d, such personnel temporarily assigned shall be deemed to be acting as state employees while assigned to, and performing the duties of, the department.\n\n(P.A. 77-614, S. 510, 610; P.A. 88-135, S. 5; May Sp. Sess. P.A. 92-12, S. 2, 10; P.A. 93-206, S. 4, 16; P.A. 99-190, S. 1, 9; P.A. 04-219, S. 13; P.A. 05-265, S. 1; 05-287, S. 6; P.A. 06-196, S. 156; P.A. 11-51, S. 162.)\n\nHistory: P.A. 88-135 substituted office of “emergency management” for office of “civil preparedness”; May Sp. Sess. P.A. 92-12 deleted phrase “for administrative purposes only” and required said office to be the designated civil defense organization for state; P.A. 93-206 placed office of emergency management within division of fire, emergency and building services, effective July 1, 1993; P.A. 99-190 transferred the Office of Emergency Management from the Division of Fire, Emergency and Building Services within the Department of Public Safety to the Military Department, effective July 1, 1999; P.A. 04-219 eliminated former provisions and substituted provisions establishing Department of Emergency Management and Homeland Security within the Office of Policy and Management for administrative purposes only, requiring commissioner to be department head and specifying qualifications and duties of commissioner in Subsec. (a), requiring commissioner to organize department and personnel as necessary for effective discharge of authorized emergency management, civil preparedness and homeland security missions, authorizing removal of any department personnel by commissioner for security reasons or incompetence and authorizing commissioner to enter into contracts for the furnishing of services necessary for the proper execution of the duties of department in Subsec. (b), specifying responsibilities of commissioner in Subsec. (c), authorizing commissioner to adopt regulations in Subsec. (d), requiring commissioner to enter into interagency memorandum of understanding with Department of Public Safety and Military Department in Subsec. (e), and requiring transfer of functions, powers, duties and personnel of Division of Homeland Security within Department of Public Safety and Office of Emergency Management within Military Department to new department in Subsec. (f), effective January 1, 2005; P.A. 05-265 amended Subsec. (e)(1) to provide that the assignment of personnel is temporary, to require that any such personnel temporarily assigned act under the direction of the commissioner, deleting reference to “all such assigned employees” and “sole” direction, and to require Department of Public Safety and Military Department to retain administrative control over such personnel, added new Subsec. (f) allowing commissioner to request and receive cooperation and assistance in the performance of the duties of department from any federal, state or local agency, and redesignated existing Subsec. (f) as Subsec. (g), effective July 13, 2005; P.A. 05-287 amended Subsec. (a) to delete provision placing Department of Emergency Management and Homeland Security within the Office of Policy and Management for administrative purposes only, effective July 13, 2005; P.A. 06-196 made technical changes in Subsec. (c), effective June 7, 2006; P.A. 11-51 deleted former Subsec. (a) re Department of Emergency Management and Homeland Security, redesignated existing Subsecs. (b) to (f) as Subsecs. (a) to (e), amended Subsec. (a) by replacing “commissioner” with “Commissioner of Emergency Services and Public Protection”, by replacing “department” with “Division of Emergency Management and Homeland Security”, and by deleting provisions re commissioner entering into contracts for proper execution of duties of department and requiring Attorney General's approval, amended Subsec. (d) by deleting provisions authorizing commissioner to enter into interagency memorandum of understanding with Department of Public Safety, requiring commissioner to consult with bargaining unit representing state police re such memorandum and requiring such memorandum to provide for retrenchment rights of state police, deleted former Subsec. (g) re transfer of powers, and made conforming changes, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1a/"
    },
    {
      "id": "section-28-1b",
      "number": "28-1b.",
      "heading": "State-wide Emergency Management and Homeland Security Coordinating Council: Duties; members; chairpersons; meetings; vacancies; annual report.",
      "text": "Section 28-1b is repealed, effective July 1, 2011.\n\n(P.A. 04-219, S. 27; P.A. 07-106, S. 7; 07-173, S. 1; P.A. 11-51, S. 90, 223; 11-80, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1b/"
    },
    {
      "id": "section-28-1c",
      "number": "28-1c",
      "heading": "to 28-1g. - Reserved for future use.",
      "text": "to 28-1g. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-1h",
      "number": "28-1h.",
      "heading": "Direct allocation of financial assistance to municipalities or local or regional agencies.",
      "text": "Nothing in this chapter shall be deemed to require municipalities or local or regional agencies otherwise eligible for federal or state financial assistance for purposes of emergency management or homeland security to agree that such financial assistance shall not be allocated directly to such municipalities or local or regional agencies.\n\n(P.A. 04-219, S. 28.)\n\nHistory: P.A. 04-219 effective January 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1h/"
    },
    {
      "id": "section-28-1i",
      "number": "28-1i.",
      "heading": "Annual report to General Assembly re state-wide emergency management and homeland security activities.",
      "text": "Not later than January first, annually, the Commissioner of Emergency Services and Public Protection shall submit a report to the joint standing committee of the General Assembly having cognizance of matters relating to public safety that specifies and evaluates state-wide emergency management and homeland security activities during the preceding calendar year.\n\n(P.A. 04-219, S. 30; P.A. 11-51, S. 163.)\n\nHistory: P.A. 04-219 effective January 1, 2005; P.A. 11-51 replaced “January 1, 2006, and annually thereafter” with “January first, annually” and replaced “Commissioner of Emergency Management and Homeland Security” with “Commissioner of Emergency Services and Public Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1i/"
    },
    {
      "id": "section-28-1j",
      "number": "28-1j.",
      "heading": "Designation of hazard zone re liquefied natural gas terminal: Recommendations; approval; notice; hearings; vote; notification.",
      "text": "(a) The Attorney General, in consultation with the Commissioner of Emergency Services and Public Protection, shall make written recommendations to the United States Coast Guard regarding the designation of a hazard zone in relation to a liquefied natural gas terminal located or proposed to be located on Long Island Sound that will impact Connecticut waters or land, and shall submit such recommendations to the Governor and the General Assembly in accordance with section 11-4a.\n\n(b) The Governor and the joint standing committees of the General Assembly having cognizance of matters relating to the environment and public safety shall approve the designation of a hazard zone in relation to a liquefied natural gas terminal located or proposed to be located on Long Island Sound that will impact Connecticut waters or land prior to such designation by the United States Coast Guard taking effect.\n\n(c) The Attorney General shall file, in writing, notice of the United States Coast Guard's designation of such a hazard zone with the clerks of the House of Representatives and the Senate and the office of the Governor.\n\n(d) Not later than five days after receiving such notice, the clerks of the House of Representatives and the Senate shall refer the notice to the joint standing committees of the General Assembly having cognizance of matters relating to public safety and the environment. The committees shall hold a joint public hearing regarding such notice not later than thirty days after receiving the notice. Not later than five days after the hearing, the committees shall each (1) hold a roll-call vote to approve or reject the notice, and (2) forward the notice and a record of the committee's vote to the General Assembly.\n\n(e) Not later than fifteen days after receiving such notice the General Assembly may approve or reject the notice. The notice shall be approved in whole, by a majority vote of each house. If one house fails to approve, the notice shall be rejected. If the General Assembly fails to vote during such fifteen-day period, the notice shall be deemed rejected. If the notice is submitted when the General Assembly is not in session, the notice shall be deemed rejected if the General Assembly fails to convene to consider the notice by the thirtieth day after it receives the notice from the committee. The clerks of the House of Representatives and the Senate shall notify the United States Coast Guard, in writing, by registered mail of any approval or rejection pursuant to this subsection.\n\n(f) The Governor shall approve or reject the notice of the United States Coast Guard's designation of such a hazard zone and shall notify the United States Coast Guard, in writing, by registered mail of such approval or rejection.\n\n(P.A. 07-94, S. 2; P.A. 11-51, S. 134.)\n\nHistory: P.A. 07-94 effective July 1, 2007; pursuant to P.A. 11-51, “Commissioner of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection” in Subsec. (a), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1j/"
    },
    {
      "id": "section-28-1k",
      "number": "28-1k.",
      "heading": "Designation of security zone re liquefied natural gas terminal: Recommendations; approval; notice; hearing; vote; notification.",
      "text": "(a) The Attorney General, in consultation with the Commissioner of Emergency Services and Public Protection, shall make written recommendations to the federal government regarding the designation of a security zone in relation to a liquefied natural gas terminal located or proposed to be located on Long Island Sound that will impact Connecticut waters or land, and shall submit such recommendations to the Governor and the General Assembly in accordance with section 11-4a.\n\n(b) The Governor and the joint standing committees of the General Assembly having cognizance of matters relating to the environment and public safety shall approve the designation of a security zone in relation to a liquefied natural gas terminal located or proposed to be located on Long Island Sound that will impact Connecticut waters or land prior to such designation by the federal government taking effect.\n\n(c) The Attorney General shall file, in writing, notice of the federal government's designation of such a security zone with the clerks of the House of Representatives and the Senate and the office of the Governor.\n\n(d) Not later than five days after receiving such notice, the clerks of the House of Representatives and the Senate shall refer the notice to the joint standing committees of the General Assembly having cognizance of matters relating to public safety and the environment. The committees shall hold a joint public hearing regarding such notice not later than thirty days after receiving the notice. Not later than five days after the hearing, the committees shall each (1) hold a roll-call vote to approve or reject the notice, and (2) forward the notice and a record of the committee's vote to the General Assembly.\n\n(e) Not later than fifteen days after receiving such notice the General Assembly may approve or reject the notice. The notice shall be approved in whole, by a majority vote of each house. If one house fails to approve, the notice shall be rejected. If the General Assembly fails to vote during such fifteen-day period, the notice shall be deemed rejected. If the notice is submitted when the General Assembly is not in session, the notice shall be deemed rejected if the General Assembly fails to convene to consider the notice by the thirtieth day after it receives the notice from the committee. The clerks of the House of Representatives and the Senate shall notify the federal government, in writing, by registered mail of any approval or rejection pursuant to this subsection.\n\n(f) The Governor shall approve or reject the notice of the federal government's designation of such a security zone, and shall notify the federal government, in writing, by registered mail of such approval or rejection.\n\n(P.A. 07-94, S. 4; P.A. 11-51, S. 134.)\n\nHistory: P.A. 07-94 effective July 1, 2007; pursuant to P.A. 11-51, “Commissioner of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection” in Subsec. (a), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1k/"
    },
    {
      "id": "section-28-1l",
      "number": "28-1l.",
      "heading": "Annual report to General Assembly re homeland preparedness and emergency response planning and activities for children.",
      "text": "On or before January 1, 2012, and annually thereafter, the Commissioner of Emergency Services and Public Protection shall report to the General Assembly, in accordance with section 11-4a, on planning and activities for children and youth as part of homeland preparedness and emergency response planning for natural disasters, man-made disasters and terrorism. The report shall include provisions that address (1) the distinct health needs of children for purposes of bioterrorism and other public health emergency preparedness, (2) public education and communications for families concerning public safety issues relating to disasters and terrorism, (3) training in safety and security measures and multihazard response plans for child care providers, school personnel and personnel in before and after school programs, family homeless shelters, summer camps and juvenile justice system facilities, (4) coordination of school health and mental health strategies, and (5) the amendments to the state civil preparedness plan and program made pursuant to subsection (c) of section 28-5.\n\n(P.A. 11-51, S. 134; 11-66, S. 1.)\n\nHistory: P.A. 11-66 effective July 1, 2011; pursuant to P.A. 11-51, “Commissioner of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-1l/"
    },
    {
      "id": "section-28-2",
      "number": "28-2.",
      "heading": "Emergency management. Director. Office.",
      "text": "Section 28-2 is repealed, effective January 1, 2005.\n\n(June, 1951, S. 1906d; November, 1955, S. N183; 1957, P.A. 420, S. 1; 1959, P.A. 333, S. 1; 1961, P.A. 322; 1963, P.A. 642, S. 31; 1969, P.A. 768, S. 259; P.A. 73-296; 73-335; 73-517; 73-544, S. 2; P.A. 75-333, S. 2; 75-486, S. 60, 69; P.A. 77-568, S. 1, 2; 77-614, S. 19, 511, 610; P.A. 80-483, S. 152, 186; P.A. 81-472, S. 57, 159; P.A. 88-1, S. 11, 13; 88-135, S. 6; P.A. 93-66; P.A. 99-190, S. 2, 9; P.A. 04-219, S. 31.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-2/"
    },
    {
      "id": "section-28-3",
      "number": "28-3.",
      "heading": "Political activity.",
      "text": "No organization for civil preparedness established under the authority of this chapter shall be used directly or indirectly for political purposes. Full-time, regularly-paid officers, employees or members of such organizations shall be subject to the provisions of sections 5-266a to 5-266d, inclusive.\n\n(June, 1951, S. 1907d; 1972, P.A. 294, S. 27; P.A. 73-544, S. 3.)\n\nHistory: 1972 act substituted reference to Secs. 5-266a to 5-266d for reference to Sec. 5-61; P.A. 73-544 substituted “civil preparedness” for “civil defense”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-3/"
    },
    {
      "id": "section-28-4",
      "number": "28-4.",
      "heading": "Agreements with other states. Local offices.",
      "text": "With the approval of the Governor, the commissioner or the commissioner's designee may: (1) Represent the state on any regional or interstate organization for civil preparedness and may, on behalf of the state, enter into reciprocal mutual aid arrangements with other states; (2) establish and operate such area or district offices as may be necessary to control and coordinate civil preparedness preparations and mutual aid among communities.\n\n(June, 1951, S. 1908d; P.A. 73-544, S. 4; P.A. 04-219, S. 14.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” where appearing; P.A. 04-219 substituted commissioner or commissioner's designee for director and substituted numerical Subdiv. designators for Subsec. designators, effective January 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-4/"
    },
    {
      "id": "section-28-5",
      "number": "28-5.",
      "heading": "Preparation for civil preparedness",
      "text": "(a) The commissioner may make studies and surveys of the manpower, industries, resources and facilities of the state to ascertain the capabilities of the state for civil preparedness and to plan for their most efficient use in time of emergency. The commissioner may apply to the superior court for the judicial district of Hartford, or to a judge of said court if the court is not in session, for a subpoena to compel the attendance of such witnesses or the production of such books, papers, records or documents of individuals, firms, associations or corporations as may be necessary to the effective preparation of the civil preparedness of the state. The court or judge shall, before issuing such subpoena, provide adequate opportunity for the commissioner and the party against whom the subpoena is requested to be heard. No such subpoena shall issue unless the court or judge certifies that the attendance of such witness or the production of such books, papers, records or documents is reasonably necessary to the effective preparation of the civil preparedness of the state and that the commissioner has made reasonable efforts to secure such attendance or such books, papers, records or documents without recourse to compulsory process.\n\n(b) The commissioner shall direct the preparation of a comprehensive plan and program for the civil preparedness of the state and integrate and coordinate that plan and program to the fullest extent possible with the civil preparedness plans of the federal government and of other states. When the plan and program has been prepared, the commissioner shall present it to the Governor for his or her approval. When the Governor approves the plan, all government agencies, state or local, all civil preparedness forces in the state and all public service companies, as defined in section 16-1, shall carry out the duties and functions assigned by the plan and program as approved. The plan and program may, from time to time, be amended or modified in like manner. The commissioner shall coordinate the civil preparedness activities of the towns and cities of the state to the end that they shall be fully integrated with the state civil preparedness plan and program.\n\n(c) The Commissioner of Emergency Services and Public Protection shall, within available appropriations and in consultation with the Commissioners of Social Services, Public Health, Children and Families, Mental Health and Addiction Services and Education, and the Commission on Women, Children, Seniors, Equity and Opportunity, update and amend the state civil preparedness plan and program established pursuant to subsection (b) of this section to address the needs of children during natural disasters, man-made disasters and terrorism. The plan may also be amended in consultation with parents, local emergency services and child care providers. The amended plan shall include, but not be limited to, a requirement that all schools and licensed and regulated child care services, as defined in section 19a-77, have written multihazard disaster response plans that address (1) the evacuation and removal of children to a safe location, (2) notification of parents in the event of a disaster or terrorism, (3) reunification of parents with their children, and (4) care for children with special needs during a disaster or terrorism.\n\n(d) In accordance with the state civil preparedness plan and program, the commissioner shall institute such training programs and public information programs, shall take all other preparatory steps, including the partial or full mobilization of civil preparedness forces in advance of actual disaster, as may be necessary to the prompt and effective operation of the state civil preparedness plan in time of emergency and may, from time to time, conduct such practice blackouts or radio silences as may be authorized by the United States Army or its duly designated agency, and such practice air raid alerts or other civil preparedness exercises as the commissioner may deem necessary.\n\n(e) The commissioner shall utilize the personnel, services, equipment, supplies and facilities of existing departments, offices and agencies of the state to the maximum extent possible. The head of each such department, office or agency, in cooperation with and under the direction of the commissioner, shall be responsible for the planning and programming of such activities in the civil preparedness programs as will involve the utilization of the facilities of his or her department, office, institution or agency and shall implement and carry out such activities whenever necessary for the welfare and safety of the state, including participation in planning, training and exercises, as directed by the commissioner.\n\n(f) In order to accomplish the purposes of this chapter, the commissioner may make such orders and such regulations as may be necessary to develop and implement the civil preparedness plan and program. Subject to the provisions of chapter 54, all such orders and regulations shall have the full force and effect of law.\n\n(g) On and after October 1, 2019, the state civil preparedness plan and program established pursuant to subsection (b) of this section shall consider the most recent sea level change scenario updated pursuant to subsection (b) of section 25-68o.\n\n(June, 1951, S. 1909d; 1972, P.A. 294, S. 28; P.A. 73-544, S. 5; P.A. 78-280, S. 6, 127; P.A. 88-230, S. 1, 12; 88-317, S. 88, 107; P.A. 90-98, S. 1, 2; May Sp. Sess. P.A. 92-12, S. 3, 10; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 99-190, S. 3, 9; P.A. 04-219, S. 15; P.A. 05-288, S. 191; P.A. 11-51, S. 134; 11-66, S. 2; P.A. 12-148, S. 1, 2; P.A. 13-179, S. 5; P.A. 15-227, S. 25; May Sp. Sess. P.A. 16-3, S. 160; P.A. 18-82, S. 10; P.A. 19-117, S. 131.)\n\nHistory: 1972 act substituted “joint committee on legislative management” for “legislative council”; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 78-280 substituted “for the judicial district of Hartford-New Britain” for “for Hartford county” following “superior court”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 88-317 amended reference to Secs. 4-168 to 4-173 in Subsec. (e) to include new section added to Ch. 54, effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; May Sp. Sess. P.A. 92-12 amended Subsec. (e) to authorize commissioner of public safety to make regulations in lieu of director; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 99-190 amended Subsec. (e) by substituting “Adjutant General” for “Commissioner of Public Safety”, effective July 1, 1999; P.A. 04-219 substituted commissioner for director throughout, required commissioner to direct the preparation of comprehensive plan and program for the civil preparedness of the state and made a technical change in Subsec. (b), made technical changes in Subsec. (c), and eliminated references to authorization of the Adjutant General to make regulations and to “sections 4-168 to 4-173, inclusive”, added reference to chapter 54, and eliminated procedures re suspension of conflicting orders or regulations in Subsec. (e), effective January 1, 2005; P.A. 05-288 made technical changes in Subsec. (a), effective July 13, 2005; P.A. 11-66 added new Subsec. (c) re amending state civil preparedness plan and program to address the needs of children, redesignated existing Subsecs. (c) to (e) as Subsecs. (d) to (f) and made technical changes, effective July 1, 2011; pursuant to P.A. 11-51, “Commissioner of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection” in Subsec. (c), effective July 1, 2011; P.A. 12-148 amended Subsec. (b) to add provision re public service companies and amended Subsec. (e) to add provision re participation in planning, training and exercises as directed by commissioner, effective July 1, 2012; P.A. 13-179 added Subsec. (g) re state civil preparedness plan and program to consider sea level change scenarios; pursuant to P.A. 15-227, “child day care services” was changed editorially by the Revisors to “child care services” in Subsec. (c), effective July 1, 2015; May Sp. Sess. P.A. 16-3 amended Subsec. (c) to replace “Commission on Children” with “Commission on Women, Children and Seniors”, effective July 1, 2016; P.A. 18-82 amended Subsec. (g) by replacing “October 1, 2013” with “October 1, 2019”, and replacing reference to sea level change scenarios published by the National Oceanic and Atmospheric Administration technical report with reference to most recent sea level change scenario updated pursuant to Sec. 25-68o(b), effective June 6, 2018; P.A. 19-117 amended Subsec. (c) to replace “Commission on Women, Children and Seniors” with “Commission on Women, Children, Seniors, Equity and Opportunity”, effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-5/"
    },
    {
      "id": "section-28-5a",
      "number": "28-5a.",
      "heading": "Response plan for a mass shooting event.",
      "text": "(a) Any comprehensive plan and program developed by the Commissioner of Emergency Services and Public Protection pursuant to subsection (b) of section 28-5 shall include a response plan for a mass shooting event. A mass shooting event is deemed to occur when, within a period of twenty-four hours, four or more individuals are shot within a three-mile radius.\n\n(b) In any response plan for a mass shooting event, the commissioner shall include provisions directing the coordination of a meeting with the Department of Emergency Services and Public Protection, the local police department, community leaders, including religious leaders and representatives of the Project Longevity Initiative, established under section 4-68bb, for the purpose of determining (1) why the shooting event occurred, (2) what circumstances led to the shooting event, (3) whether there were warning signs that such shooting event would occur, (4) preventative measures the community can enact to prevent further shooting events, and (5) if there are resources available to assist the community in its response to the shooting event. At the conclusion of such meeting, the meeting participants shall report their findings to the Commissioner of Emergency Services and Public Protection. The commissioner shall review and report the findings and any other information the commissioner deems pertinent, in accordance with the provisions of section 11-4a, to the Governor, majority and minority leaders of the House of Representatives and the Senate and the joint standing committee of the General Assembly having cognizance of matters relating to public safety and security. Such report shall include recommendations, if any, for legislative action to reduce mass shooting events.\n\n(c) The Commissioner of Emergency Services and Public Protection shall coordinate with the Commissioner of Public Health for the deployment of grief counselors and mental health professionals to provide mental health services to the family members or other individuals with a close association with any victim of a mass shooting. Such deployments shall be made to local community outreach groups in and around the impacted geographical location and to any school or institution of higher education where any victim or perpetrator of a mass shooting event was enrolled.\n\n(d) The Commissioner of Emergency Services and Public Protection shall coordinate an investigation into each mass shooting event with the office of the Chief State's Attorney. Each such investigation shall consider: (1) How the perpetrator acquired any firearm used in the event, (2) whether the firearm that was used was legally acquired, (3) if the magazine used in the shooting was a large capacity magazine, as defined in section 53-202w, and (4) the backgrounds of the perpetrator and the victims. The commissioner and Chief State's Attorney shall report, in accordance with the provisions of section 11-4a, a summary of each such investigation, all findings of such investigation, including any determination of cause of the mass shooting event and any recommendations to prevent future mass shooting events to the Governor, majority and minority leaders of the House of Representatives and the Senate and the joint standing committee of the General Assembly having cognizance of matters relating to public safety and security and to the chief elected officer and legislative body, each as described in section 7-193, of the municipality where the mass shooting event occurred.\n\n(P.A. 23-53, S. 47.)\n\nHistory: P.A. 23-53 effective June 6, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-5a/"
    },
    {
      "id": "section-28-6",
      "number": "28-6.",
      "heading": "Mutual aid or mobile support units.",
      "text": "(a) All civil preparedness units, forces, facilities, supplies and equipment in the state are deemed to be available for employment as mutual aid or mobile support. They may be ordered to duty by the Governor or the commissioner only under the conditions defined in subsection (f) of section 28-7 or section 28-9, except that such civil preparedness units, forces, facilities, supplies and equipment may be employed in another state under the conditions specified in subsection (e) of this section.\n\n(b) Personnel of such civil preparedness units or forces, while engaged in officially authorized civil preparedness duty under this section, shall: (1) If they are employees of the state, have the powers, duties, rights, privileges and immunities and receive the compensation incident to their employment; (2) if they are employees of a political subdivision of the state, and whether serving within or without such political subdivision, have the powers, duties, rights, privileges and immunities and receive the compensation incident to their employment; and (3) if they are not employees of the state or a political subdivision thereof, be entitled to such compensation from the state as is determined by the Commissioner of Administrative Services under the provisions of section 4-40 and to the same rights and immunities as are provided by law for the employees of this state, provided in no instance shall such compensation be determined at a rate less than the minimum wage as determined by the Labor Commissioner. All personnel of mobile support units shall, while on duty, be subject to the operational control of the authority in charge of civil preparedness activities in the area in which they are serving.\n\n(c) The state shall reimburse a political subdivision for the compensation paid and actual and necessary travel, subsistence and maintenance expenses of employees of the political subdivision while ordered to duty under this section as members of a mobile support unit, and for all payments for death, disability or injury of such employees incurred in the course of such duty, and for all losses of or damage to supplies and equipment of such political subdivisions used by such mobile support units.\n\n(d) Whenever the mobile support unit of another state renders aid pursuant to the orders of the Governor of its home state and upon the request of the Governor of this state, this state shall reimburse such other state for the compensation paid and actual and necessary travel, subsistence and maintenance expenses of the personnel of such mobile support units incurred in rendering such aid, and for all payments for death, disability or injury of such personnel incurred in rendering such aid, and for all losses of or damage to supplies and equipment of such other state or a political subdivision thereof resulting from rendering such aid, provided the laws of such other state shall contain provisions substantially similar to those of this section.\n\n(e) No personnel of mobile support units of this state shall be ordered by the Governor to operate in any other state unless the laws of such other state contain provisions substantially similar to those of this section or unless such state is a signatory to the Emergency Management Assistance Compact established in section 28-23a.\n\n(June, 1951, S. 1910d; 1959, P.A. 192; P.A. 73-544, S. 6; P.A. 78-324, S. 2; P.A. 79-83, S. 1, 2; P.A. 80-483, S. 153, 186; P.A. 04-219, S. 16; P.A. 07-173, S. 2; P.A. 09-27, S. 1.)\n\nHistory: 1959 act made all civil defense forces available for duty instead of mobile support units only; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 78-324 provided in Subsec. (b) for compensation at not less than minimum wage for a period to be determined by the compensation commissioner of area in which injured person resides; P.A. 79-83 deleted in Subsec. (b) reference to period to be determined by the compensation commissioner as added in foregoing amendment; P.A. 80-483 substituted in Subsec. (b) “commissioner of administrative services under the provisions of section 4-40” for “board provided in section 4-40”; P.A. 04-219 amended Subsec. (a) to substitute commissioner for state director, effective January 1, 2005; P.A. 07-173 amended Subsec. (e) to permit mobile support units to operate in a state that is a signatory to Emergency Management Assistance Compact; P.A. 09-27 made a technical change in Subsec. (b) and amended Subsec. (c) to delete requirement for state reimbursement of training expenses and restrict reimbursement to municipal employees ordered to duty.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-6/"
    },
    {
      "id": "section-28-7",
      "number": "28-7.",
      "heading": "Local and joint organizations: Organization; powers; temporary aid.",
      "text": "(a) Each town or city of the state shall establish a local organization for civil preparedness in accordance with the state civil preparedness plan and program, provided any two or more towns or cities may, with the approval of the commissioner, establish a joint organization for civil preparedness. The authority of such local or joint organization for civil preparedness shall not supersede that of any regularly organized police or fire department. In order to be eligible for any state or federal benefits under this chapter, not later than January 1, 2017, and biennially thereafter, each town or city of the state shall have a current emergency plan of operations that has been approved by the commissioner. The plan shall be submitted to the commissioner after it has been approved by the local emergency management director and the local chief executive. Such plan may be submitted with a notice stating that the plan remains unchanged from the previously submitted version. The emergency plan of operations of every town or city situated on the shoreline of the state shall contain provisions addressing an emergency caused by any existing liquefied natural gas terminal located on the Long Island Sound and every town or city situated on the shoreline of the state shall submit such plan to the joint standing committee of the General Assembly having cognizance of matters relating to public safety and security, in accordance with the provisions of section 11-4a, and the commissioner to obtain approval. The committee shall hold a public hearing regarding such plan not later than thirty days after receiving the plan. Not later than five days after the hearing, the committee shall (1) hold a roll-call vote to approve or reject the plan, and (2) forward the plan and a record of the committee's vote to the General Assembly. Such emergency plan of operations shall not be approved by the commissioner unless the commissioner determines that the plan proposes strategies that address all the activities and measures of civil preparedness identified in subdivision (4) of section 28-1, including, for any plan submitted on or after January 1, 2025, a domestic terrorism prevention strategy, as described in a domestic terrorism prevention plan annex, in accordance with any standards provided by the Division of Emergency Management and Homeland Security within the Department of Emergency Services and Public Protection. Each town or city of the state shall consider whether to include in such plan provisions for the nonmilitary evacuation of livestock, horses, pets and service animals, and the temporary sheltering of pets, service animals and animals trained to assist first responders.\n\n(b) Each local organization for civil preparedness shall consist of an advisory council and an emergency management director appointed by the chief executive officer. The advisory council shall contain representatives of city or town agencies concerned with civil preparedness and representatives of interests, including business, labor, agriculture, veterans, women's groups, local and state animal humane organizations and others, which are important to the civil preparedness program in the particular community. The emergency management director shall be responsible for the organization, administration and operation of such local organization, subject to the direction and control of the commissioner. The chief executive officer may remove any local emergency management director for cause.\n\n(c) Each local or joint organization shall perform such civil preparedness functions in the territorial limits within which it is organized as the commissioner prescribes. In addition, such local or joint organization shall conduct such functions outside such territorial limits as are prescribed by the state civil preparedness plan and program or by the terms of any mutual aid agreements to which the town is a party.\n\n(d) The emergency management director of each local or joint organization may, with the approval of the commissioner, collaborate with other public and private agencies within the state and develop or cause to be developed mutual aid agreements for civil preparedness aid and assistance in case of disaster too great to be dealt with unassisted. The emergency management director of such joint or local organization may, with the approval of the commissioner, enter into such mutual aid agreements with civil preparedness agencies or organizations in other states. Such agreements shall be consistent with the state civil preparedness plan and program and, in time of emergency, each local or joint organization shall render assistance in accordance with the provisions of such agreements to which it is a party unless otherwise ordered by the commissioner.\n\n(e) Each town or city shall have the power to make appropriations for the payment of salaries and expenses of its local or joint organization or any other civil preparedness agencies or instrumentalities.\n\n(f) In the event of a serious disaster or of a sudden emergency, when such action is deemed necessary for the protection of the health and safety of the people, and upon request of the local chief executive authority, the Governor or the commissioner, without regard to the provisions of section 22a-148, may authorize the temporary use of such civil preparedness forces, including civil preparedness auxiliary police and firemen, as the Governor deems necessary. Personnel of such civil preparedness forces shall be so employed only with their consent. The provisions of section 28-14 shall apply to personnel so employed.\n\n(g) The state shall reimburse any town or city rendering aid under this section for the compensation paid and actual and necessary travel, subsistence and maintenance expenses of employees of such town or city while rendering such aid, and for all payments for death, disability or injury of such employees in the course of rendering such aid and for all losses of or damage to supplies or equipment of such town or city incurred in the course of rendering such aid.\n\n(h) Whenever, in the judgment of a local emergency management director, with prior approval of the commissioner, it is deemed essential to authorize the temporary assignment, with their consent, of any members of civil preparedness forces who are not paid employees of the state or any political subdivision thereof, for a temporary civil preparedness mission, the provisions of section 28-14 shall apply. A complete written record of the conditions and dates of such assignment shall be maintained by the local director concerned and such record shall be available for examination by the commissioner and the Attorney General. The commissioner shall establish the necessary procedures to administer this section.\n\n(June, 1951, S. 1911d; 1957, P.A. 469, S. 2; September, 1957, P.A. 2, S. 1; 1959, P.A. 214, S. 1; 275, S. 1; P.A. 73-544, S. 7; P.A. 75-567, S. 51, 80; P.A. 77-571, S. 1–3; P.A. 79-417, S. 2; P.A. 90-230, S. 39, 40, 101; P.A. 04-219, S. 17; P.A. 07-11, S. 2; 07-94, S. 1; 07-173, S. 3, 5; P.A. 11-21, S. 2; P.A. 13-235, S. 1; P.A. 15-20, S. 1; P.A. 23-24, S. 1.)\n\nHistory: 1959 acts provided in new Subsec. (h) for temporary civil defense mission as determined essential by local civil defense director with prior approval of state director and amended Subsec. (f) to provide for the governor to authorize temporary use of civil defense forces upon request of the local chief executive authority in event of serious natural disaster or sudden emergency, personnel to be employed only with their consent; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 75-567 deleted in Subsec. (f) the word “natural” in characterizing “serious disaster”; P.A. 77-571 provided in Subsec. (a) for municipalities to submit an emergency plan of operation in order to be eligible for benefits, substituted in Subsec. (b) the chief executive officer for the state director as authority to remove any local director for cause; P.A. 79-417 provided in amendment of Subsec. (a) by P.A. 77-571 that plan submitted be subsequently approved by the state director; P.A. 90-230 and editorial change corrected a reference to the state director of emergency management in Subsecs. (a) and (h); P.A. 04-219 substituted “commissioner” for references to director, state director and state director of emergency management, effective January 1, 2005; P.A. 07-11 amended Subsec. (a) to make approval of plan contingent upon its conformance with Sec. 28-1(4); P.A. 07-94 amended Subsec. (a) to require shoreline towns or cities to provide for liquefied natural gas terminal emergency in their emergency plan of operations and to submit plan for approval, and to require General Assembly public safety committee to hold hearing and vote on plan; P.A. 07-173 amended Subsec. (a) to require each town or city to submit emergency plan of operations by January 1, 2008, and annually thereafter, and to require each town or city to consider whether to provide for nonmilitary evacuation of livestock and horses in plan; P.A. 11-21 specified that directors of local or joint organizations for civil preparedness are emergency management directors, and made a technical change; P.A. 13-235 amended Subsec. (a) to add provisions re evacuation of pets and service animals, and temporary sheltering of pets, service animals and animals trained to assist first responders, amended Subsec. (b) to include local and state animal humane organizations as representatives on the advisory council and made technical changes; P.A. 15-20 amended Subsec. (a) by replacing “January 1, 2008” with “January 1, 2017”, replacing “annually” with “biennially” and making a conforming change; P.A. 23-24 amended Subsec. (a) to add provision re domestic terrorism prevention strategy.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-7/"
    },
    {
      "id": "section-28-8",
      "number": "28-8.",
      "heading": "Outside aid by local police, fire or other preparedness forces.",
      "text": "(a) At the request of the chief executive authority of any town or city, the appropriate authority of any other town or city may, with the approval of the commissioner, or, if so ordered by the commissioner, shall, assign and make available for duty and use outside his own town or city, under the direction and command of an officer designated for the purpose, any part of the police, fire fighting or other civil preparedness forces under his control.\n\n(b) The officers and members of police, fire fighting or other civil preparedness forces rendering outside aid pursuant to this section shall have the same powers, duties, rights, privileges and immunities as if they were performing their duties in their home town or city.\n\n(c) The state shall reimburse any town or city rendering aid under this section for the compensation paid and actual and necessary travel, subsistence and maintenance expenses of employees of such town or city while rendering such aid, and for all payments for death, disability or injury of such employees in the course of rendering such aid and for all losses of or damage to supplies or equipment of such town or city incurred in the course of rendering such aid.\n\n(June, 1951, S. 1912d; 1959, P.A. 65, S. 2; P.A. 73-544, S. 8; P.A. 04-219, S. 18.)\n\nHistory: 1959 act included police and fire fighting forces in category of civil defense forces; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 04-219 amended Subsec. (a) to substitute “commissioner” for “state director”, effective January 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-8/"
    },
    {
      "id": "section-28-8a",
      "number": "28-8a.",
      "heading": "Municipal chief executive officers' powers during emergency. Benefits for certain persons assisting during emergency. Procedure for payment.",
      "text": "(a) The chief executive officer of the municipality in which a major disaster or emergency occurs, or his designee, may take such action as he deems necessary to mitigate the major disaster or emergency and to secure and preserve any documents and evidence pertinent to and necessary for a future investigation.\n\n(b) Any person who is not a member of a civil preparedness force and who is requested by the chief executive officer of a municipality or his designee to render aid in any major disaster, emergency, disaster emergency or attack shall register, as soon as practicable, with the local chief executive authority of the municipality requesting such aid, or his designee. Any such person for whom workers' compensation benefits are not otherwise provided shall be compensated for death, disability or injury resulting from the rendering of such aid pursuant to the provisions of chapter 568, except that (1) such person shall be construed to be an employee of the municipality where the aid was rendered and (2) the person's average weekly wage, as said term is used in chapter 568, shall be ascertained pursuant to the provisions of subdivision (2) of subsection (a) of section 28-14. All claims under this subsection shall be determined according to the procedures specified in chapter 568.\n\n(P.A. 88-359, S. 8, 12; P.A. 89-316, S. 3.)\n\nHistory: P.A. 89-316 added Subsec. (b) concerning workers' compensation benefits for certain persons injured while assisting in a major disaster, emergency, disaster emergency or attack.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-8a/"
    },
    {
      "id": "section-28-8b",
      "number": "28-8b.",
      "heading": "Use of nerve agent antidote medications.",
      "text": "(a) Any paid or volunteer firefighter, police officer or emergency medical service personnel who successfully completes a training course in the use of automatic prefilled cartridge injectors may carry and use such injectors containing nerve agent antidote medications in the event of a nerve agent exposure. Such training course shall be approved by the commissioner and provided by the Connecticut Fire Academy, the Capitol Region Metropolitan Medical Response System or the federal government.\n\n(b) The state of Connecticut shall save harmless and indemnify any sponsor hospital or the medical director or designated staff of a sponsor hospital certified by the Department of Public Health to oversee the training, distribution or quality assurance of nerve agent antidote kits for purposes of subsection (a) of this section, from financial loss and expense, including legal fees and costs, if any, arising out of any claim, demand, suit or judgment by reason of alleged negligence or other act resulting in personal injury, which acts are not wanton, reckless or malicious, provided such person at the time of the acts resulting in such injury was acting in the discharge of such person's duties in providing such training, distribution or quality assurance of nerve agent antidote kits.\n\n(c) For purposes of this section, “sponsor hospital” means a hospital that has agreed to maintain staff for the provision of medical oversight, supervision and direction to an emergency medical service organization and its personnel and that has been approved for such activity by the Office of Emergency Medical Services.\n\n(June 30 Sp. Sess. P.A. 03-6, S. 168; P.A. 04-219, S. 26; P.A. 05-259, S. 4; P.A. 08-134, S. 2; P.A. 09-232, S. 34.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 effective August 20, 2003; P.A. 04-219 substituted commissioner for director of the Office of Emergency Management, effective January 1, 2005; P.A. 05-259 designated existing language as Subsec. (a), added Subsec. (b) to provide immunity from liability, under certain circumstances, to sponsor hospitals and their staff who oversee the training, distribution or quality assurance of nerve antidote kits for purposes of Subsec. (a), and added Subsec. (c) to define “sponsor hospital”, effective July 13, 2005; P.A. 08-134 amended Subsec. (a) by deleting reference to use of nerve agent antidote medications for self-preservation or unit preservation; P.A. 09-232 amended Subsec. (c) by substituting “medical oversight” for “medical control”, effective January 1, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-8b/"
    },
    {
      "id": "section-28-9",
      "number": "28-9.",
      "heading": "Civil preparedness or public health emergency; Governor's powers. Modification or suspension of statutes, regulations or other requirements.",
      "text": "(a) In the event of serious disaster, enemy attack, sabotage or other hostile action or in the event of the imminence thereof, the Governor may proclaim that a state of civil preparedness emergency exists, in which event the Governor may personally take direct operational control of any or all parts of the civil preparedness forces and functions in the state. Any such proclamation shall be effective upon filing with the Secretary of the State. Any such proclamation, or order issued pursuant thereto, issued by the Governor because of a disaster resulting from man-made cause may be disapproved by majority vote of a joint legislative committee consisting of the president pro tempore of the Senate, the speaker of the House of Representatives and the majority and minority leaders of both houses of the General Assembly, provided at least one of the minority leaders votes for such disapproval. Such disapproval shall not be effective unless filed with the Secretary of the State not later than seventy-two hours after the filing of the Governor's proclamation with the Secretary of the State. As soon as possible after such proclamation, if the General Assembly is not then in session, the Governor shall meet with the president pro tempore of the Senate, the speaker of the House of Representatives, and the majority and minority leaders of both houses of the General Assembly and shall confer with them on the advisability of calling a special session of the General Assembly.\n\n(b) Upon such proclamation, the following provisions of this section and the provisions of section 28-11 shall immediately become effective and shall continue in effect until the Governor proclaims the end of the civil preparedness emergency:\n\n(1) Following the Governor's proclamation of a civil preparedness emergency pursuant to subsection (a) of this section or declaration of a public health emergency pursuant to section 19a-131a, the Governor may modify or suspend in whole or in part, by order as hereinafter provided, any statute, regulation or requirement or part thereof whenever the Governor finds such statute, regulation or requirement, or part thereof, is in conflict with the efficient and expeditious execution of civil preparedness functions or the protection of the public health. The Governor shall specify in such order the reason or reasons therefor and any statute, regulation or requirement or part thereof to be modified or suspended and the period, not exceeding six months unless sooner revoked, during which such order shall be enforced. Any such order shall have the full force and effect of law upon the filing of the full text of such order in the office of the Secretary of the State. The Secretary of the State shall, not later than four days after receipt of the order, cause such order to be printed and published in full in at least one issue of a newspaper published in each county and having general circulation therein, but failure to publish shall not impair the validity of such order. Any statute, regulation or requirement, or part thereof, inconsistent with such order shall be inoperative for the effective period of such order. Any such order shall be communicated by the Governor at the earliest date to both houses of the General Assembly.\n\n(2) The Governor may order into action all or any part of the department or local or joint organizations for civil preparedness mobile support units or any other civil preparedness forces.\n\n(3) The Governor shall order and enforce such blackouts and radio silences as are authorized by the United States Army or its duly designated agency and may take any other precautionary measures reasonably necessary in the light of the emergency.\n\n(4) The Governor may designate such vehicles and persons as shall be permitted to move and the routes which they shall follow.\n\n(5) The Governor shall take appropriate measures for protecting the health and safety of inmates of state institutions and children in schools.\n\n(6) The Governor may order the evacuation of all or part of the population of stricken or threatened areas and may take such steps as are necessary for the receipt and care of such evacuees.\n\n(7) The Governor may take such other steps as are reasonably necessary in the light of the emergency to protect the health, safety and welfare of the people of the state, to prevent or minimize loss or destruction of property and to minimize the effects of hostile action.\n\n(8) In order to insure the automatic and effective operation of civil preparedness in the event of enemy attack, sabotage or other hostile action, or in the event of the imminence thereof, the Governor may, at the Governor's discretion, at any time prior to actual development of such conditions, issue such proclamations and executive orders as the Governor deems necessary, such proclamations and orders to become effective only under such conditions.\n\n(June, 1951, 1953, S. 1913d; 1959, P.A. 120; 333, S. 2; P.A. 73-544, S. 9; P.A. 75-643, S. 2; P.A. 81-472, S. 58, 159; P.A. 88-135, S. 7; P.A. 04-219, S. 19; P.A. 10-50, S. 1.)\n\nHistory: 1959 acts added new Subsec. (h) authorizing prior issuance of proclamations and executive orders by the governor which would become effective only in the event of enemy action or imminence thereof and substituted in Subsec. (b) “the civil defense branch of the military department” for “state civil defense agency”; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 75-643 provided for the proclamation to be effective upon filing with the secretary of the state and that proclamation of disaster from a man-made cause may be disapproved by a majority vote of a joint legislative committee specially created; P.A. 81-472 made technical changes; P.A. 88-135 substituted office of “emergency management” for office of “civil preparedness” in Subsec. (b); P.A. 04-219 amended Subsec. (b) to substitute department for Office of Emergency Management, effective January 1, 2005; P.A. 10-50 divided existing provisions into Subsecs. (a) and (b) and, in Subsec. (b), redesignated existing Subdivs. (a) to (h) as Subdivs. (1) to (8) and amended redesignated Subdiv. (1) to add provisions re declaration of public health emergency, and made technical changes throughout.\n\nSee Sec. 28-8a re powers of chief executive officers of municipalities during major disasters or emergencies.\n\nReference to a civil preparedness emergency under this section in definition of “major disaster” set forth in Sec. 28-1(2) makes clear that General Assembly intended that any event that constitutes a “catastrophe” under Sec. 28-1(2) also constitutes a “serious disaster” if Governor declares civil preparedness emergency under this section; Subsec. (b)(1) and (7) are not unconstitutional delegations of legislative power under the separation of powers provision of Art. II of the Connecticut Constitution. 338 C. 479.\n\nGovernor's suspension of time limitation for rendering civil judgments set forth in Sec. 51-183b did not constitute unconstitutional exercise of legislature's exclusive lawmaking function or authority to define jurisdiction of Superior Court because legislature exercised such function in adopting section and Sec. 51-183b does not pertain to jurisdiction of Superior Court. 204 CA 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-9/"
    },
    {
      "id": "section-28-9a",
      "number": "28-9a.",
      "heading": "Governor's further powers.",
      "text": "(a) Whenever the Governor proclaims a disaster emergency under the laws of this state, or the President declares an emergency or a major disaster to exist in this state, the Governor is authorized: (1) To enter into purchase, lease, or other arrangements with any agency of the United States for temporary housing units to be occupied by disaster victims and to make such units available to any political subdivision of the state; (2) to assist any political subdivision of this state which is the locus of such housing to acquire sites necessary for such housing and to do all things required to prepare such sites to receive and utilize such housing units by: (A) Advancing or lending funds available to the Governor from any appropriation made by the legislature, or from any other source, (B) “passing through” funds made available by any agency, public or private, or (C) becoming a copartner with the political subdivision for the execution and performance of any temporary housing for disaster victims' project and for such purposes to pledge the credit of the state on such terms as he deems appropriate, having due regard for current debt transactions of the state; (3) under such regulations as he shall prescribe, to temporarily suspend or modify for not to exceed sixty days any public health, safety, zoning, transportation or other requirement of law or regulation within this state when by proclamation he deems such suspension or modification essential to provide temporary housing for disaster victims.\n\n(b) Any political subdivision of this state is expressly authorized to acquire, temporarily or permanently, by purchase, lease, or otherwise, sites required for installation of temporary housing units for disaster victims, and to enter into whatever arrangements, including purchase of temporary housing units and payment of transportation charges, which are necessary to prepare or equip such sites to utilize such housing units.\n\n(c) Nothing contained in this section shall be construed to limit the Governor's authority to apply for, administer, and expend any grant, gifts, or payments in aid of disaster prevention, preparedness, response or recovery.\n\n(d) “Major disaster”, “emergency” and “temporary housing” as used in this section have the same meanings as the terms are defined, or used, in the Disaster Relief Act of 1974 (P.L. 93-288, 88 Stat. 143).\n\n(P.A. 75-643, S. 5; P.A. 14-122, S. 140; June Sp. Sess. P.A. 15-5, S. 49.)\n\nHistory: P.A. 14-122 made technical changes in Subsec. (d); June Sp. Sess. P.A. 15-5 amended Subsec. (a) to delete reference to contingency fund established by Sec. 4-84, effective July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-9a/"
    },
    {
      "id": "section-28-9b",
      "number": "28-9b.",
      "heading": "Governor's authority concerning federal loans to state political subdivisions.",
      "text": "Whenever, at the request of the Governor, the President has declared a “major disaster” to exist in this state, the Governor is authorized: (a) Upon his determination that a political subdivision of the state will suffer a substantial loss of tax and other revenues from a disaster and has demonstrated a need for financial assistance to perform its governmental functions, to apply to the federal government, on behalf of such political subdivision, for a loan; and to receive and disburse the proceeds of any approved loan to such political subdivision; (b) to determine the amount needed by any such political subdivision to restore or resume its governmental functions, and to certify the same to the federal government, provided, however no application amount shall exceed twenty-five per cent of the annual operating budget of such political subdivision for the fiscal year in which such disaster occurs; and (c) to recommend to the federal government, based upon his review, the cancellation of all or any part of repayment when, in the first three full fiscal year period following such disaster, the revenues of such political subdivision are insufficient to meet its operating expenses, including additional disaster-related expenses of a political subdivision character.\n\n(P.A. 75-643, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-9b/"
    },
    {
      "id": "section-28-9c",
      "number": "28-9c.",
      "heading": "Removal of debris or wreckage. Governor's powers.",
      "text": "(a) Whenever the Governor has declared a disaster emergency to exist under the laws of this state, or the President, at the request of the Governor, has declared a major disaster or emergency to exist in this state, the Governor is authorized: (1) Notwithstanding any other provision of law, through the use of state departments or agencies, or the use of any of the state's instrumentalities, to clear or remove from publicly or privately owned land or water, debris and wreckage which may threaten public health or safety, or public or private property; (2) to accept funds from the federal government and utilize such funds to make grants to any political subdivision for the purpose of removing debris or wreckage from publicly or privately owned land or water.\n\n(b) (1) Authority under this section shall not be exercised unless the affected political subdivision, corporation, organization or individual owning such property shall first present an unconditional authorization for removal of such debris or wreckage from public and private property and, in the case of removal of debris or wreckage from private property, shall first agree to indemnify the state against any claim arising from such removal. (2) Whenever the Governor provides for clearance of debris or wreckage pursuant to subsection (a) of this section, employees of the designated state agencies or individuals appointed by the state are authorized to enter upon private land or waters and perform any tasks necessary to the removal or clearance operation.\n\n(P.A. 75-643, S. 7; P.A. 79-417, S. 3; P.A. 05-288, S. 126.)\n\nHistory: P.A. 79-417 added “major” to disaster as declared by the President at the request of the governor; P.A. 05-288 made technical changes in Subsec. (b), effective July 13, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-9c/"
    },
    {
      "id": "section-28-9d",
      "number": "28-9d.",
      "heading": "Federal assistance for individual or family disaster-related expenses.",
      "text": "(a) Whenever the President, at the request of the Governor, has declared a major disaster to exist in this state, the Governor is authorized: (1) Upon the Governor's determination that financial assistance is essential to meet disaster-related necessary expenses or serious needs of individuals or families adversely affected by such disaster that cannot be otherwise adequately met from other means of assistance, to accept a grant by the federal government to fund such financial assistance, subject to such terms and conditions as may be imposed upon the grant; (2) to enter into an agreement with the federal government, or any officer or agency of the federal government, pledging the state to participate in the funding of the financial assistance authorized in subdivision (1) of this subsection, in an amount not to exceed twenty-five per cent of such financial assistance and, if state funds are not otherwise available to the Governor, to accept an advance of the state share from the federal government to be repaid when the state is able to do so.\n\n(b) Notwithstanding any other provision of law or regulation, the Governor is authorized to make financial grants to meet major disaster-related necessary expenses or serious needs of individuals or families adversely affected by a disaster that cannot otherwise adequately be met from other means of assistance, that shall not exceed in the aggregate the maximum payment established by the Federal Emergency Management Agency, to an individual or family in any single disaster declared by the President.\n\n(c) The Governor shall make such regulations as are necessary for carrying out the purposes of this section, including, but not limited to, standards of eligibility for persons applying for benefits; procedures for application and administration; methods of investigation, filing and approving applications; and formation of local or state-wide boards to pass upon applications and procedures for appeals.\n\n(d) Any person who fraudulently or wilfully makes a misstatement of fact in connection with an application for financial assistance under this section shall, upon conviction of each offense, be subject to a fine of not more than five thousand dollars, or imprisonment for not more than one year, or both.\n\n(P.A. 75-643, S. 8; P.A. 00-117, S. 1, 2; P.A. 07-217, S. 131; P.A. 11-21, S. 4.)\n\nHistory: (Revisor's note: In 1995 the words “subparagraph (1)” in Subsec. (a) were replaced editorially by the Revisors with “subdivision (1)” for consistency with customary general statutes usage); P.A. 00-117 amended Subsec. (b) to provide that grants shall not exceed in the aggregate the maximum payment established by FEMA, rather than $5,000, effective May 26, 2000; P.A. 07-217 made technical changes in Subsec. (a), effective July 12, 2007; P.A. 11-21 added “major” re disaster and made technical changes in Subsecs. (a) and (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-9d/"
    },
    {
      "id": "section-28-10",
      "number": "28-10.",
      "heading": "Special session of General Assembly.",
      "text": "Section 28-10 is repealed.\n\n(June, 1951, S. 1914d; P.A. 73-544, S. 10; P.A. 79-184.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-10/"
    },
    {
      "id": "section-28-11",
      "number": "28-11.",
      "heading": "Taking of property during emergency.",
      "text": "(a) During the existence of a civil preparedness or public health emergency, as defined in section 19a-131, the Governor may, in the event of shortage or disaster making such action necessary for the protection of the public, take possession (1) of any land or buildings, machinery or equipment; (2) of any horses, vehicles, motor vehicles, aircraft, ships, boats, rolling stock of steam, diesel or electric railroads or any other means of conveyance whatsoever; (3) of any antitoxins, pharmaceutical products, vaccines or other biological products; and (4) of any cattle, poultry or any provisions for persons or beast, and any fuel, gasoline or other means of propulsion necessary or convenient for the use of the military or naval forces of the state or of the United States, or for the better protection of the welfare of the state or its inhabitants according to the purposes of this chapter.\n\n(b) He may use and employ all property of which possession is taken, for such times and in such manner as he deems for the best interests of the state or its inhabitants, and may, in particular, when in his opinion the public exigency so requires, lease, sell or, when conditions warrant, distribute gratuitously to or among any or all of the persons within the state anything taken under this section.\n\n(c) If real estate is seized under this section, a declaration of the property seized, containing a full and complete description, shall within a reasonable time be filed with the Secretary of the State and with the town clerk of the town in which the property is located, and a copy of the declaration shall be furnished the owner. If personal property is seized under this section, the civil preparedness authorities by whom it is seized shall maintain a docket containing a permanent record of such personal property and its condition when seized, and shall furnish a true copy of the docket recording to the owner of the seized property.\n\n(d) The owner of any property taken under this section shall receive just compensation therefor as follows: (1) If property is taken for temporary use, the Governor shall, as soon as possible after the taking, fix the amount of compensation to be paid therefor. If such property is returned to the owner in a damaged condition or is not returned to the owner, the Governor shall fix forthwith the amount of compensation to be paid for such damages or failure to return. Whenever the Governor deems it advisable for the state to become the owner of property taken under this section, he shall forthwith cause the owner of the property to be notified in writing by registered or certified mail, postage prepaid, and shall file a copy of the notice with the Secretary of the State. (2) If the owner of property taken under this section refuses to accept the amount of compensation fixed in accordance with subdivision (1) of this subsection, he may prefer a petition to the superior court for the judicial district in which the property was taken or to a judge of said court if the court is not in session, praying that just compensation may be determined, which petition shall be accompanied by a summons signed by competent authority, to serve as process in civil actions before said court, notifying the Governor and all persons interested in such property to appear before the court or judge. The court or judge shall refer the determination of the amount of damages to a state referee as provided in section 48-10. The state referee, after giving reasonable notice to the parties, shall, if possible, view the property in question, hear the evidence, ascertain the value, assess just damages to the owner or parties interested in the property taken and report his doings to the court or judge. The court or judge may accept the report or may reject it for irregular or improper conduct by the state referee in the course of his duties. If the report is rejected, the court or judge shall appoint another state referee, who shall proceed in the same manner as the first referee was required to proceed. If the report is accepted, such acceptance shall have the effect of a judgment in favor of the owner of the property against the state for the amount of the assessment made by the referee, and, except as otherwise provided by law, execution may issue therefor. The court or judge shall make any order necessary to protect the rights of all parties interested, but in no event shall the Governor be prevented from taking immediate possession and use of the property in question. The expenses and costs of such hearings shall be taxed against the petitioner except in cases where the assessment of damages made by the referee is larger than the amount fixed by the Governor under subdivision (1) of this subsection, in which case they shall be taxed against the state, audited and allowed by the Comptroller and paid by the state upon his order.\n\n(e) Whenever the Governor determines that any real property acquired and retained under the provisions of this chapter is no longer needed for the preparedness of the state or for purposes under this chapter, he shall so notify the original owner of such property and, upon the request of such owner and upon payment of the fair value thereof, the Governor shall return such property to such owner. If the Governor and the original owner do not agree as to the fair value of the property, such value shall be determined by three appraisers, one of whom shall be chosen by the Governor, one by the original owner and the third by the first two appraisers. The expenses of such determination shall be paid in equal shares by the state and the original owner.\n\n(f) Whenever the need for any personal property requisitioned under this chapter for the preparedness of the state terminates, the Governor may dispose of such property on such terms and conditions as he deems appropriate, but to the extent feasible and practicable he shall give the former owner of such property an opportunity to reacquire it (1) at its then fair value as determined by the Governor or (2) if it is to be disposed of at less than such value, otherwise than at a public sale of which such owner is given notice, at the highest price any other person is willing to pay therefor; provided the provisions of this subsection shall not apply in the case of fungibles or items having a fair value of less than one thousand dollars.\n\n(June, 1951, S. 1915d; P.A. 73-544, S. 11; P.A. 78-280, S. 2, 127; P.A. 85-246, S. 17; P.A. 03-236, S. 13.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 78-280 substituted “for the judicial district” for “for the county” following “superior court” in Subsec. (d); P.A. 85-246 deleted reference to street railways in Subsec. (a); (Revisor's note: In 1995 the words “clause (1)” in Subsec. (d) were replaced editorially by the Revisors with “subdivision (1)” for consistency with customary general statutory usage); P.A. 03-236 amended Subsec. (a) by adding public health emergency as defined in Sec. 19a-131, adding new Subdiv. (3) re taking of biological products, redesignating existing Subdiv. (3) as Subdiv. (4) and making a technical change, effective July 9, 2003.\n\nSee Sec. 28-9 re Governor's powers during civil preparedness emergency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-11/"
    },
    {
      "id": "section-28-12",
      "number": "28-12.",
      "heading": "Loyalty oath. Roster of members.",
      "text": "No person shall be employed or associated in any capacity in any civil preparedness organization established under this chapter who advocates a change by force or violence in the constitutional form of the government of the United States or of this state or the overthrow of any government in the United States by force or violence, or who has been convicted of or is under indictment or information charging any subversive act against the United States. Each person who is appointed to serve in an organization for civil preparedness shall, before entering upon his or her duties, and every two years thereafter, take an oath orally before a local civil preparedness officer or officers empowered by the commissioner to enlist volunteers, which oath shall be substantially as follows: “I, ...., do solemnly swear (or affirm) that I will support and defend the Constitution of the United States and the Constitution of the state of Connecticut, against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion; and that I will well and faithfully discharge the duties upon which I am about to enter.” Each local civil preparedness officer shall provide to the department a roster of sworn volunteer civil preparedness force members on or before the fifteenth of August each year.\n\n(June, 1951, S. 1916d; 1957, P.A. 380; 1959, P.A. 142; P.A. 73-544, S. 12; P.A. 79-61, S. 1, 2; P.A. 07-173, S. 4; P.A. 16-217, S. 1.)\n\nHistory: 1959 act removed reference to past activities with subversive organizations from bar to employment and from oath and revised oath; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 79-61 deleted from the loyalty oath all reference to present activities and affiliations having to do with subversive acts and advocacy thereof; P.A. 07-173 required that loyalty oath be administered annually, substituted “orally” for “verbally” re oath and “commissioner” for “director” re person who may empower officer to enlist volunteers, and required officers to submit roster of sworn volunteer members to department annually; P.A. 16-217 replaced “annually” with “every two years” re taking loyalty oath and made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-12/"
    },
    {
      "id": "section-28-13",
      "number": "28-13.",
      "heading": "Immunity from liability. Penalty for denial of access to property during civil preparedness emergency.",
      "text": "(a) Neither the state nor any political subdivision of the state nor, except in cases of wilful misconduct, the agents or representatives of the state or any political subdivision thereof nor any member of the civil preparedness forces of the state nor any person authorized by such civil preparedness forces or by any member of such civil preparedness forces complying with or attempting to comply with this chapter or any order or regulation promulgated pursuant to the provisions of this chapter, or pursuant to any ordinance relating to blackout or other precautionary measures enacted by any political subdivision of the state nor any person employed by or authorized to assist any agency of the federal government in the prevention or mitigation of any major disaster or emergency, shall be liable for the death of or injury to persons or for damage to property as a result of any such activity. The Attorney General shall appear for and defend the state, any political subdivision of the state and the agents or representatives of the state or any political subdivision thereof or any member of the civil preparedness forces of the state or any other person exempted from liability for his acts under this section in any civil action brought for the death of or injury to persons or for damage to property as a result of any civil preparedness activity.\n\n(b) Any person, corporation, partnership or association who denies access to property owned or under the control of such entity to any person acting in accordance with this chapter during a civil preparedness emergency shall be fined not less than fifty dollars or more than five hundred dollars.\n\n(June, 1951, S. 1917d; P.A. 73-544, S. 13; P.A. 79-417, S. 4; P.A. 07-217, S. 132.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 79-417 extended exemption from liability and subsequent defense by attorney general to persons authorized by civil preparedness forces or any of its members to act within provisions of the chapter and to persons employed by or authorized to assist agency of federal government in cases of major disasters or emergencies and added new Subsec. (b) providing for fines for those who deny access to property for those acting in accordance with provisions of chapter; P.A. 07-217 made technical changes in Subsec. (b), effective July 12, 2007.\n\nSection extends state's sovereign immunity, including both immunity from suit and liability, to political subdivisions and such immunity applies to activities discussed therein, including measures to be taken in preparation for, during, and following a major disaster or emergency. 333 C. 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-13/"
    },
    {
      "id": "section-28-14",
      "number": "28-14.",
      "heading": "Compensation for death, disability or injury.",
      "text": "(a) All members of any auxiliary police, auxiliary fire or other civil preparedness force shall be compensated for death, disability or injury incurred while in training for or on civil preparedness duty under the provisions of this chapter as follows: (1) Employees of the state, municipalities or political subdivisions of the state who are members of civil preparedness forces and for whom such compensation is provided by any provision of existing law shall be construed to be acting within the scope of their employment while in training for or engaged in civil preparedness duties and shall be compensated in accordance with the provisions of chapter 568, section 5-142 or any special act concerning compensation to certain employees: Regular policemen or firemen who are members of the State Police Association or the State Firemen's Association shall be construed to be acting within the scope of their employment while in training for or engaged in civil preparedness duties and shall be entitled to all the benefits as members of said associations; (2) any persons who are engaged in regular employment apart and separate from their duties as members of civil preparedness forces and for whom such compensation is not so provided shall, while in training for or engaged in civil preparedness duty under the provisions of this chapter, be construed to be employees of the state for the purposes of chapter 568 and section 5-142 and shall be compensated by the state in accordance with the provisions of said chapter 568 and section 5-142. For the purposes of this subsection, the average weekly wage, as said term is used in said chapter 568, shall be ascertained by dividing the total wages received by the injured person from all employers during the twenty-six calendar weeks immediately preceding that in which he was injured by the number of calendar weeks during which, or any portion of which, such person was actually employed, but, in making such computation, absence for seven consecutive calendar days, though not in the same calendar week, shall be considered as absence for a calendar week. For the purpose of determining the amount of compensation to be paid in the case of a minor under the age of eighteen years who has sustained an injury entitling him to compensation for total or partial incapacity for a period of fifty-two or more weeks, or to specific indemnity for any of the injuries enumerated in section 31-308, fifty per cent may be added to the average weekly wage. When the injured person is a trainee or apprentice receiving a subsistence allowance from the United States because of war service, such allowance shall be added to his actual earnings in determining the average weekly wage. All claims under this subsection shall be determined according to the procedures specified in chapter 568. For the purpose of this subsection, no person shall be considered regularly employed unless his total employment previous to injury as provided above exceeds a net period of thirteen calendar weeks; (3) any member of the civil preparedness forces not covered in subdivision (1) or (2) hereof, for disability or injury incurred while in training or on civil preparedness duty under the provisions of this chapter, or his dependents in the event of his death while in such training or on such civil preparedness duty, shall be compensated by the state in such amount as is determined to be just and reasonable by the administrative law judge for the district in which such member resides or resided, provided a claim shall be made in writing to the administrative law judge for the district in which the claimant resides within one year from the date of injury or death. In no event shall such amount exceed the maximum payments provided in chapter 568 or be less than the minimum wage as determined by the Labor Commissioner for a period of recovery from injury to be determined by such administrative law judge.\n\n(b) Any sums payable under any Act of Congress or other federal program as compensation for death, disability or injury of civil preparedness workers shall be deducted from the amount payable under subsection (a) of this section.\n\n(June, 1951, S. 1918d; 1959, P.A. 65, S. 3; P.A. 73-544, S. 14; P.A. 78-324, S. 1; P.A. 21-18, S. 1.)\n\nHistory: 1959 act included auxiliary police and fire forces in section; P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 78-324 provided that compensation be no less than minimum wage for period of recovery; pursuant to P.A. 21-18, “commissioner” and “compensation commissioner” were changed editorially by the Revisors to “administrative law judge” in Subsec. (a), effective October 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-14/"
    },
    {
      "id": "section-28-14a",
      "number": "28-14a.",
      "heading": "Compensation of volunteers with volunteer organizations that conduct homeland security drills. Compensation for injury, disability or death.",
      "text": "(a) For the purposes of this section, “volunteer organization” means an organization that (1) provides first responder, rescue or emergency medical transportation services, or is a volunteer fire company that provides emergency medical or rescue services, as part of its duties, and (2) relies exclusively or primarily upon volunteers to provide such services.\n\n(b) The Department of Emergency Services and Public Protection shall compensate each volunteer with any volunteer organization that conducts a homeland security drill authorized by said department that exceeds twenty-four consecutive hours in length who participates in such drill and is otherwise employed, at the same rate as such volunteer is compensated in his or her employment in the public or private sector, provided the payment by said department shall be reduced by any amount of compensation such volunteer receives from his or her employer for such drill.\n\n(c) In the event any such volunteer is injured, disabled or dies in the course of any such drill, such volunteer shall be compensated in accordance with the provisions of chapter 568 to the same extent that he or she would have been compensated for such injury, disability or death occurring in the course of his or her employment in the public or private sector.\n\n(P.A. 05-265, S. 2; P.A. 11-51, S. 134.)\n\nHistory: Pursuant to P.A. 11-51, “Department of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Department of Emergency Services and Public Protection” in Subsec. (b), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-14a/"
    },
    {
      "id": "section-28-15",
      "number": "28-15.",
      "heading": "Acceptance of federal or other assistance. Nondiscrimination.",
      "text": "(a) Whenever the federal government or any agency or officer thereof or any person, firm or corporation offers to the state, or through the state to any political subdivision thereof, services, equipment, supplies, materials or funds by way of gift, grant or loan, for purposes of civil preparedness or as assistance for the response or recovery activities of any civil preparedness force, the state, acting through the Governor, or such political subdivision, acting through its chief executive officer, may accept such offer. Upon such acceptance, the Governor of the state or executive officer of such political subdivision may authorize any officer of the state or of the political subdivision, as the case may be, to receive such services, equipment, supplies, materials or funds on behalf of the state or such political subdivision and subject to the terms of the offer and the rules and regulations, if any, of the agency making the offer.\n\n(b) No person shall discriminate on the basis of race, color, religious creed, sex, gender identity or expression, age, national origin, ancestry or economic status in carrying out any provision of this chapter or any federal major disaster or emergency assistance function in this state.\n\n(June, 1951, S. 1919d; P.A. 73-544, S. 15; P.A. 79-417, S. 5; P.A. 11-55, S. 14.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” where appearing; P.A. 79-417 added to the offers for purposes of civil preparedness that may be accepted by governor “or as assistance for the response or recovery activities ...” and added as new Subsec. (b) ban against discrimination; P.A. 11-55 amended Subsec. (b) to prohibit discrimination on basis of gender identity or expression.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-15/"
    },
    {
      "id": "section-28-16",
      "number": "28-16.",
      "heading": "Stockpile of supplies.",
      "text": "The commissioner is empowered, in anticipation of war, attack, sabotage or other hostile action or any disaster, to purchase and maintain a stockpile of medical supplies, blankets, food and provisions, fuel, equipment and any other supplies which in his opinion are necessary and desirable to afford relief and assistance to the people of the state in an emergency.\n\n(June, 1951, S. 1921d; November, 1955, S. N184; P.A. 75-643, S. 3; P.A. 04-219, S. 20.)\n\nHistory: P.A. 75-643 substituted “any” for “natural” before “disaster”; P.A. 04-219 substituted commissioner for director, effective January 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-16/"
    },
    {
      "id": "section-28-17",
      "number": "28-17.",
      "heading": "Employees not to be discharged for civil preparedness activity or eligibility for induction.",
      "text": "No employee shall be discharged because he is a member of any organization engaged in civil preparedness or because he is eligible for induction into the armed forces of the United States.\n\n(June, 1951, S. 1922d; P.A. 73-544, S. 16.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-17/"
    },
    {
      "id": "section-28-17a",
      "number": "28-17a.",
      "heading": "Employment protection for civil air patrol members.",
      "text": "(a) As used in this section:\n\n(1) “Civil air patrol” means the civilian auxiliary of the United States Air Force, as described in section 15-98;\n\n(2) “Employee” means an individual who receives wages or remuneration for providing services to an employer; and\n\n(3) “Employer” means a person that provides wages or remuneration to one or more individuals who perform services for the employer under an express or implied contract of hire, including the state and any political subdivision of the state.\n\n(b) Subject to the provisions of subsection (c) of this section, an employer shall not discriminate against, discipline, or discharge an employee because: (1) The employee is a member of the civil air patrol; or (2) the employee is absent from work for the purpose of (A) responding as a member of the civil air patrol to an emergency declared by the Governor of this state or the President of the United States, (B) responding as a member of the civil air patrol to a request for assistance in an emergency, natural disaster or life-threatening event at the request of the United States Air Force or Coast Guard, the Department of Emergency Services and Public Protection, the Division of Emergency Management and Homeland Security within the Department of Emergency Services and Public Protection, the state police or a local police department in this state, or (C) participating as a member of the civil air patrol in required emergency services training programs and exercises.\n\n(c) In the case where the employee is absent from work for a purpose set forth in subdivision (2) of subsection (b) of this section, such employee shall (1) give his or her employer as much notice as possible of the dates such employee will be absent for any purpose set forth in subparagraph (A), (B) or (C) of subdivision (2) of subsection (b) of this section, and (2) provide his or her employer with written verification from the civil air patrol of the purpose of the employee's absence, as set forth in subparagraph (A), (B) or (C) of subdivision (2) of subsection (b) of this section.\n\n(d) Nothing in subsections (a) to (c), inclusive, of this section shall be construed to prohibit an employer from (1) treating the time the employee is absent because of civil air patrol service for any purpose set forth in subdivision (2) of subsection (b) of this section as unpaid time off, or (2) complying with a collective bargaining agreement or employee benefit plan entered into before October 1, 2019.\n\n(e) An employee who is a member of the civil air patrol and is trained and qualified to provide emergency services shall notify his or her employer (1) by October 31, 2019, (2) by such employee's date of employment with the employer, or (3) by the date on which such employee joins the civil air patrol, whichever is latest, that such employee may be called to participate in training or to serve in an emergency, natural disaster or life-threatening event.\n\n(f) Any employee aggrieved by a violation of subsection (b) of this section may bring an action in the Superior Court to recover damages and equitable relief.\n\n(P.A. 19-95, S. 1; P.A. 21-40, S. 25.)\n\nHistory: P.A. 21-40 amended Subdiv. (1) to redefine “civil air patrol”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-17a/"
    },
    {
      "id": "section-28-18",
      "number": "28-18.",
      "heading": "Execution of orders and regulations.",
      "text": "All civil preparedness forces established pursuant to this chapter and the officers thereof shall execute such orders and regulations as are made under the authority of this chapter. Each civil preparedness organization shall have available for inspection at its office all such orders and regulations.\n\n(June, 1951, S. 1923d; P.A. 73-544, S. 17.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” where appearing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-18/"
    },
    {
      "id": "section-28-19",
      "number": "28-19.",
      "heading": "Appointees to be fingerprinted.",
      "text": "Section 28-19 is repealed.\n\n(1953, S. 1924d; 1959, P.A. 134.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-19/"
    },
    {
      "id": "section-28-20",
      "number": "28-20.",
      "heading": "Agreements for storage of federally-owned property.",
      "text": "The commissioner and the director of any local civil preparedness organization may make agreements with the federal government or any agency or officer thereof to provide storage space on state or local premises, as the case may be, for federally-owned supplies and equipment to be used for civil preparedness purposes, provided such space shall be available without additional cost to the state and provided the commissioner or such director may revoke any such agreement upon thirty days' notice if such space is required for state or local use.\n\n(1953, S. 1925d; P.A. 73-544, S. 18; P.A. 90-230, S. 41, 101; P.A. 04-219, S. 21.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” where appearing; P.A. 90-230 and editorial change corrected reference to director of emergency management; P.A. 04-219 substituted commissioner for state director of emergency management and made a technical change, effective January 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-20/"
    },
    {
      "id": "section-28-21",
      "number": "28-21.",
      "heading": "Use of premises as shelter.",
      "text": "Any person owning or controlling real estate or other premises, together with his successors in interest, if any, who voluntarily and without compensation grants to the state or any municipality a license or privilege, or otherwise permits the designation or use of the whole or any part of such real estate or premises, for the purpose of sheltering persons during an actual, impending, mock or practice attack or other disaster shall not be civilly liable for negligently causing the death of, or injury to, any person using such real estate or premises for the purpose of shelter during such an attack, or for loss of, or damage to, the property of such person.\n\n(1953, S. 1926d; P.A. 75-643, S. 4.)\n\nHistory: P.A. 75-643 added “or other disaster” to application of section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-21/"
    },
    {
      "id": "section-28-22",
      "number": "28-22.",
      "heading": "Penalty.",
      "text": "Any person who, wilfully and without lawful authority, destroys or injures any device, wires or equipment used or maintained for transmitting or signalling an air raid warning or alarm or makes connection with or in any way tampers or interferes with the same, or any person who reports, transmits or circulates, or causes to be reported, transmitted or circulated, a false alarm or warning of an air raid or of any enemy action, knowing that the same is false, or any person who unlawfully poses as or impersonates a police officer, air raid warden or other person engaged in civilian preparedness emergency service, or who unlawfully and in violation of federal or state regulations manufactures, sells, offers for sale, wears or uses the uniform, insignia or identification, or any simulation thereof, of any such police officer, warden or other person so engaged, or who wilfully impedes, interferes with or otherwise obstructs any lawful civil preparedness activity or other preparedness function of the national or state government or of the government of any political subdivision of the state, or who violates any provision of this chapter, shall be guilty of a class D felony.\n\n(June, 1951, S. 1920d; P.A. 73-544, S. 19; P.A. 13-258, S. 93.)\n\nHistory: P.A. 73-544 substituted “civil preparedness” for “civil defense” throughout; P.A. 13-258 changed penalty from fine of not more than $1,000 or imprisonment of not more than 5 years to a class D felony.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-28/chapter-517/section-28-22/"
    }
  ]
}