{
  "state": "washington",
  "path": "title-title-19/chapter-chapter-19-122",
  "sections": [
    {
      "id": "section-19-122-010-intent",
      "number": "19.122.010 - Intent.",
      "heading": "",
      "text": "RCW 19.122.010\n\nIn this chapter, the underground utility damage prevention act, the legislature intends to protect public health and safety and prevent disruption of vital utility services through a comprehensive damage prevention program that includes:(1) Assigning responsibility for providing notice of proposed excavation, free locating and marking underground utilities, and reporting and repairing damage;(2) Setting safeguards for construction and excavation near hazardous liquid and gas pipelines;(3) Improving worker safety and public knowledge of safe practices;(4) Collecting and analyzing damage data;(5) Reviewing alleged violations; and(6) Enforcing this chapter.\n\nIn this chapter, the underground utility damage prevention act, the legislature intends to protect public health and safety and prevent disruption of vital utility services through a comprehensive damage prevention program that includes:\n\n(1) Assigning responsibility for providing notice of proposed excavation, free locating and marking underground utilities, and reporting and repairing damage;\n\n(2) Setting safeguards for construction and excavation near hazardous liquid and gas pipelines;\n\n(3) Improving worker safety and public knowledge of safe practices;\n\n(4) Collecting and analyzing damage data;\n\n(5) Reviewing alleged violations; and\n\n(6) Enforcing this chapter.\n\n[ 2025 c 292 s 1; 2011 c 263 s 1; 1984 c 144 s 1.]\n\nReport—2011 c 263: \"By December 1, 2015, the utilities and transportation commission must report to the appropriate committees of the legislature on the effectiveness of the damage prevention program established under chapter 19.122 RCW. The legislative report required under this section must include analysis of damage data reported under section 20 of this act.\" [ 2011 c 263 s 26.]\n\nReport—2011 c 263: \"By December 1, 2015, the utilities and transportation commission must report to the appropriate committees of the legislature on the effectiveness of the damage prevention program established under chapter 19.122 RCW. The legislative report required under this section must include analysis of damage data reported under section 20 of this act.\" [ 2011 c 263 s 26.]\n\nEffective date—2012 c 96; 2011 c 263: \"Except for section 18 of this act (chapter 263, Laws of 2011), this act takes effect January 1, 2013.\" [ 2012 c 96 s 2; 2011 c 263 s 27.]\n\nEffective date—2012 c 96; 2011 c 263: \"Except for section 18 of this act (chapter 263, Laws of 2011), this act takes effect January 1, 2013.\" [ 2012 c 96 s 2; 2011 c 263 s 27.]",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-010/"
    },
    {
      "id": "section-19-122-020-definitions",
      "number": "19.122.020 - Definitions.",
      "heading": "",
      "text": "RCW 19.122.020\n\nDefinitions.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.(1) \"Bar hole\" means a hole made in the soil or pavement with a hand-operated bar for the specific purpose of testing the subsurface atmosphere with a combustible gas indicator.(2) \"Blind boring\" means engaging in directional underground boring without potholing the underground facility, relying on surface markings only to approximate the location of underground utilities in three dimensions.(3) \"Business day\" means any day other than Saturday, Sunday, or a legal local, state, or federal holiday.(4) \"Commission\" means the utilities and transportation commission.(5) \"Damage\" includes the substantial weakening of structural or lateral support of an underground facility, penetration, impairment, or destruction of any underground protective coating, housing, or other protective device, or the severance, partial or complete, of any underground facility to the extent that the project owner or the affected facility operator determines that repairs are required.(6) \"Design locating\" means locating for planning purposes. \"Design locating\" does not include locating for excavation purposes.(7) \"Emergency\" means any condition constituting a clear and present danger to life, health, or property, or a customer service outage due to an unplanned utility outage that requires immediate action where an excavator or facility operator has a crew on-site or en route.(8) \"End user\" means any utility customer or consumer of utility services or commodities provided by a facility operator.(9) \"Equipment operator\" means an individual conducting an excavation.(10) \"Excavation\" and \"excavate\" means any operation, including the installation of signs, in which earth, rock, or other material on or below the ground is moved or otherwise displaced by any means.(11) \"Excavation confirmation code\" means a code or ticket issued by a one-number locator service for the site where an excavation is planned. The code must be accompanied by the date and time it was issued and the work-to-begin date on the notice as provided in RCW 19.122.030(2). The excavation confirmation code is not valid until the work-to-begin date.(12) \"Excavator\" means any person who engages directly in excavation.(13) \"Facility operator\" means any person who owns an underground facility or is in the business of supplying any utility service or commodity for compensation. \"Facility operator\" does not include a utility customer who owns a service lateral that terminates at a facility operator's main utility line.(14) \"Force majeure\" means: Natural disasters, including fire, flood, earthquake, windstorm, avalanche, mudslide, and other similar events; acts of war or civil unrest when an emergency has been declared by appropriate governmental officials; acts of civil or military authority; embargoes; epidemics; terrorist acts; riots; insurrections; explosions; and nuclear accidents.(15) \"Gas\" means natural gas, flammable gas, or toxic or corrosive gas.(16) \"General contractor\" has the same meaning as defined in RCW 18.27.010.(17) \"Hard surface\" means an area covered with asphalt, concrete, interlocking brick or block solid stone, wood, or any similar impervious or nonporous material on the surface of the ground.(18) \"Hazardous liquid\" means:(a) Petroleum, petroleum products, or anhydrous ammonia as those terms are defined in 49 C.F.R. Part 195 as in effect on March 1, 1998;(b) Carbon dioxide; and(c) Other substances designated as hazardous by the secretary of transportation and incorporated by reference by the commission by rule.(19) \"Identified but unlocatable underground facility\" means an underground facility which has been identified but cannot be located with reasonable accuracy.(20) \"Large project\" means a project that exceeds seven hundred linear feet.(21) \"Locatable underground facility\" means an underground facility which can be marked with reasonable accuracy.(22) \"Marking\" means the use of stakes, paint, or other clearly identifiable materials to show the field location of underground facilities, in accordance with the current color code standard of the American public works association. Markings shall include identification letters indicating the specific type, best known width, and identification of the operator of the underground facility. Locate marks are not required to indicate the depth of the underground facility given the potential change of topography over time.(23) \"Notice\" or \"notify\" means contact in person or by telephone or other electronic method, and, with respect to contact of a one-number locator service, also results in the receipt of an excavation confirmation code.(24) \"One-number locator service\" means a service through which a person can notify facility operators and request marking of underground facilities and includes the web-based platform required under RCW 19.122.027(1).(25) \"Person\" means an individual, partnership, franchise holder, association, corporation, the state, a city, a county, a town, or any subdivision or instrumentality of the state, including any unit of local government, and its employees, agents, or legal representatives.(26) \"Physical exposure\" means processes, such as potholing or daylighting.(27) \"Pipeline\" or \"pipeline system\" means all or parts of a pipeline facility through which hazardous liquid or gas moves in transportation, including, but not limited to, line pipe, valves, and other appurtenances connected to line pipe, pumping units, fabricated assemblies associated with pumping or compressor units, metering and delivery stations and fabricated assemblies therein, and breakout tanks. \"Pipeline\" or \"pipeline system\" does not include process or transfer pipelines.(28) \"Pipeline company\" means a person or entity constructing, owning, or operating a pipeline for transporting hazardous liquid or gas. \"Pipeline company\" does not include:(a) Distribution systems owned and operated under franchise for the sale, delivery, or distribution of natural gas at retail; or(b) Excavation contractors or other contractors that contract with a pipeline company.(29) \"Positive response\" means a notification from the owner or operator of the underground facility, or the owner's or operator's authorized locating contractor, to the one-number locator service confirming that the facility owner, operator, or contracted locator has completed marking or provided location information regarding unlocatable facilities in response to a notice.(30) \"Potholing\" means an excavation process that involves making a series of small test holes to accurately locate underground lines. Potholing is also known as daylighting.(31) \"Reasonable accuracy\" means location within twenty-four inches of the outside dimensions of both sides of an underground facility.(32) \"Safe and careful work methods\" means methods of excavation, including potholing, hand digging when practical, vacuum excavation methods, pneumatic hand tools, or other technical methods that may be developed.(33) \"Service lateral\" means an underground water, stormwater, or sewer facility located in a public right-of-way or utility easement that connects an end user's building or property to a facility operator's underground facility, and terminates beyond the public right-of-way or utility easement.(34) \"Transfer pipeline\" means a buried or aboveground pipeline used to carry hazardous liquid between a tank vessel or transmission pipeline and the first valve inside secondary containment at a facility, provided that any discharge on the facility side of the first valve will not directly impact waters of the state. \"Transfer pipeline\" includes valves and other appurtenances connected to the pipeline, pumping units, and fabricated assemblies associated with pumping units. \"Transfer pipeline\" does not include process pipelines, pipelines carrying ballast or bilge water, transmission pipelines, or tank vessel or storage tanks.(35) \"Transmission pipeline\" means a pipeline that transports hazardous liquid or gas within a storage field, or transports hazardous liquid or gas from an interstate pipeline or storage facility to a distribution main or a large volume hazardous liquid or gas user, or operates at a hoop stress of twenty percent or more of the specified minimum yield strength.(36) \"Underground facility\" means any item buried or placed below ground for use in connection with the storage or conveyance of water, sewage, electronic, telephonic or telegraphic communications, cablevision, electric energy, petroleum products, gas, gaseous vapors, hazardous liquids, or other substances and including but not limited to pipes, sewers, conduits, cables, valves, lines, wires, manholes, attachments, and those parts of poles or anchors that are below ground. This definition does not include pipelines as defined in subsection (27) of this section, but does include distribution systems owned and operated under franchise for the sale, delivery, or distribution of natural gas at retail.(37) \"Unlocatable underground facility\" means, subject to the provisions of RCW 19.122.030, an underground facility that cannot be marked with reasonable accuracy using available information to designate the location of an underground facility. \"Unlocatable underground facility\" includes, but is not limited to, service laterals, storm drains, and nonconductive and nonmetallic underground facilities that do not contain trace wires.(38) \"Utility easement\" means a right held by a facility operator to install, maintain, and access an underground facility or pipeline.(39) \"White lining\" means the use of any white paint, flags, stakes, whiskers, or other locally accepted method that is distinguishable from the surrounding area.(40) \"Work-to-begin date\" means an identified date not less than two full business days and not more than 10 full business days, not including Saturdays, Sundays, [or] legal local, state, or federal holidays, from the date notice is given to a one-number locator service.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.\n\n(1) \"Bar hole\" means a hole made in the soil or pavement with a hand-operated bar for the specific purpose of testing the subsurface atmosphere with a combustible gas indicator.\n\n(2) \"Blind boring\" means engaging in directional underground boring without potholing the underground facility, relying on surface markings only to approximate the location of underground utilities in three dimensions.\n\n(3) \"Business day\" means any day other than Saturday, Sunday, or a legal local, state, or federal holiday.\n\n(4) \"Commission\" means the utilities and transportation commission.\n\n(5) \"Damage\" includes the substantial weakening of structural or lateral support of an underground facility, penetration, impairment, or destruction of any underground protective coating, housing, or other protective device, or the severance, partial or complete, of any underground facility to the extent that the project owner or the affected facility operator determines that repairs are required.\n\n(6) \"Design locating\" means locating for planning purposes. \"Design locating\" does not include locating for excavation purposes.\n\n(7) \"Emergency\" means any condition constituting a clear and present danger to life, health, or property, or a customer service outage due to an unplanned utility outage that requires immediate action where an excavator or facility operator has a crew on-site or en route.\n\n(8) \"End user\" means any utility customer or consumer of utility services or commodities provided by a facility operator.\n\n(9) \"Equipment operator\" means an individual conducting an excavation.\n\n(10) \"Excavation\" and \"excavate\" means any operation, including the installation of signs, in which earth, rock, or other material on or below the ground is moved or otherwise displaced by any means.\n\n(11) \"Excavation confirmation code\" means a code or ticket issued by a one-number locator service for the site where an excavation is planned. The code must be accompanied by the date and time it was issued and the work-to-begin date on the notice as provided in RCW 19.122.030(2). The excavation confirmation code is not valid until the work-to-begin date.\n\n(12) \"Excavator\" means any person who engages directly in excavation.\n\n(13) \"Facility operator\" means any person who owns an underground facility or is in the business of supplying any utility service or commodity for compensation. \"Facility operator\" does not include a utility customer who owns a service lateral that terminates at a facility operator's main utility line.\n\n(14) \"Force majeure\" means: Natural disasters, including fire, flood, earthquake, windstorm, avalanche, mudslide, and other similar events; acts of war or civil unrest when an emergency has been declared by appropriate governmental officials; acts of civil or military authority; embargoes; epidemics; terrorist acts; riots; insurrections; explosions; and nuclear accidents.\n\n(15) \"Gas\" means natural gas, flammable gas, or toxic or corrosive gas.\n\n(16) \"General contractor\" has the same meaning as defined in RCW 18.27.010.\n\n(17) \"Hard surface\" means an area covered with asphalt, concrete, interlocking brick or block solid stone, wood, or any similar impervious or nonporous material on the surface of the ground.\n\n(18) \"Hazardous liquid\" means:\n\n(a) Petroleum, petroleum products, or anhydrous ammonia as those terms are defined in 49 C.F.R. Part 195 as in effect on March 1, 1998;\n\n(b) Carbon dioxide; and\n\n(c) Other substances designated as hazardous by the secretary of transportation and incorporated by reference by the commission by rule.\n\n(19) \"Identified but unlocatable underground facility\" means an underground facility which has been identified but cannot be located with reasonable accuracy.\n\n(20) \"Large project\" means a project that exceeds seven hundred linear feet.\n\n(21) \"Locatable underground facility\" means an underground facility which can be marked with reasonable accuracy.\n\n(22) \"Marking\" means the use of stakes, paint, or other clearly identifiable materials to show the field location of underground facilities, in accordance with the current color code standard of the American public works association. Markings shall include identification letters indicating the specific type, best known width, and identification of the operator of the underground facility. Locate marks are not required to indicate the depth of the underground facility given the potential change of topography over time.\n\n(23) \"Notice\" or \"notify\" means contact in person or by telephone or other electronic method, and, with respect to contact of a one-number locator service, also results in the receipt of an excavation confirmation code.\n\n(24) \"One-number locator service\" means a service through which a person can notify facility operators and request marking of underground facilities and includes the web-based platform required under RCW 19.122.027(1).\n\n(25) \"Person\" means an individual, partnership, franchise holder, association, corporation, the state, a city, a county, a town, or any subdivision or instrumentality of the state, including any unit of local government, and its employees, agents, or legal representatives.\n\n(26) \"Physical exposure\" means processes, such as potholing or daylighting.\n\n(27) \"Pipeline\" or \"pipeline system\" means all or parts of a pipeline facility through which hazardous liquid or gas moves in transportation, including, but not limited to, line pipe, valves, and other appurtenances connected to line pipe, pumping units, fabricated assemblies associated with pumping or compressor units, metering and delivery stations and fabricated assemblies therein, and breakout tanks. \"Pipeline\" or \"pipeline system\" does not include process or transfer pipelines.\n\n(28) \"Pipeline company\" means a person or entity constructing, owning, or operating a pipeline for transporting hazardous liquid or gas. \"Pipeline company\" does not include:\n\n(a) Distribution systems owned and operated under franchise for the sale, delivery, or distribution of natural gas at retail; or\n\n(b) Excavation contractors or other contractors that contract with a pipeline company.\n\n(29) \"Positive response\" means a notification from the owner or operator of the underground facility, or the owner's or operator's authorized locating contractor, to the one-number locator service confirming that the facility owner, operator, or contracted locator has completed marking or provided location information regarding unlocatable facilities in response to a notice.\n\n(30) \"Potholing\" means an excavation process that involves making a series of small test holes to accurately locate underground lines. Potholing is also known as daylighting.\n\n(31) \"Reasonable accuracy\" means location within twenty-four inches of the outside dimensions of both sides of an underground facility.\n\n(32) \"Safe and careful work methods\" means methods of excavation, including potholing, hand digging when practical, vacuum excavation methods, pneumatic hand tools, or other technical methods that may be developed.\n\n(33) \"Service lateral\" means an underground water, stormwater, or sewer facility located in a public right-of-way or utility easement that connects an end user's building or property to a facility operator's underground facility, and terminates beyond the public right-of-way or utility easement.\n\n(34) \"Transfer pipeline\" means a buried or aboveground pipeline used to carry hazardous liquid between a tank vessel or transmission pipeline and the first valve inside secondary containment at a facility, provided that any discharge on the facility side of the first valve will not directly impact waters of the state. \"Transfer pipeline\" includes valves and other appurtenances connected to the pipeline, pumping units, and fabricated assemblies associated with pumping units. \"Transfer pipeline\" does not include process pipelines, pipelines carrying ballast or bilge water, transmission pipelines, or tank vessel or storage tanks.\n\n(35) \"Transmission pipeline\" means a pipeline that transports hazardous liquid or gas within a storage field, or transports hazardous liquid or gas from an interstate pipeline or storage facility to a distribution main or a large volume hazardous liquid or gas user, or operates at a hoop stress of twenty percent or more of the specified minimum yield strength.\n\n(36) \"Underground facility\" means any item buried or placed below ground for use in connection with the storage or conveyance of water, sewage, electronic, telephonic or telegraphic communications, cablevision, electric energy, petroleum products, gas, gaseous vapors, hazardous liquids, or other substances and including but not limited to pipes, sewers, conduits, cables, valves, lines, wires, manholes, attachments, and those parts of poles or anchors that are below ground. This definition does not include pipelines as defined in subsection (27) of this section, but does include distribution systems owned and operated under franchise for the sale, delivery, or distribution of natural gas at retail.\n\n(37) \"Unlocatable underground facility\" means, subject to the provisions of RCW 19.122.030, an underground facility that cannot be marked with reasonable accuracy using available information to designate the location of an underground facility. \"Unlocatable underground facility\" includes, but is not limited to, service laterals, storm drains, and nonconductive and nonmetallic underground facilities that do not contain trace wires.\n\n(38) \"Utility easement\" means a right held by a facility operator to install, maintain, and access an underground facility or pipeline.\n\n(39) \"White lining\" means the use of any white paint, flags, stakes, whiskers, or other locally accepted method that is distinguishable from the surrounding area.\n\n(40) \"Work-to-begin date\" means an identified date not less than two full business days and not more than 10 full business days, not including Saturdays, Sundays, [or] legal local, state, or federal holidays, from the date notice is given to a one-number locator service.\n\n[ 2025 c 292 s 2; 2020 c 162 s 1. Prior: 2011 c 263 s 2; 2007 c 142 s 9; 2005 c 448 s 1; 2000 c 191 s 15; 1984 c 144 s 2.]\n\nReviser's note: The definitions in this section have been alphabetized pursuant to RCW 1.08.015(2)(k).\n\nReviser's note: The definitions in this section have been alphabetized pursuant to RCW 1.08.015(2)(k).\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-020/"
    },
    {
      "id": "section-19-122-027-one-number-locator-services-single-statewide-to",
      "number": "19.122.027 - One-number locator services—Single statewide to",
      "heading": "",
      "text": "RCW 19.122.027\n\nOne-number locator services—Single statewide toll-free telephone number—Web-based platform.\n\n(1) The commission must establish a single statewide toll-free telephone number to be used for referring excavators to the appropriate one-number locator service. The one-number locator service shall maintain a web-based platform that provides the same services as the toll-free telephone number online. The web-based platform must meet the requirements outlined in RCW 19.122.030 (1) and (2). The web-based platform must be free of charge to those requesting location of underground facilities and operated in the same manner as the toll-free telephone number. The one-number locator service must require that an excavator provide a work-to-begin date in the notice. The one-number locator service must allow an option for the submission of a notice that generates multiple unique and individual excavation confirmation codes in accordance with RCW 19.122.030(1). This notice option does not alter any duties, obligations, or liabilities of excavators or facility operators.(2) The commission, in consultation with the entity administering the one-number locator service, must establish minimum standards and best management practices for one-number locator services.(3) One-number locator services must be operated by nongovernmental agencies.(4) All facility operators within a one-number locator service area must subscribe to the service.(5) Failure to subscribe to a one-number locator service constitutes willful intent to avoid compliance with this chapter.\n\n(1) The commission must establish a single statewide toll-free telephone number to be used for referring excavators to the appropriate one-number locator service. The one-number locator service shall maintain a web-based platform that provides the same services as the toll-free telephone number online. The web-based platform must meet the requirements outlined in RCW 19.122.030 (1) and (2). The web-based platform must be free of charge to those requesting location of underground facilities and operated in the same manner as the toll-free telephone number. The one-number locator service must require that an excavator provide a work-to-begin date in the notice. The one-number locator service must allow an option for the submission of a notice that generates multiple unique and individual excavation confirmation codes in accordance with RCW 19.122.030(1). This notice option does not alter any duties, obligations, or liabilities of excavators or facility operators.\n\n(2) The commission, in consultation with the entity administering the one-number locator service, must establish minimum standards and best management practices for one-number locator services.\n\n(3) One-number locator services must be operated by nongovernmental agencies.\n\n(4) All facility operators within a one-number locator service area must subscribe to the service.\n\n(5) Failure to subscribe to a one-number locator service constitutes willful intent to avoid compliance with this chapter.\n\n[ 2025 c 292 s 3; 2011 c 263 s 3; 2005 c 448 s 2; 2000 c 191 s 16.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-027/"
    },
    {
      "id": "section-19-122-030-excavator-and-facility-operator-duties-before-e",
      "number": "19.122.030 - Excavator and facility operator duties before e",
      "heading": "",
      "text": "RCW 19.122.030\n\nExcavator and facility operator duties before excavation.\n\n(1)(a) Unless exempted under RCW 19.122.031, before commencing any excavation, an excavator must mark the boundary of the excavation area with white lining or, when necessary, white pin flags, applied on the ground of the worksite, then provide notice of the scheduled commencement of excavation to all facility operators through a one-number locator service. An excavator shall provide the work-to-begin date in the notice provided to the one-number locator service.(b) If boundary marking required by (a) of this subsection is infeasible, an excavator must provide notice electronically to a one-number locator service.(c) An excavator may use a third-party entity, including a general contractor, to provide the required notice of the scheduled commencement of excavation to all facility operators through a one-number locator service as required in this subsection. An excavator that uses a third-party entity to provide such required notice retains all legal duties and responsibilities for compliance with this chapter.(d) Excavators and facility operators are encouraged to incorporate best practices for underground damage prevention, improve worker safety, protect vital underground infrastructure, and ensure public safety during excavation activities conducted in the vicinity of existing underground facilities.(2) An excavator must provide the notice required by subsection (1) of this section to a one-number locator service not less than two full business days and not more than 10 full business days before the scheduled work-to-begin date, unless otherwise agreed by the excavator and facility operators in writing. If an excavator intends to work at multiple sites or at a large project, the excavator must take reasonable steps to confer with facility operators to enable them to locate underground facilities reasonably in advance of the start of excavation for each phase of the work.(3) Upon receipt of the notice provided for in subsection (1) of this section, a facility operator must, with respect to:(a)(i) The facility operator's locatable underground facilities, provide the excavator with reasonably accurate information by marking facility location. Hazardous liquid and gas pipeline operators are required to locate all facilities in accordance with Title 49 C.F.R. Secs. 195.442(c)(4) through (6) and 192.614(c)(4) through (6) as they existed on July 27, 2025, or such subsequent date as may be provided by the commission by rule, consistent with the purpose of this section. This information must be provided free of charge subject to the limitations in subsections (6)(b) and (8) of this section, and the grant of authority in subsection (11) of this section;(ii) In the event of force majeure, the facility operator's deadline to mark underground facilities as provided in subsection (4)(a) of this section, must be extended by an agreement in writing between the affected parties. The facility operator shall notify the excavator of the need for extension of the deadline as soon as reasonable, but no later than the expiration of the deadline established in subsection (4)(a) of this section;(b) The facility operator's unlocatable or identified but unlocatable underground facilities, provide the excavator with available information as to their location prior to the work-to-begin date provided in the notice under subsection (1) of this section. For any gas or hazardous liquid pipeline, locate all facilities in accordance with Title 49 C.F.R. Secs. 195.442(c)(4) through (6) and 192.614(c)(4) through (6) as they existed on July 27, 2025, or such subsequent date as may be provided by the commission by rule, consistent with the purpose of this section; and(c) Service laterals, designate their presence or location, if the service laterals:(i) Connect end users to the facility operator's main utility line; and(ii) Are within a public right-of-way or utility easement and the boundary of the excavation area identified under subsection (1) of this section.(4)(a) A facility operator must provide information to an excavator pursuant to subsection (3) of this section no later than the work-to-begin date on the notice provided for in subsections (1) and (2) of this section, unless otherwise agreed by written agreement between the facility operator and excavator.(b) A facility operator complying with subsection (3)(b) and (c) of this section may do so in a manner that includes any of the following methods:(i) Placing within a proposed excavation area a triangular mark at the main utility line pointing at the building, structure, or property in question, indicating the presence of an unlocatable or identified but unlocatable underground facility, including a service lateral;(ii) Arranging to meet an excavator at a worksite to provide available information about the location of service laterals; or(iii) Providing copies of the best reasonably available records by electronic message, mail, facsimile, or other delivery method.(c) A facility operator's good faith attempt to comply with subsection (3)(b) and (c) of this section:(i) Constitutes full compliance with the requirements of this section, and no person may be found liable for damages or injuries that may result from such compliance, apart from liability for arranging for repairs or relocation as provided in RCW 19.122.050(2); and(ii) Does not constitute any assertion of ownership or operation of a service lateral by the facility operator.(d) An end user is responsible for determining the location of a service lateral on their property or a service lateral that they own. An end user is responsible for locating on their own property the underground facilities that they own. The one-number locator service shall maintain a list of private-line locate service providers who may be hired at the cost of the end user for the location of service laterals. Nothing in this section may be interpreted to require an end user to subscribe to a one-number locator service or to locate a service lateral within a right-of-way or utility easement.(e) Facility operators may direct the one-number locator service to send notices provided for in subsection (1) of this section to a contract locator. The facility operator retains all legal responsibility for compliance with this section.(5) An excavator must not excavate until all known facility operators have marked their locatable underground facilities or, in the case of nonhazardous liquid or nongas pipeline facilities, provided information regarding their unlocatable underground facilities as provided in this section. On and after January 1, 2026, an excavator may not commence excavation until the excavator has received positive response from all operators with underground facilities in the area identified in the notice.(6)(a) Once marked by a facility operator, an excavator is responsible for maintaining the accuracy of the facility operator's markings of underground facilities for the lesser of:(i) Forty-five calendar days from the date that the excavator provided notice to a one-number locator service pursuant to subsection (1) of this section; or(ii) The duration of the excavation portion of the project.(b) An excavator that makes repeated requests for location of underground facilities due to its failure to maintain the accuracy of a facility operator's markings as required by this subsection (6) may be charged by the facility operator for services provided.(c) A facility operator's markings of underground utilities expire forty-five calendar days from the date that the excavator provided notice to a one-number locator service pursuant to subsection (1) of this section. For excavation occurring after that date, an excavator must provide additional notice to a one-number locator service pursuant to subsection (1) of this section.(7) An excavator has the right to receive reasonable compensation from a facility operator for costs incurred by the excavator if the facility operator does not locate its underground facilities in accordance with the requirements specified in this section.(8) A facility operator has the right to receive reasonable compensation from an excavator for costs incurred by the facility operator if the excavator does not comply with the requirements specified in this section.(9) A facility operator is not required to comply with subsection (4) of this section with respect to service laterals conveying only water if their presence can be determined from other visible water facilities, such as water meters, water valve covers, and junction boxes in or adjacent to the boundary of an excavation area identified under subsection (1) of this section.(10) If an excavator discovers underground facilities that are not identified, the excavator must cease excavating in the vicinity of the underground facilities and immediately notify the facility operator through a one-number locator service. If an excavator discovers identified but unlocatable underground facilities, the excavator must notify the facility operator through a one-number locator service. Upon notification by a one-number locator service or an excavator, a facility operator must allow for location of the uncovered portion of an underground facility identified by the excavator, and may accept location information from the excavator for marking of the underground facility.(11) Each facility operator shall provide to a one-number locator service directions on how a requestor may obtain, for design locating, information regarding the location of underground facilities. For the purpose of this subsection, a \"requestor\" is any person seeking the location of underground facilities for design locating. Facility operators may attach fees for design locating. However, the fees under this subsection may not be imposed on the department of transportation.(12) Design locating is required whenever any individual applies for a development permit of any type within 700 feet of a transmission pipeline.(a) Prior to any activity that involves grade modification, excavation, or additional loading of the soil on property within 700 feet of a transmission pipeline, the requestor must contact the transmission pipeline operator and provide documentation detailing the proposed activity.(b) The transmission pipeline operator must respond to the requestor within 30 days to confirm a review of the documents describing the proposed activity and indicate any potential impacts from the activity on the transmission line.(c) If after 30 days, the transmission pipeline operator does not respond to the requestor, then development activity may resume without violation.(13) Except as provided in subsections (6)(b), (8), and (11) of this section, facility operators are prohibited from charging a fee for locating and marking their underground facilities.(14) Nothing in this section limits a facility operator regulated by the commission from seeking recovery of costs for locating and marking its underground facilities as part of rates.\n\n(1)(a) Unless exempted under RCW 19.122.031, before commencing any excavation, an excavator must mark the boundary of the excavation area with white lining or, when necessary, white pin flags, applied on the ground of the worksite, then provide notice of the scheduled commencement of excavation to all facility operators through a one-number locator service. An excavator shall provide the work-to-begin date in the notice provided to the one-number locator service.\n\n(b) If boundary marking required by (a) of this subsection is infeasible, an excavator must provide notice electronically to a one-number locator service.\n\n(c) An excavator may use a third-party entity, including a general contractor, to provide the required notice of the scheduled commencement of excavation to all facility operators through a one-number locator service as required in this subsection. An excavator that uses a third-party entity to provide such required notice retains all legal duties and responsibilities for compliance with this chapter.\n\n(d) Excavators and facility operators are encouraged to incorporate best practices for underground damage prevention, improve worker safety, protect vital underground infrastructure, and ensure public safety during excavation activities conducted in the vicinity of existing underground facilities.\n\n(2) An excavator must provide the notice required by subsection (1) of this section to a one-number locator service not less than two full business days and not more than 10 full business days before the scheduled work-to-begin date, unless otherwise agreed by the excavator and facility operators in writing. If an excavator intends to work at multiple sites or at a large project, the excavator must take reasonable steps to confer with facility operators to enable them to locate underground facilities reasonably in advance of the start of excavation for each phase of the work.\n\n(3) Upon receipt of the notice provided for in subsection (1) of this section, a facility operator must, with respect to:\n\n(a)(i) The facility operator's locatable underground facilities, provide the excavator with reasonably accurate information by marking facility location. Hazardous liquid and gas pipeline operators are required to locate all facilities in accordance with Title 49 C.F.R. Secs. 195.442(c)(4) through (6) and 192.614(c)(4) through (6) as they existed on July 27, 2025, or such subsequent date as may be provided by the commission by rule, consistent with the purpose of this section. This information must be provided free of charge subject to the limitations in subsections (6)(b) and (8) of this section, and the grant of authority in subsection (11) of this section;\n\n(ii) In the event of force majeure, the facility operator's deadline to mark underground facilities as provided in subsection (4)(a) of this section, must be extended by an agreement in writing between the affected parties. The facility operator shall notify the excavator of the need for extension of the deadline as soon as reasonable, but no later than the expiration of the deadline established in subsection (4)(a) of this section;\n\n(b) The facility operator's unlocatable or identified but unlocatable underground facilities, provide the excavator with available information as to their location prior to the work-to-begin date provided in the notice under subsection (1) of this section. For any gas or hazardous liquid pipeline, locate all facilities in accordance with Title 49 C.F.R. Secs. 195.442(c)(4) through (6) and 192.614(c)(4) through (6) as they existed on July 27, 2025, or such subsequent date as may be provided by the commission by rule, consistent with the purpose of this section; and\n\n(c) Service laterals, designate their presence or location, if the service laterals:\n\n(i) Connect end users to the facility operator's main utility line; and\n\n(ii) Are within a public right-of-way or utility easement and the boundary of the excavation area identified under subsection (1) of this section.\n\n(4)(a) A facility operator must provide information to an excavator pursuant to subsection (3) of this section no later than the work-to-begin date on the notice provided for in subsections (1) and (2) of this section, unless otherwise agreed by written agreement between the facility operator and excavator.\n\n(b) A facility operator complying with subsection (3)(b) and (c) of this section may do so in a manner that includes any of the following methods:\n\n(i) Placing within a proposed excavation area a triangular mark at the main utility line pointing at the building, structure, or property in question, indicating the presence of an unlocatable or identified but unlocatable underground facility, including a service lateral;\n\n(ii) Arranging to meet an excavator at a worksite to provide available information about the location of service laterals; or\n\n(iii) Providing copies of the best reasonably available records by electronic message, mail, facsimile, or other delivery method.\n\n(c) A facility operator's good faith attempt to comply with subsection (3)(b) and (c) of this section:\n\n(i) Constitutes full compliance with the requirements of this section, and no person may be found liable for damages or injuries that may result from such compliance, apart from liability for arranging for repairs or relocation as provided in RCW 19.122.050(2); and\n\n(ii) Does not constitute any assertion of ownership or operation of a service lateral by the facility operator.\n\n(d) An end user is responsible for determining the location of a service lateral on their property or a service lateral that they own. An end user is responsible for locating on their own property the underground facilities that they own. The one-number locator service shall maintain a list of private-line locate service providers who may be hired at the cost of the end user for the location of service laterals. Nothing in this section may be interpreted to require an end user to subscribe to a one-number locator service or to locate a service lateral within a right-of-way or utility easement.\n\n(e) Facility operators may direct the one-number locator service to send notices provided for in subsection (1) of this section to a contract locator. The facility operator retains all legal responsibility for compliance with this section.\n\n(5) An excavator must not excavate until all known facility operators have marked their locatable underground facilities or, in the case of nonhazardous liquid or nongas pipeline facilities, provided information regarding their unlocatable underground facilities as provided in this section. On and after January 1, 2026, an excavator may not commence excavation until the excavator has received positive response from all operators with underground facilities in the area identified in the notice.\n\n(6)(a) Once marked by a facility operator, an excavator is responsible for maintaining the accuracy of the facility operator's markings of underground facilities for the lesser of:\n\n(i) Forty-five calendar days from the date that the excavator provided notice to a one-number locator service pursuant to subsection (1) of this section; or\n\n(ii) The duration of the excavation portion of the project.\n\n(b) An excavator that makes repeated requests for location of underground facilities due to its failure to maintain the accuracy of a facility operator's markings as required by this subsection (6) may be charged by the facility operator for services provided.\n\n(c) A facility operator's markings of underground utilities expire forty-five calendar days from the date that the excavator provided notice to a one-number locator service pursuant to subsection (1) of this section. For excavation occurring after that date, an excavator must provide additional notice to a one-number locator service pursuant to subsection (1) of this section.\n\n(7) An excavator has the right to receive reasonable compensation from a facility operator for costs incurred by the excavator if the facility operator does not locate its underground facilities in accordance with the requirements specified in this section.\n\n(8) A facility operator has the right to receive reasonable compensation from an excavator for costs incurred by the facility operator if the excavator does not comply with the requirements specified in this section.\n\n(9) A facility operator is not required to comply with subsection (4) of this section with respect to service laterals conveying only water if their presence can be determined from other visible water facilities, such as water meters, water valve covers, and junction boxes in or adjacent to the boundary of an excavation area identified under subsection (1) of this section.\n\n(10) If an excavator discovers underground facilities that are not identified, the excavator must cease excavating in the vicinity of the underground facilities and immediately notify the facility operator through a one-number locator service. If an excavator discovers identified but unlocatable underground facilities, the excavator must notify the facility operator through a one-number locator service. Upon notification by a one-number locator service or an excavator, a facility operator must allow for location of the uncovered portion of an underground facility identified by the excavator, and may accept location information from the excavator for marking of the underground facility.\n\n(11) Each facility operator shall provide to a one-number locator service directions on how a requestor may obtain, for design locating, information regarding the location of underground facilities. For the purpose of this subsection, a \"requestor\" is any person seeking the location of underground facilities for design locating. Facility operators may attach fees for design locating. However, the fees under this subsection may not be imposed on the department of transportation.\n\n(12) Design locating is required whenever any individual applies for a development permit of any type within 700 feet of a transmission pipeline.\n\n(a) Prior to any activity that involves grade modification, excavation, or additional loading of the soil on property within 700 feet of a transmission pipeline, the requestor must contact the transmission pipeline operator and provide documentation detailing the proposed activity.\n\n(b) The transmission pipeline operator must respond to the requestor within 30 days to confirm a review of the documents describing the proposed activity and indicate any potential impacts from the activity on the transmission line.\n\n(c) If after 30 days, the transmission pipeline operator does not respond to the requestor, then development activity may resume without violation.\n\n(13) Except as provided in subsections (6)(b), (8), and (11) of this section, facility operators are prohibited from charging a fee for locating and marking their underground facilities.\n\n(14) Nothing in this section limits a facility operator regulated by the commission from seeking recovery of costs for locating and marking its underground facilities as part of rates.\n\n[ 2025 c 292 s 4; 2011 c 263 s 4; 2000 c 191 s 17; 1988 c 99 s 1; 1984 c 144 s 3.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nDamages to facilities on state highways: RCW 47.44.150.\n\nDamages to facilities on state highways: RCW 47.44.150.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-030/"
    },
    {
      "id": "section-19-122-031-exempted-activities",
      "number": "19.122.031 - Exempted activities.",
      "heading": "",
      "text": "RCW 19.122.031\n\nExempted activities.\n\n(1) The requirements specified in RCW 19.122.030 do not apply to any of the following activities:(a) An emergency excavation, but only with respect to white lining and notice requirements specified in RCW 19.122.030 (1) and (2), and provided that the excavator provides notice to a one-number locator service at the earliest practicable opportunity. Facility operators must promptly respond to a notice of emergency excavation. Prompt means to dispatch locating personnel without undue delay;(b) An excavation of less than twelve inches in depth on private noncommercial property, if the excavation is performed by the person or an employee of the person who owns or occupies the property on which the excavation is being performed;(c) The tilling of soil for agricultural purposes less than:(i) Twelve inches in depth within a utility easement; and(ii) Twenty inches in depth outside of a utility easement;(d) The replacement of an official traffic sign installed prior to January 1, 2013, no deeper than the depth at which it was installed;(e) Road maintenance activities involving excavation less than six inches in depth below the original road grade and ditch maintenance activities involving excavation less than six inches in depth below the original ditch flowline, or alteration of the original ditch horizontal alignment;(f) The creation of bar holes less than twelve inches in depth, or of any depth during emergency leak investigations, provided that the excavator takes reasonable measures to eliminate electrical arc hazards;(g) Construction, operation, or maintenance activities by an irrigation district on rights-of-way, easements, or facilities owned by the federal bureau of reclamation in federal reclamation projects; or(h) Any facility operator using safe and careful work methods to physically expose an unlocatable facility in response to a one-call notification.(2) Any activity described in subsection (1) of this section is subject to the requirements specified in RCW 19.122.050.\n\n(1) The requirements specified in RCW 19.122.030 do not apply to any of the following activities:\n\n(a) An emergency excavation, but only with respect to white lining and notice requirements specified in RCW 19.122.030 (1) and (2), and provided that the excavator provides notice to a one-number locator service at the earliest practicable opportunity. Facility operators must promptly respond to a notice of emergency excavation. Prompt means to dispatch locating personnel without undue delay;\n\n(b) An excavation of less than twelve inches in depth on private noncommercial property, if the excavation is performed by the person or an employee of the person who owns or occupies the property on which the excavation is being performed;\n\n(c) The tilling of soil for agricultural purposes less than:\n\n(i) Twelve inches in depth within a utility easement; and\n\n(ii) Twenty inches in depth outside of a utility easement;\n\n(d) The replacement of an official traffic sign installed prior to January 1, 2013, no deeper than the depth at which it was installed;\n\n(e) Road maintenance activities involving excavation less than six inches in depth below the original road grade and ditch maintenance activities involving excavation less than six inches in depth below the original ditch flowline, or alteration of the original ditch horizontal alignment;\n\n(f) The creation of bar holes less than twelve inches in depth, or of any depth during emergency leak investigations, provided that the excavator takes reasonable measures to eliminate electrical arc hazards;\n\n(g) Construction, operation, or maintenance activities by an irrigation district on rights-of-way, easements, or facilities owned by the federal bureau of reclamation in federal reclamation projects; or\n\n(h) Any facility operator using safe and careful work methods to physically expose an unlocatable facility in response to a one-call notification.\n\n(2) Any activity described in subsection (1) of this section is subject to the requirements specified in RCW 19.122.050.\n\n[ 2025 c 292 s 5; 2011 c 263 s 5.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-031/"
    },
    {
      "id": "section-19-122-033-notice-of-excavation-to-pipeline-companies",
      "number": "19.122.033 - Notice of excavation to pipeline companies.",
      "heading": "",
      "text": "RCW 19.122.033\n\nNotice of excavation to pipeline companies.\n\n(1) Before commencing any excavation, an excavator must notify pipeline companies of the scheduled commencement of excavation through a one-number locator service in the same manner as required for notifying facility operators of excavation under RCW 19.122.030. Pipeline companies have the same rights and responsibilities as facility operators under RCW 19.122.030 regarding excavation. Excavators have the same rights and responsibilities under this section as they have under RCW 19.122.030.(2) Project owners, excavators, and pipeline companies have the same rights and responsibilities relating to excavation near pipelines that they have for excavation near underground facilities as provided in RCW 19.122.040.(3) The state, and any subdivision or instrumentality of the state, including any unit of local government, must, when planning construction or excavation within one hundred feet, or greater distance if required by local ordinance, of a right-of-way or utility easement containing a transmission pipeline, notify the pipeline company of the scheduled commencement of work.(4) Any unit of local government that issues permits under codes adopted pursuant to chapter 19.27 RCW must, when permitting construction or excavation within one hundred feet, or greater distance if required by local ordinance, of a right-of-way or utility easement containing a transmission pipeline:(a) Notify the pipeline company of the permitted activity when it issues the permit; or(b) Require, as a condition of issuing the permit, that the applicant consult with the pipeline company.(5) The commission must assist local governments in obtaining hazardous liquid and gas pipeline location information and maps, as provided in RCW 81.88.080.\n\n(1) Before commencing any excavation, an excavator must notify pipeline companies of the scheduled commencement of excavation through a one-number locator service in the same manner as required for notifying facility operators of excavation under RCW 19.122.030. Pipeline companies have the same rights and responsibilities as facility operators under RCW 19.122.030 regarding excavation. Excavators have the same rights and responsibilities under this section as they have under RCW 19.122.030.\n\n(2) Project owners, excavators, and pipeline companies have the same rights and responsibilities relating to excavation near pipelines that they have for excavation near underground facilities as provided in RCW 19.122.040.\n\n(3) The state, and any subdivision or instrumentality of the state, including any unit of local government, must, when planning construction or excavation within one hundred feet, or greater distance if required by local ordinance, of a right-of-way or utility easement containing a transmission pipeline, notify the pipeline company of the scheduled commencement of work.\n\n(4) Any unit of local government that issues permits under codes adopted pursuant to chapter 19.27 RCW must, when permitting construction or excavation within one hundred feet, or greater distance if required by local ordinance, of a right-of-way or utility easement containing a transmission pipeline:\n\n(a) Notify the pipeline company of the permitted activity when it issues the permit; or\n\n(b) Require, as a condition of issuing the permit, that the applicant consult with the pipeline company.\n\n(5) The commission must assist local governments in obtaining hazardous liquid and gas pipeline location information and maps, as provided in RCW 81.88.080.\n\n[ 2011 c 263 s 6; 2000 c 191 s 18.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-033/"
    },
    {
      "id": "section-19-122-035-pipeline-company-duties-after-notice-of-excavat",
      "number": "19.122.035 - Pipeline company duties after notice of excavat",
      "heading": "",
      "text": "RCW 19.122.035\n\nPipeline company duties after notice of excavation—Examination—Information of damage—Notification of local first responders.\n\n(1) After a pipeline company has been notified by an excavator pursuant to RCW 19.122.033 that excavation will uncover any portion of the pipeline company's pipeline, the pipeline company shall ensure that the pipeline section in the vicinity of the excavation is examined for damage prior to being reburied.(2) Immediately upon receiving information of third-party damage to a hazardous liquid pipeline, the company that operates the pipeline shall terminate the flow of hazardous liquid in that pipeline until it has visually inspected the pipeline. After visual inspection, the pipeline company shall determine whether the damaged pipeline section should be replaced or repaired, or whether it is safe to resume pipeline operation. Immediately upon receiving information of third-party damage to a gas pipeline, the pipeline company shall conduct a visual inspection of the pipeline to determine whether the flow of gas through that pipeline should be terminated, and whether the damaged pipeline should be replaced or repaired. A record of the pipeline company's inspection report and test results shall be provided to the commission, consistent with reporting requirements under 49 C.F.R. Parts 191 and 195, Subpart B.(3) Pipeline companies shall immediately notify local first responders and the department of ecology of any reportable release of a hazardous liquid from a pipeline. Pipeline companies shall immediately notify local first responders and the commission of any blowing gas leak from a gas pipeline that has ignited or represents a probable hazard to persons or property. Pipeline companies shall take all appropriate steps to ensure the public safety in the event of a release of hazardous liquid or gas under this subsection.(4) No damaged pipeline may be buried until it is repaired or relocated. The pipeline company shall arrange for repairs or relocation of a damaged pipeline as soon as is practical or may permit the excavator to do necessary repairs or relocation at a mutually acceptable price.\n\n(1) After a pipeline company has been notified by an excavator pursuant to RCW 19.122.033 that excavation will uncover any portion of the pipeline company's pipeline, the pipeline company shall ensure that the pipeline section in the vicinity of the excavation is examined for damage prior to being reburied.\n\n(2) Immediately upon receiving information of third-party damage to a hazardous liquid pipeline, the company that operates the pipeline shall terminate the flow of hazardous liquid in that pipeline until it has visually inspected the pipeline. After visual inspection, the pipeline company shall determine whether the damaged pipeline section should be replaced or repaired, or whether it is safe to resume pipeline operation. Immediately upon receiving information of third-party damage to a gas pipeline, the pipeline company shall conduct a visual inspection of the pipeline to determine whether the flow of gas through that pipeline should be terminated, and whether the damaged pipeline should be replaced or repaired. A record of the pipeline company's inspection report and test results shall be provided to the commission, consistent with reporting requirements under 49 C.F.R. Parts 191 and 195, Subpart B.\n\n(3) Pipeline companies shall immediately notify local first responders and the department of ecology of any reportable release of a hazardous liquid from a pipeline. Pipeline companies shall immediately notify local first responders and the commission of any blowing gas leak from a gas pipeline that has ignited or represents a probable hazard to persons or property. Pipeline companies shall take all appropriate steps to ensure the public safety in the event of a release of hazardous liquid or gas under this subsection.\n\n(4) No damaged pipeline may be buried until it is repaired or relocated. The pipeline company shall arrange for repairs or relocation of a damaged pipeline as soon as is practical or may permit the excavator to do necessary repairs or relocation at a mutually acceptable price.\n\n[ 2011 c 263 s 7; 2000 c 191 s 19.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-035/"
    },
    {
      "id": "section-19-122-040-underground-facilities-identified-in-bid-or-con",
      "number": "19.122.040 - Underground facilities identified in bid or con",
      "heading": "",
      "text": "RCW 19.122.040\n\nUnderground facilities identified in bid or contract—Excavator's duty of reasonable care—Liability for damages—Attorneys' fees.\n\n(1) Project owners shall indicate in bid or contract documents the existence of underground facilities known by the project owner to be located within the proposed area of excavation. The following are deemed to be changed or differing site conditions:(a) An underground facility not identified as required by this chapter or other provision of law; or(b) An underground facility not located, as required by this chapter or other provision of law, by the project owner, facility operator, or excavator if the project owner or excavator is also a facility operator.(2) An excavator shall use reasonable care to avoid damaging underground facilities. An excavator must:(a) Determine the precise location of underground facilities which have been marked pursuant to RCW 19.122.030;(b) Plan the excavation to avoid damage to or minimize interference with underground facilities in and near the excavation area;(c) Provide such support for underground facilities in and near the construction area, including during backfill operations, as may be reasonably necessary for the protection of such facilities;(d) Use safe and careful work methods, taking into consideration the known and unknown underground facilities and the surface and subsurface to be excavated. If the marking is on a hard surface, methods of excavation may include pneumatic hand tools or other excavation methods that are commonly accepted as permissible for the type of surface encountered; and(e) When directional boring will be implemented as a method of underground excavation, supplement white lining with physical exposure to avoid blind boring.(3) If an underground facility is damaged and such damage is the consequence of the failure to fulfill an obligation under this chapter, the party failing to perform that obligation is liable for any damages. Any clause in an excavation contract which attempts to allocate liability, or requires indemnification to shift the economic consequences of liability, that differs from the provisions of this chapter is against public policy and unenforceable. Nothing in this chapter prevents the parties to an excavation contract from contracting with respect to the allocation of risk for changed or differing site conditions.(4) In any action brought under this section, the prevailing party is entitled to reasonable attorneys' fees.\n\n(1) Project owners shall indicate in bid or contract documents the existence of underground facilities known by the project owner to be located within the proposed area of excavation. The following are deemed to be changed or differing site conditions:\n\n(a) An underground facility not identified as required by this chapter or other provision of law; or\n\n(b) An underground facility not located, as required by this chapter or other provision of law, by the project owner, facility operator, or excavator if the project owner or excavator is also a facility operator.\n\n(2) An excavator shall use reasonable care to avoid damaging underground facilities. An excavator must:\n\n(a) Determine the precise location of underground facilities which have been marked pursuant to RCW 19.122.030;\n\n(b) Plan the excavation to avoid damage to or minimize interference with underground facilities in and near the excavation area;\n\n(c) Provide such support for underground facilities in and near the construction area, including during backfill operations, as may be reasonably necessary for the protection of such facilities;\n\n(d) Use safe and careful work methods, taking into consideration the known and unknown underground facilities and the surface and subsurface to be excavated. If the marking is on a hard surface, methods of excavation may include pneumatic hand tools or other excavation methods that are commonly accepted as permissible for the type of surface encountered; and\n\n(e) When directional boring will be implemented as a method of underground excavation, supplement white lining with physical exposure to avoid blind boring.\n\n(3) If an underground facility is damaged and such damage is the consequence of the failure to fulfill an obligation under this chapter, the party failing to perform that obligation is liable for any damages. Any clause in an excavation contract which attempts to allocate liability, or requires indemnification to shift the economic consequences of liability, that differs from the provisions of this chapter is against public policy and unenforceable. Nothing in this chapter prevents the parties to an excavation contract from contracting with respect to the allocation of risk for changed or differing site conditions.\n\n(4) In any action brought under this section, the prevailing party is entitled to reasonable attorneys' fees.\n\n[ 2025 c 292 s 6; 2011 c 263 s 8; 1984 c 144 s 4.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-040/"
    },
    {
      "id": "section-19-122-045-exemption-from-liability",
      "number": "19.122.045 - Exemption from liability.",
      "heading": "",
      "text": "RCW 19.122.045\n\nExemption from liability.\n\nExcavators who comply with the requirements of this chapter are not liable for any damages arising from contact or damage to an underground fiber optics facility other than the cost to repair the facility.\n\nExcavators who comply with the requirements of this chapter are not liable for any damages arising from contact or damage to an underground fiber optics facility other than the cost to repair the facility.\n\n[ 1988 c 99 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-045/"
    },
    {
      "id": "section-19-122-050-damage-to-underground-facility-notification-by",
      "number": "19.122.050 - Damage to underground facility—Notification by ",
      "heading": "",
      "text": "RCW 19.122.050\n\nDamage to underground facility—Notification by excavator—Repairs or relocation of facility.\n\n(1) An excavator who, in the course of excavation, contacts or damages an underground facility shall notify the facility operator directly, if the facility operator is known, and a one-number locator service, and report the damage as required under RCW 19.122.053. If the damage causes an emergency condition, the excavator causing the damage shall also call 911 to alert the appropriate local public safety agencies and take all appropriate steps to ensure the public safety. No damaged underground facility may be buried until it is repaired or relocated.(2) A facility operator notified in accordance with subsection (1) of this section shall arrange for repairs or relocation as soon as is practical, or permit the excavator to do necessary repairs or relocation at a mutually acceptable price.\n\n(1) An excavator who, in the course of excavation, contacts or damages an underground facility shall notify the facility operator directly, if the facility operator is known, and a one-number locator service, and report the damage as required under RCW 19.122.053. If the damage causes an emergency condition, the excavator causing the damage shall also call 911 to alert the appropriate local public safety agencies and take all appropriate steps to ensure the public safety. No damaged underground facility may be buried until it is repaired or relocated.\n\n(2) A facility operator notified in accordance with subsection (1) of this section shall arrange for repairs or relocation as soon as is practical, or permit the excavator to do necessary repairs or relocation at a mutually acceptable price.\n\n[ 2025 c 292 s 7; 2020 c 162 s 2; 2011 c 263 s 9; 1984 c 144 s 5.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-050/"
    },
    {
      "id": "section-19-122-053-report-of-damage-to-underground-facility",
      "number": "19.122.053 - Report of damage to underground facility.",
      "heading": "",
      "text": "RCW 19.122.053\n\nReport of damage to underground facility.\n\n(1) Facility operators and excavators who observe or cause damage to an underground facility must report the damage event to the commission.(2) A nonpipeline facility operator conducting an excavation, or a subcontractor conducting an excavation on the facility operator's behalf, that strikes the facility operator's own underground facility is not required to report that damage event to the commission.(3) Reports must be made to the commission's office of pipeline safety within forty-five days of the damage event, or sooner if required by law, using the commission's virtual private damage information reporting tool (DIRT) report form, or other similar form if it reports:(a) The name of the person submitting the report and whether the person is an excavator, a representative of a one-number locator service, or a facility operator;(b) The date and time of the damage event;(c) The address where the damage event occurred;(d) The type of right-of-way, where the damage event occurred, including but not limited to city street, state highway, or utility easement;(e) The type of underground facility damaged, including but not limited to pipes, transmission pipelines, distribution lines, sewers, conduits, cables, valves, lines, wires, manholes, attachments, or parts of poles or anchors below ground;(f) The type of utility service or commodity the underground facility stores or conveys, including but not limited to electronic, telephonic or telegraphic communications, water, sewage, cablevision, electric energy, petroleum products, gas, gaseous vapors, hazardous liquids, or other substances;(g) The type of excavator involved, including but not limited to contractors or facility operators;(h) The excavation equipment used, including but not limited to augers, bulldozers, backhoes, or hand tools;(i) The type of excavation being performed, including but not limited to drainage, grading, or landscaping;(j) Whether a one-number locator service was notified before excavation commenced, and, if so, the excavation confirmation code provided by a one-number locator service;(k) If applicable:(i) The person who located the underground facility, and their employer;(ii) Whether underground facility marks were visible in the proposed excavation area before excavation commenced;(iii) Whether underground facilities were marked correctly;(l) Whether an excavator experienced interruption of work as a result of the damage event;(m) A description of the damage; and(n) Whether the damage caused an interruption of underground facility service.(4) The commission must use reported data to evaluate the effectiveness of the damage prevention program.\n\n(1) Facility operators and excavators who observe or cause damage to an underground facility must report the damage event to the commission.\n\n(2) A nonpipeline facility operator conducting an excavation, or a subcontractor conducting an excavation on the facility operator's behalf, that strikes the facility operator's own underground facility is not required to report that damage event to the commission.\n\n(3) Reports must be made to the commission's office of pipeline safety within forty-five days of the damage event, or sooner if required by law, using the commission's virtual private damage information reporting tool (DIRT) report form, or other similar form if it reports:\n\n(a) The name of the person submitting the report and whether the person is an excavator, a representative of a one-number locator service, or a facility operator;\n\n(b) The date and time of the damage event;\n\n(c) The address where the damage event occurred;\n\n(d) The type of right-of-way, where the damage event occurred, including but not limited to city street, state highway, or utility easement;\n\n(e) The type of underground facility damaged, including but not limited to pipes, transmission pipelines, distribution lines, sewers, conduits, cables, valves, lines, wires, manholes, attachments, or parts of poles or anchors below ground;\n\n(f) The type of utility service or commodity the underground facility stores or conveys, including but not limited to electronic, telephonic or telegraphic communications, water, sewage, cablevision, electric energy, petroleum products, gas, gaseous vapors, hazardous liquids, or other substances;\n\n(g) The type of excavator involved, including but not limited to contractors or facility operators;\n\n(h) The excavation equipment used, including but not limited to augers, bulldozers, backhoes, or hand tools;\n\n(i) The type of excavation being performed, including but not limited to drainage, grading, or landscaping;\n\n(j) Whether a one-number locator service was notified before excavation commenced, and, if so, the excavation confirmation code provided by a one-number locator service;\n\n(k) If applicable:\n\n(i) The person who located the underground facility, and their employer;\n\n(ii) Whether underground facility marks were visible in the proposed excavation area before excavation commenced;\n\n(iii) Whether underground facilities were marked correctly;\n\n(l) Whether an excavator experienced interruption of work as a result of the damage event;\n\n(m) A description of the damage; and\n\n(n) Whether the damage caused an interruption of underground facility service.\n\n(4) The commission must use reported data to evaluate the effectiveness of the damage prevention program.\n\n[ 2011 c 263 s 20.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-053/"
    },
    {
      "id": "section-19-122-055-damage-to-hazardous-liquid-or-gas-underground-f",
      "number": "19.122.055 - Damage to hazardous liquid or gas underground f",
      "heading": "",
      "text": "RCW 19.122.055\n\nDamage to hazardous liquid or gas underground facilities—Civil penalty.\n\n(1)(a) Any excavator who violates any provision of this chapter and causes damage to a hazardous liquid or gas underground facility is subject to a civil penalty of not more than $25,000 for each violation.(b) The civil penalty in this subsection may also be imposed on any excavator who violates RCW 19.122.090.(2) Any hazardous liquid or gas pipeline operator who (a): (i) Fails to accurately locate the underground facility as required under RCW 19.122.030 (3) and (4); or (ii) fails to mark its underground facilities as required under RCW 19.122.030(1), and (b) whose underground facility is damaged as a result of the failure in (a) of this subsection is subject to a civil penalty of not more than $25,000 for each violation.(3) A civil penalty of up to $5,000 for each violation may be imposed on any excavator or facility operator that violates any provision of this chapter involving an underground pipeline facility, but does not cause damage to an underground pipeline facility.(4) All civil penalties recovered under this section must be deposited into the damage prevention account created in RCW 19.122.160.\n\n(1)(a) Any excavator who violates any provision of this chapter and causes damage to a hazardous liquid or gas underground facility is subject to a civil penalty of not more than $25,000 for each violation.\n\n(b) The civil penalty in this subsection may also be imposed on any excavator who violates RCW 19.122.090.\n\n(2) Any hazardous liquid or gas pipeline operator who (a): (i) Fails to accurately locate the underground facility as required under RCW 19.122.030 (3) and (4); or (ii) fails to mark its underground facilities as required under RCW 19.122.030(1), and (b) whose underground facility is damaged as a result of the failure in (a) of this subsection is subject to a civil penalty of not more than $25,000 for each violation.\n\n(3) A civil penalty of up to $5,000 for each violation may be imposed on any excavator or facility operator that violates any provision of this chapter involving an underground pipeline facility, but does not cause damage to an underground pipeline facility.\n\n(4) All civil penalties recovered under this section must be deposited into the damage prevention account created in RCW 19.122.160.\n\n[ 2025 c 292 s 8; 2011 c 263 s 10; 2005 c 448 s 3; 2001 c 238 s 5; 2000 c 191 s 24.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Finding—Effective date—2001 c 238: See notes following RCW 80.24.060.\n\nIntent—Finding—Effective date—2001 c 238: See notes following RCW 80.24.060.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-055/"
    },
    {
      "id": "section-19-122-070-civil-penalties-treble-damages-existing-remedie",
      "number": "19.122.070 - Civil penalties—Treble damages—Existing remedie",
      "heading": "",
      "text": "RCW 19.122.070\n\nCivil penalties—Treble damages—Existing remedies not affected.\n\n(1) Any person who violates any provision of this chapter not amounting to a violation of RCW 19.122.055 is subject to a civil penalty of not more than one thousand dollars for an initial violation, and not more than five thousand dollars for each subsequent violation within a three-year period. All penalties recovered in such actions must be deposited in the damage prevention account created in RCW 19.122.160.(2) Any excavator who willfully or maliciously damages a marked underground facility is liable for treble the costs incurred in repairing or relocating the facility. In those cases in which an excavator fails to notify known facility operators or a one-number locator service, any damage to the underground facility is deemed willful and malicious and is subject to treble damages for costs incurred in repairing or relocating the facility.(3) This chapter does not affect any civil remedies for personal injury or for property damage, including that to underground facilities, nor does this chapter create any new civil remedies for such damage.\n\n(1) Any person who violates any provision of this chapter not amounting to a violation of RCW 19.122.055 is subject to a civil penalty of not more than one thousand dollars for an initial violation, and not more than five thousand dollars for each subsequent violation within a three-year period. All penalties recovered in such actions must be deposited in the damage prevention account created in RCW 19.122.160.\n\n(2) Any excavator who willfully or maliciously damages a marked underground facility is liable for treble the costs incurred in repairing or relocating the facility. In those cases in which an excavator fails to notify known facility operators or a one-number locator service, any damage to the underground facility is deemed willful and malicious and is subject to treble damages for costs incurred in repairing or relocating the facility.\n\n(3) This chapter does not affect any civil remedies for personal injury or for property damage, including that to underground facilities, nor does this chapter create any new civil remedies for such damage.\n\n[ 2011 c 263 s 11; 2005 c 448 s 4; 1984 c 144 s 7.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nDamages to facilities on state highways: RCW 47.44.150.\n\nDamages to facilities on state highways: RCW 47.44.150.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-070/"
    },
    {
      "id": "section-19-122-075-damage-or-removal-of-permanent-marking-civil-pe",
      "number": "19.122.075 - Damage or removal of permanent marking—Civil pe",
      "heading": "",
      "text": "RCW 19.122.075\n\nDamage or removal of permanent marking—Civil penalty.\n\nAny person who willfully damages or removes a permanent marking used to identify an underground facility or pipeline, or a temporary marking prior to its intended use, is subject to a civil penalty of not more than one thousand dollars for an initial violation, and not more than five thousand dollars for each subsequent violation within a three-year period.\n\nAny person who willfully damages or removes a permanent marking used to identify an underground facility or pipeline, or a temporary marking prior to its intended use, is subject to a civil penalty of not more than one thousand dollars for an initial violation, and not more than five thousand dollars for each subsequent violation within a three-year period.\n\n[ 2011 c 263 s 14; 2000 c 191 s 23.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.\n\nIntent—Findings—Conflict with federal requirements—Short title—Effective date—2000 c 191: See RCW 81.88.005 and 81.88.900 through 81.88.902.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-075/"
    },
    {
      "id": "section-19-122-080-waiver-of-notification-and-marking-requirements",
      "number": "19.122.080 - Waiver of notification and marking requirements",
      "heading": "",
      "text": "RCW 19.122.080\n\nWaiver of notification and marking requirements.\n\nThe notification and marking provisions of this chapter may be waived for one or more designated persons by a facility operator with respect to all or part of that facility operator's underground facilities.\n\nThe notification and marking provisions of this chapter may be waived for one or more designated persons by a facility operator with respect to all or part of that facility operator's underground facilities.\n\n[ 2011 c 263 s 15; 1984 c 144 s 8.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-080/"
    },
    {
      "id": "section-19-122-090-excavation-without-an-excavation-confirmation-c",
      "number": "19.122.090 - Excavation without an excavation confirmation c",
      "heading": "",
      "text": "RCW 19.122.090\n\nExcavation without an excavation confirmation code—Penalty.\n\n(1) Any excavator who excavates, without an excavation confirmation code when required under this chapter, within 35 feet of a transmission pipeline is guilty of a misdemeanor.(2) Any excavator who excavates within 35 feet of a transmission pipeline, prior to the work-to-begin date on the notice when required under this chapter, is guilty of a misdemeanor.(3) Any excavator who excavates within 35 feet of a transmission pipeline, prior to receiving positive response from the facility operator of the transmission pipeline when required under this chapter, is guilty of a misdemeanor.\n\n(1) Any excavator who excavates, without an excavation confirmation code when required under this chapter, within 35 feet of a transmission pipeline is guilty of a misdemeanor.\n\n(2) Any excavator who excavates within 35 feet of a transmission pipeline, prior to the work-to-begin date on the notice when required under this chapter, is guilty of a misdemeanor.\n\n(3) Any excavator who excavates within 35 feet of a transmission pipeline, prior to receiving positive response from the facility operator of the transmission pipeline when required under this chapter, is guilty of a misdemeanor.\n\n[ 2025 c 292 s 9; 2005 c 448 s 5.]",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-090/"
    },
    {
      "id": "section-19-122-100-violation-of-rcw-19-122-090-affirmative-defense",
      "number": "19.122.100 - Violation of RCW 19.122.090—Affirmative defense",
      "heading": "",
      "text": "RCW 19.122.100\n\nViolation of RCW 19.122.090—Affirmative defense.\n\nIf charged with a violation of RCW 19.122.090, an equipment operator is deemed to have established an affirmative defense to such charges if:(1) The equipment operator was provided an excavation confirmation code;(2) The excavation was performed in an emergency situation;(3) The equipment operator was provided a false confirmation code by an identifiable third party; or(4) Notice of the excavation was not required under this chapter.\n\nIf charged with a violation of RCW 19.122.090, an equipment operator is deemed to have established an affirmative defense to such charges if:\n\n(1) The equipment operator was provided an excavation confirmation code;\n\n(2) The excavation was performed in an emergency situation;\n\n(3) The equipment operator was provided a false confirmation code by an identifiable third party; or\n\n(4) Notice of the excavation was not required under this chapter.\n\n[ 2025 c 292 s 10; 2011 c 263 s 16; 2005 c 448 s 6.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-100/"
    },
    {
      "id": "section-19-122-110-false-excavation-confirmation-code-penalty",
      "number": "19.122.110 - False excavation confirmation code—Penalty.",
      "heading": "",
      "text": "RCW 19.122.110\n\nFalse excavation confirmation code—Penalty.\n\nAny person who intentionally provides an equipment operator with a false excavation confirmation code is guilty of a misdemeanor.\n\nAny person who intentionally provides an equipment operator with a false excavation confirmation code is guilty of a misdemeanor.\n\n[ 2011 c 263 s 17; 2005 c 448 s 7.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-110/"
    },
    {
      "id": "section-19-122-120-one-number-locator-service-to-provide-excavatio",
      "number": "19.122.120 - One-number locator service to provide excavatio",
      "heading": "",
      "text": "RCW 19.122.120\n\nOne-number locator service to provide excavation confirmation code.\n\nUpon receipt, during normal business hours, of notice of an intended excavation, the one-number locator service shall provide an excavation confirmation code.\n\nUpon receipt, during normal business hours, of notice of an intended excavation, the one-number locator service shall provide an excavation confirmation code.\n\n[ 2005 c 448 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-120/"
    },
    {
      "id": "section-19-122-130-commission-to-contract-with-nonprofit-entity-sa",
      "number": "19.122.130 - Commission to contract with nonprofit entity—Sa",
      "heading": "",
      "text": "RCW 19.122.130\n\nCommission to contract with nonprofit entity—Safety committee—Review of violations of chapter.\n\n(1) The commission must contract with a statewide, nonprofit entity whose purpose is to reduce damages to underground and above ground facilities, promote safe excavation practices, and review complaints of alleged violations of this chapter. The contract must not obligate funding by the commission for activities performed by the nonprofit entity or the safety committee under this section.(2) The contracting entity must create a safety committee to:(a) Advise the commission and other state agencies, the legislature, and local governments on best practices and training to prevent damage to underground utilities, and policies to enhance worker and public safety; and(b) Review complaints alleging violations of this chapter involving practices related to underground facilities.(3)(a) The safety committee will consist of thirteen members, who must be nominated by represented groups and appointed by the contracting entity to staggered three-year terms. The safety committee must include representatives of:(i) Local governments;(ii) A natural gas utility subject to regulation under Titles 80 and 81 RCW;(iii) Contractors;(iv) Excavators;(v) An electric utility subject to regulation under Title 80 RCW;(vi) A consumer-owned utility, as defined in RCW 19.27A.140;(vii) A pipeline company;(viii) A water-sewer district subject to regulation under Title 57 RCW;(ix) The commission;(x) A telecommunications company; and(xi) A labor organization that historically represents workers who perform underground utility or excavation work.(b) The safety committee may pass bylaws and provide for those organizational processes that are necessary to complete the safety committee's tasks.(4) The safety committee must meet at least once every three months.(5) The safety committee may review complaints of alleged violations of this chapter involving practices related to underground facilities, except for those complaints relating to damage to pipeline facilities or which involve violations of RCW 19.122.075 or 19.122.090. Any person may bring a complaint to the safety committee regarding an alleged violation occurring on or after January 1, 2013.(6) To review complaints of alleged violations, the safety committee must first receive sufficient evidence that a probable violation occurred. Once sufficient evidence has been received, the safety committee must appoint at least three and not more than five members as a review committee. The review committee must be a balanced group, including at least one excavator and one facility operator.(7) Before reviewing a complaint alleging a violation of this chapter, the review committee must provide all complaint forms, materials, and supporting evidence that will be presented or used by the person or company making the complaint, to the alleged violator no less than 30 days prior to the scheduled date of review. Both parties must be notified of the review and be provided the opportunity to participate.(8) The safety committee may provide written notification to the commission, with supporting documentation, that a person has likely committed a violation of this chapter, and recommend remedial action that may include a penalty amount, training, or education to improve public safety, or some combination thereof.\n\n(1) The commission must contract with a statewide, nonprofit entity whose purpose is to reduce damages to underground and above ground facilities, promote safe excavation practices, and review complaints of alleged violations of this chapter. The contract must not obligate funding by the commission for activities performed by the nonprofit entity or the safety committee under this section.\n\n(2) The contracting entity must create a safety committee to:\n\n(a) Advise the commission and other state agencies, the legislature, and local governments on best practices and training to prevent damage to underground utilities, and policies to enhance worker and public safety; and\n\n(b) Review complaints alleging violations of this chapter involving practices related to underground facilities.\n\n(3)(a) The safety committee will consist of thirteen members, who must be nominated by represented groups and appointed by the contracting entity to staggered three-year terms. The safety committee must include representatives of:\n\n(i) Local governments;\n\n(ii) A natural gas utility subject to regulation under Titles 80 and 81 RCW;\n\n(iii) Contractors;\n\n(iv) Excavators;\n\n(v) An electric utility subject to regulation under Title 80 RCW;\n\n(vi) A consumer-owned utility, as defined in RCW 19.27A.140;\n\n(vii) A pipeline company;\n\n(viii) A water-sewer district subject to regulation under Title 57 RCW;\n\n(ix) The commission;\n\n(x) A telecommunications company; and\n\n(xi) A labor organization that historically represents workers who perform underground utility or excavation work.\n\n(b) The safety committee may pass bylaws and provide for those organizational processes that are necessary to complete the safety committee's tasks.\n\n(4) The safety committee must meet at least once every three months.\n\n(5) The safety committee may review complaints of alleged violations of this chapter involving practices related to underground facilities, except for those complaints relating to damage to pipeline facilities or which involve violations of RCW 19.122.075 or 19.122.090. Any person may bring a complaint to the safety committee regarding an alleged violation occurring on or after January 1, 2013.\n\n(6) To review complaints of alleged violations, the safety committee must first receive sufficient evidence that a probable violation occurred. Once sufficient evidence has been received, the safety committee must appoint at least three and not more than five members as a review committee. The review committee must be a balanced group, including at least one excavator and one facility operator.\n\n(7) Before reviewing a complaint alleging a violation of this chapter, the review committee must provide all complaint forms, materials, and supporting evidence that will be presented or used by the person or company making the complaint, to the alleged violator no less than 30 days prior to the scheduled date of review. Both parties must be notified of the review and be provided the opportunity to participate.\n\n(8) The safety committee may provide written notification to the commission, with supporting documentation, that a person has likely committed a violation of this chapter, and recommend remedial action that may include a penalty amount, training, or education to improve public safety, or some combination thereof.\n\n[ 2025 c 292 s 11; 2020 c 162 s 3; 2017 c 20 s 1; 2012 c 96 s 1; 2011 c 263 s 18.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-130/"
    },
    {
      "id": "section-19-122-140-commission-authority-receipt-of-notification-of",
      "number": "19.122.140 - Commission authority—Receipt of notification of",
      "heading": "",
      "text": "RCW 19.122.140\n\nCommission authority—Receipt of notification of violation of chapter—Referral to attorney general.\n\n(1) The commission may enforce the civil penalties authorized in RCW 19.122.070 or 19.122.075 when it receives written notification from the safety committee created under RCW 19.122.130 indicating that a violation of this chapter has likely been committed by a person subject to regulation by the commission, or involving the underground facilities of such a person.(2) If the commission receives written notification from the safety committee pursuant to RCW 19.122.130 that a violation of this chapter has likely been committed by a person who is not subject to regulation by the commission, and in which the underground facility involved is also not subject to regulation by the commission, the commission may refer the matter to the attorney general for enforcement of a civil penalty under RCW 19.122.070 or 19.122.075. The commission must provide funding for such enforcement. However, any costs and fees recovered by the attorney general pursuant to subsection (3) of this section must be deposited by the commission in the fund that paid for such enforcement.(3) In a matter referred to it by the commission pursuant to subsection (2) of this section, the attorney general may bring an action to enforce the penalties authorized in RCW 19.122.070 or 19.122.075. In such an action, the court may award the state all costs of investigation and trial, including a reasonable attorneys' fee fixed by the court.\n\n(1) The commission may enforce the civil penalties authorized in RCW 19.122.070 or 19.122.075 when it receives written notification from the safety committee created under RCW 19.122.130 indicating that a violation of this chapter has likely been committed by a person subject to regulation by the commission, or involving the underground facilities of such a person.\n\n(2) If the commission receives written notification from the safety committee pursuant to RCW 19.122.130 that a violation of this chapter has likely been committed by a person who is not subject to regulation by the commission, and in which the underground facility involved is also not subject to regulation by the commission, the commission may refer the matter to the attorney general for enforcement of a civil penalty under RCW 19.122.070 or 19.122.075. The commission must provide funding for such enforcement. However, any costs and fees recovered by the attorney general pursuant to subsection (3) of this section must be deposited by the commission in the fund that paid for such enforcement.\n\n(3) In a matter referred to it by the commission pursuant to subsection (2) of this section, the attorney general may bring an action to enforce the penalties authorized in RCW 19.122.070 or 19.122.075. In such an action, the court may award the state all costs of investigation and trial, including a reasonable attorneys' fee fixed by the court.\n\n[ 2017 c 20 s 2; 2011 c 263 s 19.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-140/"
    },
    {
      "id": "section-19-122-150-commission-authority-violations-of-chapter-impo",
      "number": "19.122.150 - Commission authority—Violations of chapter—Impo",
      "heading": "",
      "text": "RCW 19.122.150\n\nCommission authority—Violations of chapter—Imposition of penalties.\n\n(1) The commission may investigate and enforce violations of any provision of this chapter relating to pipeline facilities without initial referral to the safety committee created under RCW 19.122.130.(2) If the commission's investigation of notifications received pursuant to RCW 19.122.140 or subsection (1) of this section substantiates violations of this chapter, the commission may impose penalties authorized by RCW 19.122.055, 19.122.070, 19.122.075, and 19.122.090, and require training, education, or any combination thereof.(3) With respect to referrals from the safety committee, the commission must consider any recommendation by the committee regarding enforcement and remedial actions involving an alleged violator.(4) In an action to impose a penalty initiated by the commission under subsection (1) or (2) of this section, the penalty is due and payable when the person incurring the penalty receives a notice of penalty in writing from the commission describing the violation and advising the person that the penalty is due. The person incurring the penalty has fifteen days from the date the person receives the notice of penalty to file with the commission a request for mitigation or a request for a hearing. The commission must include this time limit information in the notice of penalty. After receiving a timely request for mitigation or hearing, the commission must suspend collection of the penalty until it issues a final order concerning the penalty or mitigation of that penalty. A person aggrieved by the commission's final order may seek judicial review, subject to provisions of the administrative procedure act, chapter 34.05 RCW.(5) If a penalty imposed by the commission is not paid, the attorney general may, on the commission's behalf, file a civil action in superior court to collect the penalty.\n\n(1) The commission may investigate and enforce violations of any provision of this chapter relating to pipeline facilities without initial referral to the safety committee created under RCW 19.122.130.\n\n(2) If the commission's investigation of notifications received pursuant to RCW 19.122.140 or subsection (1) of this section substantiates violations of this chapter, the commission may impose penalties authorized by RCW 19.122.055, 19.122.070, 19.122.075, and 19.122.090, and require training, education, or any combination thereof.\n\n(3) With respect to referrals from the safety committee, the commission must consider any recommendation by the committee regarding enforcement and remedial actions involving an alleged violator.\n\n(4) In an action to impose a penalty initiated by the commission under subsection (1) or (2) of this section, the penalty is due and payable when the person incurring the penalty receives a notice of penalty in writing from the commission describing the violation and advising the person that the penalty is due. The person incurring the penalty has fifteen days from the date the person receives the notice of penalty to file with the commission a request for mitigation or a request for a hearing. The commission must include this time limit information in the notice of penalty. After receiving a timely request for mitigation or hearing, the commission must suspend collection of the penalty until it issues a final order concerning the penalty or mitigation of that penalty. A person aggrieved by the commission's final order may seek judicial review, subject to provisions of the administrative procedure act, chapter 34.05 RCW.\n\n(5) If a penalty imposed by the commission is not paid, the attorney general may, on the commission's behalf, file a civil action in superior court to collect the penalty.\n\n[ 2025 c 292 s 12; 2017 c 20 s 3; 2011 c 263 s 21.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-150/"
    },
    {
      "id": "section-19-122-160-damage-prevention-account",
      "number": "19.122.160 - Damage prevention account.",
      "heading": "",
      "text": "RCW 19.122.160\n\nDamage prevention account.\n\nThe damage prevention account is created in the custody of the state treasurer. All receipts from moneys directed by law or the commission to be deposited to the account must be deposited in the account. Expenditures from the account may be used only for purposes designated in RCW 19.122.170. Only the commission or the commission's designee may authorize expenditures from the account. The account is subject to allotment procedures under chapter 43.88 RCW.\n\nThe damage prevention account is created in the custody of the state treasurer. All receipts from moneys directed by law or the commission to be deposited to the account must be deposited in the account. Expenditures from the account may be used only for purposes designated in RCW 19.122.170. Only the commission or the commission's designee may authorize expenditures from the account. The account is subject to allotment procedures under chapter 43.88 RCW.\n\n[ 2011 c 263 s 12.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-160/"
    },
    {
      "id": "section-19-122-170-damage-prevention-account-use-of-funds",
      "number": "19.122.170 - Damage prevention account—Use of funds.",
      "heading": "",
      "text": "RCW 19.122.170\n\nDamage prevention account—Use of funds.\n\nThe commission may use money deposited in the damage prevention account created in RCW 19.122.160 to:(1) Develop and disseminate educational programming designed to improve worker and public safety relating to excavation and underground facilities; and(2) Provide grants to persons who have developed educational programming that the commission and the safety committee created pursuant to RCW 19.122.130 deem appropriate for improving worker and public safety relating to excavation and underground facilities.\n\nThe commission may use money deposited in the damage prevention account created in RCW 19.122.160 to:\n\n(1) Develop and disseminate educational programming designed to improve worker and public safety relating to excavation and underground facilities; and\n\n(2) Provide grants to persons who have developed educational programming that the commission and the safety committee created pursuant to RCW 19.122.130 deem appropriate for improving worker and public safety relating to excavation and underground facilities.\n\n[ 2011 c 263 s 13.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-170/"
    },
    {
      "id": "section-19-122-180-damage-prevention-account-deposit-of-penalties",
      "number": "19.122.180 - Damage prevention account—Deposit of penalties.",
      "heading": "",
      "text": "RCW 19.122.180\n\nDamage prevention account—Deposit of penalties.\n\nAll penalties collected pursuant to RCW 19.122.150 must be deposited in the damage prevention account created in RCW 19.122.160.\n\nAll penalties collected pursuant to RCW 19.122.150 must be deposited in the damage prevention account created in RCW 19.122.160.\n\n[ 2011 c 263 s 22.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-180/"
    },
    {
      "id": "section-19-122-901-short-title-2011-c-263",
      "number": "19.122.901 - Short title—2011 c 263.",
      "heading": "",
      "text": "RCW 19.122.901\n\nShort title—2011 c 263.\n\nThis act may be known and cited as the underground utility damage prevention act.\n\nThis act may be known and cited as the underground utility damage prevention act.\n\n[ 2011 c 263 s 25.]\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.\n\nReport—Effective date—2011 c 263: See notes following RCW 19.122.010.",
      "source_url": "https://law.justia.com/codes/washington/title-19/chapter-19-122/section-19-122-901/"
    }
  ]
}