{
  "state": "michigan",
  "path": "title-chapter-432-gaming/chapter-initiated-law-1-of-1996-michigan-gaming-control-and-revenue-",
  "sections": [
    {
      "id": "section-432201",
      "number": "432.201",
      "heading": "Short Title.Section 432.202 - Definitions",
      "text": "Section 432.203 - Casino Gaming Authorized.Section 432.204 - Michigan Gaming Control Board; Creation; Membership; Duties.Section 432.204a - Michigan Gaming Control Board; Jurisdiction; Powers.Section 432.204b - Appropriation; Reimbursement; Credit Against An",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-432202",
      "number": "432.202",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Adjusted gross receipts\" means the gross receipts less winnings paid to wagerers.\n\n(b) \"Affiliate\" means a person who, directly or indirectly, through 1 or more intermediaries, controls a casino licensee under this act.\n\n(c) \"Affiliated company\" means any form of business organization that controls, a casino licensee under this act.\n\n(d) \"Agent\" means any person who is employed by any agency of this state, other than the board, the state police, or the department of attorney general, who is assigned to perform full-time services on behalf of or for the benefit of the board regardless of the title or position held by that person.\n\n(e) \"Applicant\" means any person who applies for a license or for registration under this act. As used in sections 4a(1)(a), 5(1) to (4), 6(3) to (5) and (9), and 7a(4), (5), and (11), applicant includes an affiliate, affiliated company, director, or managerial employee of the applicant who performs the function of principal executive officer, principal operations officer, or principal accounting officer, or a person who holds greater than 5% direct or indirect interest in the applicant. As used in this subdivision, affiliate and affiliated company do not include a partnership, a joint venture relationship, a co-shareholder of a corporation, a co-member of a limited liability company, or a co-partner in a limited liability partnership that has a 5% or less direct interest in the applicant and is not involved in the casino as defined in rules promulgated by the board.\n\n(f) \"Board\" means the Michigan gaming control board created under section 4.\n\n(g) \"Casino\" means a building or buildings in which gaming is conducted.\n\n(h) \"Casino enterprise\" means the buildings, facilities, or rooms functionally or physically connected to a casino, including but not limited to any bar, restaurant, hotel, cocktail lounge, retail establishment, or arena or any other facility located in a city under the control of a casino licensee.\n\n(i) \"Certified development agreement\" means a development agreement that has been certified by a city and submitted to the board.\n\n(j) \"Chairperson\" means the chairperson of the board.\n\n(k) \"Cheat\" means to alter the selection of criteria that determine the result of a gambling game or the amount or frequency of payment in a gambling game, in violation of this act or rules promulgated under this act.\n\n(l) \"City\" means a local unit of government other than a county that meets all of the following criteria:\n\n(i) Has a population of at least 800,000 at the time a license is issued.\n\n(ii) Is located within 100 miles of any other state or country in which gaming was permitted on December 5, 1996.\n\n(iii) Had a majority of voters who expressed approval of casino gaming in the city.\n\n(m) \"Company\" means a sole proprietorship, corporation, partnership, limited liability partnership, limited liability company, trust, association, joint stock company, joint venture, tribal corporation, or other form of business organization.\n\n(n) \"Compensation\" means any money, thing of value, or financial benefit conferred on or received by a person in return for services rendered, or to be rendered, whether by that person or another.\n\n(o) \"Conflict of interest\" means a situation in which the private interest of a member, employee or agent of the board may influence the judgment of the member, employee, or agent in the performance of his or her public duty under this act. A conflict of interest includes, but is not limited to, any of the following:\n\n(i) Any conduct that would lead a reasonable person, knowing all of the circumstances, to conclude that the member, employee, or agent of the board is biased against or in favor of an applicant.\n\n(ii) Acceptance of any form of compensation other than from the board for any services rendered as part of the official duties of the member, employee, or agent for the board.\n\n(iii) Participation in any business being transacted with or before the board in which the member, employee, or agent of the board or his or her parent, spouse, or child has a financial interest.\n\n(iv) Use of the position, title, or any related authority of the member, employee, or agent of the board in a manner designed for personal gain or benefit.\n\n(v) Demonstration, through work or other action in the performance of the official duties of the member, employee, or agent of the board, of any preferential attitude or treatment of any person.\n\n(p) \"Control\" means having a greater than 15% direct or indirect pecuniary interest in the casino gaming operation with respect to which the license is sought.\n\n(q) \"Department\" means the department of treasury.\n\n(r) \"Development agreement\" means a written agreement between a city and a person naming the person as the designated developer of a casino in the city and covering certain subjects including, but not limited to, all of the following:\n\n(i) Approval by the city of the location of the casino.\n\n(ii) Certification by the city that the applicant has sufficient financial resources to construct and open the casino that it proposes to develop.\n\n(iii) Zoning and site plan requirements.\n\n(iv) Utility connection fees.\n\n(v) Infrastructure improvements.\n\n(vi) Requirements to utilize local businesses and small businesses as suppliers.\n\n(vii) Employment issues.\n\n(viii) Compulsive gambling programs.\n\n(ix) Insurance requirements.\n\n(x) Conceptual design approval.\n\n(xi) Reimbursement for predevelopment and infrastructure costs, traffic engineering, and other transportation costs.\n\n(xii) Plans for completion of destination attractions either within or outside the casino facility and ancillary development rights.\n\n(s) \"Disciplinary action\" means an action by the board suspending or revoking a license or fining, excluding, reprimanding, or otherwise penalizing a person for violating this act or rules promulgated by the board.\n\n(t) \"Ex parte communication\" means any communication, direct or indirect, regarding a licensing application, disciplinary action, or a contested case under this act other than communication that takes place during a meeting or hearing conducted under this act.\n\n(u) \"Financial interest\" or \"financially interested\" means any interest in investments, awarding of contracts, grants, loans, purchases, leases, sales, or similar matters under consideration or consummated by the board. A member, employee, or agent of the board is considered to have a financial interest in a matter under consideration if either of the following circumstances exists:\n\n(i) He or she owns 1% or more of any class of outstanding securities that are issued by a party to the matter under consideration or consummated by the board.\n\n(ii) He or she is employed by or is an independent contractor for a party to the matter under consideration or consummated by the board.\n\n(v) \"Gambling game\" means any game played with cards, dice, equipment or a machine, including any mechanical, electromechanical or electronic device including computers and cashless wagering systems, for money, credit, or any representative of value, including, but not limited to, faro, monte, roulette, keno, bingo, fan tan, twenty one, blackjack, seven and a half, klondike, craps, poker, chuck a luck, Chinese chuck a luck (dai shu), wheel of fortune, chemin de fer, baccarat, pai gow, beat the banker, panguingui, slot machine, any banking or percentage game, or any other game or device approved by the board. Gambling game does not include games played with cards in private homes or residences in which no person makes money for operating the game, except as a player.\n\n(w) \"Gambling operation\" or \"casino gambling operation\" means the conduct of gambling games authorized by the board.\n\n(x) \"Gaming\" or \"casino gaming\" means to deal, operate, carry on, conduct, maintain or expose or offer for play any gambling game or gambling operation.\n\n(y) \"Gross receipts\" means the total of all sums including valid or invalid checks, currency, tokens, coupons, vouchers, or instruments of monetary value whether collected or uncollected, received by a casino licensee from gaming, including all entry fees assessed for tournaments or other contests, less a deduction for uncollectible gaming receivables not to exceed the uncollectible amounts owed as a result of wagers placed at or through a gambling game or 4% of the total gross receipts, whichever is less. A licensee shall not receive the deduction unless the licensee provides written proof to the state treasurer of the uncollected gaming receivables and complied with all rules promulgated by the board regarding the issuance of credit and the collection of amounts due under a credit extension.\n\n(z) \"Institutional investor\" means any retirement fund administered by a public agency for the exclusive benefit of federal, state, or local public employees, an employee benefit plan, or pension fund that is subject to the employee retirement income security act of 1974, as amended, an investment company registered under the investment company act of 1940, 15 USC 80a-1 to 80a-64, a collective investment trust organized by a bank under part 9 of the rules of the comptroller of the currency, a closed end investment trust, a chartered or licensed life insurance company or property and casualty insurance company, a chartered or licensed financial institution, an investment advisor registered under the investment advisers act of 1940, 15 USC 80b-1 to 80b-21, or any other person as determined by the board for reasons consistent with this act.\n\n(aa) \"Investigative hearing\" means any hearing conducted by the board or its authorized representative to investigate and gather information or evidence regarding pending license applications, applicants, licensees, or alleged or apparent violations of this act or rules promulgated by the board.\n\n(bb) \"Managerial employee\" means a person who by virtue of the level of his or her remuneration or otherwise holds a management, supervisory, or policy making position with any licensee under this act, a vendor, or the board.\n\n(cc) \"Member\" means a board member appointed to the board under this act.\n\n(dd) \"Occupational license\" means a license issued by the board to a person to perform in a casino or a casino enterprise an occupation that directly impacts the integrity of gaming and that the board has identified as requiring a license to perform the occupation in a casino or casino enterprise in this state.\n\n(ee) \"Person\" means an individual, corporation, limited liability company, association, partnership, limited liability partnership, trust, or other legal entity.\n\n(ff) \"Supplier\" means a person who the board has identified under rules promulgated by the board as requiring a license to provide casino licensees with goods or services regarding the business of a proposed or existing casino or casino enterprise on a regular or continuing basis.\n\n(gg) \"Vendor\" means a person who is not licensed under this act who supplies any goods or services to a casino licensee or supplier licensee.\n\n(hh) \"Wagerer\" means a person who plays a gambling game authorized under this act.\n\n(ii) \"Winnings\" means the total cash value of all property or sums including currency, tokens, or instruments of monetary value paid to wagerers as a direct result of wagers placed at or through a gambling game.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-202/"
    },
    {
      "id": "section-432203",
      "number": "432.203",
      "heading": "Casino Gaming Authorized.",
      "text": "(1) Casino gaming is authorized to the extent that it is conducted in accordance with this act.\n\n(2) Except as provided in subsection (5), this act does not apply to any of the following:\n\n(a) The pari-mutuel system of wagering used or intended to be used in connection with race meetings as authorized under the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336.\n\n(b) Lottery games authorized under the McCauley-Traxler-Law-Bowman-McNeely lottery act, 1972 PA 239, MCL 432.1 to 432.47.\n\n(c) Bingo or millionaire parties or any other activities authorized under the Traxler-McCauley-Law-Bowman bingo act, 1972 PA 382, MCL 432.101 to 432.120.\n\n(d) Gambling on Native American land and land held in trust by the United States for a federally recognized Indian tribe on which gaming may be conducted under the Indian gaming regulatory act, Public Law 100-497, 102 Stat. 2467.\n\n(e) Recreational card playing, bowling, redemption games, and occasional promotional activities under sections 303a, 310a, 310b, 372, and 375 of the Michigan penal code, 1931 PA 328, MCL 750.303a, 750.310a, 750.310b, 750.372, and 750.375.\n\n(3) Any other law that is inconsistent with this act does not apply to casino gaming as provided for by this act.\n\n(4) This act and rules promulgated by the board shall apply to all persons who are licensed or otherwise participate in gaming under this act.\n\n(5) If a federal court or agency rules or federal legislation is enacted that allows a state to regulate gambling on Native American land or land held in trust by the United States for a federally recognized Indian tribe, the legislature shall enact legislation creating a new act consistent with this act to regulate casinos that are operated on Native American land or land held in trust by the United States for a federally recognized Indian tribe. The legislation shall be passed by a simple majority of members elected to and serving in each house.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-203/"
    },
    {
      "id": "section-432204",
      "number": "432.204",
      "heading": "Michigan Gaming Control Board; Creation; Membership; Duties.",
      "text": "(1) The Michigan gaming control board is created within the department of treasury. The board has the powers and duties specified in this act and all other powers necessary and proper to fully and effectively execute and administer this act for the purpose of licensing, regulating, and enforcing the system of casino gambling established under this act.\n\n(2) The board consists of 5 members, not more than 3 of whom may be members of the same political party, to be appointed by the governor with the advice and consent of the senate. The governor shall designate 1 of the members as chairperson. Each member must be a resident of this state.\n\n(3) The members shall be appointed for terms of 4 years. A member's term expires on December 31 of the last year of the member's term. If there is a vacancy on the board, the governor shall appoint in like manner a successor to fill the unexpired term.\n\n(4) Each member must be reimbursed for all actual and necessary expenses and disbursements incurred in the execution of official duties. Beginning January 1, 2024, each member must receive compensation in the amount of $1,000.00 for each public board meeting that he or she attends. Beginning January 1, 2024, the chairperson must receive $1,250.00 for each public board meeting he or she attends, and must be reimbursed for all actual and necessary expenses and disbursements.\n\n(5) A member shall not hold any other public office for which he or she receives compensation other than necessary travel or other incidental expenses.\n\n(6) A person who is not of good moral character or who has been indicted or charged with, convicted of, pled guilty or nolo contendere to, or forfeited bail concerning a felony or a misdemeanor involving gambling, theft, dishonesty, or fraud under the laws of this state, any other state, or the United States or a local ordinance in any state involving gambling, dishonesty, theft, or fraud that substantially corresponds to a misdemeanor in that state must not be appointed or remain as a member.\n\n(7) Any member may be removed by the governor for neglect of duty, misfeasance, malfeasance, nonfeasance, or any other just cause.\n\n(8) The governor shall appoint the executive director of the board to serve a 6-year term. The appointment of the executive director requires the approval of the senate by a record roll call vote. The executive director shall perform any and all duties that the board assigns to him or her. The executive director must be reimbursed for all actual and necessary expenses incurred by him or her in discharge of his or her official duties. The executive director shall keep records of all proceedings of the board and shall preserve all records, books, documents, and other papers belonging to the board or entrusted to its care. The executive director shall devote his or her full time to the duties of the office and shall not hold any other office or employment. A vacancy in the position of executive director must be filled as provided in this subsection for a new 6-year term.\n\n(9) The board shall employ the personnel necessary to carry out the functions of the board under this act.\n\n(10) The governor shall not appoint a person to the board and the board shall not employ a person if any of the following circumstances exist:\n\n(a) During the 1 year immediately preceding appointment or employment, the person held any direct or indirect interest in, or any employment by, a person who is licensed to operate a casino under this act or in another jurisdiction, a person who had an application to operate a casino pending before the board or any other jurisdiction, or a casino enterprise. However, the board may employ the person if his or her interest in any casino licensee or casino enterprise would not, in the opinion of the board, interfere with the objective discharge of the person's employment obligations. However, the board shall not employ a person if his or her interest in the casino licensee or casino enterprise constitutes a controlling interest in that casino licensee or casino enterprise.\n\n(b) The person or his or her spouse, parent, child, child's spouse, sibling, or spouse of a sibling is a member of the board of directors of or a person financially interested in any person licensed as a casino licensee or casino supplier, any person who has an application for a license pending before the board, or a casino enterprise.\n\n(11) Each member, the executive director, and each employee as determined by the board shall file with the governor a financial disclosure statement listing all assets and liabilities, property and business interests, and sources of income of the member, executive director, or employee and his or her spouse, and affirming that the circumstances described in subsection (10) do not apply to the member, executive director, or employee. The financial disclosure statement must be under oath and be filed at the time of employment and annually thereafter.\n\n(12) A member, executive director, or board employee shall not hold any direct or indirect interest in, be employed by, or enter into a contract for services with a casino licensee for a period of 2 years after the date his or her office or employment terminates.\n\n(13) A member, executive director, or board employee shall not represent any person or party other than this state before or against the board for a period of 2 years after the termination of his or her office or employment with the board.\n\n(14) The board has general responsibility for the implementation of this act. The board's duties include, but are not limited to, all of the following:\n\n(a) Deciding in a reasonable period of time all casino license applications. A casino license applicant has the burden to establish by clear and convincing evidence its suitability as to integrity, moral character, and reputation; personal and business probity; financial ability and experience; responsibility; and other criteria considered appropriate by the board. The criteria considered appropriate by the board must not be arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(b) Deciding in reasonable order all license applications. Except for casino license applicants granted a hearing under section 6(7), any party aggrieved by an action of the board denying, suspending, revoking, restricting, or refusing to renew a license, or imposing a fine, may request a hearing before the board. A request for a hearing must be made to the board in writing within 21 days after service of notice of the action of the board. Notice of the action of the board must be served either by personal delivery or by certified mail, postage prepaid, to the aggrieved party. Notice served by certified mail is considered complete on the business day following the date of the mailing.\n\n(c) Conducting its public meetings in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(d) Promulgating the rules necessary to implement, administer, and enforce this act. The rules promulgated under this act must not be arbitrary, capricious, or contradictory to the expressed provisions of this act. The rules may include, but need not be limited to, rules that do 1 or more of the following:\n\n(i) Govern, restrict, approve, or regulate the casino gaming authorized in this act.\n\n(ii) Promote the safety, security, and integrity of casino gaming authorized in this act.\n\n(iii) License and regulate persons participating in or involved with casino gaming authorized in this act.\n\n(e) Providing for the establishment and collection of all license and registration fees and taxes imposed by this act and the rules promulgated by the board.\n\n(f) Providing for the levy and collection of penalties and fines for the violation of this act and the rules promulgated by the board.\n\n(g) Being present through its inspectors, agents, auditors, and the department of state police or department of attorney general at any time in any casino and related casino enterprise for the purpose of certifying the revenue of the licensee, receiving complaints from the public, and conducting other investigations into the conduct of the gambling games and the maintenance of the equipment as the board considers necessary and proper to assure compliance with this act and the rules promulgated by the board and to protect and promote the overall safety, security, and integrity of casino gaming authorized in this act.\n\n(h) Reviewing and ruling upon any complaint by a licensee regarding any investigative procedures of this state that are unnecessarily disruptive of gambling operations. The need to inspect and investigate is presumed at all times. A licensee must establish by clear and convincing evidence that its operations were disrupted, the procedures had no reasonable law enforcement or regulatory purposes, and the procedures were so disruptive as to unreasonably inhibit gambling operations.\n\n(i) Holding at least 1 public meeting each quarter of the fiscal year. In addition, special meetings may be called by the chairperson or any 2 members upon 72 hours' written notice to each member. Three members constitute a quorum. Three votes are required in support of final determinations of the board on applications for casino licenses. The board shall keep a complete and accurate record of all its meetings and hearings. Upon order of the board, 1 of the board members or a hearing officer designated by the board may conduct any hearing provided for under this act or by the rules promulgated by the board and may recommend findings and decisions to the board. The board member or hearing officer conducting the hearing has all powers and rights regarding the conduct of hearings granted to the board under this act. The record made at the time of the hearing must be reviewed by the board, or a majority of the board, and the findings and decision of the majority of the board constitute the order of the board.\n\n(j) Maintaining records that are separate and distinct from the records of any other state board. The board shall make the records available for public inspection subject to the limitations of this act, and the records must accurately reflect all board proceedings.\n\n(k) Reviewing the patterns of wagering and wins and losses by persons in casinos under this act and making recommendations to the governor and the legislature in a written annual report to the governor and the legislature and additional reports as requested by the governor. The annual report must include a statement of receipts and disbursements by the board, actions taken by the board, and any additional information and recommendations that the board considers appropriate or that the governor requests.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal EAdmin Rule:R 432.1101 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-204/"
    },
    {
      "id": "section-432204a",
      "number": "432.204a",
      "heading": "Michigan Gaming Control Board; Jurisdiction; Powers.",
      "text": "(1) The board has jurisdiction over and shall supervise all gambling operations governed by this act. The board has all powers necessary and proper to fully and effectively execute this act, including, but not limited to, the authority to do all of the following:\n\n(a) Investigate applicants and determine the eligibility of applicants for licenses or registration and to grant licenses to applicants in accordance with this act and the rules promulgated under this act.\n\n(b) Have jurisdiction over and supervise casino gambling operations authorized by this act and all persons in casinos where gambling operations are conducted under this act.\n\n(c) Enter through its investigators, agents, auditors, and the department of state police at any time, without a warrant and without notice to the licensee, the premises, offices, casinos, casino enterprises, facilities, or other places of business of a casino licensee or casino supplier licensee, where evidence of the compliance or noncompliance with this act or rules promulgated by the board is likely to be found, for the following purposes:\n\n(i) To inspect and examine all premises where casino gaming or the business of gaming or the business of a supplier is conducted, or where any records of the activities are prepared.\n\n(ii) To inspect, examine, audit, impound, seize, or assume physical control of, or summarily remove from the premises all books, ledgers, documents, writings, photocopies, correspondence, records, videotapes, including electronically stored records, money receptacles, other containers and their contents, equipment in which the records are stored, or other gaming related equipment and supplies on or around the premises, including counting rooms.\n\n(iii) To inspect the person, and inspect, examine, and seize personal effects present in a casino facility licensed under this act, of any holder of a license or registration issued under this act while that person is present in a licensed casino facility.\n\n(iv) To investigate and deter alleged violations of this act or the rules promulgated by the board.\n\n(v) This section is not intended to limit warrantless inspections except in accordance with constitutional requirements.\n\n(d) Investigate alleged violations of this act or rules promulgated by the board and to take appropriate disciplinary action against a licensee or any other person, or institute appropriate legal action for enforcement, or both.\n\n(e) Adopt standards for the licensing of all persons under this act, as well as for electronic or mechanical gambling games or gambling games, and to establish fees for the licenses.\n\n(f) Adopt appropriate standards for all casino gaming facilities and equipment.\n\n(g) Require that all records of casino and supplier licensees, including financial or other statements, be kept on the premises of the casino licensee or supplier licensee in the manner prescribed by the board.\n\n(h) Require that each casino licensee involved in the ownership or management of gambling operations submit to the board an annual balance sheet, profit and loss statement, and a list of the stockholders or other persons having a 5% or greater beneficial interest in the gambling activities of the licensee in addition to any other information the board considers necessary in order to effectively administer this act and all rules promulgated by the board and orders and final decisions made under this act.\n\n(i) Conduct investigative and contested case hearings, issue subpoenas for the attendance of witnesses and subpoenas duces tecum for the production of books, ledgers, records, memoranda, electronically retrievable data, and other pertinent documents and to administer oaths and affirmations to the witnesses to exercise and discharge the powers and duties of the board under this act. The executive director or his or her designee is also authorized to issue subpoenas and to administer oaths and affirmations to witnesses.\n\n(j) Prescribe a form to be used by any licensee involved in the ownership or management of gambling operations as an application for employment for prospective employees.\n\n(k) Revoke or suspend licenses, impose fines and penalties as the board considers necessary and in compliance with applicable laws of this state regarding administrative procedures, and review and decide applications for the renewal of licenses. The board may suspend a casino license, without notice or hearing upon a determination that the safety or health of patrons or employees is jeopardized by continuing a casino's operation. If the board suspends a license under this subdivision without notice or hearing, a prompt postsuspension hearing must be held to determine if the suspension should remain in effect. The suspension may remain in effect until the board determines that the cause for suspension has been abated. The board may revoke the casino license upon a determination that the owner has not made satisfactory progress toward abating the hazard.\n\n(l) In addition to a disassociated person, eject or exclude or authorize the ejection or exclusion of a person from a casino if the person violates this act, rules promulgated by the board, or a final order of the board or if the board determines that the person's conduct or reputation is such that his or her presence within the casino gambling facilities may compromise the honesty and integrity of the gambling operations or interfere with the orderly conduct of the gambling operations. However, the propriety of the ejection or exclusion is subject to a subsequent hearing by the board.\n\n(m) Suspend, revoke, or restrict licenses and require the removal of a licensee or an employee of a licensee for a violation of this act or a rule promulgated by the board or for engaging in a fraudulent practice, and impose civil penalties of up to $5,000.00 against individuals and up to $10,000.00 or an amount equal to the daily gross receipts, whichever is greater, against casino licensees for each violation of this act, any rules promulgated by the board, any order of the board, or for any other action that the board determines is a detriment or impediment to casino gambling operations.\n\n(n) Disqualify a person under section 7c(5).\n\n(o) In addition to the authority provided under subdivision (m), revoke or suspend a casino license or impose any other disciplinary action for either of the following reasons:\n\n(i) At any time the licensee no longer meets the eligibility requirements or suitability determination by the board for a casino license under this act.\n\n(ii) The failure to revoke or suspend the license would undermine the public's confidence in the gaming industry in this state.\n\n(p) Conduct periodic audits of casinos authorized under this act.\n\n(q) Establish minimum levels of insurance to be maintained by licensees.\n\n(r) Delegate the execution of any of its powers under this act for the purpose of administering and enforcing this act and the rules promulgated by the board. This subdivision does not apply to the granting of casino licenses under section 6.\n\n(s) Perform a background check, at the vendor's expense, of any vendor using the same standards that the board uses in determining whether to grant a supplier's license.\n\n(t) Review the business practices of a casino licensee including, but not limited to, the price and quality of goods and services offered to patrons and take disciplinary action as the board considers appropriate to prevent practices that undermine the public's confidence in the gaming industry in this state.\n\n(u) Enter into agreements with other jurisdictions to facilitate, administer, and regulate multijurisdictional gaming by casino licensees if the gaming under the agreement is conducted only in the United States.\n\n(v) Review a licensee if that licensee is under review or is otherwise subject to discipline by a regulatory body in any other jurisdiction for a violation of a gambling law or regulation in that jurisdiction.\n\n(w) Take any other action as may be reasonable or appropriate to enforce this act and rules promulgated by the board.\n\n(2) The board may seek and shall receive the cooperation and assistance of the department of state police and department of attorney general in conducting background investigations of applicants and in fulfilling its responsibilities under this act.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-204a/"
    },
    {
      "id": "section-432204b",
      "number": "432.204b",
      "heading": "Appropriation; Reimbursement; Credit Against Annual Assessment.",
      "text": "(1) There is appropriated for the fiscal year ending September 30, 1997, $5,000,000.00 for the purpose of funding the operations of the board. The $5,000,000.00 appropriation shall be reimbursed in equal shares by each of the 3 casino licensees licensed under this act. In no event shall the casino's share exceed 1/3 of the total amount required under this subsection. The amount owing from each licensee shall be paid to the state treasurer and deposited into the state casino gaming fund no later than the first day on which each casino opens for operation.\n\n(2) The amount a casino licensee reimburses the state under this section shall be credited against the annual assessment made under section 12a.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-204b/"
    },
    {
      "id": "section-432204c",
      "number": "432.204c",
      "heading": "Disclosure of Information.",
      "text": "(1) Except as otherwise provided in this section, all information, records, interviews, reports, statements, memoranda, or other data supplied to or used by the board are subject to the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246, except for the following:\n\n(a) All the information, records, interviews, reports, statements, correspondence, memoranda, documents, or other data supplied to, created by, or used by the board related to background investigations of applicants or licensees or involving trade secrets, internal controls, nonpublic financial data, surveillance footage, or surveillance or security measures of the licensees or applicants, or that the applicant, licensee, or board designates as confidential.\n\n(b) All information, records, interviews, reports, statements, memoranda, or other data supplied to or used by the board that have been received from another jurisdiction or local, state, or federal agency under a promise of confidentiality or if the release of the information is otherwise barred by the statutes, rules, or regulations of that jurisdiction or agency or by an intergovernmental agreement.\n\n(c) All information provided in an application for license required under this act.\n\n(d) Any information that would disclose employment schedules, travel schedules, vehicle information, or other information that might endanger the physical safety of board employees, or investigation information.\n\n(2) Notwithstanding subsection (1)(a) or (c), the board shall, on written request from any person, provide the following information concerning an applicant or licensee, his or her products, services or gambling enterprises, and his or her business holdings if the board has the information in its possession:\n\n(a) The name, business address, and business telephone number.\n\n(b) An identification of the applicant or licensee, including, if the applicant or licensee is not an individual, its state of incorporation or registration, its corporate officers, and the identity of its shareholders. If an applicant or licensee has a registration statement or a pending registration statement filed with the Securities and Exchange Commission, only the names of those persons or entities holding interest of 5% or more shall be provided.\n\n(c) An identification of any business, including, if applicable, the state of incorporation or registration, in which an applicant or licensee or an applicant's or licensee's spouse, parent, or child has equity interest of more than 5%.\n\n(d) Whether an applicant or licensee has been indicted, convicted, pleaded guilty or nolo contendere, or forfeited bail concerning any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, including the name and location of the court, the date, and disposition of the offense.\n\n(e) Whether an applicant or licensee has had any license or certification issued by a licensing authority in this state or any other jurisdiction denied, restricted, suspended, revoked, or not renewed and, if known by the board, a statement describing the facts and circumstances concerning the denial, restriction, suspension, revocation, or nonrenewal, including the name of the licensing authority, the date each action was taken, and the reason for each action.\n\n(f) Whether an applicant or licensee has ever filed, or had filed against it, a proceeding for bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt, including the date of filing, the name and location of the court, the case, and number of the disposition.\n\n(g) Whether an applicant or licensee has filed, or been served with, a complaint or other notice filed with any public body regarding the delinquent payment of any tax required under federal, state, or local law, including the amount of the tax, type of tax, the taxing agency, and time periods involved.\n\n(h) A statement listing the names and titles of all public officials or officers of any city, state, or federal body, agency, or entity and relatives of the officials who, directly or indirectly, own any financial interest in, have any beneficial interest in, are the creditors of, or hold or have any other interest in, or any contractual or service relationship with, an applicant or licensee under this act.\n\n(i) Whether an applicant or licensee or the spouse, parent, child, or spouse of a child of an applicant or licensee has made, directly or indirectly, any political contributions, or any loans, gifts, or other payments to any candidate or officeholder elected in this state, within 5 years prior to the date of filing the application, including the amount and the method of payment or to a committee established under the Michigan campaign finance act, 1976 PA 388, MCL 169.201 to 169.282. As used in this subdivision, \"candidate\" means:\n\n(i) That term as defined in section 3 of the Michigan campaign finance act, 1976 PA 388, MCL 169.203.\n\n(ii) The holder of any state, legislative, or local elective office.\n\n(j) The name and business telephone number of any attorney, counsel, lobbyist agent as that term is defined in section 5 of 1978 PA 472, MCL 4.415, or any other person representing the applicant or licensee in matters before the board.\n\n(k) A summary of the applicant's development agreement with the city, including the proposed location, the square footage of any proposed casino, the type of additional facilities, restaurants, or hotels proposed by the applicant, the expected economic benefit to the city, the anticipated or actual number of employees, any statement from the applicant regarding compliance with federal and state affirmative action guidelines, the projected or actual admissions, and the projected or actual adjusted gross receipts.\n\n(l) A description of the product or service to be supplied by, or occupation to be engaged in by, the licensee.\n\n(3) Except as otherwise provided in this subsection, all information, records, interviews, reports, statements, memoranda, or other data provided in a response to a request for proposals for development agreements issued by a city and all draft development agreements being negotiated by the city are exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246, including but not limited to any of the following:\n\n(a) All information, records, interviews, reports, correspondence, statements, memoranda, documents, or other data supplied to, created by, or used by the city related to background investigations of applicants for a development agreement or involving trade secrets, internal controls, nonpublic financial data, surveillance, or security measures of the licensees or applicants, or that the applicant, licensee, or board designates as confidential.\n\n(b) All records, interviews, reports, statements, memoranda, or other information supplied to or used by the city that have been received from another jurisdiction or local, state, or federal agency under a promise of confidentiality or if the release of the information is otherwise barred by the statutes, rules, or regulations of that jurisdiction or agency or by an intergovernmental agreement.\n\n(c) All information provided in a response to a request for proposals for development agreements.\n\n(4) Notwithstanding subsection (3)(a) or (c), a city shall, upon request, disclose the following information concerning a response to a request for proposals for development agreements:\n\n(a) The name, business address, and business telephone number of the person filing the response.\n\n(b) An identification of the person filing the response, including, if the person is not an individual, the state of incorporation or registration, the corporate officers, and the identity of all shareholders or participants. If the person filing a response has a registration statement or a pending registration statement filed with the Securities and Exchange Commission, the city shall only provide the names of those persons or entities holding interest of 5% or more.\n\n(c) An identification of any business, including, if applicable, the state of incorporation or registration, in which a person filing a response or his or her spouse, parent, or child has equity interest of more than 5%.\n\n(d) Whether a person filing a response has been indicted, convicted, pleaded guilty or nolo contendere, or forfeited bail concerning any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, including the name and location of the court, the date, and disposition of the offense.\n\n(e) Whether a person filing a response has had any license or certification issued by a licensing authority in this state or any other jurisdiction denied, restricted, suspended, revoked, or not renewed and, if known by the city, a statement describing the facts and circumstances concerning the denial, restriction, suspension, revocation, or nonrenewal, including the name of the licensing authority, the date each action was taken, and the reason for each action.\n\n(f) Whether a person filing a response has ever filed, or had filed against it, a proceeding for bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt, including the date of filing, the name and location of the court, the case, and number of the disposition.\n\n(g) Whether a person filing a response has filed, or been served with, a complaint or other notice filed with any public body regarding the delinquency in the payment of any tax required under federal, state, or local law, including the amount, type of tax, the taxing agency, and time periods involved.\n\n(h) A statement listing the names and titles of all public officials or officers of any city, state, or federal body, agency, or entity and relatives of the officials who, directly or indirectly, own any financial interest in, have any beneficial interest in, are the creditors of, or hold or have any interest in or have any contractual or service relationship with, a person filing a response.\n\n(i) Whether a person filing a response or the spouse, parent, child, or spouse of a child of a person filing a response has made, directly or indirectly, any political contributions, or any loans, gifts, or other payments to any board member or any candidate as or officeholder elected in this state or to a committee established under the Michigan campaign finance act, 1976 PA 388, MCL 169.201 to 169.282, within 5 years before the date of filing the application, including the amount and the method of payment. As used in this subdivision, \"candidate\" means:\n\n(i) That term as defined in section 3 of the Michigan campaign finance act, 1976 PA 388, MCL 169.203.\n\n(ii) The holder of any state, legislative, or local elective office.\n\n(j) The name and business telephone number of the counsel representing the person filing a response.\n\n(k) A summary of the development agreement proposal with the city, including the proposed location, the square footage of the proposed casino, the type of additional facilities, restaurants, or hotels proposed by the person filing a response, the expected economic benefit to the city, the anticipated or actual number of employees, any statement from the applicant regarding compliance with federal and state affirmative action guidelines, the projected or actual admissions, and the projected or actual adjusted gross receipts.\n\n(l) A description of the product or service to be supplied by, or occupation to be engaged in by, a person filing a response.\n\n(5) Notwithstanding the provisions of this section, the board or a city may cooperate with and provide all information, records, interviews, reports, statements, memoranda, or other data supplied to or used by the board to other jurisdictions or law enforcement agencies.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-204c/"
    },
    {
      "id": "section-432204d",
      "number": "432.204d",
      "heading": "Member, Employee, or Agent of Board; Conduct Generally.",
      "text": "(1) By January 31 of each year, each member of the board shall prepare and file with the office of the board, a board disclosure form in which the member does all of the following:\n\n(a) Affirms that the member or the member's spouse, parent, child, or child's spouse is not a member of the board of directors of, financially interested in, or employed by a licensee or applicant.\n\n(b) Affirms that the member continues to meet any other criteria for board membership under this act or the rules promulgated by the board.\n\n(c) Discloses any legal or beneficial interests in any real property that is or that may be directly or indirectly involved with gaming or gaming operations authorized by this act.\n\n(d) Discloses any other information required to ensure that the integrity of the board and its work is maintained.\n\n(2) By January 31 of each year, each employee of the board shall prepare and file with the office of the board an employee disclosure form in which the employee does all of the following:\n\n(a) Affirms the absence of financial interests prohibited by this act.\n\n(b) Discloses any legal or beneficial interests in any real property that is or that may be directly or indirectly involved with gaming or gaming operations authorized by this act.\n\n(c) Discloses whether the employee or the employee's spouse, parent, child, or child's spouse is financially interested in or employed by a supplier licensee or an applicant for a supplier's license under this act.\n\n(d) Discloses any other matters required to ensure that the integrity of the board and its work is maintained.\n\n(3) A member, employee, or agent of the board who becomes aware that the member, employee, or agent of the board or his or her spouse, parent, or child is a member of the board of directors of, financially interested in, or employed by a licensee or an applicant shall immediately provide detailed written notice of the membership, financial interest, or employment to the chairperson.\n\n(4) A member, employee, or agent of the board who has been indicted, charged with, convicted of, pled guilty or nolo contendere to, or forfeited bail concerning a misdemeanor involving gambling, dishonesty, theft, or fraud or a local ordinance in any state involving gambling, dishonesty, theft, or fraud that substantially corresponds to a misdemeanor in that state, or a felony under Michigan law, the laws of any other state, or the laws of the United States, or any other jurisdiction shall immediately provide detailed written notice of the conviction or charge to the chairperson.\n\n(5) Any member, employee, or agent of the board who is negotiating for, or acquires by any means, any interest in any person who is a licensee or an applicant, or any person affiliated with such a person, shall immediately provide written notice of the details of the interest to the chairperson. The member, employee, or agent of the board shall not act on behalf of the board with respect to that person.\n\n(6) A member, employee, or agent of the board may not enter into any negotiations for employment with any person or affiliate of any person who is a licensee or an applicant, and shall immediately provide written notice of the details of any such negotiations or discussions to the chairperson. The member, employee, or agent of the board shall not take any action on behalf of the board with respect to that person.\n\n(7) Any member, employee, or agent of the board who receives an invitation, written or oral, to initiate a discussion concerning employment or the possibility of employment with a person or affiliate of a person who is a licensee or an applicant shall immediately report that he or she received the invitation to the chairperson. The member, employee, or agent of the board shall not take action on behalf of the board with respect to the person.\n\n(8) A licensee or applicant shall not knowingly initiate a negotiation for or discussion of employment with a member, employee, or agent of the board. A licensee or applicant who initiates a negotiation or discussion about employment shall immediately provide written notice of the details of the negotiation or discussion to the chairperson as soon as he or she becomes aware that the negotiation or discussion has been initiated with a member, employee, or agent of the board.\n\n(9) A member, employee, or agent of the board, or former member, employee, or agent of the board, shall not disseminate or otherwise disclose any material or information in the possession of the board that the board considers confidential unless specifically authorized to do so by the chairperson or the board.\n\n(10) A member, employee, or agent of the board or a parent, spouse, sibling, spouse of a sibling, child, or spouse of a child of a member, employee, or agent of the board may not accept any gift, gratuity, compensation, travel, lodging, or anything of value, directly or indirectly, from any licensee or any applicant or affiliate or representative of an applicant or licensee, unless the acceptance conforms to a written policy or directive that is issued by the chairperson or the board. Any member, employee, or agent of the board who is offered or receives any gift, gratuity, compensation, travel, lodging, or anything of value, directly or indirectly, from any licensee or any applicant or affiliate or representative of an applicant or licensee shall immediately provide written notification of the details to the chairperson.\n\n(11) A licensee or applicant, or affiliate or representative of an applicant or licensee, may not, directly or indirectly, give or offer to give any gift, gratuity, compensation, travel, lodging, or anything of value to any member, employee, or agent of the board which the member, employee, or agent of the board is prohibited from accepting under subsection (10).\n\n(12) A member, employee, or agent of the board shall not engage in any conduct that constitutes a conflict of interest, and shall immediately advise the chairperson in writing of the details of any incident or circumstances that would present the existence of a conflict of interest with respect to the performance of the board-related work or duty of the member, employee, or agent of the board.\n\n(13) A member, employee, or agent of the board who is approached and offered a bribe in violation of section 118 of the Michigan penal code, 1931 PA 328, MCL 750.118, or this act shall immediately provide written account of the details of the incident to the chairperson and to a law enforcement officer of a law enforcement agency having jurisdiction.\n\n(14) A member, employee, or agent of the board shall disclose his or her past involvement with any casino interest in the past 5 years and shall not engage in political activity or politically related activity during the duration of his or her appointment or employment.\n\n(15) A former member, employee, or agent of the board may appear before the board as a fact witness about matters or actions handled by the member, employee, or agent during his or her tenure as a member, employee, or agent of the board. The member, employee, or agent of the board shall not receive compensation for such an appearance other than a standard witness fee and reimbursement for travel expenses as established by statute or court rule.\n\n(16) A licensee or applicant or any affiliate or representative of an applicant or licensee shall not engage in ex parte communications with a member of the board. A member of the board shall not engage in any ex parte communications with a licensee or an applicant or with any affiliate or representative of an applicant or licensee.\n\n(17) Any board member, licensee, or applicant or affiliate or representative of a board member, licensee, or applicant who receives any ex parte communication in violation of subsection (16), or who is aware of an attempted communication in violation of subsection (16), shall immediately report details of the communication or attempted communication in writing to the chairperson.\n\n(18) Any member of the board who receives an ex parte communication that attempts to influence that member's official action shall disclose the source and content of the communication to the chairperson. The chairperson may investigate or initiate an investigation of the matter with the assistance of the attorney general and the department of state police to determine if the communication violates subsection (16) or subsection (17) or other state law. The disclosure under this section and the investigation shall remain confidential. Following an investigation, the chairperson shall advise the governor or the board, or both, of the results of the investigation and may recommend action as the chairperson considers appropriate.\n\n(19) A new or current employee or agent of the board shall obtain written permission from the executive director before continuing outside employment held at the time the employee begins to work for the board. The executive director shall deny permission, or revoke permission previously granted, if the nature of the work is considered to or creates a possible conflict of interest or otherwise interferes with the duties of the employee or agent for the board.\n\n(20) An employee or agent of the board granted permission for outside employment shall not conduct any business or perform any activities, including solicitation, related to outside employment on premises used by the board or during the employee's working hours for the board.\n\n(21) If the chairperson, as an employee of the board, is required to file disclosure forms or report in writing the details of any incident or circumstance under this section, he or she shall file those disclosure forms or written reports with the board.\n\n(22) The chairperson shall report any action he or she has taken or contemplates taking under this section with respect to an employee or agent or former employee or former agent to the board at the next meeting of the board. The board may direct the executive director to take additional or different action.\n\n(23) Except as follows, a member, employee, or agent of the board shall not participate in or wager on any gambling game conducted by any licensee or applicant or any affiliate of an applicant or licensee in this state or in any other jurisdiction:\n\n(a) A member, employee, or agent of the board may participate in and wager on a gambling game conducted by a licensee under this act, to the extent authorized by the chairperson or board as part of the person's surveillance, security, or other official duties for the board.\n\n(b) A member, employee, or agent of the board shall advise the chairperson at least 24 hours in advance if he or she plans to be present in a casino in this state or in another jurisdiction operated by a licensee or applicant, or affiliate of a licensee or an applicant, outside the scope of his or her official duties for the board.\n\n(24) Violation of this section by a licensee or applicant, or affiliate or representative of a licensee or applicant, may result in denial of the application of licensure or revocation or suspension of license or other disciplinary action by the board.\n\n(25) Violation of this section by a member of the board may result in disqualification or constitute cause for removal under section 4(7) or other disciplinary action as determined by the board.\n\n(26) A violation of this section by an employee or agent of the board will not result in termination of employment if the board determines that the conduct involved does not violate the purpose of this act, or require other disciplinary action, including termination of employment. However, employment will be terminated as follows:\n\n(a) If, after being offered employment or beginning employment with the board, the employee or agent intentionally acquires a financial interest in a licensee or an applicant, or affiliate or representative of a licensee or applicant, employment with the board must be terminated.\n\n(b) If a financial interest in a licensee or an applicant, or affiliate or representative of a licensee or applicant, is acquired by an employee or agent that has been offered employment with the board, or is an employee of the board, through no intentional action of the employee or agent, the individual has up to 30 days to divest or terminate the financial interest. Employment may be terminated if the interest has not been divested after 30 days.\n\n(c) Employment must be terminated if the employee or agent is a spouse, parent, child, or spouse of a child of a board member.\n\n(27) Violation of this section does not create a civil cause of action.\n\n(28) As used in this section:\n\n(a) \"Outside employment\" includes, but is not limited to any of, the following:\n\n(i) Operation of a proprietorship.\n\n(ii) Participation in a partnership or group business enterprise.\n\n(iii) Performance as a director or corporate officer of any for-profit corporation or banking or credit institution.\n\n(b) \"Political activity\" or \"politically related activity\" includes all of the following:\n\n(i) Using his or her official authority or influence for the purpose of interfering with or affecting the result of an election.\n\n(ii) Knowingly soliciting, accepting, or receiving a political contribution from any person.\n\n(iii) Running for the nomination or as a candidate for election to a partisan political office.\n\n(iv) Knowingly soliciting or discouraging the participation in any political activity of any person who is either of the following:\n\n(A) Applying for any compensation, grant, contract, ruling, license, permit, or certificate pending before the board.\n\n(B) The subject of or a participant in an ongoing audit, investigation, or enforcement action being carried out by the board.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-204d/"
    },
    {
      "id": "section-432205",
      "number": "432.205",
      "heading": "Application for Casino License.",
      "text": "(1) A person may apply to the board for a casino license to conduct a gambling operation as provided in this act. The application must be made under oath on forms provided by the board and contain information as prescribed by the board, including but not limited to all of the following:\n\n(a) The name, business address, business telephone number, Social Security number, and, where applicable, the federal tax identification number of any applicant.\n\n(b) The identity of every person having a greater than 5% direct or indirect pecuniary interest in the applicant with respect to which the license is sought. If the disclosed entity is a trust, the application must disclose the names and addresses of the beneficiaries; if a corporation, the names and addresses of all stockholders and directors; if a partnership, the names and addresses of all partners, both general and limited; if a limited liability company, the names and addresses of all members.\n\n(c) An identification of any business, including, if applicable, the state of incorporation or registration, in which an applicant or an applicant's spouse, parent, or child has an equity interest of more than 5%. If an applicant is a corporation, partnership, or other business entity, the applicant shall identify any other corporation, partnership, or other business entity in which it has an equity interest of 5% or more, including, if applicable, the state of incorporation or registration. An applicant may comply with this subdivision by filing a copy of the applicant's registration with the securities exchange commission if the registration contains the information required by this subdivision.\n\n(d) Whether an applicant has been indicted for, charged with, arrested for, or convicted of, pleaded guilty or nolo contendere to, forfeited bail concerning, or had expunged any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, regardless of whether the offense has been expunged, pardoned, or reversed on appeal or otherwise, including the date, the name and location of the court, arresting agency and prosecuting agency, the case caption, the docket number, the offense, the disposition, and the location and length of incarceration.\n\n(e) Whether an applicant has ever applied for or has been granted any license or certificate issued by a licensing authority in this state or any other jurisdiction that has been denied, restricted, suspended, revoked, or not renewed and a statement describing the facts and circumstances concerning the application, denial, restriction, suspension, revocation, or nonrenewal, including the licensing authority, the date each action was taken, and the reason for each action.\n\n(f) Whether an applicant has ever filed or had filed against it a civil or administrative action or proceeding in bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt including the date of filing, the name and location of the court, the case caption, the docket number, and the disposition.\n\n(g) Whether an applicant has filed, or been served with, a complaint or other notice filed with any public body, regarding the delinquency in the payment of, or a dispute over the filings concerning the payment of, any tax required under federal, state, or local law, including the amount, type of tax, the taxing agency, and time periods involved.\n\n(h) A statement listing the names and titles of all public officials or officers of any unit of government, and the spouses, parents, and children of those public officials or officers who, directly or indirectly, own any financial interest in, have any beneficial interest in, are the creditors of or hold any debt instrument issued by, or hold or have any interest in any contractual or service relationship with, an applicant. As used in this subdivision, public official or officer does not include an individual who would have to be listed solely because of his or her state or federal military service.\n\n(i) Whether an applicant or the spouse, parent, child, or spouse of a child of an applicant has made, directly or indirectly, any political contribution, or any loans, donations, or other payments to any candidate or officeholder elected in this state or to a committee established under the Michigan campaign finance act, 1976 PA 388, MCL 169.201 to 169.282, within 5 years from the date of the filing of the application, including the identity of the board member, candidate, or officeholder, the date, the amount, and the method of payment. As used in this subdivision, \"candidate\" means:\n\n(i) That term as defined in section 3 of the Michigan campaign finance act, 1976 PA 388, MCL 169.203.\n\n(ii) The holder of any state, legislative, or local elective office.\n\n(j) The name and business telephone number of any attorney, counsel, lobbyist agent as that term is defined in section 5 of 1978 PA 472, MCL 4.415, or any other person representing an applicant in matters before the board.\n\n(k) A description of any proposed or approved casino gaming operation and related casino enterprises, including the economic benefit to the community, anticipated or actual number of employees, any statement from an applicant regarding compliance with federal and state affirmative action guidelines, projected or actual admissions, projected or actual gross receipts, and scientific market research.\n\n(l) Financial information in the manner and form prescribed by the board.\n\n(2) Information provided on the application must be used as a basis for a thorough background investigation that the board shall conduct on each applicant. A false or incomplete application is cause for denial of a license by the board.\n\n(3) Applicants must submit with their application all required development agreements and documents, certifications, resolutions, and letters of support from the governing body that represents the municipality in which the applicant proposes to operate a casino.\n\n(4) Applicants must consent in writing to being subject to the inspections, searches, and seizures provided for in section 4a(1)(c)(i) to (v) and to disclosure to the board and its agents of otherwise confidential records, including tax records held by any federal, state, or local agency, or credit bureau or financial institution, while applying for or holding a license under this act.\n\n(5) A nonrefundable application fee of $50,000.00 must be paid at the time of filing to defray the costs associated with the background investigation conducted by the board. If the costs of the investigation exceed $50,000.00, the applicant shall pay the additional amount to the board. All information, records, interviews, reports, statements, memoranda, or other data supplied to or used by the board in the course of its review or investigation of an application for a license under this act must only be disclosed in accordance with this act. The information, records, interviews, reports, statements, memoranda, or other data are not admissible as evidence, nor discoverable in any action of any kind in any court or before any tribunal, board, agency, or person, except for any action considered necessary by the board.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-205/"
    },
    {
      "id": "section-432206",
      "number": "432.206",
      "heading": "Issuance of Casino Licenses; Eligibility; Limitations.",
      "text": "(1) The board shall issue a casino license to a person who applies for a license, who pays the nonrefundable application fee required under section 5(5) and a $25,000.00 license fee for the first year of operation, and who the board determines is eligible and suitable to receive a casino license under this act and the rules promulgated by the board. It is the burden of the applicant to establish by clear and convincing evidence its suitability as to character, reputation, integrity, business probity, experience, and ability, financial ability and responsibility, and other criteria considered appropriate by the board. The criteria considered appropriate by the board must not be arbitrary, capricious, or contradictory to the expressed provisions of this act. A person is eligible to apply for a casino license if all of the following criteria are met:\n\n(a) The applicant proposes to locate the casino in a city where the local legislative body enacted an ordinance approving casino gaming that may include local ordinances governing casino operations, occupational licensees, and suppliers that are consistent with this act and rules promulgated by the board.\n\n(b) The applicant entered into a certified development agreement with the city where the local legislative body enacted an ordinance approving casino gaming.\n\n(c) The applicant or its affiliates or affiliated companies has a history of, or a bona fide plan for, either investment or community involvement in the city where the casino will be located.\n\n(2) A city shall not certify or submit and have pending before the board more than 3 certified development agreements. If an applicant is denied a casino license by the board, the city may then certify a development agreement with another applicant and submit the certified development agreement to the board. Nothing in this act prevents the city from entering into more than 3 development agreements.\n\n(3) The board shall not issue more than 3 licenses in any city. The board shall not issue a license for a casino to be located on land held in trust by the United States for a federally recognized Indian tribe. In evaluating the eligibility and suitability of all applicants under the standards provided in this act, the board shall establish and apply the standards to all applicants in a consistent and uniform manner. If more than 3 applicants meet the standards for eligibility and suitability provided for in subsections (4) and (5), the board shall first issue licenses to those eligible and suitable applicants that submitted any casino gaming proposal for voter approval before January 1, 1995, in the city in which the casino will be located and the voters approved the proposal.\n\n(4) An applicant is ineligible to receive a casino license if any of the following circumstances exist:\n\n(a) The applicant has been convicted of a felony under the laws of this state, any other state, or the United States. However, the board may waive the requirements under this subdivision if the conviction occurred more than 10 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of this section.\n\n(b) The applicant has been convicted of a misdemeanor involving gambling, theft, dishonesty, or fraud in any state or a local ordinance in any state involving gambling, dishonesty, theft, or fraud that substantially corresponds to a misdemeanor in that state. However, the board may waive the requirements under this subdivision if the conviction occurred more than 5 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of this section.\n\n(c) The applicant has submitted an application for a license under this act that contains false information.\n\n(d) The applicant is a member of the board.\n\n(e) The applicant fails to demonstrate the applicant's ability to maintain adequate liability and casualty insurance for its proposed casino.\n\n(f) The applicant holds an elective office in the city or county where the casino is located, state elective office, or federal elective office, or is employed by a city or county where the casino is located or by a gaming regulatory body of a governmental unit in this state, another state, or the federal government. This section does not apply to an elected officer of or an employee of a federally recognized Indian tribe or to an elected precinct delegate. As used in this subdivision, \"state elective office\" means that term as defined in section 12 of the Michigan campaign finance act, 1976 PA 388, MCL 169.212.\n\n(g) The applicant or affiliate owns more than a 10% ownership interest in any entity holding a casino license issued under this act.\n\n(h) The board concludes that the applicant lacks the requisite suitability as to integrity, moral character, and reputation; personal and business probity; financial ability and experience; responsibility; or means to develop, construct, operate, or maintain the casino proposed in the certified development agreement.\n\n(i) The applicant fails to meet other criteria considered appropriate by the board. The criteria considered appropriate by the board must not be arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(5) In determining whether to grant a casino license to an applicant, the board shall also consider all of the following:\n\n(a) The integrity, moral character, and reputation; personal and business probity; financial ability and experience; and responsibility of the applicant and of any other person or means to develop, construct, operate, or maintain a casino that either:\n\n(i) Controls, directly or indirectly, the applicant.\n\n(ii) Is controlled, directly or indirectly, by the applicant or by a person who controls, directly or indirectly, the applicant.\n\n(b) The prospective total revenue to be derived by the state from the conduct of casino gambling.\n\n(c) The financial ability of the applicant to purchase and maintain adequate liability and casualty insurance.\n\n(d) The sources and total amount of the applicant's capitalization to develop, construct, maintain, and operate the proposed casino.\n\n(e) Whether the applicant has adequate capitalization to develop, construct, maintain, and operate for the duration of a license the proposed casino in accordance with the requirements of this act and rules promulgated by the board and to responsibly pay off its secured and unsecured debts in accordance with its financing agreement and other contractual obligations.\n\n(f) The extent and adequacy of any compulsive gambling programs that the applicant will adopt and implement if licensed.\n\n(g) The past and present compliance of the applicant and its affiliates or affiliated companies with casino or casino-related licensing requirements, casino-related agreements, or compacts with this state or any other jurisdiction.\n\n(h) Whether the applicant has been indicted, charged, arrested, convicted, pleaded guilty or nolo contendere, forfeited bail concerning, or had expunged any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, regardless of whether the offense has been expunged, pardoned, or reversed on appeal or otherwise.\n\n(i) Whether the applicant has filed, or had filed against it, a proceeding for bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt.\n\n(j) Whether the applicant has been served with a complaint or other notice filed with any public body regarding a payment of any tax required under federal, state, or local law that has been delinquent for 1 year or more.\n\n(k) The applicant has a history of noncompliance with the casino licensing requirements of any jurisdiction.\n\n(l) The applicant has a history of noncompliance with any regulatory requirements in this state or any other jurisdiction.\n\n(m) Whether at the time of application the applicant is a defendant in litigation involving its business practices.\n\n(n) Whether awarding a license to an applicant would undermine the public's confidence in the gaming industry in this state.\n\n(o) Whether the applicant meets other standards for issuing a casino license that the board may promulgate by rule. The rules promulgated under this subdivision must not be arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(6) Each applicant must submit with its application, on forms provided by the board, a photograph and 2 sets of fingerprints for each person having a greater than 5% direct or indirect pecuniary interest in the casino, and each person who is a director or is a managerial employee of the applicant who performs the function of principal executive officer, principal operation officer, or principal accounting officer.\n\n(7) The board shall review all applications for casino licenses and shall inform each applicant of the board's decision. Before rendering its decision, the board shall provide a public investigative hearing at which the applicant for a license has the opportunity to present testimony and evidence to establish its suitability for a casino license. Other testimony and evidence may be presented at the hearing, but the board's decision must be based on the whole record before the board and is not limited to testimony and evidence submitted at the public investigative hearing.\n\n(8) A license is issued for a 1-year period. All licenses are renewable annually upon payment of the license fee and upon the transmittal to the board of an annual report to include information required under rules promulgated by the board.\n\n(9) All applicants and licensees must consent to inspections, searches, and seizures and the providing of handwriting exemplar, fingerprints, photographs, and information as authorized in this act and in rules promulgated by the board.\n\n(10) Applicants and licensees are under a continuing duty to provide information requested by the board and to cooperate in any investigation, inquiry, or hearing conducted by the board.\n\n(11) Failure to provide information requested by the board to assist in any investigation, inquiry, or hearing of the board, or failure to comply with this act or rules promulgated by the board, may result in denial, suspension, or, upon reasonable notice, revocation of a license.\n\n(12) A casino licensee under this act shall comply with the bank secrecy act of 1970, 31 USC 5311 to 5332.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-206/"
    },
    {
      "id": "section-432206a",
      "number": "432.206a",
      "heading": "Application Deficiency.",
      "text": "(1) If in the review of an application submitted under this act the board identifies a deficiency that would require denial, the board shall give written notice of the deficiency to the applicant.\n\n(2) The board shall provide an applicant a reasonable period of time to correct a deficiency.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-206a/"
    },
    {
      "id": "section-432206b",
      "number": "432.206b",
      "heading": "Operation of Occupational License Training School.",
      "text": "This act does not prohibit a person licensed to operate a casino from operating a school for the training of any occupational licensee.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-206b/"
    },
    {
      "id": "section-432206c",
      "number": "432.206c",
      "heading": "Institutional Investor.",
      "text": "(1) Unless the board determines that an institutional investor is unqualified, an institutional investor holding either under 10% of the equity securities or debt securities of a casino licensee's affiliate or affiliated company that is related in any way to the financing of the casino licensee, if the securities represent a percentage of the outstanding debt of the affiliate or affiliated company not exceeding 20%, or a percentage of any issue of the outstanding debt of the affiliate or affiliated company not exceeding 50%, must be granted a waiver of the eligibility and suitability requirements of section 6 if its holdings of those securities were purchased for investment purposes only and, if requested by the board, the investor files with the board a certified statement that it has no intention of influencing or affecting the affairs of the issuer, the casino licensee, or its affiliate or affiliated company.\n\n(2) The board may grant a waiver under this section to an institutional investor holding a higher percentage of securities as allowed in subsection (1), on a showing of good cause and if the conditions specified in subsection (1) are met.\n\n(3) An institutional investor granted a waiver under this section that subsequently intends to influence or affect the affairs of the issuer must provide notice to the board and file an application for a determination of eligibility and suitability before taking any action that may influence or affect the affairs of the issuer.\n\n(4) Notwithstanding any provisions of this act, an institutional investor may vote on all matters that are put to the vote of the outstanding security holders of the issuer.\n\n(5) If an institutional investor changes its investment intent or if the board finds that the institutional investor is unqualified, no action other than divestiture of the security holdings shall be taken until there has been compliance with this act.\n\n(6) The casino licensee or an affiliate or affiliated company of the casino licensee shall immediately notify the board of any information concerning an institutional investor holding its equity or debt securities that may impact the eligibility and suitability of the institutional investor for a waiver under this section.\n\n(7) If the board finds that an institutional investor holding any security of an affiliate or affiliated company of a casino licensee that is related in any way to the financing of the casino licensee fails to comply with the requirements of this section, or if at any time the board finds that, by reason of the extent or nature of its holdings, an institutional investor is in a position to exercise a substantial impact upon the controlling interests of a casino licensee, the board may take any necessary action to protect the public interest, including requiring this institutional investor to satisfy the eligibility and suitability requirements under section 6.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-206c/"
    },
    {
      "id": "section-432207",
      "number": "432.207",
      "heading": "Repealed. 1997, Act 69, Imd. Eff. July 17, 1997.",
      "text": "432.207 Repealed. 1997, Act 69, Imd. Eff. July 17, 1997.\n\nCompiler's Notes:\n\nThe repealed section pertained to suppliers' licenses.\n\nPopular Name:\n\nProposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-207/"
    },
    {
      "id": "section-432207a",
      "number": "432.207a",
      "heading": "Supplier's License.",
      "text": "(1) The board may issue a supplier's license to a person who applies for a license and pays a nonrefundable application fee set by the board, if the board determines that the applicant is eligible and suitable for a supplier's license and the applicant pays a $5,000.00 annual license fee. It is the burden of the applicant to establish by clear and convincing evidence its suitability as to integrity, moral character, and reputation; personal and business probity; financial ability and experience; responsibility; and other criteria considered appropriate by the board. All applications of a director or managerial employee of the applicant who performs the function of principal executive officer, principal operations officer, or principal accounting officer must be made under oath.\n\n(2) A person who holds a supplier's license is authorized to sell or lease, and to contract to sell or lease, equipment and supplies to any licensee involved in the ownership or management of gambling operations.\n\n(3) Gambling supplies and equipment must not be distributed unless supplies and equipment conform to standards adopted in rules promulgated by the board.\n\n(4) An applicant is ineligible to receive a supplier's license if any of the following circumstances exist:\n\n(a) The applicant has been convicted of a felony under the laws of this state, any other state, or the United States. The board may waive the requirements in this subdivision if the conviction occurred more than 10 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of this section.\n\n(b) The applicant has been convicted of a misdemeanor involving gambling, theft, fraud, or dishonesty in any state or a local ordinance in any state involving gambling, dishonesty, theft, or fraud that substantially corresponds to a misdemeanor in that state. The board may waive the requirements in this subdivision if the conviction occurred more than 5 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of this section.\n\n(c) The applicant has submitted an application for license under this act that contains false information.\n\n(d) The applicant is a member of the board.\n\n(e) The applicant holds an elective office in the city or county where the casino is located, state elective office, or federal elective office, or is employed by a city or county where the casino is located or by a gaming regulatory body of a governmental unit in this state, another state, or the federal government. This subdivision does not apply to an elected officer of or an employee of a federally recognized Indian tribe or to a precinct delegate. As used in this subdivision, \"state elective office\" means that term as defined in section 12 of the Michigan campaign finance act, 1976 PA 388, MCL 169.212.\n\n(f) The board concludes that the applicant lacks the requisite suitability as to integrity, moral character, and reputation; personal and business probity; financial ability and experience; and responsibility.\n\n(g) The applicant fails to meet other criteria considered appropriate by the board. The board shall not apply criteria that are arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(5) In determining whether to grant a supplier's license to an applicant, the board shall consider all of the following:\n\n(a) The applicant's past and present compliance with casino licensing requirements of this state or any other jurisdiction pertaining to casino gaming or any other regulated activities.\n\n(b) The integrity, moral character, and reputation; personal and business probity; financial ability and experience; and responsibility of the applicant.\n\n(c) Whether the applicant has been indicted for, charged with, arrested for, convicted of, pleaded guilty or nolo contendere to, forfeited bail concerning, or had expunged any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, regardless of whether the offense has been expunged, pardoned, or reversed on appeal or otherwise.\n\n(d) Whether the applicant has filed, or had filed against it, a proceeding for bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt.\n\n(e) Whether the applicant has been served with a complaint or other notice filed with any public body regarding a payment of any tax required under federal, state, or local law that has been delinquent for 1 year or more.\n\n(f) Whether the applicant has a history of noncompliance with the casino licensing requirements of any jurisdiction.\n\n(g) Whether the applicant has a history of noncompliance with any regulatory requirements in this state or any other jurisdiction.\n\n(h) Whether at the time of application the applicant is a defendant in litigation involving its business practices.\n\n(i) Whether awarding a license to the applicant would undermine the public's confidence in the gaming industry in this state.\n\n(j) Whether the applicant meets other standards for issuing a supplier's license contained in a rule promulgated by the board. The board shall not promulgate a rule under this subdivision that is arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(6) A supplier that supplies equipment, devices, supplies, or services to a licensed casino shall first obtain a supplier's license. A supplier shall furnish to the board a list of all equipment, devices, and supplies offered for sale or lease to casino licensees licensed under this act.\n\n(7) A supplier shall keep books and records of its business activities with a casino operator, including its furnishing of equipment, devices, supplies, and services to gambling operations separate and distinct from any other business that the supplier operates. A supplier shall permanently affix its name to all its equipment, devices, and supplies for gambling operations. Any supplier's equipment, devices, or supplies that are used by any person in an unauthorized gambling operation are forfeited to this state.\n\n(8) A casino licensee who owns its own equipment, devices, and supplies is not required to obtain a supplier's license.\n\n(9) Any gambling equipment, devices, and supplies provided by any licensed supplier may be either repaired in the casino or removed from the casino to an area approved by the board.\n\n(10) A supplier license issued under this section is valid for 1 year. All licenses are renewable annually upon payment of the license fee and the transmittal to the board of an annual report to include information required under rules promulgated by the board.\n\n(11) All applicants and licensees must consent to inspections, searches, and seizures provided for in section 4a(1)(c)(i) to (v) and to the disclosure to the board and its agents of confidential records, including tax records, held by any federal, state, or local agency, credit bureau, or financial institution and to provide handwriting exemplars, photographs, fingerprints, and information as authorized in this act and in rules promulgated by the board.\n\n(12) Applicants and licensees have a continuing duty to provide information requested by the board and to cooperate in any investigation, inquiry, or hearing conducted by the board.\n\n(13) Failure to provide information requested by the board to assist in any investigation, inquiry, or hearing of the board, or failure to comply with this act or rules promulgated by the board, may result in denial, suspension, or, upon reasonable notice, revocation of a license.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-207a/"
    },
    {
      "id": "section-432207b",
      "number": "432.207b",
      "heading": "Repealed. 2019, Act 158, Imd. Eff. Dec. 20, 2019.",
      "text": "Compiler's Notes:The repealed section pertained to prohibition on persons considered to have interest in license or casino from making contributions to a candidate or committee.Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-207b/"
    },
    {
      "id": "section-432207c",
      "number": "432.207c",
      "heading": "Local Labor Organizations; Requirements.",
      "text": "(1) Each local labor organization that directly represents casino gaming employees shall register with the board biennially and provide all of the following:\n\n(a) The local labor organization's name, address, and telephone number.\n\n(b) The name and address of any international labor organization with which it directly or indirectly maintains an affiliation or relationship.\n\n(c) All of the following information for the designated individuals and other personnel of the local labor organization:\n\n(i) The individual's full name and any known alias or nickname.\n\n(ii) The individual's business address and telephone number.\n\n(iii) The individual's title or other designation in the local labor organization.\n\n(iv) Unless information is required under subdivision (d)(v), a brief description of the individual's duties and activities.\n\n(v) The individual's annual compensation, including salary, allowances, reimbursed expenses, and other direct or indirect disbursements.\n\n(d) All of the following additional information for each designated individual of the local labor organization:\n\n(i) The individual's home address and telephone number.\n\n(ii) The individual's date and place of birth.\n\n(iii) The individual's Social Security number.\n\n(iv) The date he or she was hired by or first consulted with or advised the local labor organization.\n\n(v) A detailed description of all of the following:\n\n(A) The individual's duties and activities.\n\n(B) Whether he or she performed the same or similar activities previously on a labor organization's behalf.\n\n(C) The individual's prior employment or occupational history.\n\n(vi) Excluding minor traffic offenses, a detailed description of all of the following:\n\n(A) The individual's convictions, including any conviction that was expunged or set aside, sealed by court order, or for which he or she received a pardon.\n\n(B) Any criminal offense for which he or she was charged or indicted but not convicted.\n\n(vii) Whether he or she was ever denied a business, liquor, gaming, or professional license or had a business, liquor, gaming, or professional license revoked.\n\n(viii) Whether a court or governmental agency determined the individual unsuitable to be affiliated with a labor organization and the details of that determination.\n\n(ix) Whether the individual was ever subpoenaed as a witness before a grand jury, legislative committee, administrative body, crime commission, or similar agency and the details relating to that subpoena.\n\n(x) A photograph of the individual taken within the previous 60 days.\n\n(xi) For the local labor organization's first filing, a complete set of the individual's fingerprints.\n\n(e) A written certification under oath by the local labor organization president, secretary, treasurer, or chief official that the information provided under this subsection is complete and accurate. The board shall prescribe the form for this certification.\n\n(2) A local labor organization may satisfy the information requirements of subsection (1) by providing to the board copies of reports filed with the United States Department of Labor under the labor management reporting and disclosure act of 1959, Public Law 86-257, supplemented by any required information not contained in those reports.\n\n(3) If information required under subsection (1) for a designated individual changes after registration or if the local labor organization gains a designated individual after registration, the local labor organization shall provide the board with that new information or the information, photograph, and fingerprints required under subsection (1) for the new designated individual within 21 days after the information changes.\n\n(4) Notwithstanding section 4c, information provided by a local labor organization to the board under this section is exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(5) Upon finding by clear and convincing evidence that grounds for disqualification under subsection (6) exist, the board may disqualify an officer, agent, or principal employee of a local labor organization registered or required to be registered under this section from performing any of the following functions:\n\n(a) Adjusting grievances for or negotiating or administering the wages, hours, working conditions, or employment conditions of casino gaming employees.\n\n(b) Soliciting, collecting, or receiving from casino gaming employees any dues, assessments, levies, fines, contributions, or other charges within this state for or on behalf of the local labor organization.\n\n(c) Supervising, directing, or controlling other officers, agents, or employees of the local labor organization in performing functions described in subdivisions (a) and (b).\n\n(6) An individual may be disqualified under subsection (5) for lacking good moral character only if any of the following apply:\n\n(a) He or she has been indicted or charged with, convicted of, pled guilty or nolo contendere to, or forfeited bail in connection with a crime involving gambling, theft, dishonesty, prostitution, or fraud under the laws of this state, any other state, or the United States or a local ordinance of a political subdivision of this state or another state. Disqualification must not be based only on crimes that involve soliciting or engaging prostitution services unless the individual is or has engaged in an ongoing pattern of that behavior. If the grounds for disqualification are criminal charges or indictment, at the individual's request, the board shall defer making a decision on disqualification while the charge or indictment is pending.\n\n(b) He or she intentionally or knowingly made or caused to be made a false or misleading statement in a document provided to the board or its agents or orally to a board member or agent in connection with an investigation.\n\n(c) He or she engages in criminal or unlawful activities in an occupational manner or context for economic gain, or is an associate or member of a group of individuals who operate together in that fashion, and this behavior creates a reasonable belief that the behavior adversely affects gambling operations and the public policy underlying this act. In making a determination under this subdivision, the board may consider findings or identifications by the attorney general or department of state police that an individual is within this category.\n\n(7) A designated individual shall report all information described in subsection (6)(a) to (c) concerning him or her to the local labor organization. A local labor organization shall report all information described in subsection (6)(a) to (c) concerning its designated individuals of which it has actual knowledge to the board.\n\n(8) The board may waive any disqualification criterion under subsection (6) or may rescind a disqualification under subsection (5), if doing so is consistent with the public policy of this act and based on a finding that the interests of justice require that waiver or rescission.\n\n(9) The board shall give written notice to an individual it proposes to disqualify and to the affected labor organization, stating the reason for the proposed disqualification and describing any supporting evidence in the board's possession. Within 30 days after receiving the written notice of proposed disqualification, the respondent may file with the board a written request for a hearing, that must take place promptly. The board shall conduct the hearing in conformity with the contested case procedures set forth in the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328. A person aggrieved by a final disqualification has the right to appeal to the circuit court for the county in which the person resides or has his or her principal place of business to have the disqualification set aside based on any ground set forth in section 106 of the administrative procedures act of 1969, 1969 PA 306, MCL 24.306.\n\n(10) Not later than January 31 of the calendar year after disqualification and each year after that unless the disqualification is rescinded or reversed, the disqualified individual shall provide the board with a sworn statement that he or she did not perform the functions described in subsection (5) during the previous year.\n\n(11) The board may petition the circuit court for the county in which the disqualified individual resides or has his or her principal place of business for an order enforcing the terms of the disqualification.\n\n(12) A local labor organization that is registered or required to be registered under this section or any officer, agent, or principal employee of that organization shall not personally hold any financial interest in a casino licensee employing casino gaming employees represented by the organization or person.\n\n(13) This section does not prohibit a local labor organization from conducting training for or operating a school to train casino gaming employees, or from entering into an agreement or arrangement with a casino licensee, supplier, or vendor to provide for the training of casino gaming employees.\n\n(14) This section does not deny, abridge, or limit in any way the legitimate rights of casino gaming employees to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, or to engage in other concerted activities for the purpose of collective bargaining or other mutual aid and protection or the free exercise of any other rights they may have as employees under the laws of the United States or this state.\n\n(15) This section must not be expanded or amplified by action of the board or any other executive or administrative body. The board and any other executive or administrative body do not have authority to promulgate interpretive rules or rulings to implement this section. The board and any other executive or administrative body do not have authority under this section to require that a local labor organization or an officer, agent, or principal employee of a labor organization does either of the following:\n\n(a) Qualify for or obtain a casino, occupational, or supplier's license or any other license or permit required under rules promulgated by the board.\n\n(b) Ensure the compliance of any person or entity with the licensing requirements under this act or under rules promulgated by the board.\n\n(16) As used in this section:\n\n(a) \"Casino gaming employee\" means the following and their supervisors:\n\n(i) Individuals involved in operating a casino gaming pit, including dealers, shills, clerks, and hosts.\n\n(ii) Individuals involved in handling money, including cashiers, change persons, count teams, and coin wrappers.\n\n(iii) Individuals involved in operating gambling games.\n\n(iv) Individuals involved in operating and maintaining slot machines, including mechanics, floorpersons, and change and payoff persons.\n\n(v) Individuals involved in security, including guards and game observers.\n\n(vi) Individuals with duties similar to those described in subparagraphs (i) to (v). However, casino gaming employee does not include an individual whose duties are related solely to nongaming activities such as entertainment, hotel operation, maintenance, or preparing or serving food and beverages.\n\n(b) \"Designated individual\" means an officer, agent, principal employee, or individual performing a function described in subsection (5).\n\n(17) This act does not preclude employees from exercising their legal rights to organize themselves into collective bargaining units.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-207c/"
    },
    {
      "id": "section-432208",
      "number": "432.208",
      "heading": "Occupational Licenses.",
      "text": "(1) The board may issue an occupational license to an applicant after all of the following have occurred:\n\n(a) The applicant has paid a nonrefundable application fee set by the board.\n\n(b) The board has determined that the applicant is eligible for an occupational license under rules promulgated by the board.\n\n(c) The applicant has paid the biennial license fee in an amount established by the board.\n\n(2) The applicant shall establish by clear and convincing evidence the applicant's eligibility and suitability as to integrity, moral character, and reputation; personal probity; financial ability and experience; responsibility; and other criteria considered appropriate by the board. The board shall not apply criteria that are arbitrary, capricious, or contradictory to the expressed provisions of this act. All applications must be made under oath.\n\n(3) To be eligible for an occupational license, an applicant must meet all of the following:\n\n(a) Be at least 21 years of age if the applicant will perform any function involved in gaming by patrons.\n\n(b) Be at least 18 years of age if the applicant will perform only nongaming functions.\n\n(c) Not have been convicted of a felony under the laws of this state, any other state, or the United States. The board may waive the requirements in this subdivision if the conviction occurred more than 10 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of subsection (2).\n\n(d) Not have been convicted of a misdemeanor involving gambling, dishonesty, theft, or fraud in any state or any violation of a local ordinance in any state involving gambling, dishonesty, theft, or fraud that substantially corresponds to a misdemeanor in that state. The board may waive the requirements in this subdivision if the conviction occurred more than 5 years before the applicant applies for a license under this section and the board is convinced of both of the following:\n\n(i) That the applicant does not pose a threat to the integrity of gaming.\n\n(ii) That the applicant otherwise meets the requirements of subsection (2).\n\n(4) Each application for an occupational license must be on a form prescribed by the board and contain all information required by the board. The applicant shall set forth in the application whether he or she has been issued prior gambling related licenses; whether he or she has been licensed in any other state under any other name, and, if so, the name under which the license was issued and his or her age at the time the license was issued; and whether or not a permit or license issued to him or her in any other state has been suspended, restricted, or revoked, and, if so, the cause and the duration of each suspension, restriction, or revocation.\n\n(5) Each applicant shall submit with his or her application, on a form provided by the board, 2 sets of his or her fingerprints and a photograph. The board shall charge each applicant an application fee set by the board to cover all actual costs of administering the act relative to costs generated by each licensee and all background checks.\n\n(6) The board may, in its discretion, deny an occupational license to a person who is or does any of the following:\n\n(a) The applicant fails to disclose or states falsely any information requested in the application.\n\n(b) The applicant is a member of the board.\n\n(c) The applicant has a history of noncompliance with the casino licensing requirements of any jurisdiction.\n\n(d) Whether the applicant has been indicted for, charged with, arrested for, convicted of, pleaded guilty or nolo contendere to, forfeited bail concerning, or had expunged any criminal offense under the laws of any jurisdiction, either felony or misdemeanor, not including traffic violations, regardless of whether the offense has been expunged, pardoned, or reversed on appeal or otherwise.\n\n(e) The applicant has filed, or had filed against it, a proceeding for bankruptcy or has ever been involved in any formal process to adjust, defer, suspend, or otherwise work out the payment of any debt.\n\n(f) The applicant has a history of noncompliance with any regulatory requirements in this state or any other jurisdiction.\n\n(g) The applicant has been served with a complaint or other notice filed with any public body regarding a payment of any tax required under federal, state, or local law that has been delinquent for 1 year or more.\n\n(h) The applicant is employed by a governmental unit of this state.\n\n(i) The board concludes that the applicant lacks the requisite suitability as to integrity, moral character, and reputation; personal probity; financial ability and experience; or responsibility.\n\n(j) The applicant fails to meet any other criteria that the board considers appropriate. The board shall not apply criteria that are arbitrary, capricious, or contradictory to the expressed provisions of this act.\n\n(k) The applicant is unqualified to perform the duties required of the license.\n\n(l) The applicant has been found guilty of a violation of this act.\n\n(m) The applicant has had a prior gambling related license or license application suspended, restricted, revoked, or denied for just cause in any other jurisdiction.\n\n(7) The board may suspend, revoke, or restrict any occupational licensee for any of the following:\n\n(a) Violation of this act.\n\n(b) Violation of any rule promulgated by the board.\n\n(c) Any cause that, if known to the board, would have disqualified the applicant from receiving the license.\n\n(d) Default in the payment of any obligation or debt due to this state.\n\n(e) Any other just cause.\n\n(8) A license issued under this section is valid for a period of 2 years from the date the license is issued.\n\n(9) All applicants and licensees must consent to the inspections, searches, and seizures of their person and personal effects as provided in section 4a(1)(c)(i) to (v) and the providing of handwriting exemplars, photographs, fingerprints, and information as authorized in this act and in rules promulgated by the board.\n\n(10) An applicant or licensee has a continuing duty to provide information requested by the board and to cooperate in any investigation, inquiry, or hearing conducted by the board.\n\n(11) Failure to provide information requested by the board, to assist in any investigation, inquiry, or hearing of the board, or to comply with this act or rules of the board may result in denial, suspension, or, upon reasonable notice, revocation of a license.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-208/"
    },
    {
      "id": "section-432208a",
      "number": "432.208a",
      "heading": "Repealed. 2019, Act 158, Imd. Eff. Dec. 20, 2019.",
      "text": "Compiler's Notes:The repealed section pertained to the posting and cancellation of a bond for a casino license.Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-208a/"
    },
    {
      "id": "section-432208b",
      "number": "432.208b",
      "heading": "Background Check on Prospective Employee.",
      "text": "Subject to the laws of this state, prior to hiring a prospective employee, the holder of a casino license shall conduct a background check of the prospective employee to determine whether the prospective employee has had any criminal convictions or has any pending criminal charges at the time he or she submits an application for employment.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-208b/"
    },
    {
      "id": "section-432208c",
      "number": "432.208c",
      "heading": "License as Revocable Privilege; Rights, Limitations, and Prohibitions; Revocation.",
      "text": "(1) A license issued under this act is a revocable privilege granted by the state and is not a property right. Granting a license under this act does not create or vest any right, title, franchise, or other property interest. Each license is exclusive to the licensee, and a licensee or any other person shall apply for and receive the board's and city's approval before a license is transferred, sold, or purchased, or before a voting trust agreement or other similar agreement is established with respect to the license. A licensee or any other person shall not lease, pledge, or borrow, or loan money against a license. The attempted transfer, sale, or other conveyance of an interest in a license without prior board approval is grounds for suspension or revocation of the license, or other sanction considered appropriate by the board.\n\n(2) Upon the termination of a development agreement between a casino licensee and the city in which the casino is located, the board upon the request of the city shall revoke that licensee's casino license.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-208c/"
    },
    {
      "id": "section-432209",
      "number": "432.209",
      "heading": "Conduct of Gaming.",
      "text": "(1) The board shall set minimum and maximum wagers on games.\n\n(2) Employees of the board, the department of state police, and the department of attorney general may inspect any casino at any time, without notice, to determine whether this act or rules promulgated by the board are being complied with.\n\n(3) Employees of the board, the department of state police, and the department of attorney general, and their authorized agents have the right to be present, at any time, in the casino or on adjacent facilities under the control of the licensee.\n\n(4) Gambling equipment and supplies customarily used in conducting casino gambling must be purchased or leased only from suppliers who are licensed under this act.\n\n(5) Persons licensed under this act shall not permit any form of wagering on gambling games except as permitted by law.\n\n(6) A person present in a licensed casino shall not place or attempt to place a wager on behalf of another person who is not present in the casino.\n\n(7) Wagering must not be conducted with money or other negotiable currency unless otherwise approved by the board.\n\n(8) All chips or electronic cards used to make wagers must be purchased from a licensee. The chips or electronic cards may be purchased by means of an agreement under which the owner extends credit to the patron. The chips or electronic cards may be used for the purpose of making wagers on gambling games.\n\n(9) A person who is less than 21 years old is not permitted in an area of a casino where gaming is being conducted, except for a person 18 years of age or older who is an employee of the gaming operation. An employee who is less than 21 years old shall not perform any function involved in gambling by the patrons. A person who is less than 21 years old is not permitted to make a wager under this act.\n\n(10) A managerial employee of a casino licensee shall report to the board, and the department of state police, in writing, within 24 hours, illegal or suspected illegal activity or activity that is in violation of this act or of rules promulgated by the board.\n\n(11) In addition to the requirements of this section, gambling must be conducted in accordance with the rules promulgated by the board.\n\n(12) Unless approved by the city, a casino must not be located within 1,000 feet of any of the following:\n\n(a) A church or other place of worship.\n\n(b) A school, college, or university.\n\n(c) A financial institution or a branch of a financial institution.\n\n(d) A pawnshop.\n\n(13) As used in this section, \"financial institution\" means a state or nationally chartered bank, a state or federally chartered savings and loan association, a state or federally chartered savings bank, a state or federally chartered credit union, or any entity that provides check-cashing services.\n\n(14) A casino licensee shall not employ an individual who has been convicted of a felony in the previous 5 years as a managerial employee in a casino.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-209/"
    },
    {
      "id": "section-432209a",
      "number": "432.209a",
      "heading": "Electronic Funds Transfer Terminal.",
      "text": "(1) A person who holds a casino license shall not install, own, or operate or allow another person to install, own, or operate an electronic funds transfer terminal on the premises of the casino that is less than 50 feet from any game in the casino.\n\n(2) A person who holds a casino license shall not install, own, or operate or allow another person to install, own, or operate on the premises of the casino a game that is played with a device that allows a player to operate the game by transferring funds electronically from a credit or debit card. This subsection does not apply to sports betting.\n\n(3) As used in this section, \"electronic funds transfer terminal\" means an information processing device used for the purpose of executing deposit account transactions between financial institutions and their customers by either the direct transmission of electronic impulses or the recording of electronic impulses for delayed processing. The fact that a device is used for other purposes does not prevent it from being an electronic funds transfer terminal except a player's mobile or other personal device is not an electronic funds transfer terminal.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-209a/"
    },
    {
      "id": "section-432209b",
      "number": "432.209b",
      "heading": "Televised Simulcast Horse Races.",
      "text": "(1) Except as provided in section 12, a person who holds a casino license issued under this act shall not televise or allow any other person to televise simulcast horse races on the premises of the casino.\n\n(2) As used in this section, \"simulcast\" means the live transmission of video and audio signals conveying a horse race held either in or outside of this state.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-209b/"
    },
    {
      "id": "section-432209c",
      "number": "432.209c",
      "heading": "Toll-Free Compulsive Gaming Helpline Number; Posting.",
      "text": "(1) A person who holds a casino license issued under this act shall conspicuously post at each entrance and exit of the casino, on each electronic funds transfer terminal, and at each credit location a visually prominent sign on which is printed a toll-free compulsive gaming helpline number.\n\n(2) A person who holds a casino license issued under this act shall include a toll-free compulsive gaming helpline number on all of its printed advertisement and promotional materials.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-209c/"
    },
    {
      "id": "section-432209d",
      "number": "432.209d",
      "heading": "Acceptance of Lien Prohibited.",
      "text": "A person who holds a casino license shall not accept from a wagerer a lien on real or personal property to extend credit or for the payment of a debt.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-209d/"
    },
    {
      "id": "section-432210",
      "number": "432.210",
      "heading": "Repealed. 2019, Act 158, Imd. Eff. Dec. 20, 2019.",
      "text": "Compiler's Notes:The repealed section pertained to the sale of alcoholic beverages in a casino.Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-210/"
    },
    {
      "id": "section-432211",
      "number": "432.211",
      "heading": "Collection of Amounts Under Credit Agreements.",
      "text": "Notwithstanding any applicable statutory provision to the contrary, a licensed owner who extends credit to a wagerer pursuant to this act is authorized to institute a cause of action to collect any amounts due as well as the owner's costs, expenses, and reasonable attorney's fees incurred in collection.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-211/"
    },
    {
      "id": "section-432212",
      "number": "432.212",
      "heading": "Wagering Tax; Rate; Creation of State Casino Gaming Fund; Administration; Allocations; Certification of Casino Licensee; Imposition of Tax; Effect of Law Allowing Operation of Video Lottery at Horse Racetracks; Wagering on Simulcast Horse Races; Payments; Effect of City Ordinance; Existing Appropria",
      "text": "(1) A wagering tax is imposed on the adjusted gross receipts received by a casino licensee from gaming authorized under this act at the rate of 18%. If a city exercises either of the options in subsection (4), the tax rate under this subsection is 8.1% and must be deposited in the state school aid fund to provide additional funds for K-12 classroom education. If a city rescinds or is otherwise unable to exercise 1 of the options in subsection (4), the tax rate under this subsection is 18%. A tax rate of 18% imposed under this subsection covers any period for which the city does not or is unable to exercise 1 of the options in subsection (4).\n\n(2) The state casino gaming fund is created in the department. The fund shall be administered by the department in accordance with this act. Except as provided in sections 12a and 13, the taxes imposed under this section plus all other fees, fines, and charges imposed by this state under this act must be deposited into the state casino gaming fund. A casino licensee shall remit the wagering tax to the department daily by electronic wire transfer of funds. The department shall remit the city's portion of the wagering tax to the city daily by electronic wire transfer of funds as provided by this act.\n\n(3) If the wagering tax imposed under subsection (1) is 18% of adjusted gross receipts, money in the state casino gaming fund that is not from a tax imposed under subsections (5) to (8) must be allocated as follows:\n\n(a) 55% to the city in which a casino is located for use in connection with the following:\n\n(i) The hiring, training, and deployment of street patrol officers.\n\n(ii) Neighborhood and downtown economic development programs designed to create local jobs.\n\n(iii) Public safety programs such as emergency medical services, fire department programs, and street lighting.\n\n(iv) Anti-gang and youth development programs.\n\n(v) Other programs that are designed to contribute to the improvement of the quality of life in the city.\n\n(vi) Relief to the taxpayers of the city from 1 or more taxes or fees imposed by the city.\n\n(vii) The costs of capital improvements.\n\n(viii) Road repairs and improvements.\n\n(b) 45% to the state to be deposited in the state school aid fund established under section 11 of article IX of the state constitution of 1963 to provide additional funds for K-12 classroom education.\n\n(4) A city in which a casino licensee is located may do 1 of the following:\n\n(a) In the development agreement into which the city is entitled to enter, include a provision that requires the licensee located in the city to pay the city a payment equal to 9.9% of the adjusted gross receipts received by the casino licensee from gaming authorized under this act.\n\n(b) By ordinance, levy, assess, and collect an excise tax upon licensees located in the city at a rate of 9.9% of the adjusted gross receipts received by the casino licensee from gaming authorized under this act.\n\n(5) Subject to subsections (6) to (8), a wagering tax in addition to the tax imposed in subsection (1) is imposed on the adjusted gross receipts received by a licensee from gaming authorized under this act at the rate of 6%. Money from the tax imposed under this subsection that has been deposited in the state casino gaming fund must be allocated 1/3 to the city in which the licensee's casino is located for use in connection with the purposes listed in subsection (3)(a), 7/12 to the general fund, and 1/12 to the Michigan agriculture equine industry development fund. The city may collect its share of the tax under this subsection directly using 1 of the methods in subsection (4). For a period during which the licensee is paying the city's share of the tax under this subsection directly to the city under either of the methods in subsection (4), the payment to the state casino gaming fund under this subsection is 4% and must be allocated 7/8 to the general fund and 1/8 to the Michigan agriculture equine industry development fund.\n\n(6) Subject to subsections (7) and (8), and unless an act of God, a war, a disaster, or an act of terrorism directly and substantially impacts the ability of a casino licensee to complete construction of its casino and casino enterprise, if a casino licensee is not fully operational by each of the following dates, the tax on the casino licensee under subsection (5) is as follows:\n\n(a) July 1, 2009, 7%, allocated 1/2 to the general fund, 1/14 to the Michigan agriculture equine industry development fund, and 3/7 to the city in which the licensee's casino is located.\n\n(b) July 1, 2010, 8%, allocated 7/16 to the general fund, 1/16 to the Michigan agriculture equine industry development fund, and 1/2 to the city in which the licensee's casino is located.\n\n(c) July 1, 2011, 9%, allocated 7/18 to the general fund, 1/18 to the Michigan agriculture equine industry development fund, and 5/9 to the city in which the licensee's casino is located.\n\n(7) Subject to subsection (8), and irrespective of whether there has been an increase under subsection (6), after a casino licensee has been fully operational for 30 consecutive days, the casino licensee may apply to the board for certification under this subsection. If the board determines that a casino licensee that makes an application under this subsection has been fully operational and in compliance with its development agreement that is in existence on July 1, 2004 or a subsequent original development agreement, for at least 30 consecutive days, the board shall certify the casino licensee under this subsection, and the tax imposed on the casino licensee under subsection (5), as adjusted, if applicable, by subsection (6), shall be, retroactive to the first day of the 30 consecutive day period that the casino licensee was fully operational, reduced to 1% and must be allocated entirely to the city where the licensee operates its casino.\n\n(8) If the McCauley-Traxler-Law-Bowman-McNeely lottery act, 1972 PA 239, MCL 432.1 to 432.47, is amended to allow the operation of video lottery at horse racetracks in this state, and if video lottery is being conducted at horse racetracks in this state, the casino licensee is no longer obligated to pay the wagering tax under subsections (5) to (7).\n\n(9) Notwithstanding section 9b, if the McCauley-Traxler-Law-Bowman-McNeely lottery act, 1972 PA 239, MCL 432.1 to 432.47, is amended to allow the operation of video lottery at horse racetracks in this state, and if video lottery is being conducted at horse racetracks in this state, a casino licensee may, after obtaining approval from the board, apply to the racing commissioner for authorization to simulcast horse races under the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336. A casino licensee that is authorized under this subsection shall comply with all applicable provisions of the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336, rules promulgated under that act, and the written permit to conduct simulcasting and any related order issued to the casino licensee by the racing commissioner. Simulcasting and wagering under this subsection are under the primary control of the racing commissioner, and the racing commissioner may revoke or suspend the authorization of or take other disciplinary action against the casino licensee for failing to comply with a law, rule, permit, or order as required by this subsection. However, the simulcasting and wagering under this subsection is part of the licensee's casino operation under this act and subject to the same control by the board as are other parts of the licensee's casino operation. The board may take disciplinary action under section 4a against a casino licensee for failure to comply with a law, rule, permit, or order as required by this subsection.\n\n(10) A casino licensee is entitled to the same commission from money wagered on horse races simulcast by the licensee as a race meeting licensee is entitled to receive from wagering on simulcast horse races under the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336. The same taxes, fees, and other deductions must be subtracted and paid from the licensee's commission as are subtracted and paid from a race meeting licensee's commission under the horse racing law of 1995, 1995 PA 279, MCL 431.301 to 431.336.\n\n(11) Payments to a city under 1 of the methods in subsection (4) must be made in a manner, at those times, and subject to reporting requirements and penalties and interest for delinquent payment as may be provided for in the development agreement if the payment is required under a development agreement, or by ordinance if the payment is required for a tax levied by the city. Payments required under the method described in subsection (4)(a) may be in addition to any other payments that may be required in the development agreement for the conveyance of any interest in property, the purchase of services, or the reimbursement of expenses. Payments to a city under the method described in subsection (4) must be used by the city for the purposes listed in subsection (3)(a).\n\n(12) Approval by the city of a development agreement or adoption of an ordinance approving either casino gaming or the levy of a local excise tax does not constitute the granting of a franchise or license by the city for purposes of any statutory, charter, or constitutional provision.\n\n(13) The taxes imposed under this section and any tax imposed under section 13(2) must be administered by the department of treasury in accordance with 1941 PA 122, MCL 205.1 to 205.31, and this act. In case of conflict between the provisions of 1941 PA 122, MCL 205.1 to 205.31, and this act, the provisions of this act prevail.\n\n(14) Funds from this act must not be used to supplant existing state appropriations or local expenditures.\n\n(15) If internet sports betting or other forms of internet gaming are authorized and regulated by other laws of this state, any taxes, payments, and fees relating to such internet wagers received by a casino licensee and such internet gaming are subject to those other laws of this state.\n\n(16) Except as otherwise provided in subsection (15), and in lieu of the taxes and fees that otherwise would be imposed under this act on sports betting, a wagering tax of 8.4% is imposed on the qualified adjusted gross receipts received by a casino licensee from any form of sports betting conducted under this act. Wagering taxes paid under this subsection must be allocated as provided in subsection (3). As used in this subsection:\n\n(a) \"Gross sports betting receipts\" means the total of all sums, including, but not limited to, valid or invalid checks, valid or invalid credit or debit card deposits, valid or invalid ACH deposits, currency, coupons, free play or promotional credits, redeemable credits, vouchers, entry fees assessed for tournaments or other contests, or instruments of monetary value whether collected or uncollected, in each case actually wagered by a person authorized by law to participate in sports betting at or with a casino licensee on sports betting, less all of the following:\n\n(i) Winnings.\n\n(ii) Amounts returned to a person authorized by law to participate in sports betting due to a game, platform, or system malfunction or because the sports bet must be voided due to concerns regarding integrity of the wager or game.\n\n(iii) Uncollectible markers or successfully disputed credit or debit card charges that were previously included in the computation of gross sports betting receipts.\n\n(b) \"Qualified adjusted gross receipts\" means gross sports betting receipts minus the monetary value of free play provided to and wagered by persons authorized by law to participate in sports betting as an incentive to place or as a result of their having placed sports betting wagers.\n\n(17) Notwithstanding subsection (15), if a casino licensee provides a wagerer with a device to conduct internet gaming while at the casino, the taxes otherwise provided for under subsections (1) to (14), not to exceed 19%, are imposed on the adjusted gross receipts received by the casino licensee from the wagerer's internet gaming on the device. This subsection does not apply to sports betting.\n\n(18) A casino licensee shall provide to the board a monthly report to include all of the following regarding its gaming operations under this act by game category, such as slots, poker and table games, and sports betting by sport:\n\n(a) Total amount of wagers received.\n\n(b) Winnings.\n\n(c) Free play redeemed.\n\n(d) Deductions.\n\n(e) Adjusted gross receipts.\n\n(19) The board shall provide the report under subsection (18) to the department and state budget office on request. In addition, the department and the state budget office may request additional information from the casino licensees that is directly related to, and for the purposes of verification of, the financial data provided under subsection (18)(a) and (b), which must be provided within 60 days after the request. All information provided under this section is confidential and proprietary and is exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(20) This section does not impair the contractual rights under an existing development agreement between a city and a casino licensee.\n\n(21) As used in this section:\n\n(a) \"Fully operational\" means that a certificate of occupancy has been issued to the casino licensee for the operation of a hotel with not fewer than 400 guest rooms and, after issuance of the certificate of occupancy, the casino licensee's casino, casino enterprise, and 400-guest-room hotel have been opened and made available for public use at their permanent location and maintained in that status.\n\n(b) \"Michigan agriculture equine industry development fund\" means the Michigan agriculture equine industry development fund created in section 20 of the horse racing law of 1995, 1995 PA 279, MCL 431.320.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2004, Act 306, Eff. Sept. 1, 2004 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-212/"
    },
    {
      "id": "section-432212a",
      "number": "432.212a",
      "heading": "Payment of Regulatory and Enforcement Costs, Programs, Activities, and Services; Total Annual Assessment; State Services Fee Fund.",
      "text": "(1) In addition to application and license fees described in this act, all regulatory and enforcement costs, compulsive gambling programs, casino-related programs and activities, casino-related legal services provided by the attorney general, and the casino-related expenses of the department of state police must be paid by casino licensees as provided by this section.\n\n(2) The total annual assessment for the first year in which any casino licensee under this act begins operating a casino in this state is $25,000,000.00.\n\n(3) The total annual assessment required under this subsection must be adjusted each year by multiplying the annual assessment for the immediately preceding year by the Detroit Consumer Price Index for the immediately preceding year. As used in this subsection, \"Detroit Consumer Price Index\" means the annual consumer price index for Detroit consumers as defined and reported by the United States Department of Labor, Bureau of Labor Statistics.\n\n(4) On or before the date a casino licensee begins operating its casino and annually on that date thereafter, the casino licensee shall pay to the state treasurer an equal share of the total annual assessment required under this section. A casino's assessment must not exceed 1/3 of the total annual assessment required under this section.\n\n(5) From the amount collected under subsection (4), $2,000,000.00 must be deposited in the compulsive gaming prevention fund.\n\n(6) The state services fee fund is created in the department and the department shall administer the state services fee fund in accordance with this act.\n\n(7) Except as provided in subsections (5) and (8), all money collected under this section must be deposited in the state services fee fund. Distributions from the fund must be made by the legislature through the appropriations process.\n\n(8) The balance of the state services fee fund must not exceed $65,000,000.00. If the money collected under this section would cause the balance to exceed the limitation of this subsection, the surplus money must be credited in equal shares against each casino licensee's annual assessment made under this section.\n\n(9) The money collected under this section and deposited in the state services fee fund does not revert to the general fund at the close of the fiscal year but remains in the fund.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-212a/"
    },
    {
      "id": "section-432213",
      "number": "432.213",
      "heading": "Municipal Services Fee.",
      "text": "(1) In addition to payment of the state or city wagering tax and other fees as set forth in this act, and to any payment required pursuant to the development agreement, a city may impose a municipal services fee upon each licensee located in the city equal to the greater of 1.25% of adjusted gross receipts or $4,000,000.00 in order to assist the city in defraying the cost of hosting casinos. The city may require a municipal services fee of $4,000,000.00 to be paid annually, in advance, commencing on the date the casino opened for operations and on the anniversary of that date thereafter. Within 20 days after each anniversary of the date the licensed casino opened for operations, the licensee shall pay any additional municipal services fee owning for the operating year just ended above the advance previously paid for that operating year. The municipal services fee shall be deposited by the city in its general fund for disbursement in accordance with the restrictions of this section and applicable municipal ordinances. The city may submit the question of whether to impose the fee authorized by this subsection to the electors of the city for approval.\n\n(2) If a city does not impose a municipal services fee under subsection (1), in addition to payment of the state or city wagering tax and other fees as set forth in this act, there is imposed by the state a municipal services tax upon each licensee located in the city. The rate of the tax imposed by this subsection shall be established to limit the aggregate annual amount of the tax imposed by the state under this subsection upon each licensee and by the city pursuant to subsection (1) upon each licensee to the greater of 1.25% of adjusted gross receipts or $4,000,000.00. The tax imposed by this subsection shall be paid in the same manner and at the same times as the fee imposed by the city under subsection (1). The revenues received from the imposition of the tax imposed by this subsection shall be remitted to the city and deposited by the city in its general fund for disbursement for the purposes permitted for a fee under subsection (1).\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997Compiler's Notes:In the third sentence of subsection (1), the text owning for the operating year just ended evidently should be owing for the operating year just ended.Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-213/"
    },
    {
      "id": "section-432213a",
      "number": "432.213a",
      "heading": "Imposition of Other Taxes.",
      "text": "A licensee shall not be subject to any excise tax, license tax, privilege tax, or occupation tax, which is imposed exclusively upon the licensee by the state or any political subdivision thereof, except as provided in this act. Nothing in this section shall prohibit the city from assessing a processing fee in an amount to be determined by the city on responses to requests for proposals for development agreements.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-213a/"
    },
    {
      "id": "section-432214",
      "number": "432.214",
      "heading": "Audit of License Operations.",
      "text": "Within 90 days after the end of each fiscal year each casino licensee shall transmit to the board and to the city in which the licensee's casino is located an audit of the financial condition of the licensee's total operations. An audit under this section must be conducted by a certified public accountant in a manner and form prescribed by the board. The certified public accountant that performs the audit must be registered in this state under article 7 of the occupational code, 1980 PA 299, MCL 339.720 to 339.736. The licensee shall pay the compensation for the certified public accountant directly to the certified public accountant.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-214/"
    },
    {
      "id": "section-432215",
      "number": "432.215",
      "heading": "Annual Report of Board; Annual Study of Licensee; Minor Defined.",
      "text": "(1) The board shall make an annual report to the governor, for the period ending December 31, of each year. The report shall be filed with the governor and submitted to the chairs of the legislative committees that govern casino-related issues on or before April 15 of the year following the year that the report covers. The report shall include an account of the board actions, its financial position and results of operation under this act, and any recommendations for legislation that the board considers advisable. The report shall also include the information required under subsection (2).\n\n(2) Each casino licensee shall annually have a study conducted on minors and compulsive gaming and compile all of the following information for the casino that licensee is licensed to operate:\n\n(a) The number of minors who were denied entry into the casino.\n\n(b) The number of minors who were physically escorted from the casino premises.\n\n(c) The number of minors who were detected participating in gambling games other than slot machines and the number of minors who were detected using slot machines.\n\n(d) The number of minors who were taken into custody by a law enforcement agency on the casino premises.\n\n(e) The number of minors who were detected illegally consuming alcohol on the casino premises.\n\n(3) As used in this section, \"minor\" means a person less than 21 years of age.\n\nHistory:1996, Initiated Law 1, Eff. Dec. 5, 1996 ;-- Am. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-215/"
    },
    {
      "id": "section-432216",
      "number": "432.216",
      "heading": "Repealed. 1997, Act 69, Imd. Eff. July 17, 1997.",
      "text": "Compiler's Notes:The repealed section pertained to limitation on taxation or other fees charged licensees.Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-216/"
    },
    {
      "id": "section-432217",
      "number": "432.217",
      "heading": "Contested Cases; Appeals.",
      "text": "All contested cases shall be appealable pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328. Appeals from the grant or denial of a casino license shall be made to the court of appeals. All other contested case appeals shall be to the circuit court.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-217/"
    },
    {
      "id": "section-432218",
      "number": "432.218",
      "heading": "Prohibited Conduct; Violation as Felony; Violation as Misdemeanor; Penalties; Presumption; Venue.",
      "text": "(1) A person is guilty of a felony punishable by imprisonment for not more than 10 years or a fine of not more than $100,000.00, or both, and is barred from receiving or maintaining a license under this act for doing any of the following:\n\n(a) Conducting a gambling operation in which wagering is used or to be used without a license issued by the board.\n\n(b) Conducting a gambling operation in which wagering is permitted other than in the manner specified in section 9.\n\n(c) Knowingly making a false statement on an application for a license under this act or a written document provided under oath in support of a proposal for a development agreement.\n\n(d) Knowingly providing false testimony to the board or its authorized representative while under oath.\n\n(e) Willfully failing to report, pay, or truthfully account for a license fee or tax imposed by this act or willfully attempting in any way to evade or defeat the license fee, tax, or payment. A person convicted under this subdivision is also subject to a penalty of 3 times the amount of the licensee fee or tax not paid.\n\n(2) A person commits a felony punishable by imprisonment for not more than 10 years or a fine of not more than $100,000.00, or both, and, in addition, is barred for life from a gambling operation under the jurisdiction of the board if the person does any of the following:\n\n(a) Offers, promises, or gives anything of value or benefit to a person who is connected with a licensee or affiliated company, including, but not limited to, an officer or employee of a casino licensee or holder of an occupational license pursuant to an agreement or arrangement or with the intent that the offer, promise, or thing of value or benefit will influence the actions of the person to whom the offer, promise, or gift was made in order to affect or attempt to affect the outcome of a gambling game, or to influence official action of a member of the board.\n\n(b) Solicits or knowingly accepts or receives a promise of anything of value or benefit while the person is employed by or connected with a licensee, including, but not limited to, an officer or employee of a casino licensee or holder of an occupational license, pursuant to an understanding or arrangement or with the intent that the promise or thing of value or benefit will influence the actions of the person to affect or attempt to affect the outcome of a gambling game.\n\n(c) Offers, promises, or gives anything of value or benefit to a member, employee, or agent of the board or an official of a state or local agency or governmental body with the intent that the offer, promise, or thing of value or benefit will influence the official action of the person to whom the offer, promise, or gift was made pertaining to a city development agreement, or administrating, licensing, regulating, or enforcing this act.\n\n(d) Solicits or knowingly accepts or receives a promise of anything of value or benefit while the person is a member, employee, or agent of the board, or an official of any state or local agency or governmental body, pursuant to an understanding or arrangement or with the intent that the promise or thing of value or benefit will influence the official action of the member, employee, or agent of the board or official of the state or local governmental body pertaining to a city development agreement, or enforcing this act.\n\n(e) Except as otherwise provided by the board, uses or possesses with the intent to use a device that does any of the following:\n\n(i) Projects the outcome of a gambling game.\n\n(ii) Keeps track of the cards played in a gambling game.\n\n(iii) Analyzes the probability of the occurrence of an event relating to a gambling game.\n\n(iv) Analyzes the strategy for playing or betting to be used in a gambling game.\n\n(f) Cheats at a gambling game.\n\n(g) Manufactures, sells, or distributes cards, chips, dice, a game, or a device that is intended to be used to violate this act.\n\n(h) Alters or misrepresents the outcome of a gambling game on which wagers have been made after the outcome is determined but before it is revealed to the players.\n\n(i) Places a bet after acquiring knowledge, not available to all players, of the outcome of the gambling game that is the subject of the bet or to aid a person in acquiring the knowledge for the purpose of placing a bet contingent on that outcome.\n\n(j) Claims, collects, takes, or attempts to claim, collect, or take money or anything of value in or from a gambling game, with intent to defraud, without having made a wager contingent on winning the gambling game, or claims, collects, or takes an amount of money or thing of value of greater value than the amount won.\n\n(k) Uses counterfeit chips in a gambling game.\n\n(l) Possesses a key or device designed for the purpose of opening, entering, or affecting the operation of a gambling game, drop box, or an electronic or mechanical device connected with the gambling game or for removing coins, chips, or other contents of a gambling game. This subdivision does not apply to a casino licensee or employee of a casino licensee acting in furtherance of the employee's employment.\n\n(3) A person, or an affiliate of a person, is guilty of a misdemeanor punishable by imprisonment for not more than 1 year in a county jail or a $10,000.00 fine, or both, for doing any of the following:\n\n(a) Knowingly making a wager if the person is under 21 years of age or permitting a person under 21 years of age to make a wager.\n\n(b) Willfully failing to appear before or provide an item to the board at the time and place specified in a subpoena or summons issued by the board or executive director.\n\n(c) Willfully refusing, without just cause, to testify or provide items in answer to a subpoena, subpoena duces tecum or summons issued by the board or executive director.\n\n(d) Conducting or permitting a person who is not licensed under this act to conduct activities required to be licensed under the casino, occupational, and suppliers licensee provisions in this act or in rules promulgated by the board.\n\n(e) Leasing, pledging, borrowing, or loaning money against a casino, supplier, or occupational license.\n\n(4) The possession of more than 1 of the devices described in subsection (2)(e) permits a rebuttable presumption that the possessor intended to use the devices for cheating.\n\n(5) An action to prosecute a crime described in this section may, in the discretion of the attorney general or county prosecuting attorney, be tried in the county in which the crime occurred or in Ingham County.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-218/"
    },
    {
      "id": "section-432219",
      "number": "432.219",
      "heading": "Property Subject to Seizure, Confiscation, Destruction, or Forfeiture.",
      "text": "Any equipment, gambling device, money, apparatus, material of gaming, proceeds, substituted proceeds, or real or personal property used, obtained, or received in violation of this act shall be subject to seizure, confiscation, destruction, or forfeiture.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-219/"
    },
    {
      "id": "section-432220",
      "number": "432.220",
      "heading": "Conduct Subject to Civil Penalty.",
      "text": "In addition to other penalties provided for under this act, a person who conducts a gambling operation without first obtaining a license to do so, or a licensee who continues to conduct gambling games after revocation of the licensee's license, or any licensee who conducts or allows to be conducted any unauthorized gambling games in a casino in which the licensee is authorized to conduct its gambling operation is subject to a civil penalty equal to the amount of gross receipts derived from wagering on the gambling games, whether unauthorized or authorized, conducted on that day as well as confiscation and forfeiture of all gambling game equipment used in the conduct of unauthorized gambling games.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-220/"
    },
    {
      "id": "section-432221",
      "number": "432.221",
      "heading": "Criminal History Record Check; Fingerprinting.",
      "text": "(1) When the board is authorized or required by law to consider some aspect of criminal history record check for the purpose of carrying out its statutory powers and responsibilities, the board shall require the person, even if the person is a prospective or existing employee, agent of the board, or contractor working for or on behalf of the board, to submit his or her fingerprints for review by the department of state police and the Federal Bureau of Investigation for the criminal history record check, in the form and manner required by the department of state police and the Federal Bureau of Investigation to obtain any information currently or subsequently contained in the files of the department of state police or the Federal Bureau of Investigation. The department of state police shall provide all criminal history record check requested by the board for any person, including, but not limited to, a prospective or existing employee, agent of the board, or contractor working for or on behalf of the board. The department of state police may charge the board a fee for a criminal history record check required under this section. The board is not authorized to share the criminal history record check with a private entity.\n\n(2) The department of state police shall store and retain all fingerprints submitted under this act in an automated fingerprint identification system that provides for an automatic notification if new criminal arrest information matches fingerprints previously submitted under this act. Upon that notification, the department of state police shall immediately notify the board. The fingerprints retained under this act may be searched against future fingerprint submissions, and any relevant results will be shared with the board.\n\n(3) When the department of state police is able to participate in the Federal Bureau of Investigation's automatic notification system, all fingerprints submitted to the Federal Bureau of Investigation may be stored and retained by the Federal Bureau of Investigation in its automatic notification system. The automatic notification system provides for automatic notification if new criminal arrest information matches fingerprints previously submitted to the Federal Bureau of Investigation under this act. If the department of state police receives a notification from the Federal Bureau of Investigation under this act, the department of state police shall immediately notify the board.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-221/"
    },
    {
      "id": "section-432222",
      "number": "432.222",
      "heading": "Exemption From Federal Law.",
      "text": "Pursuant to section 2 of chapter 1194, 64 Stat. 1134, 15 U.S.C. 1172, approved January 2, 1951, the state of Michigan, acting by and through duly elected and qualified members of the legislature, does declare and proclaim that the state is exempt from chapter 1194, 64 Stat. 1134, 15 U.S.C. 1171 to 1178.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-222/"
    },
    {
      "id": "section-432223",
      "number": "432.223",
      "heading": "Shipment of Gambling Devices.",
      "text": "All shipments of gambling devices, including slot machines, to licensed casinos in this state, the registering, recording, and labeling of which have been completed by the manufacturer or dealer thereof in accordance with chapter 1194, 64 Stat. 1134, 15 U.S.C. 1171 to 1178, are legal shipments of gambling devices into the state of Michigan.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-223/"
    },
    {
      "id": "section-432224",
      "number": "432.224",
      "heading": "Conservatorship.",
      "text": "(1) Notwithstanding any other provision of this act, when the board revokes a casino license, or suspends a casino license for a period in excess of 120 days, or refuses to renew a casino license, whether or not an appeal is pending, the board, with notice to the mayor of the city in which the casino is located, shall appoint a conservator to, among other things, take into his or her possession and control all the property and business of the licensee relating to the casino. However, this subsection shall not apply in any instance in which the casino for which the casino license had been issued has not been in operation and open to the public. A person shall not be appointed as conservator unless the board is satisfied that he or she is qualified.\n\n(2) The board may proceed in a conservatorship action in a summary manner and shall have the power to appoint and remove 1 or more conservators and to enjoin the former or suspended licensee from exercising any of its privileges from collecting any debts and from selling, assigning, or transferring any of its property to a person other than a conservator, except as the board may order. The board shall have the further powers necessary for fulfilling the purposes of this act.\n\n(3) Every conservator shall, before assuming his or her duties, execute and file a bond for the faithful performance of his or her duties payable to the board in the office of the board with the surety or sureties and in the form that the board shall approve and in the amount prescribed by the board.\n\n(4) When more than 1 conservator is appointed pursuant to this section, each conservator is subject to this act. Each conservator may collect the debts and property of the former or suspended licensee. The powers and rights conferred upon the conservators shall be exercised only when a majority of the conservators have agreed to the proposed action.\n\n(5) Upon his or her appointment, the conservator shall become vested with the title of all the property of the former or suspended licensee relating to the casino. Subject to any and all valid liens, claims, and encumbrances, the conservator shall have the duty to conserve and preserve the assets to ensure that the assets shall continue to be operated on a sound and businesslike basis.\n\n(6) Subject to the general supervision of the board and pursuant to any specific order it may consider appropriate, a conservator shall have power to do all of the following:\n\n(a) Take into his or her possession all the property of the former or suspended licensee relating to the casino and the approved hotel, including its books, records, and papers.\n\n(b) Institute and defend actions by or on behalf of the former or suspended licensee.\n\n(c) Settle or compromise with any debtor or creditor of the former or suspended licensee, including any taxing authority.\n\n(d) Continue the business of the former or suspended licensee including entering into contracts, borrowing money, and pledging, mortgaging, or otherwise encumbering the property of the former or suspended licensee as security for the repayment of the conservator's loans. However, the power shall be subject to any provisions and restrictions in any existing credit documents.\n\n(e) Hire, fire, and discipline employees.\n\n(f) Review all outstanding agreements to which the former or suspended licensee is a party that fall within the purview of this act and advise the board on which, if any, of the agreements should be the subject of scrutiny, examination, or investigation by the board.\n\n(g) Do all acts that best fulfill the purposes of this act.\n\n(7) Except as otherwise provided in subsection (8), the conservator shall sell, assign, or otherwise transfer ownership of all of the property, in bulk, of a former licensee that was part of the casino or an approved hotel to a person who meets all of the requirements of this act and rules promulgated under this act to receive a casino license under this act subject to all of the following:\n\n(a) Prior approval of the board with the consent of the mayor of the city in which the casino is located.\n\n(b) Prior consultation with the former licensee about the reasonableness of the terms and conditions of the sale, assignment, or transfer.\n\n(c) Prior written notice to all creditors and other persons required to be notified pursuant to court rule or statute.\n\n(8) The conservator shall not conduct a sale, assignment, or transfer under subsection (7) under any of the following circumstances:\n\n(a) A suspension of the casino license is pending.\n\n(b) An appeal from an action that precipitated the conservatorship is pending.\n\n(c) The board has not approved a sale, assignment, or transfer.\n\n(9) Upon the request of the conservator, prior to a sale, assignment, or transfer under subsection (7), the board shall conduct a summary review of the proposed sale, assignment, or transfer of ownership.\n\n(10) The board may direct that the conservator retain the property and continue the business of the former or suspended licensee relating to the casino and the approved hotel for an indefinite period of time. Without being personally liable, during any period of operation by the conservator, the conservator shall pay when due all secured obligations. The conservator is not immune from foreclosure or other legal proceedings to collect the secured debt. The conservator shall have all of the legal rights, claims, or defenses that would have been available to the former or suspended licensee.\n\n(11) In a proceeding described in subsection (10), the board shall allow a reasonable compensation for the services, costs, and expenses for the conservator, the attorney for the conservator, the appraiser, the auctioneer, the accountant, and the other persons as the board may appoint in connection with the conservatorship.\n\n(12) As an incident of its prior approval of the sale, assignment, or other transfer, in bulk, of all property of the former licensee that was a part of the casino, the board may require that the purchaser of the property assume in a form acceptable to the board all of the outstanding debts of the former licensee that arise from or were based upon the operation of the casino.\n\n(13) The conservator shall not make a payment of net earnings during the period of the conservatorship without the prior approval of the board, which may direct that all or any part of the net earnings be paid to the suspended or former licensee or to the state casino gaming fund or the state services fee fund or to the city as a municipal services fee or tax or municipal wagering tax, in accordance with rules promulgated by the board. The former or suspended licensee is entitled to a fair rate of return out of net earnings, if any, during the period of the conservatorship on the property retained by the conservator.\n\n(14) Following any sale, assignment, or other transfer, in bulk, of all the property subject to the conservatorship, the conservator shall pay the net proceeds from the sale that remain after payment of all obligations owing to the state of Michigan and any political subdivisions of the state and of those allowances set forth in this act to the former or suspended licensee.\n\n(15) A conservator appointed pursuant to this act shall at all times be subject to this act and the rules, limitations, restrictions, terms, and conditions as the board may prescribe. Except as otherwise provided in this act, during the period of any conservatorship imposed by this act, the casino operation in the form of the conservatorship shall be considered a licensed casino operation subject to this act.\n\n(16) The board shall direct the discontinuation of a conservatorship when the conservator has, with the prior approval of the board, consummated the sale, assignment, or other transfer, in bulk, of all of the property of the former licensee that was part of the casino.\n\n(17) The board may direct the discontinuation of any conservatorship when it determines that the reason for which the action was instituted no longer exists.\n\n(18) Upon the discontinuation of the conservatorship and with the approval of the board, the conservator shall take the steps necessary to effect an orderly transfer of the property of the former or suspended licensee.\n\n(19) The sale, assignment, transfer, pledge, or other disposition of the securities issued by a former or suspended licensee during the pendency of a conservatorship instituted pursuant to this act does not divest or otherwise affect the powers conferred upon a conservator by this act.\n\n(20) A conservator appointed pursuant to this act shall file with the board reports on the administration of the conservatorship in the form and at the intervals the board shall prescribe. Such reports shall be available for examination and inspection by any creditor or party in interest and, in addition, the board may direct that copies of the reports be mailed to designated creditors or other persons and that summaries of any reports be published in designated newspapers of general circulation.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-224/"
    },
    {
      "id": "section-432225",
      "number": "432.225",
      "heading": "Disassociated Persons.",
      "text": "(1) The board shall create a list of disassociated persons. The board shall, with the assistance of casino licensees, inform each patron of the list of disassociated persons and explain how the patron may add his or her name to the list.\n\n(2) The board may add an individual's name to the list of disassociated persons if the individual has notified the board in writing of his or her pledge not to visit a casino in this state by filing an application for placement on the list of disassociated persons with the board.\n\n(3) The board shall create and make available form applications for placement on the list of disassociated persons. The forms must have spaces to include all of the following information about the individual who is applying:\n\n(a) Full name and all aliases.\n\n(b) Physical description including height, weight, hair and eye color, skin color, and any other noticeable physical characteristics.\n\n(c) Occupation.\n\n(d) Current home and work addresses and phone numbers.\n\n(e) Social Security number.\n\n(f) Date of birth.\n\n(g) A statement that the individual believes he or she is a problem gambler and is seeking treatment.\n\n(h) A photograph suitable for the board and casino licensees to use to identify the individual.\n\n(i) Other information that the board considers necessary.\n\n(4) An individual's name must be placed on the list of disassociated persons after all of the following have occurred:\n\n(a) The individual has submitted a completed application to be placed on the list of disassociated persons to the board.\n\n(b) The application has been verified by a representative of the board.\n\n(c) The individual has signed an affidavit in which he or she affirms that he or she wishes to be placed on the list of disassociated persons and authorizing the board to release the contents of his or her application to all casino licensees in this state.\n\n(d) The individual signs a form releasing this state, the board, and the casino licensees from any injury the individual suffers as a consequence of placing his or her name on the list of disassociated persons.\n\n(e) The individual signs a form stating that he or she understands and authorizes all of the following:\n\n(i) That a criminal complaint for trespassing will be filed against him or her if he or she is found on the premises of a casino in this state and he or she will be immediately removed from the casino premises.\n\n(ii) That if he or she enters a casino and wins any money, the board will confiscate the winnings.\n\n(5) Except as otherwise provided in this subsection, the name of an individual placed on the list of disassociated persons must remain on the list for the remainder of the individual's life. Not earlier than 5 years after an individual's name has been placed on the list of disassociated persons, the individual may submit a form, provided by the board, to the board to have the individual's name removed from the list of disassociated persons. After receiving the form under this subsection, the board shall notify all of the following that the individual's name has been removed from the list of disassociated persons:\n\n(a) Each casino licensee.\n\n(b) The department of the attorney general.\n\n(c) The department of state police.\n\n(6) After an application under this section has been submitted to the board, the chairperson of the board shall file a notice of placement on the list of disassociated persons with the board at the next closed session. Information contained in an application under subsection (4) or form under subsection (5) is exempt from disclosure under section 4c and is not open for public inspection. The information must be disclosed to the board, each casino licensee in this state, the department of the attorney general, and the department of state police.\n\n(7) The list of disassociated persons must be provided to each casino licensee, the department of the attorney general, and the department of state police.\n\n(8) A casino licensee shall submit to the board a plan for disseminating the information contained in an application for placement on the list of disassociated persons. The board shall approve the plan. The plan must be designed to safeguard the confidentiality of the information but must provide for dissemination of the information to all of the following:\n\n(a) The general casino manager or the managerial employee who has responsibility over the entire casino operations.\n\n(b) All security and surveillance personnel.\n\n(c) The department of state police.\n\n(9) Except as otherwise provided in this subsection, a casino licensee shall not extend credit, offer check cashing privileges, or offer coupons to, or market its services, or send advertisements to, or otherwise solicit the patronage in the casino of, those persons whose names are on the list of disassociated persons. A casino licensee may market or advertise its services, other than by direct mail, for the casino licensee's nongaming amenities, such as hotels, restaurants, and event centers.\n\n(10) A casino licensee shall keep a computer record of each individual whose name is on the list of disassociated persons. If a casino licensee identifies an individual whose name is on the list of disassociated persons at the casino, the licensee shall immediately notify the board, a representative of the board, or a representative of the department of state police who is at the casino.\n\n(11) A casino licensee who violates this act is subject to disciplinary action by the board.\n\n(12) The board shall promulgate rules to implement and administer this section.\n\n(13) An individual who has placed his or her name on the list of disassociated persons who enters a casino in this state is guilty of criminal trespassing punishable by imprisonment for not more than 1 year, a fine of not more than $1,000.00, or both.\n\n(14) This section does not create any right or cause of action on behalf of the individual whose name is placed on the list of disassociated persons against this state, the board, or a casino licensee.\n\n(15) The board shall deposit any winnings collected by the board under this section into the compulsive gaming prevention fund created in section 3 of the compulsive gaming prevention act, 1997 PA 70, MCL 432.253.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997 ;-- Am. 2019, Act 158, Imd. Eff. Dec. 20, 2019 ;-- Am. 2020, Act 225, Imd. Eff. Oct. 16, 2020Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-225/"
    },
    {
      "id": "section-432226",
      "number": "432.226",
      "heading": "Ownership and Disclosure Threshold.",
      "text": "For purposes of sections 5, 6, and 7a, the ownership and disclosure threshold as to any company whose stock is widely held, publicly traded, and regulated by the securities and exchange commission shall be beneficial ownership of more than a 5% interest in the company, provided, however, the board shall have the authority, by rule or order, to establish a reporting threshold below 5% if the company knew or should have known the identity of the person holding the interest below 5%.\n\nHistory:Add. 1997, Act 69, Imd. Eff. July 17, 1997Popular Name:Proposal E",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-432/statute-initiated-law-1-of-1996/section-432-226/"
    }
  ]
}