{
  "state": "district-of-columbia",
  "path": "title-34/chapter-14",
  "sections": [
    {
      "id": "section-34-1401",
      "number": "34-1401",
      "heading": "Extension of overhead wires in Georgetown; extension of underground conduits in Mount Pleasant.",
      "text": "The Mayor of the District of Columbia may authorize any electric light company existing June 11, 1896, to construct and use under such regulations as the Council of the District of Columbia may fix conduits for the reception of overhead wires existing on said date within the territory formerly known as Georgetown, and to extend the same by an aggregate of not more than one and one-fourth miles of conduit in the same territory. And the United States Electric Lighting Company may extend its underground conduits and wires east of Rock Creek and within the fire limits to Mount Pleasant, and Washington and Columbia Heights under such regulations as the Council may prescribe.",
      "history": "June 11, 1896, 29 Stat. 401, ch. 419, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1401.html"
    },
    {
      "id": "section-34-1402",
      "number": "34-1402",
      "heading": "Conduits and overhead wires for electric lighting prohibited in streets; house connections authorized.",
      "text": "Until Congress shall provide for a conduit system it shall be unlawful to lay conduits or erect overhead wires for electric lighting purposes in any road, street, avenue, highway, park, or reservation, except as specifically authorized by law; provided, however, that the Mayor of the District of Columbia is hereby authorized to issue permits for house connections with conduits and overhead wires existing on June 4, 1897, adjacent to the premises with which such connection is to be made; and also permits for public lighting connections with conduits existing on June 4, 1897, in the portion of the street proposed to be lighted. And nothing herein contained shall be construed to affect in any way any litigation pending on June 4, 1897, involving the validity or invalidity or legality of the construction of any conduits made since June 18, 1896, nor to prevent the United States Electric Lighting Company from extending conduits into Columbia Heights, Washington Heights, and Mount Pleasant within the fire limits as specifically provided in §§ 34-1401 and 34-1901.01.",
      "history": "Mar. 3, 1897, 29 Stat. 673, ch. 387; June 4, 1897, 30 Stat. 41, ch. 2",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1402.html"
    },
    {
      "id": "section-34-1403",
      "number": "34-1403",
      "heading": "Certain existing conduits and overhead wires legalized.",
      "text": "All conduits existing on July 7, 1898, within the fire limits, and all overhead electric light wires existing on July 7, 1898, without the fire limits in the District of Columbia are hereby legalized until otherwise provided by law, and house connections may be made with such overhead electric light wires outside such fire limits.",
      "history": "July 7, 1898, 30 Stat. 664, ch. 571, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1403.html"
    },
    {
      "id": "section-34-1404",
      "number": "34-1404",
      "heading": "Electric lighting wires west of Rock Creek.",
      "text": "The Mayor of the District of Columbia is hereby authorized to issue permits to electric light companies existing on July 8, 1898, in the District of Columbia for the extension of overhead electric wires existing on July 8, 1898, outside the fire limits and west of Rock Creek to be used for lighting purposes only.",
      "history": "July 8, 1898, 30 Stat. 753, Joint Res. No. 59",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1404.html"
    },
    {
      "id": "section-34-1405",
      "number": "34-1405",
      "heading": "Electric lighting wires east of Rock Creek.",
      "text": "The Mayor of the District of Columbia is hereby authorized, under conditions and regulations to be prescribed by the Council of the District of Columbia, to permit the erection of poles and the stringing of overhead wires thereon outside of the fire limits and east of Rock Creek for electric lighting purposes only.",
      "history": "July 1, 1902, 32 Stat. 602, ch. 1352, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1405.html"
    },
    {
      "id": "section-34-1406",
      "number": "34-1406",
      "heading": "Permits for repair, extension, and enlargement of conduits.",
      "text": "The Mayor of the District of Columbia is hereby authorized to grant permits for the repair, enlargement, and extension, under proper regulations to be prescribed by the Council of the District of Columbia, of electric lighting conduits existing on June 6, 1900, and in every conduit constructed or to be constructed under the provisions of this section, 3 ducts shall be reserved for the use of the United States and the District of Columbia.",
      "history": "June 6, 1900, 31 Stat. 563, ch. 789, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1406.html"
    },
    {
      "id": "section-34-1407",
      "number": "34-1407",
      "heading": "Extension of conduits; ducts for use of fire and police wires; maximum price of current; additional charge for nonpayment of bills.",
      "text": "The Mayor of the District of Columbia is authorized to grant permits for the repair, enlargement, and extension, under proper regulations, of existing electric-lighting conduits, and in every conduit constructed or to be constructed under the provisions of this section, 3 ducts shall be reserved for the use of the United States and the District of Columbia.",
      "history": "Mar. 3, 1899, 30 Stat. 1053, ch. 422, § 1; May 9, 2000, D.C. Law 13-107, § 203, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1407.html"
    },
    {
      "id": "section-34-1408",
      "number": "34-1408",
      "heading": "Use of conduits of Washington Railway and Electric Company by Potomac Electric Power Company.",
      "text": "The Mayor of the District of Columbia is hereby authorized, in his discretion, to permit the Potomac Electric Power Company to make connections between its conduits and the conduits of the Washington Railway and Electric Company and all other companies controlled by the Washington Railway and Electric Company for the purpose of furnishing electric current through the said conduits for public and private uses, the use of said railway companies’ conduits to be upon such terms as may be agreed upon between the said companies.",
      "history": "Apr. 27, 1904, 33 Stat. 376, ch. 1628, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1408.html"
    },
    {
      "id": "section-34-1431",
      "number": "34-1431",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter, the term:\n\n(1) “Black liquor” means the spent cooking liquor from the Kraft process of paper making.\n\n(1A) “Brush” means shrubs and stands of short, scrubby trees that do not reach merchantable size.\n\n(2) “Commission” means the Public Service Commission.\n\n(3) “Customer generation” means generation that is not principally dedicated to selling power into the wholesale market.\n\n(4) “Dunnage” means loose materials or padding used to support or protect cargo within shipping containers.\n\n(5) \"DOEE\" means the Department of Energy and Environment.\n\n(6) “Electricity supplier” means a person, including an aggregator, broker, or marketer, who generates electricity; sells electricity; or purchases, brokers, arranges or, markets electricity for sale to customers. The term excludes the following:\n\n(A) Building owners, lessees, or managers who manage the internal distribution system serving such building and who supply electricity solely to occupants of the building for use by the occupants;\n\n(i) Any person who purchases electricity for its own use or for the use of its subsidiaries or affiliates; or\n\n(ii) Any apartment building or office building manager who aggregates electric service requirements for his or her building or buildings, and who does not:\n\n(I) Take title to electricity;\n\n(II) Market electric services to the individually-metered tenants of his or her building; or\n\n(III) Engage in the resale of electric services to others;\n\n(C) Property owners who supply small amounts of power, at cost, as an accommodation to lessors or licensees of the property; and\n\n(D) A consolidator.\n\n(6A) “Fuel input” means the higher heating value of the input fuel type, measured in BTU/LB, based on the standardized heating value of fuel type, multiplied by the annual fuel used in as delivered tons, multiplied by 2000.\n\n(7) “Fund” means the District of Columbia Renewable Energy Development Fund.\n\n(8) “PJM Interconnection” means the regional transmission organization that is regulated by the Federal Energy Regulatory Commission that functionally controls the transmission system for the region that includes the District of Columbia.\n\n(9) “Qualifying biomass” means a solid, nonhazardous, cellulosic waste material that is segregated from other waste materials, and is derived from any of the following forest-related resources, with the exception of old growth timber, construction and demolition-derived wood, whole trees not part of a closed-loop biomass system that are cleared solely for the purpose of energy production, unsegregated solid waste, or post-consumer wastepaper:\n\n(A) Mill residue;\n\n(B) Repealed.\n\n(C) Slash;\n\n(D) Brush;\n\n(E) Yard waste;\n\n(F) A waste pallet, crate, or dunnage;\n\n(G) Agricultural sources, including tree crops, vineyard materials, grain, legumes, sugar, and other crop by-products or residues; or\n\n(H) Cofired biomass, subject to the condition under § 34-1433(f).\n\n(10) \"Renewable energy credit\" or \"credit\" means a credit representing one megawatt-hour of energy produced by:\n\n(A) A tier one or tier two renewable source located within the PJM Interconnection region; or\n\n(B) Until January 1, 2029, a tier one or tier two renewable source located within a state that is adjacent to the PJM Interconnection region that was certified by the Commission as of [March 22, 2019].\n\n(11) “Renewable energy portfolio standard” or “standard” means the percentage of electricity sales at retail in the District of Columbia that is to be derived from tier one renewable sources and tier two renewable sources in accordance with § 34-1432(c).\n\n(12) “Renewable on-site generator” means a person that generates electricity on site from a tier one renewable source or tier two renewable source for the person’s own use.\n\n(13) “Slash” means:\n\n(A) Tree tops, branches, bark, or other residue left on the ground after logging or other forestry operations; or\n\n(B) Tree debris left after a natural catastrophe.\n\n(14) “Solar energy” means radiant energy, direct, diffuse, or reflected, received from the sun at wavelengths suitable for conversion into thermal, chemical, or electrical energy, that is collected, generated, or stored for use at a later time.\n\n(15) “Tier one renewable source” means one or more of the following types of energy sources:\n\n(A) Solar energy;\n\n(B) Wind;\n\n(C) Qualifying biomass used at a generation unit that achieves a total system efficiency of at least 65% on an annual basis, can demonstrate that they achieved a total system efficiency of at least 65% on an annual basis through actual operational data after one year, and that started commercial operation after January 1, 2007.\n\n(D) Methane from the anaerobic decomposition of organic materials in a landfill or wastewater treatment plant;\n\n(E) Geothermal;\n\n(F) Ocean, including energy from waves, tides, currents, and thermal differences;\n\n(G) Fuel cells producing electricity from a tier one renewable source under subparagraph (C) or (D) of this paragraph; and\n\n(H) Raw or treated wastewater used as a heat source or sink for a heating or cooling system.\n\n(16) “Tier two renewable source” means one or more of the following types of energy sources:\n\n(A) Hydroelectric power other than pumped storage generation;\n\n(B) Waste-to-energy; or\n\n(C) Qualifying biomass used at a generation unit that:\n\n(i) Started commercial operation on or before December 31, 2006; or\n\n(ii) Achieves a total system efficiency of less than 65%; or\n\n(iii) Uses black liquor.\n\n(17) “Total system efficiency” means the sum of the net useful thermal energy output measured in BTUs divided by the total fuel input. For the purposes of this paragraph, the term “useful thermal energy output” means energy in the form of direct heat, steam, hot water, or other thermal form that is used in production and beneficial measures for heating, cooling, humidity control, process use, or other valid thermal end use energy requirements and for which fuel or electricity would otherwise be consumed. The term “useful thermal energy output” does not include thermal energy used for the purpose of drying or refining biomass fuel.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 3, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(a), 55 DCR 9225; Sept. 24, 2010, D.C. Law 18-223, § 2223(a), 57 DCR 6242; Apr. 30, 2015, D.C. Law 20-245, § 2(a), 62 DCR 1492",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1431.html"
    },
    {
      "id": "section-34-1432",
      "number": "34-1432",
      "heading": "Renewable energy portfolio standard.",
      "text": "(a) The Commission shall implement a renewable energy portfolio standard which applies to all District of Columbia retail electricity sales, except as provided under subsection (b) of this section.\n\n(1) For nonresidential solar heating, cooling, or process heat property systems producing or displacing greater than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML.\n\n(2) For nonresidential solar heating, cooling, or process heat property systems producing or displacing 10,000 or less than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by the SRCC OG-300 annual system performance rating protocol or the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML; and\n\n(3) For residential solar thermal systems, the systems shall be SRCC OG-300 system certified and the energy output shall be determined by the SRCC OG-300 annual rating protocol or the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML.\n\n(1) If the standard becomes applicable to electricity sold to a customer after the start of a calendar year, the standard shall not apply to electricity sold to the customer during that portion of the year before the standard became applicable.\n\n(2) The standard shall not apply to electricity sold to the District of Columbia government, not including independent agencies, authorities, or instrumentalities, beginning January 1, 2024, and ending September 30, 2029.\n\n(3) The District of Columbia government shall not purchase renewable energy credits that do not meet the requirements of the standard until the electricity sold to the District of Columbia government is in compliance with the standard.\n\n(c) The renewable energy portfolio standard shall be as follows:\n\n(1) In 2011, 4% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.40% from solar energy;\n\n(2) In 2012, 5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.50% from solar energy;\n\n(3) In 2013, 6.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.50% from solar energy;\n\n(4) In 2014, 8% from tier one renewable sources; 2.5% from tier two renewable sources, and not less than 0.60% from solar energy;\n\n(5) In 2015, 9.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.70% from solar energy;\n\n(6) In 2016, 11.5% from tier one renewable sources, 2% from tier two renewable sources, and not less than 0.825% from solar energy;\n\n(7) In 2017, 13.5% from tier one renewable sources, 1.5% from tier two renewable sources, and not less than 0.98% from solar energy;\n\n(8) In 2018, 15.5% from tier one renewable sources, 1% from tier two renewable sources, and not less than 1.15% from solar energy;\n\n(9) In 2019, not less than 17.5% from tier one renewable sources, 0.5% from tier two renewable sources, and not less than 1.85% from solar energy;\n\n(10) In 2020, not less than 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 2.175% from solar energy;\n\n(11) In 2021, not less than 26.25% from tier one renewable sources, 0% from tier two renewable sources, and not less than 2.5% from solar energy;\n\n(12) In 2022, not less than 32.5% from tier one renewable sources, 0% from tier two renewable sources, and not less than 2.6% from solar energy;\n\n(13) In 2023, not less than 38.75% from tier one renewable sources, 0% from tier two renewable sources, and not less than 3.0% from solar energy;\n\n(14) In 2024, not less than 45.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 3.65% from solar energy;\n\n(15) In 2025, not less than 52.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 4.3% from solar energy;\n\n(16) In 2026, not less than 59.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 5.0% from solar energy;\n\n(17) In 2027, not less than 66.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 5.65% from solar energy;\n\n(18) In 2028, not less than 73.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 6.3% from solar energy;\n\n(19) In 2029, not less than 80.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 7.0% from solar energy;\n\n(20) In 2030, not less than 87.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 7.65% from solar energy;\n\n(21) In 2031, not less than 94.0% from tier one renewable sources, 0% from tier two renewable sources, and not less than 8.3% from solar energy;\n\n(22) In 2032, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 9.0% from solar energy;\n\n(23) In 2033, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 9.65% from solar energy;\n\n(24) In 2034, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 10.3% from solar energy;\n\n(25) In 2035, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 11.0% from solar energy;\n\n(26) In 2036, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 11.65% from solar energy;\n\n(27) In 2037, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 12.3% from solar energy;\n\n(28) In 2038, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 13.0% from solar energy;\n\n(29) In 2039, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 13.65% from solar energy;\n\n(30) In 2040, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 14.3% from solar energy; and\n\n(31) In 2041 and thereafter, not less than 100% from tier one renewable sources, 0% from tier two renewable sources, and not less than 15.0% from solar energy.\n\n(d) Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the standard by obtaining the equivalent amount of renewable energy credits that equal the percentage required under this section for each electricity product sold at retail by the electricity supplier.\n\n(1) Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the solar requirement by obtaining the equivalent amount of renewable energy credits from solar energy systems no larger than 15MW in capacity located within the District or in locations served by a distribution feeder serving the District; provided, that renewable energy credits from solar energy systems larger than 15MW in capacity located on property owned by the District, or by any agency or independent authority of the District, may be used to meet the solar requirement.\n\n(2) As of January 1, 2015, notwithstanding paragraph (1) of this subsection, an electricity supplier may meet the remaining non-solar tier one renewable source requirement of the renewable energy portfolio standard by obtaining the equivalent amount of renewable energy credits from solar energy systems that do not satisfy the requirements under paragraph (1) of this subsection.\n\n(3) Any solar energy system that is not located within the District or in a location served by a distribution feeder serving the District and that was certified as eligible to produce renewable energy credits meeting the solar requirement of the renewable energy portfolio standard by the Commission prior to February 1, 2011, shall be decertified by the Commission effective January 1, 2025.\n\n(f) No later than March 1, 2017, the Commission shall provide a report to the Council that includes:\n\n(1) An estimate of the amount of solar energy generated annually by solar energy systems in the District that could qualify to be used to meet the annual solar energy requirement, but for which renewable energy credits cannot be purchased by electricity suppliers to meet the solar energy requirement; and\n\n(2) A recommendation for how the Commission could adjust the annual solar requirement to account for the amount of solar generation identified in paragraph (1) of this subsection.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 4, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(b), 55 DCR 9225; Sept. 24, 2010, D.C. Law 18-223, § 2223(b), 57 DCR 6242; Oct. 20, 2011, D.C. Law 19-36, § 2(a), 58 DCR 6837; Feb. 26, 2015, D.C. Law 20-155, § 6052, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1432.html"
    },
    {
      "id": "section-34-1433",
      "number": "34-1433",
      "heading": "Renewable energy credits.",
      "text": "(a) Energy from a tier one renewable source:\n\n(1) Shall be eligible for inclusion in meeting the standard regardless of when the generating system or facility was placed in service; and\n\n(2) May be applied to the percentage requirements of the standard for either tier one renewable sources or tier two renewable sources.\n\n(b) Energy from a tier two renewable source shall be eligible for inclusion in meeting the renewable energy portfolio standard through 2017 if it is generated at a system or facility that existed and was operational as of January 1, 2004.\n\n(c) On or after January 1, 2006, an electricity supplier may:\n\n(1) Receive renewable energy credits; and\n\n(2) Accumulate renewable energy credits under this chapter.\n\n(d) On or before December 31, 2006, an electricity supplier shall receive 120% credit toward meeting the renewable energy portfolio standard for energy derived from wind or solar sources.\n\n(e) After December 31, 2006, and on or before December 31, 2009, an electricity supplier shall receive 110% credit toward meeting the renewable energy portfolio standard for energy derived from wind or solar sources.\n\n(f) On or before December 31, 2009, an electricity supplier shall receive 110% credit toward meeting the renewable energy portfolio standard for energy derived from methane under § 34-1431(14)(D).\n\n(1) An electricity supplier may not use the incineration of solid waste to meet more than 20% of the standard for tier two renewable sources for a given year.\n\n(2) After December 31, 2012, the incineration of solid waste shall not be eligible to generate renewable energy credits.\n\n(1) An electricity supplier shall receive credit toward meeting the standard for electricity derived from the biomass fraction of biomass cofired with other fuels.\n\n(2) Credits that a renewable on-site generator surrenders to its electricity supplier to meet the standard and that the electricity supplier relies on in submitting its compliance report shall not be resold or retransferred by the renewable on-site generator.\n\n(3) The renewable on-site generator may retain or transfer any credits in excess of the amount needed to satisfy the standard for the renewable on-site generator’s load.\n\n(4) A renewable on-site generator that satisfies the standard applicable to the renewable on-site generator’s load under this subsection shall not be required to contribute to a compliance fee recovered under § 34-1435.\n\n(5) The Commission shall adopt regulations or orders governing the application and transfer of credits under this subsection.\n\n(i) A tier one renewable source or tier two renewable source that creates a renewable energy credit shall comply with all applicable environmental and administrative requirements, including air quality, water quality, solid waste, and right-to-know provisions, permit conditions, and administrative orders.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 5, 52 DCR 2285",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1433.html"
    },
    {
      "id": "section-34-1434",
      "number": "34-1434",
      "heading": "Reporting requirements and compliance fee.",
      "text": "(a) Each electricity supplier shall submit an annual compliance report to the Commission, by a date and in a form prescribed by the Commission.\n\n(1) Each report shall include clear and concise information that:\n\n(A) Demonstrates that the electricity supplier has complied with the applicable standard under § 34-1432 and includes the submission of the required amount of renewable energy credits; or\n\n(B) Demonstrates the amount of electricity sales by which the electricity supplier fails to meet the applicable renewable energy portfolio standard.\n\n(1A) In calendar years 2019, 2020, 2021, and 2022 each report shall also include:\n\n(A) The number of contracts that are exempt from changes to the renewable energy portfolio standard pursuant to section 4 of the Renewable Portfolio Standard Expansion Amendment Act of 2016, effective October 8, 2016 (D.C. Law 21-154; D.C. Official Code § 34-1434, note) , the length of each exempt contract, and the amount of electricity associated with each exempt contract; and\n\n(B) The number of contracts that are exempt from changes to the renewable energy portfolio standard pursuant to section 101(b)(2) of the CleanEnergy DC Omnibus Amendment Act of 2018, passed on 2nd reading on December 18, 2018 (Enrolled version of Bill 22-904), the length of each exempt contract, and the amount of electricity associated with each exempt contract.\n\n(2) Each report shall also include any other information that the Commission by regulation or order may consider relevant.\n\n(c) If an electricity supplier fails to comply with the renewable energy portfolio standard for the applicable year, the electricity supplier shall pay into the Fund a compliance fee of:\n\n(1) Five cents for each kilowatt-hour of shortfall from required tier one renewable sources;\n\n(2) One cent for each kilowatt-hour of shortfall from required tier two renewable sources; and\n\n(3) For each kilowatt-hour of shortfall from required solar energy sources, the following amounts:\n\n(A) Fifty cents in 2016 through 2023;\n\n(B) Forty-eight cents in 2024;\n\n(C) Forty-six cents in 2025;\n\n(D) Forty-four cents in 2026;\n\n(E) Forty-two cents in 2027;\n\n(F) Forty cents in 2028;\n\n(G) Thirty-eight cents in 2029;\n\n(H) Thirty-six cents in 2030;\n\n(I) Thirty-four cents in 2031;\n\n(J) Thirty-two cents in 2032;\n\n(K) Thirty cents in 2033 through 2041; and\n\n(L) Ten cents in 2042 and thereafter.\n\n(c-1) A compliance fee required pursuant to subsection (c) of this section shall be paid to DOEE for deposit into the Fund between October 1 and November 1 following the year the electricity supplier failed to comply with the renewable energy portfolio standard.\n\n(d) Beginning on March 1, 2010, and annually thereafter, energy companies that sell electricity in the District of Columbia shall file an energy portfolio report for the preceding calendar year with DOEE, which shall include a breakdown of the average cost per kilowatt hour of electricity that the company sold in the District of Columbia by source of generation, to include coal, gas, oil, nuclear, solar, land-based wind, off-shore wind, and other renewable sources. The breakdown of cost should also include the average capital cost per kilowatt, as well as the average fixed and variable costs associated with operations and maintenance per megawatt.\n\n(e) Repealed.\n\n(f) The DOEE shall publish on its website at least annually a report that describes progress towards the solar generation goals provided in the renewable energy portfolio standard and a comparison with other sources of energy used in the District. Each report shall detail the equitable distribution of resources consistent with the policy findings in § 34-1501.01.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 6, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(c), 55 DCR 9225; Oct. 20, 2011, D.C. Law 19-36, § 2(b), 58 DCR 6837; Dec. 13, 2013, D.C. Law 20-47, § 3, 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1434.html"
    },
    {
      "id": "section-34-1435",
      "number": "34-1435",
      "heading": "Recovery of fees and costs.",
      "text": "(a) The Commission shall allow the local distribution company to recover actual dollar-for-dollar prudently costs incurred, including a compliance fee under § 34-1434, in complying with a mandated renewable energy portfolio standard. The electricity distribution company may also pass through its prudently incurred additional costs, if any, associated with complying with the standard, through the end of the year of standard offer service in which the requirement took effect.\n\n(b) An electricity supplier may recover a compliance fee if:\n\n(1) The payment of a compliance fee is the least-cost measure to ratepayers as compared to the purchase of tier one renewable sources, tier two renewable sources, or solar energy to comply with a renewable energy portfolio standard; or\n\n(2) There are insufficient tier one renewable sources, tier two renewable sources, or solar energy available for the electricity supplier to comply with a renewable energy portfolio standard.\n\n(c) Any cost recovery under this section:\n\n(1) May be in the form of a nonbypassable surcharge to current applicable customers; and\n\n(2) Shall be disclosed on applicable customer bills.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 7, 52 DCR 2285",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1435.html"
    },
    {
      "id": "section-34-1436",
      "number": "34-1436",
      "heading": "Renewable Energy Development Fund.",
      "text": "(a) There is established as a special fund the Renewable Energy Development Fund (\"Fund\"), which shall be administered by the Director of DOEE in accordance with subsections (b), (c), and (e) of this section.\n\n(1) DOEE may receive and review applications for loans, grants, rebates, and other financial incentives for eligible projects from the Fund. Except as provided in subsection (c)(1)(F) of this section, loans, grants, rebates, and other financial incentives for eligible projects from the Fund shall be distributed in the following order:\n\n(A) To qualifying applicants who are certified business enterprises as defined in § 2-218.02(1D);\n\n(B) To qualifying applicants who are not certified business enterprises as defined in § 2-218.02(1D).\n\n(2) On or before May 1 of every year, the DOEE shall provide the Council with a report detailing the number of qualified certified business enterprises that received loans, grants, rebates, and other financial incentives from the Fund. The report shall also include the eligible project or projects for which the certified business enterprise received funding.\n\n(1) The Fund shall be used for the purpose of:\n\n(A) Supporting the creation of new solar energy sources in the District, including activities that support the use of solar energy sources, such as electrical upgrades, structural improvements, and the installation of electrical or thermal storage systems;\n\n(A-i) Supporting projects or programs that increase climate change resilience in the District; provided, that each such project or program includes a solar energy component or uses solar energy generated in the District;\n\n(B) Funding the Solar for All Program established by § 8-1774.16;\n\n(C) Otherwise administering the Fund;\n\n(D) Covering any costs to the District associated with implementing the Renewable Portfolio Standard Expansion Amendment Act of 2016 (D.C. Law 21-154);\n\n(E) For the fiscal year beginning October 1, 2017, and ending September 30, 2018, supporting the DOEE operating budget;\n\n(F) In Fiscal Years 2018, 2019, 2020, 2021, and 2022, transferring up to $7 million per year to the Green Finance Authority to support sustainable projects and programs that include support for the creation of new solar energy sources in the District, and associated administrative costs, if such transfer is included in an approved budget and financial plan;\n\n(G) In fiscal year 2020, up to $250,000 for DOEE to engage an independent third party to conduct a comprehensive study to help DOEE and building owners better understand the potential for cost impacts and benefits to District residents and property owners, or owners of large buildings and affordable housing of the Building Energy Performance Standards Program, required pursuant to § 8-1772.21;\n\n(H) Covering any costs to the District associated with implementing §§ 34-1431(10) and 34-1432(c)(9)-(31);\n\n(I) In fiscal year 2020, up to $250,000 shall be provided to the District Department of Transportation to prepare the comprehensive clean vehicle transition plan required by § 50-921.24;\n\n(J) In fiscal year 2020, up to $250,000 shall be provided to the Department of General Services to be used to prepare the strategic energy management plan required by § 8-1772.22;\n\n(K) Covering any costs to the District associated with implementing the Local Solar Expansion Amendment Act of 2022 (D.C. Law 24-314);\n\n(L) Beginning in fiscal year 2026, transferring funding, in an amount to be determined by DOEE in its discretion, to the Energy Assistance Trust Fund for the purpose of expanding access to the District's low-income utility assistance programs;\n\n(M) Beginning in fiscal year 2025, supporting programming to increase awareness of the Solar for All program and to increase the number of residents enrolled in the District's low-income utility assistance programs, in an amount no greater than $150,000 per year; and\n\n(N) Beginning in fiscal year 2025, providing up to $100,000 per year to fund the triennial study of local solar policy benefits and costs required under § 34-1436.01, which may be used by the contractor selected pursuant to § 34-1436.01 at any time during the 3-year period of the study.\n\n(2) The Fund may be used to supplement programs supporting the creation of new solar energy sources in the District through the Sustainable Energy Utility contract established by subchapter II of Chapter 17N of Title 8.\n\n(c-1) For the purposes of subsection (c)(1)(G) of this section, the study shall include case studies for different property types of buildings and the DOEE shall seek the advice of the Building Energy Performance Standards Task Force, established pursuant to § 6-1451.09(h), in creating the specifications for the study.\n\n(d) The following revenue shall be deposited in the Fund:\n\n(1) Compliance fees paid under § 34-1434;\n\n(2) Payments received in repayment of a loan;\n\n(3) Investment earnings of the Fund; and\n\n(4) Any other money from any other source accepted for the benefit of the Fund.\n\n(e) The DOEE shall establish the eligibility criteria for projects supported by the Fund. The DOEE may allow the use of money of the Fund for administrative expenses related to the Fund and project review and oversight.\n\n(f) The DOEE shall provide to the Council a quarterly report detailing:\n\n(1) Expenditures from the Renewable Energy Development Fund; and\n\n(2) The performance of programs or projects funded by the Renewable Energy Development Fund.\n\n(g) Any compliance fees paid into the Fund by an electricity supplier that were charged to the District of Columbia government through a cost recovery surcharge authorized in § 34-1435(c) shall be transferred from the Fund to the General Fund of the District of Columbia and used to cover any surcharge owed by the District of Columbia government.\n\n(h) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 8, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(d), 55 DCR 9225; Sept. 24, 2010, D.C. Law 18-223, § 1112, 57 DCR 6242; Oct. 20, 2011, D.C. Law 19-36, § 2(c), 58 DCR 6837; Feb. 26, 2015, D.C. Law 20-155, § 6063, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1436.html"
    },
    {
      "id": "section-34-1436.01",
      "number": "34-1436.01",
      "heading": "Triennial study of local solar policy benefits and costs.",
      "text": "(1) The People's Counsel shall commission a recurring study to assess the benefits and costs of the solar requirements in this chapter as well as the technical and economic potential of solar energy generation in the District. The study shall address, at a minimum, the:\n\n(A) Benefits of locally produced solar energy to the District's electrical grid and the District's clean energy goals (including the Solar for All program);\n\n(B) Need for and potential costs of system upgrades and programs by ward; and\n\n(C) Costs to ratepayers of the Renewable Energy Portfolio Standards' solar energy requirements.\n\n(2) The study shall also compare the District's local solar energy policies to policies supporting the expansion of solar resources in other jurisdictions.\n\n(1) By no later than October 1, 2027, the People's Counsel shall submit a complete copy of the study, and, based on the results of the study, offer recommendations regarding legislative and regulatory changes to ensure that ratepayers are not unduly impacted (\"initial submission\").\n\n(2) The People's Counsel shall submit updated findings and recommendations every 3 years after the initial submission.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 8a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1436.01.html"
    },
    {
      "id": "section-34-1437",
      "number": "34-1437",
      "heading": "Renewable electricity tracking system.",
      "text": "(a) The Commission shall select a market-based renewable electricity tracking system to facilitate the creation and transfer of renewable energy credits.\n\n(b) The Commission may designate the DOEE to administer the electricity tracking system. The Commission or the DOEE may contract with a for-profit or a nonprofit entity to assist in the administration of the electricity tracking system required under this section.\n\n(c) To the extent practicable, the tracking system shall be the generation attributes tracking system developed by PJM Interconnection.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 9, 52 DCR 2285",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1437.html"
    },
    {
      "id": "section-34-1438",
      "number": "34-1438",
      "heading": "Application of renewable energy credits.",
      "text": "(a) An electricity supplier may use accumulated renewable energy credits to meet the renewable energy portfolio standard by submitting them to the Commission as evidence of compliance.\n\n(b) A renewable energy credit may be sold or otherwise transferred.\n\n(c) Except as authorized under section (d) of this section, a renewable energy credit shall exist for 3 years from the date created; provided, that a renewable energy credit from a solar energy system meeting the requirements of § 34-1432(e)(1) shall exist for 5 years from the date created.\n\n(d) A renewable energy credit may be diminished or extinguished before the expiration of 3 or 5 years pursuant to subsection (c) by:\n\n(1) The electricity supplier that received the credit;\n\n(2) A nonaffiliated entity of the electricity supplier:\n\n(A) That purchased the credit from the electricity supplier receiving the credit;\n\n(B) To whom the electricity supplier otherwise transferred the credit; or\n\n(3) Demonstrated compliance by the generating facility with the requirements of § 34-1433(i).",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 10, 52 DCR 2285",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1438.html"
    },
    {
      "id": "section-34-1439",
      "number": "34-1439",
      "heading": "Rules, duties, and powers of the Commission.",
      "text": "(a) The Commission may impose an administrative fee on a renewable energy credit transaction, but the amount of the fee may not exceed the Commission’s actual direct cost of processing the transaction.\n\n(b) On or before May 1 of each year, the Commission shall provide a report to the Council on the implementation of this chapter, including:\n\n(1) The availability of tier one renewable sources;\n\n(2) Certification of the number of renewable energy credits used by electricity suppliers to meet the requirements of § 34-1432;\n\n(3) The amount of compliance fees paid pursuant to § 34-1434(c) in the previous calendar year;\n\n(4) The amount of compliance fees estimated to be paid pursuant to § 34-1434(c) in the current calendar year;\n\n(5) The total amount of the District's electric supply that was exempt from changes to the renewable energy portfolio standard pursuant to section 4 of the Renewable Portfolio Standard Expansion Amendment Act of 2016, effective October 8, 2016 (D.C. Law 21-154; D.C. Official Code § 34-1434, note) for the previous year;\n\n(6) The total amount of the District's electric supply that is estimated to be exempt from changes to the renewable energy portfolio standard pursuant to section 4 of the Renewable Portfolio Standard Expansion Amendment Act of 2016, effective October 8, 2016 (D.C. Law 21-154; D.C. Official Code § 34-1434, note) for the current calendar year and each subsequent year that the exemption applies;\n\n(7) The total amount of the District's electric supply that was exempt from changes to the renewable energy portfolio standard pursuant to section 101(b)(2) of the CleanEnergy DC Omnibus Amendment Act of 2018, passed on 2nd reading on December 18, 2018 (Enrolled version of Bill 22-904) (\"CleanEnergy Act\") for the previous calendar year;\n\n(8) The total amount of the District's electric supply that is estimated to be exempted from changes to the renewable energy portfolio standard pursuant to section 101(b)(2) of the CleanEnergy Act for the current calendar year and each subsequent year that the exemption applies; and\n\n(9) Any other such information the Commission considers necessary or appropriate.\n\n(b-1) Beginning in July 2019, and every 6 months thereafter, the Commission shall publish on its website the total amount of solar energy from solar energy systems meeting the requirements of § 34-1432(e)(1) for which interconnection requests have been submitted in the previous 6 months.\n\n(c) The Commission shall adopt regulations to implement the provisions of this chapter.\n\n(d) The Commission shall establish standards, by order or regulation, to account for customer generation from eligible renewable resources for compliance with § 34-1432.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, § 11, 52 DCR 2285; Feb. 26, 2015, D.C. Law 20-155, § 2112, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1439.html"
    },
    {
      "id": "section-34-1440",
      "number": "34-1440",
      "heading": "Applicability.",
      "text": "(a) The definitions added to § 34-1431 by D.C. Law 20-245 (“amendment act”) shall apply to District of Columbia Standard Offer Service wholesale supply contracts effective on or after June 1, 2015.\n\n(b) The definitions added by the amendment act shall apply after December 31, 2017, to renewable energy credits included in PJM’s Generator Attributes Tracking System that were or are generated by a facility that is certified by the commission as a Tier 1 energy source before April 30, 2015, and purchased by an electricity supplier pursuant to a contract executed before April 30, 2015.",
      "history": "Apr. 12, 2005, D.C. Law 15-340, §  11a; as added Apr. 30, 2015, D.C. Law 20-245, § 2(b), 62 DCR 1492",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1440.html"
    }
  ]
}