{
  "state": "district-of-columbia",
  "path": "title-34/chapter-10",
  "sections": [
    {
      "id": "section-34-1001",
      "number": "34-1001",
      "heading": "Assignment of franchise; acquisition of stocks and bonds of competing utilities.",
      "text": "No franchise nor any right to or under any franchise to own or operate any public utility as defined in this subtitle or to use the tracks of any street railroad shall be assigned, transferred, or leased, nor shall any contract or agreement with reference to or affecting any such franchise or right be valid or of any force or effect whatsoever unless the assignment, transfer, lease, contract, or agreement shall have been approved by the Commission in writing. The permission and approval of the Commission to the assignment, transfer, or lease of a franchise under this section shall not be construed to revive or validate any lapsed or invalid franchise or to enlarge or add to the powers and privileges contained in the grant of any franchise or to waive any forfeiture. It shall be unlawful for any street railroad corporation, gas company, electric company, telephone corporation, telegraph corporation, or other public utility corporation, directly or indirectly, to acquire the stock or bonds of any other corporation incorporated for or engaged in the same or similar business as it is, unless authorized in writing to do so by the Commission, and every contract, transfer, agreement for transfer or assignment of any such stock or bonds without such written authority shall be void and of no effect.",
      "history": "Mar. 4, 1913, 37 Stat. 985, ch. 150, § 8, par. 54; May 9, 2000, D.C. Law 13-107, § 201(j), 47 DCR 1091; Mar. 16, 2005, D.C. Law 15-227, § 17(f), 51 DCR 10549",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1001.html"
    },
    {
      "id": "section-34-1002",
      "number": "34-1002",
      "heading": "Antimerger law.",
      "text": "Repealed.",
      "history": "Mar. 4, 1913, 37 Stat. 1006, ch. 150, § 11; Mar. 4, 1925, 43 Stat. 1265, ch. 527, §§ 2, 3; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 588, Pub. L. 91-358, title I, § 168(a)(5); Aug. 5, 1997, 111 Stat. 781, Pub. L. 105-33, § 11703",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1002.html"
    }
  ]
}