{
  "state": "district-of-columbia",
  "path": "title-34/chapter-7",
  "sections": [
    {
      "id": "section-34-701",
      "number": "34-701",
      "heading": "False statements in securing approval for stock issue.",
      "text": "Each and every director, president, secretary, or other official of any such public utility who shall make any false statement to secure the issue of any stock, certificate of stock, bond, mortgage, or other evidence of indebtedness, or who shall, by false statement knowingly made, procure of the Commission the making of the certificate herein provided, or issue, with knowledge of such fraud, negotiate, or cause to be negotiated, any such stock, certificate of stock, bond, mortgage, or other evidence of indebtedness in violation of this subtitle, shall be guilty of a felony, and, upon conviction thereof, shall be punished by a fine of not less than $1,000 or by imprisonment for a term of not less than 1 year, or by both such fine and imprisonment, in the discretion of the court.",
      "history": "Mar. 4, 1913, 37 Stat. 991, ch. 150, § 8, par. 80",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-701.html"
    },
    {
      "id": "section-34-702",
      "number": "34-702",
      "heading": "Demanding or receiving greater or less than established rates.",
      "text": "If any public utility or any agent or officer thereof shall, directly or indirectly, by any device whatsoever, or otherwise, charge, demand, collect, or receive from any person, firm, or corporation a greater or less compensation for any service rendered or to be rendered by it in or affecting or relating to the conduct of a street railroad or street railroad corporation, common carrier, gas plant, gas company, electric plant, electric company, telephone line, telephone corporation, telegraph line, or telegraph corporation, or pipeline company, or to the production, transmission, delivery, or furnishing of heat, light, water, or power, or the conveyance of telephone or telegraph messages, or for any service in connection therewith than that prescribed in the public schedules or tariffs then in force or established as provided herein, or than it charges, demands, collects, or receives from any other person, firm, or corporation other than one conducting a like business for a like and contemporaneous service, such public utility shall be deemed guilty of unjust discrimination, which is hereby prohibited and declared to be a misdemeanor and unlawful, and upon conviction thereof shall forfeit and pay to the District of Columbia not less than $100 nor more than $1,000 for each offense; and such agent or officer so offending shall be deemed guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine of not less than $50 nor more than $100 for each offense.",
      "history": "Mar. 4, 1913, 37 Stat. 991, ch. 150, § 8, par. 81; May 9, 2000, D.C. Law 13-107, § 201(c), 47 DCR 1091; Mar. 16, 2005, D.C. Law 15-227, § 17(d), 51 DCR 10549",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-702.html"
    },
    {
      "id": "section-34-703",
      "number": "34-703",
      "heading": "Reduced rates for consumer furnishing facilities prohibited.",
      "text": "It shall be unlawful for any public utility to demand, charge, collect, or receive from any person, firm, or corporation less compensation for any service rendered or to be rendered by said public utility in consideration of the furnishing by said person, firm, or corporation of any part of the facilities incident thereto; provided, that nothing herein shall be construed as prohibiting any public utility from renting any facilities incident to the production, transmission, delivery or furnishing of heat, light, water, or power, or the supply of any liquid, steam, or air, through pipes or tubing, or the conveyance of telegraph or telephone messages, and paying a reasonable rental therefor; or as requiring any public utility to furnish any part of such appliances which are situated in and upon the premises of any consumer or user, except telephone station equipment upon the subscriber’s premises, and, unless otherwise ordered by the Commission, meters, and appliances for measurements of any product or service.",
      "history": "Mar. 4, 1913, 37 Stat. 991, ch. 150, § 8, par. 82",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-703.html"
    },
    {
      "id": "section-34-704",
      "number": "34-704",
      "heading": "Rebates.",
      "text": "It shall be unlawful for any person to solicit, accept, or receive any rebate, concession, or discrimination in respect to any service in or affecting or relating to any public utility or the production, transmission, delivery, or furnishing of heat, light, water, or power, or any liquid, steam, or air, or the conveying of telegraph or telephone messages within the District of Columbia by a public utility, or for any service in connection therewith whereby any such service shall, by any device whatsoever or otherwise, be rendered free or at a less rate than that named in the schedules and tariffs in force as provided in this subtitle, or whereby any service or advantage is received other than is in this subtitle specified. Any person violating the provisions of this section shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not less than $200 nor more than $1,000 for each offense.",
      "history": "Mar. 4, 1913, 37 Stat. 991, ch. 150, § 8, par. 83; May 9, 2000, D.C. Law 13-107, § 201(d), 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-704.html"
    },
    {
      "id": "section-34-705",
      "number": "34-705",
      "heading": "Failure or refusal to furnish information; furnishing false information; failure to keep proper accounts.",
      "text": "Any officer, agent, or employee of any public utility who shall fail or refuse to fill out and return any blanks, as required by this subtitle, or shall fail or refuse to answer any question therein propounded, or shall knowingly or wilfully give a false answer to any such question, or shall evade the answer to any such question where the fact inquired of is within his knowledge, or who shall, upon proper demand, fail or refuse to exhibit to the Commission or any commissioner or any person authorized to examine the same, any book, paper, account, record, or memoranda of such public utility which is in his possession or under his control, or who shall fail to properly use and keep his system of accounting, or any part thereof, as prescribed by the Commission under this subtitle, or who shall refuse to do any act or thing in connection with such system of accounting when so directed by the Commission or its authorized representative shall be deemed guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine of not less than $200 nor more than $1,000 for each offense, and a penalty of not less than $500 nor more than $2,000 shall, on conviction, be imposed on the public utility for each such offense when such officer, agent, or employee acted in obedience to the direction, instruction, or request of such public utility or any general officer thereof.",
      "history": "Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 84",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-705.html"
    },
    {
      "id": "section-34-706",
      "number": "34-706",
      "heading": "Failure to perform duty or obey Commission order; violation of pipeline safety regulation.",
      "text": "(a) If any public utility shall violate any provision of this subtitle, or shall do any act herein prohibited, or shall fail or refuse to perform any duty enjoined upon it for which a penalty has not been provided, or shall fail, neglect, or refuse to obey any lawful requirement or order made by the Commission, or any judgment or decree made by any court upon its application, for every such violation, failure, or refusal such public utility shall forfeit and pay to the District of Columbia the sum of $5,000 for each such offense. In construing and enforcing the provisions of this section, the act, omission, or failure of any officer, agent, or other person acting for or employed by any public utility acting within the scope of his employment and instructions shall in every case be deemed to be the act, omission, or failure of such public utility.\n\n(b) Any person who violates any regulation issued by the Commission governing safety of pipeline facilities and the transportation of gas, shall be subject to a civil penalty as set forth in the Commission’s regulations, Title 15 of the District of Columbia Municipal Regulations (15 DCMR), for each violation for each day that violation persists. Civil penalties established by the Commission shall not exceed maximum civil penalties established by federal laws and regulations governing the safety of pipeline facilities and the transportation of gas.\n\n(c) Notwithstanding any other provision of law, the Commission may adjudicate the occurrence of a violation under this section and impose sanctions in accordance with its regulations. Any such civil penalty may be compromised by the Commission. In determining the amount of such penalty, or the amount agreed upon in compromise, the appropriateness of such penalty to the size of the business of the person charged, the gravity of the violation, and the good faith of the person charged in attempting to achieve compliance, after notification of a violation, shall be considered. The amount of such penalty when finally determined, or the amount agreed upon in compromise, may be deducted from any sums owing by the District of Columbia to the person charged or may be recovered in a civil action in the District of Columbia courts.\n\n(d) In connection with a proceeding under this section, a public utility shall provide to the Commission access to any accounts, books, papers, and documents which the Commission considers necessary to resolve the matter.\n\n(1) Any public utility that fails to comply with regulations establishing reliability performance standards may be subject to a civil penalty of up to $100,000 for each violation.\n\n(2) In determining the amount of a penalty, the Commission may consider the following:\n\n(A) The public utility’s previous violations, including the following:\n\n(i) The gravity of the violations;\n\n(ii) The duration of the violations; and\n\n(iii) The number of violations.\n\n(B) The gravity and duration of the current violation; and\n\n(C) The public utility’s good-faith attempt to achieve compliance with the regulations.\n\n(3) A penalty imposed under this subsection shall not be passed on to ratepayers in rates or in any other manner by the public utility.\n\n(4) The civil penalty set forth in this subsection shall apply only to regulations of the Public Service Commission designated as “reliability performance standards”. To qualify as a reliability performance standard, a regulation must include the phrase “reliability performance standard adopted by the Public Service Commission”.",
      "history": "Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 85; Aug. 11, 1971, 85 Stat. 319, Pub. L. 92-94, § 1(b); Mar. 14, 1985, D.C. Law 5-153, § 3(f), 31 DCR 6440; May 21, 1992, D.C. Law 9-109, § 2, 39 DCR 2158; Apr. 12, 2005, D.C. Law 15-342, § 303(b), 52 DCR 2346; Sept. 24, 2010, D.C. Law 18-223, § 2222(b), 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 2082(a), 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-706.html"
    },
    {
      "id": "section-34-707",
      "number": "34-707",
      "heading": "Destruction of apparatus or appliance of Commission.",
      "text": "Any person who shall destroy, injure, or interfere with any apparatus or appliance owned or operated by or in charge of the Commission or its agent shall be deemed guilty of a misdemeanor, and upon conviction shall be punished by fine not exceeding $100 or imprisonment for a period not exceeding 30 days, or both.",
      "history": "Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 86",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-707.html"
    },
    {
      "id": "section-34-708",
      "number": "34-708",
      "heading": "Each day’s default to constitute separate and distinct offense.",
      "text": "Every day during which any public utility, or any officer, agent, or employee thereof, shall fail knowingly or willfully to observe and comply with any order or direction of the Commission, or to perform any duty enjoined by this section, shall constitute a separate and distinct violation of such order, or direction, or of this subtitle, as the case may be.",
      "history": "Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 87",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-708.html"
    },
    {
      "id": "section-34-709",
      "number": "34-709",
      "heading": "Commission authorized to regulate rates.",
      "text": "Whenever, after hearing and investigation as provided in this subtitle, the Commission shall find that any rate, toll, charge, regulation, or practice of any public utility within the District of Columbia is unreasonable or discriminatory, it shall have the power to regulate, fix, and determine the same as provided in this subtitle.",
      "history": "Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 88",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-709.html"
    },
    {
      "id": "section-34-710",
      "number": "34-710",
      "heading": "Fines, penalties and forfeitures to be paid into Treasury.",
      "text": "All moneys received from fines, forfeitures, and penalties shall be paid into the Treasury of the United States to the credit of the General Fund of the District of Columbia.",
      "history": "Mar. 4, 1913, 37 Stat. 996, ch. 150, § 8, par. 98; Feb. 22, 1921, 41 Stat. 1144, ch. 70, § 7; June 28, 1944, 58 Stat. 533, ch. 300, § 18",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-710.html"
    },
    {
      "id": "section-34-711",
      "number": "34-711",
      "heading": "Rights, penalties and forfeitures not released; penalties and forfeitures cumulative.",
      "text": "This subtitle shall not have the effect to release or waive any right of action by the United States, or by the District of Columbia, or by any person, for any right, penalty, or forfeiture under any law of the United States or any regulation in force in the District of Columbia; and all penalties and forfeitures accruing under said chapters shall be cumulative, and a suit for any recovery of one shall not be a bar to the recovery of any other penalty.",
      "history": "Mar. 4, 1913, 37 Stat. 994, ch. 150, § 8, par. 93",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-711.html"
    },
    {
      "id": "section-34-731",
      "number": "34-731",
      "heading": "Prosecution for violation of rules.",
      "text": "Prosecution for violation of any rule, order, or regulation issued, adopted, or approved by the Public Service Commission pursuant to this subtitle; § 50-2201.03(e), or Chapters 28 and 30 [repealed] of Title 47, shall be on information in the Superior Court of the District of Columbia, in the name of the District of Columbia, by the Corporation Counsel or any of his or her assistants. Any person, corporation, or public utility violating any rule, order, or regulation shall, upon conviction, be fined not more than $10,000. With respect to orders, rules, or regulations made or adopted by the Public Service Commission under authority of this subtitle, this section shall be construed to apply only to the orders, rules, or regulations subject to the penalties specifically provided in § 34-706.",
      "history": "Apr. 5, 1939, 53 Stat. 569, ch. 40, § 1; Apr. 1, 1942, 56 Stat. 190, ch. 207,§ 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; Aug. 30, 1964, 78 Stat. 634, Pub. L. 88-503, § 21; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Mar. 14, 1985, D.C. Law 5-153, § 4(a), 31 DCR 6440; Apr. 12, 2005, D.C. Law 15-342, § 302, 52 DCR 2346",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-731.html"
    },
    {
      "id": "section-34-732",
      "number": "34-732",
      "heading": "Construction of §§ 34-706 and 34-731.",
      "text": "The provisions of §§ 34-706 and 34-731 relating to the orders, rules, and regulations of the Public Service Commission may be enforced either as provided in § 34-706 or § 34-731.",
      "history": "Apr. 5, 1939, 53 Stat. 569, ch. 40, § 2; Aug. 30, 1964, 78 Stat. 634, Pub. L. 88-503, § 21; Mar. 14, 1985, D.C. Law 5-153, § 4(b), 31 DCR 6440",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-732.html"
    }
  ]
}