{
  "state": "district-of-columbia",
  "path": "title-34/chapter-15",
  "sections": [
    {
      "id": "section-34-1501",
      "number": "34-1501",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Affiliate” means a person who directly or indirectly, or through one or more intermediaries, controls, is controlled by, or is under common control with, or has directly or indirectly, any economic interest in another person.\n\n(2) “Aggregator” means a person who acts on behalf of customers to purchase electricity.\n\n(3) “Aggregation program” means any system developed by an aggregator for organizing customers into a single purchasing unit.\n\n(4) “Anticompetitive condition” means a condition which would allow a party to:\n\n(A) Exercise vertical or horizontal market power;\n\n(B) Use the ownership or control of a regulated facility to favor an unregulated affiliate or subsidiary or to discriminate against a non-affiliated entity;\n\n(C) Erect a barrier to entry; or\n\n(D) Compete unfairly or deny effective competition to consumers.\n\n(5) “Anticompetitive conduct” means an activity which would:\n\n(A) Violate any applicable antitrust law;\n\n(B) Constitute favorable treatment of an affiliate;\n\n(C) Discriminate against an unrelated entity;\n\n(D) Constitute a barrier to entry; or\n\n(E) Confer an unfair competitive advantage upon an entity.\n\n(6) “Bid premium” means a payment by an electricity supplier to the Commission for the right to provide standard offer service in the District of Columbia.\n\n(7) “Broker” means a person who acts as an agent or intermediary in the sale and purchase of electricity but who does not take title to electricity.\n\n(8) “Competitive billing” means the right of a customer to receive a single bill from the electric company, a single bill from the electricity supplier, or separate bills from the electric company and the electricity supplier.\n\n(9) “Commission” means the Public Service Commission of the District of Columbia.\n\n(9A) “Community net metering” means a billing arrangement under which the monetary value of electric energy generated by a community renewable energy facility and delivered to the electric company’s local distribution facilities is used to offset electric energy charges accrued during a subscriber’s applicable billing period.\n\n(9B) “Community renewable energy facility” or “CREF” means an energy facility using renewable resources defined as tier one renewable sources in § 34-1431(15) that is located within the District of Columbia and where the monetary value of electricity generated by the facility is credited to the subscribers of the facility.\n\n(10) “Competitive Transition Charge” means a rate, charge, credit, or other appropriate mechanism authorized to be imposed for the recovery of transition costs as determined by the Commission under § 34-1510.\n\n(11) “Consolidator” means any owner of or property manager for multi-family residential, commercial office, industrial, and retail facilities who combines more than one property for the primary purpose of contracting with an aggregator or electric energy service provider for electric energy services for those properties, and who:\n\n(A) Does not take title to electric energy;\n\n(B) Does not sell electric energy to buildings not owned or managed by such owner or property manager;\n\n(C) Does not offer aggregation of electric energy services to other, unrelated end-users; and\n\n(D) Arranges for the purchase of electric energy services only from duly licensed electric energy service providers or aggregators.\n\n(12) “Consumer” or “customer” each means a purchaser of electricity for end use in the District of Columbia. The term excludes an occupant of a building where the owner, lessee, or manager manages the internal distribution system serving the building and supplies electricity solely to occupants of the building for use by the occupants.\n\n(12A) \"CREF credit rate\" means a credit rate applied to subscribers of community renewable energy facilities, which shall be equal to:\n\n(A) For residential customer subscribers, the full retail distribution rate, which includes generation, transmission, and distribution charges, for the standard offer service General Service Low Voltage Non-Demand Customer class or its successor, as determined by the Commission, based upon § 34-1518; and\n\n(B) For commercial customer subscribers, the standard offer service rate for the General Service Low Voltage Non-Demand Customer class or its successor, as determined by the Commission, based upon § 34-1518.\n\n(13) “Customer-based aggregation program” means a program in which customers pool their loads to shop more effectively for electricity supply, electricity supply services, or any service declared to be a potentially competitive service.\n\n(14) “Customer choice” or “choice of electricity suppliers” each means the right of electricity suppliers and consumers to use and interconnect with the electric distribution system on a nondiscriminatory basis in order to distribute electricity from any electric supplier to any customer. Under this right, consumers shall have the opportunity to purchase electricity supply from their choice of licensed electricity suppliers.\n\n(15) “Customer-generator” means a residential or commercial customer that owns and operates an electric generating facility that:\n\n(A) Has a capacity of not more than 1000 kilowatts;\n\n(B) Uses renewable resources, cogeneration, fuel cells, or microturbines;\n\n(C) Is located on the customer’s premises;\n\n(D) Is interconnected with the electric company’s transmission and distribution facilities; and\n\n(E) Is intended primarily to offset all or part of the customer’s own electricity requirements.\n\n(15A) “Department” means the District Department of the Environment.\n\n(15B) “Director” means the Director of the District Department of the Environment or his or her designee.\n\n(16) “Effective competition” means, with respect to the markets for electricity supply, billing, and those services declared by the Commission to be potentially competitive services a market structure under which an individual seller is not able to influence significantly the price of the service as a result of the number of sellers of the service, the size of each seller’s share of the market, the ability of the sellers to enter or exit the market, and the price and availability of comparable substitutes for the service.\n\n(16A) “Electric company” shall have the same meaning as provided in § 34-207.\n\n(17) “Electricity supplier” means a person, including an aggregator, broker, or marketer, who generates electricity; sells electricity; or purchases, brokers, arranges or, markets electricity for sale to customers. The term excludes the following:\n\n(A) Building owners, lessees, or managers who manage the internal distribution system serving such building and who supply electricity solely to occupants of the building for use by the occupants;\n\n(i) Any person who purchases electricity for its own use or for the use of its subsidiaries or affiliates; or\n\n(ii) Any apartment building or office building manager who aggregates electric service requirements for his or her building or buildings, and who does not:\n\n(I) Take title to electricity;\n\n(II) Market electric services to the individually-metered tenants of his or her building; or\n\n(III) Engage in the resale of electric services to others;\n\n(C) Property owners who supply small amounts of power, at cost, as an accommodation to lessors or licensees of the property; and\n\n(D) A consolidator.\n\n(17A) “Gender identity or expression” shall have the same meaning as provided in § 2-1401.02(12A).\n\n(17B) “Individual billing meter” means an individual meter or a set of meters when meters are combined for billing purposes.\n\n(18) “Initial implementation date” means the first day on which customers in the District of Columbia shall have the ability to choose an electricity supplier. Unless accelerated or delayed by the Commission under § 34-1502(c), the initial implementation date shall be January 1, 2002.\n\n(19) “Marketer” means a person who purchases and takes title to electricity as an intermediary for sale to customers.\n\n(20) “Market participant” means any electricity supplier (including an affiliate of the electric company) or any person providing billing services or services declared by the Commission to be potentially competitive services.\n\n(21) “Net energy metering” means measuring the difference between the electricity supplied to an eligible customer-generator from the electric grid and the electricity generated and fed back to the electric grid by the eligible customer-generator.\n\n(22) “Pilot program” means a transitional program approved by the Commission prior to the initial implementation date under which customer choice is implemented for a percentage of each customer class.\n\n(23) “Potentially competitive service” means a component of electric service (other than electricity supply and billing) determined by the Commission to be suitable for purchase by customers from alternative sellers under § 34-1504(e).\n\n(A) “Public purpose program” means a program implemented with the intention of furthering a public purpose.\n\n(B) “Public purpose program” includes:\n\n(i) A universal service program;\n\n(ii) A program encouraging renewable energy resources;\n\n(iii) A demand-side management or other energy efficiency or conservation program; and\n\n(iv) A consumer education program.\n\n(24A) “Renewable energy credit” shall have the same meaning as provided in § 34-1431(10).\n\n(25) “Schedule” means a list of the dates on which each customer class, or a designated percentage of each customer class, is eligible for customer choice and competitive billing.\n\n(25A) “SOS administrator” means the provider of standard offer service mandated by § 34-1509.\n\n(26) “Standard offer service” means that electric service mandated by § 34-1509.\n\n(27) “Subscriber” means a retail customer of the electric company who owns a subscription and who has identified an individual billing meter within the District of Columbia to which the subscription shall be attributed.\n\n(27A) “Subscriber organization” means any for-profit or nonprofit entity permitted by District of Columbia law, or government entity, that owns or operates one or more community renewable energy facilities for the benefit of the subscribers.\n\n(27B) “Subscription” means a percentage interest in a community renewable energy facility’s electrical production.\n\n(28) “Transition costs” means costs, liabilities, and investments (including regulatory assets) allocable to the District of Columbia to the extent the costs, liabilities, and investments:\n\n(A) Traditionally have been or would be recoverable under the existing regulatory structure (with retail rates for the provision of electric service), but will not be recoverable in the restructured electricity supply market; or\n\n(B) Arise as a result of electric industry restructuring and are related to the creation of customer choice.\n\n(29) “Wholesale electricity supplier” means the electric company, which, pursuant to § 34-1509, obtains bids from, and contracts for electric service with, third parties and provides standard offer service to retail customers.",
      "history": "May 9, 2000, D.C. Law 13-107, § 101, 47 DCR 1091; Mar. 30, 2004, D.C. Law 15-113, § 2(a), 51 DCR 1349; June 25, 2008, D.C. Law 17-177, § 18(a), 55 DCR 3696; Oct. 22, 2008, D.C. Law 17-250, § 302, 55 DCR 9225; Dec. 13, 2013, D.C. Law 20-47, § 2(a), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1501.html"
    },
    {
      "id": "section-34-1501.01",
      "number": "34-1501.01",
      "heading": "Policy findings.",
      "text": "The Council of the District of Columbia adopts the following policy findings in support of community renewable energy:\n\n(1) Local communities benefit from the deployment of tier one renewable energy in the District, and the Council hereby encourages the Department to establish programs that support development of such projects;\n\n(2) It is in the public interest that the Department encourages broad participation in District-based tier one renewable electric generation by District residents, not-for-profit entities, and for-profit entities through outreach efforts and programs in all 8 wards;\n\n(3) It is in the public interest that the Department enables the development and deployment of community renewable energy facilities for the following purposes:\n\n(A) To allow renters and low- to moderate-income retail electric customers to own interests in tier one renewable energy generating facilities;\n\n(B) To allow interests in tier one renewable energy generation facilities to be portable and transferrable;\n\n(C) To facilitate market entry for all potential subscribers, while prioritizing those persons most sensitive to market barriers; and\n\n(D) To encourage developers to promote participation by renters and low- to moderate-income retail electric customers; and\n\n(4) It is in the public interest for developers to encourage participation by renters and low- to moderate-income retail electric customers.",
      "history": "May 9, 2000, D.C. Law 13-107, § 101a; as added Dec. 13, 2013, D.C. Law 20-47, § 2(b), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1501.01.html"
    },
    {
      "id": "section-34-1502",
      "number": "34-1502",
      "heading": "Implementation of customer choice.",
      "text": "(a) On and after the initial implementation date, the supply and sale of electricity shall not be regulated except as expressly set forth in this chapter.\n\n(1) Unless accelerated or delayed pursuant to subsection (c) of this section, customer choice shall begin on the initial implementation date. Customer choice must be available for all consumers, regardless of customer class, no later than 2 years after the initial implementation date.\n\n(2) Prior to the initial implementation date, the Commission shall determine a schedule for the phase-in of customer choice. The Commission may, in its discretion, forego a phase-in and make customer choice available for all consumers on the initial implementation date.\n\n(c) The Commission may delay the initial implementation date based on considerations of reliability, safety, or market power, but under no circumstances shall the initial implementation date be delayed beyond January 1, 2003.\n\n(1) Prior to the initial implementation date, the Commission may establish a pilot program.\n\n(A) A minimum of 10% of each customer class shall be eligible to participate in any pilot program established by the Commission.\n\n(B) Notwithstanding any other provision of this chapter, any pilot program established by the Commission may include all commercial customers.\n\n(C) Notwithstanding any other provision of this chapter, any pilot program established by the Commission may include competitive billing.\n\n(e) The District of Columbia and its agencies and instrumentalities shall have the right to petition the Commission prior to the initial implementation date for permission to enter into an electricity supply contract with any electricity supplier. Purchases of electric power under the supply contract may commence at any time, and under terms and conditions, as may be designated by the Commission.\n\n(f) Notwithstanding any other provision of this chapter, customer choice, including any pilot program under subsection (d) of this section and any supply contract under subsection (e) of this section, may not commence until legislation is enacted to conform District of Columbia taxes to the restructuring of the electric industry.",
      "history": "May 9, 2000, D.C. Law 13-107, § 102, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1502.html"
    },
    {
      "id": "section-34-1503",
      "number": "34-1503",
      "heading": "Competitive billing.",
      "text": "(a) Competitive billing shall begin on the initial implementation date and shall be implemented according to a schedule to be determined by the Commission. The Commission shall have the discretion to implement competitive billing for all customers on a single date.\n\n(b) This section shall not preclude the Commission from including competitive billing as a part of any pilot program established by the Commission.",
      "history": "May 9, 2000, D.C. Law 13-107, § 103, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1503.html"
    },
    {
      "id": "section-34-1504",
      "number": "34-1504",
      "heading": "Role, duties, and powers of the Commission.",
      "text": "(a) The Commission’s assessment, approval, and oversight of restructuring plans, pilot programs, and the transition process, and regulation of the restructured electric industry, shall ensure orderliness and electric system reliability and shall take into consideration the interests of customers, electricity suppliers, and the electric company.\n\n(b) Unless otherwise specified, the Commission shall adopt regulations or issue the orders required under this chapter before the initial implementation date. This requirement shall not affect the validity of amendments to those regulations or orders adopted after the initial implementation date.\n\n(1) The Commission shall adopt regulations or issue orders to:\n\n(A) Implement competitive billing under § 34-1503;\n\n(B) Govern the licensing of electricity suppliers and other market participants under § 34-1505;\n\n(i) Require access by customers and electricity suppliers to the electric company’s distribution system on a non-discriminatory basis in accordance with § 34-1506; and\n\n(ii) Prevent the electric company from operating its distribution system in any manner that favors the electricity supply of the electric company’s affiliates in violation of § 34-1506;\n\n(D) Implement the consumer protections in § 34-1507;\n\n(E) Establish procedural rules for complaints, investigations, and dispositional hearings under § 34-1508;\n\n(F) Govern proceedings under § 34-1512;\n\n(G) Establish the universal service, energy efficiency, and renewable source programs mandated by § 34-1514 [repealed]; and\n\n(H) Govern the construction of new electric generating facilities under § 34-1516.\n\n(i) Under criteria established by Commission regulation or order, the Commission shall determine for each electricity supplier licensed under § 34-1505 whether it is feasible for that electricity supplier to disclose every 6 months emissions on a pound per megawatt-hour basis and the fuel mix of the electricity sold by that supplier in the District of Columbia. For fuel mix, the categories include electricity generated from coal, natural gas, nuclear energy, oil, hydroelectric, solar, biomass, wind, and other sources. For emissions, the categories include carbon dioxide, nitrogen oxide, sulfur dioxide, and any other pollutants specified by the Commission.\n\n(ii) The Commission shall make a determination of feasibility under sub-subparagraph (i) of this subparagraph either within 6 months after the date on which an electricity supplier receives a license under § 34-1505 or within 6 months of April 12, 2005.\n\n(B) If the Commission determines under subparagraph (A)(i) of this paragraph that it is feasible for an electricity supplier to disclose the emissions and fuel mix of the electricity sold by that supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose every 6 months the emissions and fuel mix of the electricity sold by the supplier in the District of Columbia in the categories provided in subparagraph (A)(i) of this paragraph.\n\n(C) If the Commission determines under subparagraph (A)(i) of this paragraph that it is not feasible for an electricity supplier to disclose the emissions and fuel mix of the electricity sold by the supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose to its customers every 6 months a regional emissions and fuel mix average in the categories provided in subparagraph (A)(i) of this paragraph.\n\n(3) The Commission shall, by regulation or order, require the unbundling of electric company rates, charges, and services into standardized categories determined by the Commission.\n\n(4) The Commission shall, by regulation or order, require that customers’ bills indicate, as an individual line item, charges for electricity supply.\n\n(5) The Commission shall issue regulations or orders to:\n\n(A) Establish reasonable restrictions on telemarketing;\n\n(B) Establish reasonable procedures for contracting between residential and small commercial customers and electricity suppliers; and\n\n(C) Establish reasonable requirements and limitations relating to deposits, billing, contract cancellations, and disconnections.\n\n(A) The Commission shall order the electric company, in conjunction with the Commission, the Office of the People’s Counsel, and the District of Columbia Office of Energy, to implement a consumer education program informing consumers of changes in the electric industry.\n\n(B) As part of the consumer education program under this paragraph, the Commission shall develop and maintain information regarding rates charged and services provided by licensed electricity suppliers to small commercial and residential customers. The information required in this subparagraph shall be:\n\n(i) Readily understandable and formatted to provide a comparison of rates and services offered by electricity suppliers; and\n\n(ii) Made available to the public through the ordinary means of publication of the Commission, including posting on the Internet.\n\n(C) Any dispute regarding the consumer education program mandated by this paragraph shall be resolved by the Commission.\n\n(7) The Commission may adopt any other regulations, or issue any other orders, consistent with the policies enunciated in this chapter and necessary to ensure the development of a competitive market for electricity supply, billing, and any component of electric service declared to be a potentially competitive service.\n\n(1) Notwithstanding any other provision of law, the Commission may regulate the regulated services of the electric company through alternative forms of regulation.\n\n(2) The Commission may adopt an alternative form of regulation if the Commission finds that the alternative form of regulation:\n\n(A) Protects consumers;\n\n(B) Ensures the quality, availability, and reliability of regulated electric services; and\n\n(C) Is in the interest of the public, including shareholders of the electric company.\n\n(3) Alternative forms of regulation may include:\n\n(A) Price regulation, including price freezes or caps;\n\n(B) Revenue regulation;\n\n(C) Ranges of authorized return;\n\n(D) Rate of return;\n\n(E) Categories of services; and\n\n(F) Price-indexing.\n\n(1) The Commission may declare that a component of electric service, other than electricity supply and billing, is a potentially competitive service if:\n\n(A) Provision of the service by alternative sellers will not harm any class of customers;\n\n(B) Provision of the service will decrease the cost of providing the service to customers in the District of Columbia or increase the quality or innovation of the electric service to customers in the District of Columbia;\n\n(C) Effective competition in the market for that service is likely to develop; and\n\n(D) Provision of the service by alternative sellers will not otherwise jeopardize the safety and reliability of electric service in the District of Columbia.\n\n(2) Any order declaring a component of electric service to be a potentially competitive service shall provide for the recovery by the electric company of all verifiable costs that would have been recoverable under the traditional regulatory structure but which will not be recoverable as a result of the order under subsection (c)(1) of this section.\n\n(1) Nothing contained in this section shall prohibit the Commission from implementing or modifying a pilot program under § 34-1502(d).\n\n(2) Nothing contained in this section shall prohibit the Commission from allowing the adoption of a supply contract under § 34-1502(e).",
      "history": "May 9, 2000, D.C. Law 13-107, § 104, 47 DCR 1091; Apr. 12, 2005, D.C. Law 15-342, § 304(a), 52 DCR 2346",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1504.html"
    },
    {
      "id": "section-34-1505",
      "number": "34-1505",
      "heading": "Licensing requirements.",
      "text": "(a) All electricity suppliers must obtain a license issued by the Commission in order to do business in the District of Columbia.\n\n(b) An application for an electricity supplier license shall:\n\n(1) Be made to the Commission in writing on a form adopted by the Commission;\n\n(2) Be verified by oath or affirmation;\n\n(3) Be accompanied by an application fee determined by the Commission; and\n\n(4) Contain the following:\n\n(A) Proof of technical and managerial competence;\n\n(B) Proof of compliance with all applicable requirements of the Federal Energy Regulatory Commission and any independent system operator or regional or system transmission operator to be used by the applicant;\n\n(C) Proof of compliance with all applicable federal and District of Columbia environmental laws;\n\n(D) Proof of financial integrity;\n\n(E) Proof that the applicant has registered with the Department of Licensing and Consumer Protection to do business in the District of Columbia;\n\n(F) An agreement or promise to be subject to all applicable taxes;\n\n(G) An agreement or promise to comply with all of the requirements of this chapter and all orders and regulations of the Commission issued under this chapter; and\n\n(H) Any other information required by the Commission.\n\n(c) The Commission shall:\n\n(1) Require an applicant to post a bond or other similar instrument if, in the Commission’s judgment, the bond or similar instrument is necessary to insure an applicant’s financial integrity;\n\n(2) Establish the duration of a license issued under this section, procedures and requirements for license renewal, and provisions regarding the surrender and lapse of a license; and\n\n(3) Establish any other requirements for an applicant that the Commission determines to be in the public interest.\n\n(d) A license may not be transferred without the prior approval of the Commission.\n\n(e) All monies collected by the Commission under this section shall be used exclusively for the daily operations of the Commission.\n\n(f) Notwithstanding any other provision of this chapter, a consolidator may be required by the Commission to file a statement of intent to serve as a consolidator and to provide to the Commission such other information as reasonably may be related to the requirements of the Commission for monitoring the activities of consolidators.",
      "history": "May 9, 2000, D.C. Law 13-107, § 105, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1505.html"
    },
    {
      "id": "section-34-1506",
      "number": "34-1506",
      "heading": "Duties of the electric company.",
      "text": "(1) The electric company shall provide distribution services to all customers and electricity suppliers on rates, terms of access, and conditions that are comparable to the electric company’s own use of its distribution system. The electric company shall not operate its distribution system in a manner that favors the electricity supply of the electric company’s affiliates.\n\n(2) To the extent this provision is not preempted by federal law or regulation, the electric company shall provide transmission services to all customers and electricity suppliers on rates, terms, and conditions that are comparable to the electric company’s own use of its transmission system.\n\n(b) The electric company shall maintain the reliability of its distribution system in accordance with applicable orders, tariffs, and regulations of the Commission.",
      "history": "May 9, 2000, D.C. Law 13-107, § 106, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1506.html"
    },
    {
      "id": "section-34-1506.01",
      "number": "34-1506.01",
      "heading": "Disconnection of service in extreme temperature prohibited.",
      "text": "(a) For the purposes of this section, the term “forecast of extreme temperature” means a National Weather Service forecast for the District of Columbia of 95 degrees Fahrenheit or above during any time of a day or of 32 degrees Fahrenheit or below during any time of a day.\n\n(b) An electric company shall not disconnect residential electric service during the day preceding and the day of a forecast of extreme temperature or if the forecast of extreme temperature precedes a holiday or weekend day, on any day during the holiday or weekend.",
      "history": "May 9, 2000, D.C. Law 13-107, §  106a; as added Mar. 9, 2016, D.C. Law 21-82, § 2, 63 DCR 772",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1506.01.html"
    },
    {
      "id": "section-34-1507",
      "number": "34-1507",
      "heading": "Consumer protections.",
      "text": "(1) Unless a customer consents in writing, a market participant or the electric company may not disclose information that:\n\n(A) Is about the customer; and\n\n(B) Was supplied to the market participant or electric company by the customer.\n\n(2) This restriction shall not apply to:\n\n(A) Lawful disclosures for bill collection or credit rating reporting purposes; or\n\n(B) Lawful disclosures to a building owner about the energy consumption of a non-residential tenant of the building.\n\n(3) Aggregated consumption data may be provided under the following circumstances:\n\n(A) When at least 5 customer accounts are being aggregated;\n\n(B) When no single customer account represents more than 80% of the total aggregated energy consumption; and\n\n(C) When no individual customer-identifying information is included, unless:\n\n(i) The customer-identifying information is supplied by the person requesting the consumption data; and\n\n(ii) The person requesting the consumption data owns the building for which the consumption data is requested.\n\n(1) Unless a customer consents in writing, a market participant or the electric company may not use information of the type specified in subsection (a)(1) of this section for any purpose other than the purpose for which the information was originally acquired.\n\n(2) This restriction shall not apply to lawful disclosures for bill collection or credit rating reporting purposes.\n\n(c) Unless the customer consents, a market participant may not change a customer’s electricity supplier.\n\n(d) Unless the customer consents, a market participant may not add services or new charges to a customer’s existing retail electric service options.\n\n(1) A market participant may not engage in marketing, advertising, or trade practices that are unfair, false, misleading, or deceptive.\n\n(2) A market participant must provide adequate and accurate information to each customer about the market participant’s available services and charges.\n\n(f) A market participant may not discriminate against any customer based wholly or partly on the race, color, creed, national origin, sex, sexual orientation, or gender identity or expression of the customer, or for any arbitrary, capricious, or unfairly discriminatory reason.\n\n(g) A market participant may not refuse to provide service to a customer except by the application of standards that are reasonably related to the market participant’s economic and business purposes.\n\n(h) A market participant shall post on the Internet information that is readily understandable about its services and rates for small commercial and residential electric customers.",
      "history": "May 9, 2000, D.C. Law 13-107, § 107, 47 DCR 1091; June 25, 2008, D.C. Law 17-177, § 18(b), 55 DCR 3696; Dec. 17, 2014, D.C. Law 20-142, § 102, 61 DCR 8045",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1507.html"
    },
    {
      "id": "section-34-1508",
      "number": "34-1508",
      "heading": "Investigation of violations, penalties for violations.",
      "text": "(a) For a violation of any provision of this chapter or a violation of any regulation or order issued under this chapter, after notice and a hearing, the Commission may:\n\n(1) Suspend or revoke a license of a market participant;\n\n(2) Impose a civil penalty on a market participant or the electric company;\n\n(3) Order a refund or credit to a customer;\n\n(4) Cancel a contract or part of a contract between a customer and a market participant; or\n\n(5) Issue a cease and desist order to a market participant or the electric company.\n\n(1) A civil penalty imposed by the Commission under this section shall not exceed $10,000 per violation.\n\n(2) The Commission shall determine the amount of the civil penalty after considering:\n\n(A) The number of previous violations on the part of the market participant or the electric company;\n\n(B) The gravity and duration of the current violation; and\n\n(C) The good faith of the market participant or the electric company in attempting to achieve compliance after notification of the violation.\n\n(c) The Commission may temporarily suspend a license, issue a temporary cease and desist order, or take any other appropriate temporary remedial action, pending a final determination after notice and hearing, if the Commission determines that there is reasonable cause to believe that customers or the reliability of electric supply in the District of Columbia will be harmed by the actions of a market participant or the electric company.\n\n(d) A proceeding under this section may be initiated by the Commission, the Office of the People’s Counsel, the Office of the Corporation Counsel, or any aggrieved party.\n\n(e) In connection with a proceeding under this section, a market participant or the electric company shall provide to the Commission access to any accounts, books, papers, and documents which the Commission considers necessary to resolve the matter.",
      "history": "May 9, 2000, D.C. Law 13-107, § 108, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1508.html"
    },
    {
      "id": "section-34-1509",
      "number": "34-1509",
      "heading": "Standard offer service.",
      "text": "(a) Standard offer service is electricity supply made available on and after the initial implementation date to:\n\n(1) Customers not yet allowed to choose an electricity supplier under the phase-in of customer choice under § 34-1502;\n\n(2) Customers who contract for electricity with an electricity supplier, but who fail to receive delivery of electricity under such contracts;\n\n(3) Customers who cannot arrange to purchase electricity from an electricity supplier; and\n\n(4) Customers who do not choose an electricity supplier.\n\n(1) Standard offer service shall be provided by the electric company from the initial implementation date through February 7, 2005.\n\n(A) The rate cap specified in subparagraph (B) of this paragraph shall apply beginning on the initial implementation date and shall end on February 7, 2005.\n\n(i) Subject to the time limitation in subparagraph (A) of this paragraph, and except for the charges specified in sub-subparagraph (ii) of this subparagraph, the total rate charged to a customer receiving standard offer service shall not exceed the total of the rates authorized by the Commission and charged to the customer on December 31, 1999.\n\n(ii) The rate cap specified in sub-subparagraph (i) of this subparagraph shall not apply to charges imposed for the recovery of costs under § 34-1511.\n\n(A) During the period in which the rate cap specified in paragraph (2)(B) of this subsection is in effect, the Commission shall have the authority to set, in a manner that is just, reasonable, and non-discriminatory, the rate charged to a customer receiving standard offer service.\n\n(B) The Commission shall ensure that any rate cut promulgated under paragraph (2) of this subsection does not hinder the development of a competitive market for electricity supply.\n\n(4) During the period in which the rate cap specified in paragraph (2)(B) of this subsection is in effect, the Commission may allow the recovery of any extraordinary costs based on the circumstances of the electric company if the Commission determines that the action is necessary and in the public interest.\n\n(c) Before January 2, 2004, the Commission shall adopt regulations or issue orders establishing terms and conditions for standard offer service and for the selection of an electricity supplier or suppliers (retail, wholesale, or both) to provide standard offer service after February 7, 2005. The terms and conditions applicable to the selection of an electricity supplier or suppliers shall include:\n\n(1) Protection against a standard offer service provider’s failure to provide service;\n\n(2) An appropriate rate design, subject to the restrictions in subsection (d) of this section;\n\n(3) The appropriate length of a standard offer service contract awarded under subsection (d) of this section; and\n\n(4) A contingency plan in the event of insufficient or inadequate bids; provided, that a contingency plan may award the standard offer service to the electric company or an affiliate of the electric company if it is in the public interest.\n\n(1) After the regulations or orders mandated by subsection (c) of this section are issued, the Commission shall conduct competitive bid procedures for the selection of a retail electricity supplier or suppliers to provide standard offer service for the District of Columbia after February 7, 2005; authorize the electric company, as a wholesale electricity supplier, to conduct competitive bid procedures to obtain third-party contracts to provide standard offer service for the District of Columbia after February 7, 2005; or both. If competitive bid procedures for the selection of a retail electricity supplier or suppliers to provide standard offer service are conducted by the Commission, the competitive selection of retail electricity supplier or suppliers to provide standard offer service shall occur before July 2, 2004. In conducting retail bid procedures or facilitating the wholesale bid process under this subsection, the Commission:\n\n(A) Shall ensure that the price for standard offer service will not hinder the development of a competitive electricity supply market in the District of Columbia; and\n\n(B) May, in its discretion, solicit the payment, by the retail electricity supplier or suppliers chosen to provide standard offer service, of a bid premium.\n\n(2) Any bid premium collected by the Commission under this section shall be deposited into the Reliable Energy Trust Fund established under § 34-1514 [repealed].\n\n(e) The Commission shall determine the threshold financial viability of wholesale bidders.",
      "history": "May 9, 2000, D.C. Law 13-107, § 109, 47 DCR 1091; Mar. 30, 2004, D.C. Law 15-113, § 2(b), 51 DCR 1349",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1509.html"
    },
    {
      "id": "section-34-1510",
      "number": "34-1510",
      "heading": "Transition costs, transition benefits.",
      "text": "(a) The electric company shall be provided an opportunity to recover all of its prudently incurred and verifiable net transition costs, subject to full mitigation, following the Commission’s determination under subsection (b) of this section. In connection with the foregoing:\n\n(1) A competitive transition charge, or other appropriate non-bypassable mechanism as determined by the Commission, may be included as part of the charge paid by every customer accessing the transmission or distribution system of the electric company.\n\n(2) The competitive transition charge may be included on bills to customers for a period of limited duration to be determined by the Commission.\n\n(3) The Commission may establish recovery periods of different lengths for different categories of transition costs.\n\n(1) The Commission shall determine the transition costs and the amount of the costs that the electric company may recover.\n\n(2) In determining the electric company’s transition costs, the Commission shall:\n\n(A) Conduct public hearings; and\n\n(B) Consider evidence appropriate to an accurate determination of the electric company’s transition costs. Such evidence may include:\n\n(i) Book value and fair market value;\n\n(ii) Auctions and sales of comparable assets;\n\n(iii) Appraisals;\n\n(iv) The revenue the company would receive under rate-of-return regulation;\n\n(v) The revenue the company would receive in a restructured electricity supply market; and\n\n(vi) Computer simulations provided to the Commission.\n\n(3) If the Commission determines that the electric company will incur transition costs, the Commission shall determine the extent of the permitted recovery based on the following factors:\n\n(A) The prudence of the original investment and of the continued management of the investment;\n\n(B) Whether the investment was mandated by law, regulation, or order;\n\n(C) Whether the amount at issue has been fully verified and minimized;\n\n(D) Whether the investment continues to be used and useful;\n\n(E) Whether the loss is one of which investors can be said to have reasonably borne the risk;\n\n(F) Whether investors have already been compensated for the risk;\n\n(G) The financial integrity of the electric company;\n\n(H) Whether the investment was made to satisfy the need to ensure the availability of reliable electric service;\n\n(I) For costs incurred or to be incurred as a result of electric industry restructuring or the establishment of customer choice, whether the costs are reasonable; and\n\n(J) The impact of a recovery of transition costs on the development of effective competition in the market for electricity supply or billing, or the market for any component of electric service declared by the Commission to be a potentially competitive service.\n\n(c) The Commission shall establish procedures for an annual review of actual market conditions to determine if the authorized competitive transition charge is overcompensating or undercompensating the electric company for the transition costs established under subsection (b)(3) of this section. If an annual review demonstrates that the authorized competitive transition charge is overcompensating or undercompensating the electric company for the transition costs established under subsection (b)(3) of this section, the Commission shall adjust the competitive transition charge accordingly.",
      "history": "May 9, 2000, D.C. Law 13-107, § 110, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1510.html"
    },
    {
      "id": "section-34-1511",
      "number": "34-1511",
      "heading": "Recovery for public purpose programs.",
      "text": "(1) The electric company may make an application to the Commission to recover all costs that have been or will be incurred by the electric company under public purpose programs established by law or ordered by the Commission, including the consumer education program established under § 34-1504. To the extent the costs are determined by the Commission to be just and reasonable, the Commission shall allow the electric company to recover the costs.\n\n(2) In determining whether an electric company should be permitted to recover costs described in paragraph (1) of this subsection, the Commission shall ensure that such costs:\n\n(A) Have not been or will not be recovered through rates charged by the electric company;\n\n(B) Have not been or will not be recovered through the sale of any or all of the electric company’s generation assets; or\n\n(C) Have not or will not be recovered through a competitive transition charge imposed under § 34-1510.\n\n(b) All costs recoverable under this section may be recovered through a surcharge or other appropriate cost recovery mechanism to be determined by the Commission.",
      "history": "May 9, 2000, D.C. Law 13-107, § 111, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1511.html"
    },
    {
      "id": "section-34-1512",
      "number": "34-1512",
      "heading": "Market power remediation.",
      "text": "(a) The Commission and the Office of the People’s Counsel shall monitor the District of Columbia retail markets for electricity supply and services declared by the Commission to be potentially competitive services to ensure that the markets are not being adversely affected by anticompetitive conduct and anticompetitive conditions.\n\n(1) If, as a result of the monitoring efforts required by subsection (a) of this section or as a result of a complaint filed by an interested party, the Commission determines that the District of Columbia retail markets for electricity supply or services declared by the Commission to be potentially competitive services are being adversely affected by anticompetitive conduct or anticompetitive conditions that result from transmission constraints or load pockets, the Commission may take remedial action, including the imposition of price caps or other price restrictions, to remedy the impact of the anticompetitive conduct or anticompetitive conditions.\n\n(A) If, as a result of the monitoring efforts required by subsection (a) of this subsection, the Commission or the Office of the People’s Counsel obtain evidence that the retail markets for electricity supply or services declared by the Commission to be potentially competitive services are being affected by anticompetitive conduct or anticompetitive conditions other than the anticompetitive conduct or anticompetitive conditions described in paragraph (1) of this subsection, the Commission or the Office of the People’s Counsel shall transmit the evidence to the Office of the Corporation Counsel, the Department of Justice, the Federal Trade Commission, and any other appropriate federal agency.\n\n(B) Within 6 months of the transmittal of evidence by the Commission or the Office of the People’s Counsel under subparagraph (A) of this paragraph, the Office of the Corporation Counsel shall issue a report to the Council of the District of Columbia explaining the course of its investigation, the actions that it has taken or plans to take, and the reasons for those actions. The failure of the Office of the Corporation Counsel to bring an action within 6 months of the receipt of the transmittal shall not be deemed to eliminate the Office of the Corporation Counsel’s otherwise existing authority to act. Any report submitted under this subsection shall not include any information which may compromise any investigation.\n\n(c) Nothing in this section shall affect the authority of the Office of the Corporation Counsel to investigate or take action against anticompetitive conduct or anticompetitive conditions on its own initiative.\n\n(1) The Commission is authorized to participate in any meetings convened or organizations formed for the purpose of monitoring and preventing the acquisition or exercise of market power in the regional transmission system serving the District of Columbia.\n\n(2) The Commission is authorized to enter into an agreement with state regulatory agencies, independent system operators, and other parties for the purpose of monitoring and preventing the acquisition or exercise of market power in the regional transmission system serving the District of Columbia.",
      "history": "May 9, 2000, D.C. Law 13-107, § 112, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1512.html"
    },
    {
      "id": "section-34-1513",
      "number": "34-1513",
      "heading": "Provision of electricity supply by the electric company.",
      "text": "(a) Other than its provision of standard offer service, the electric company shall not engage in the business of an electricity supplier in the District of Columbia except through an affiliate.\n\n(b) An affiliate of the electric company must obtain a license under § 34-1505 to engage in the business of an electricity supplier in the District of Columbia.\n\n(c) The Commission shall develop a code of conduct between the electric company and its affiliate which establishes functional, operational, structural, and legal separation between the electric company and the affiliate, and which prevents the electric company from subsidizing the activities of the affiliate. The code of conduct required by this subsection shall include the following protections:\n\n(1) A prohibition on the release of proprietary customer information from the electric company to the affiliate;\n\n(2) A prohibition on the use by the affiliate of office space owned and used by the electric company;\n\n(3) A prohibition on the sharing of employees by the electric company and the affiliate;\n\n(4) A requirement that the electric company and the affiliate maintain separate books and records; and\n\n(5) A requirement that the electric company and the affiliate allocate and account for all shared corporate services.",
      "history": "May 9, 2000, D.C. Law 13-107, § 113, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1513.html"
    },
    {
      "id": "section-34-1514",
      "number": "34-1514",
      "heading": "Reliable Energy Trust Fund; public purpose programs.",
      "text": "Repealed.",
      "history": "May 9, 2000, D.C. Law 13-107, § 114, 47 DCR 1091; Apr. 12, 2005, D.C. Law 15-342, § 304(b), 52 DCR 2346; Sept. 18, 2007, D.C. Law 17-20, § 2072, 54 DCR 7052; Oct. 22, 2008, D.C. Law 17-250, § 212(a)(1), 55 DCR 9225",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1514.html"
    },
    {
      "id": "section-34-1515",
      "number": "34-1515",
      "heading": "Aggregation programs.",
      "text": "(1) The Mayor may develop and administer a municipal aggregation program for the purchase of electricity supply and electricity supply services by District of Columbia ratepayers.\n\n(A) Repealed.\n\n(B) The Mayor may charge an administrative fee under any municipal aggregation contract entered into by the District.\n\n(2) The Mayor, in conjunction with the Commission, shall issue regulations governing a municipal aggregation program implemented under this section.\n\n(1) There is established as a special fund the Municipal Aggregation Fund (\"Fund\"), which shall be administered by the Mayor in accordance with paragraph (3) of this subsection.\n\n(2) The funds collected under subsection (a)(1A)(B) of this section shall be deposited in the Fund.\n\n(3) Money in the Fund shall be used solely to pay the costs of the formation and administration of municipal aggregation contracts of the District.\n\n(4) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.\n\n(1) The Office of the People’s Counsel shall assist any person seeking to implement a customer-based aggregation program. The assistance shall include help in understanding the technical and economic issues involved in purchasing electricity supply, electricity supply services, or any other service determined by the Commission to be a potentially competitive service.\n\n(2) The Commission may adopt any reasonable regulations relating to customer-based aggregation programs that it determines to be in the public interest.\n\n(c) Nothing in this section shall prohibit the development and implementation of aggregation programs during the implementation of pilot programs.",
      "history": "May 9, 2000, D.C. Law 13-107, § 115, 47 DCR 1091; Mar. 2, 2007, D.C. Law 16-192, § 2082, 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 2022, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1515.html"
    },
    {
      "id": "section-34-1516",
      "number": "34-1516",
      "heading": "New generating facilities in the District of Columbia.",
      "text": "No person shall construct an electric generating facility for the purpose of the retail or wholesale sale of electricity unless the Commission first determines, after notice and a hearing, that the construction of the electric generating facility is in the public interest.",
      "history": "May 9, 2000, D.C. Law 13-107, § 116, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1516.html"
    },
    {
      "id": "section-34-1517",
      "number": "34-1517",
      "heading": "Renewable energy sources.",
      "text": "(a) For the purposes of this section, “renewable energy source” means one of the following sources of energy:\n\n(1) Solar;\n\n(2) Wind;\n\n(3) Tidal;\n\n(4) Geothermal;\n\n(5) Biomass;\n\n(6) Hydroelectric facilities; and\n\n(7) Digester gas.\n\n(b) Every 6 months after the initial implementation date, each licensed electricity supplier doing business in the District of Columbia shall report to the Commission on the fuel mix of the electricity sold by the electricity supplier, including categories of electricity from coal, natural gas, nuclear, oil, hydroelectric, solar, biomass, wind, and other resources, and on the percentage of electricity sold by the electricity supplier which comes from renewable energy sources.\n\n(1) Beginning on the initial implementation date, the Commission shall track the fuel mix of the electricity sold in the District of Columbia and the amount of electricity from renewable sources sold in the District of Columbia.\n\n(2) Before July 1, 2003, and every 2 years after that date, the Commission shall provide a report to the Council on the overall fuel mix of the electricity sold in the District of Columbia, the amount of electricity sold in the District of Columbia which comes from renewable energy sources, and on the feasibility of requiring each licensed electricity supplier doing business in the District of Columbia to provide a minimum percentage of electricity sold from renewable energy sources.",
      "history": "May 9, 2000, D.C. Law 13-107, § 117, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1517.html"
    },
    {
      "id": "section-34-1518",
      "number": "34-1518",
      "heading": "Net metering.",
      "text": "(a) The Commission may establish a program which affords eligible customer-generators the opportunity to participate in net energy metering.\n\n(b) Any net energy metering program established by the Commission shall be subject to the following:\n\n(1) The program may include, as the Commission determines will facilitate the provision of net energy metering, requirements for:\n\n(A) Retail sellers;\n\n(B) Owners or operators of distribution or transmission facilities;\n\n(C) Providers of default service; or\n\n(D) Eligible customer-generators.\n\n(2) The Commission shall ensure that the metering equipment installed for net metering shall be capable of measuring the flow of electricity in 2 directions, and shall allocate fairly the cost of such equipment and any necessary interconnection. An eligible customer-generator’s net metering system for renewable resources, cogeneration, fuel cells, and microturbines shall meet all applicable safety and performance standards. The Commission may adopt by regulation additional control and testing requirements for customer-generators that the Commission determines are necessary to protect public safety and system reliability.\n\n(3) If the electricity supplied by an electricity supplier exceeds the electricity generated by the customer-generator and fed back into the electric grid during the billing period, the customer-generator shall be billed for the net electricity supplied by the electricity supplier in accordance with net metering rules established by the Commission.\n\n(4) If electricity generated by the customer-generator and fed back into the electric grid exceeds the electricity supplied by the electricity supplier, the customer generator may receive compensation based on the net metering rules established by the Commission.\n\n(5) The Commission shall establish additional rules as necessary for the electric company to implement the following provisions:\n\n(A) A community renewable energy facility shall meet all applicable safety and performance standards. The Commission may adopt by rulemaking additional control and testing requirements for community renewable energy facilities that the Commission considers necessary to protect public safety and system reliability.\n\n(B) The owners of, subscribers to, and any subscriber organization controlling a community renewable energy facility shall not be considered public utilities or electricity suppliers solely as a result of their interest or participation in the community renewable energy facility.\n\n(C) Prices paid for subscriptions and contractual matters in a community renewable energy facility shall not be subject to the jurisdiction of the Commission.\n\n(D) The subscriber organization or the third-party owner shall own the renewable energy credits associated with the electricity generated by the community renewable energy facility, unless the credits were explicitly contracted for through a separate transaction independent of any net metering or interconnection agreement or contract.\n\n(E) The owner or operator of each community renewable energy facility shall follow all procedures for interconnection specified in Chapter 40 of Title 15 of the District of Columbia Municipal Regulations.\n\n(F) All electricity exported to the grid by the community renewable energy facility shall become the property of the SOS administrator, pursuant to § 34-1518.01(h), but shall not be counted toward the electric company’s total retail sales for purposes of Chapter 14A of this title [§ 34-1431 et seq.]. The SOS administrator shall use subscribed energy to offset purchases from wholesale suppliers for standard offer service.\n\n(G) The monetary value of subscribed energy produced by a community renewable energy facility shall be determined as established in this section, as implemented by the Commission.\n\n(H) The amount of electricity generated each month available for allocation as subscribed or unsubscribed energy shall be determined by a revenue quality production meter installed and paid for by the owner of the community renewable energy facility. It shall be the electric company’s responsibility to read the production meter.\n\n(I) The determination of the monetary value of credits allocated to each subscriber to a particular community renewable energy facility shall be based on each subscriber’s percentage interest of the total production of the community renewable energy facility.\n\n(J) Each billing month, the value of the credits allocated to each subscriber shall be calculated by multiplying the quantity of kilowatt hours allocated to each subscriber by the subscriber’s CREF credit rate.\n\n(K) If the value of the credits generated by the community renewable energy facility allocated to the subscriber exceeds the amount owed by the subscriber as shown on the subscriber’s bill at the end of the billing period, the remaining value of the credit shall carry over from month to month until the value of any remaining credits are used.\n\n(L) If the value of the credit generated by the community renewable energy facility allocated to the subscriber is less than the amount owed by the subscriber as shown on the subscriber’s bill at the end of the applicable billing period, the subscriber shall be billed for the difference between the amount shown on the bill and the value of the available credits.\n\n(M) If the subscriber is served by an energy supplier other than the SOS administrator, the subscriber shall be billed by the energy supplier for the full kilowatt-hours consumed by the subscriber during the billing period, and will receive the value of the credits generated by the CREF from the SOS administrator at the subscriber’s CREF credit rate.",
      "history": "May 9, 2000, D.C. Law 13-107, § 118, 47 DCR 1091; Dec. 13, 2013, D.C. Law 20-47, § 2(c), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1518.html"
    },
    {
      "id": "section-34-1518.01",
      "number": "34-1518.01",
      "heading": "Community renewable energy facilities.",
      "text": "(a) A community renewable energy facility may produce no greater than 5 megawatts of electricity and must have at least 2 subscribers.\n\n(b) A subscriber to an eligible community renewable energy facility may offset no more than 120% of the subscriber’s electricity consumption over the previous 12 months; except, that this subsection shall not apply to subscribers of a project constructed through the Solar for All Program established by § 8-1774.16.\n\n(c) Each subscription shall represent a percentage of the community renewable energy facility’s generating capacity; provided, that the subscription is intended primarily to offset part or all of the subscriber’s own electrical requirements.\n\n(d) All individual billing meters for subscriptions to community renewable energy facilities shall be within the District of Columbia.\n\n(e) A community renewable energy facility may be built, owned, or operated by a third party under contract with a subscriber organization.\n\n(f) A community renewable energy facility may add capacity and subscribers to its facility if the added capacity and subscribers do not reduce the electrical production benefit to existing subscribers.\n\n(g) A community renewable energy facility may update its subscribers no more frequently than once per month. Each month the owner of a CREF or its designated agent shall provide the following information about its subscribers to the electric company as required to facilitate net metering for subscribers:\n\n(1) Name, address, and account number of each subscriber; and\n\n(2) The percentage interest of each subscriber in the capacity of the CREF;\n\n(h) The electric company may require that a CREF and its subscribers have their meters read on the same billing cycle.\n\n(i) If the electrical capacity of a community renewable energy facility is not fully subscribed, the SOS administrator shall purchase the energy associated with the unsubscribed capacity at the PJM Locational Marginal Price for the PEPCO zone, adjusted for ancillary service charges.\n\n(j) Subscribers shall be eligible to receive electricity credits so long as the CREF continues to generate and provide power to the distribution grid, regardless of the bankruptcy or contractual default of any subscriber or of the subscriber organization.\n\n(k) A community renewable energy facility shall not add subscribers without adhering to the consumer protection provisions contained in § 34-1507.\n\n(l) A community renewable energy facility may not sell subscriptions totaling more than 100% of its energy generation.",
      "history": "May 9, 2000, D.C. Law 13-107, § 118a; as added Dec. 13, 2013, D.C. Law 20-47, § 2(d), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1518.01.html"
    },
    {
      "id": "section-34-1519",
      "number": "34-1519",
      "heading": "Sale of generation assets.",
      "text": "(a) In overseeing a sale by the electric company of any or all of its generation assets, the Commission shall ensure that the sale:\n\n(1) Will not affect the reliability of the electricity supply in the District of Columbia in a deregulated electricity supply market; and\n\n(2) Will minimize market power problems in a deregulated electricity supply market.\n\n(1) The electric company shall not sell any of its generation assets to an affiliate of the electric company.\n\n(A) By the initial implementation date, the electric company shall transfer at book value any unauctioned generation assets to an affiliate of the electric company.\n\n(B) Relations between the affiliate identified in subparagraph (A) of this paragraph and the electric company shall be governed by a code of conduct to be issued by the Commission, which establishes functional, operational, structural, and legal separation between the electric company and the affiliate and prevents the electric company from subsidizing the activities of the affiliate. The code of conduct required by this subsection shall include the following protections:\n\n(i) A prohibition on the release of proprietary customer information from the electric company to the affiliate;\n\n(ii) A prohibition on the use by the affiliate of office space owned or used by the electric company;\n\n(iii) A prohibition on the sharing of employees by the electric company and the affiliate;\n\n(iv) A requirement that the electric company and the affiliate maintain separate books and records; and\n\n(v) A requirement that the electric company and the affiliate allocate and account for all shared expenses.\n\n(1) Beginning on the initial implementation date, the electric generating facility at Benning Road in the District of Columbia may only be dispatched by PJM, or must run for local reliability, thus ensuring the reliability of electricity supply in the District of Columbia.\n\n(2) Beginning on the initial implementation date, the electric generating facility at Buzzard’s Point in the District of Columbia may only be dispatched by PJM, or must run for local reliability, thus ensuring the reliability of electricity supply in the District of Columbia.\n\n(d) Within 2 years after a sale by the electric company of its electric generating facilities at Benning Road and Buzzard’s Point in the District of Columbia, the Commission shall report to the Council on the feasibility of decommissioning those electric generating facilities.",
      "history": "May 9, 2000, D.C. Law 13-107, § 119, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1519.html"
    },
    {
      "id": "section-34-1520",
      "number": "34-1520",
      "heading": "Conformity with settlement agreements.",
      "text": "Nothing in this chapter shall be deemed to require the Commission to modify, set aside, or otherwise adjust the terms of a settlement approved by the Commission in Formal Case No. 945. To the extent the existence of a settlement obviates the need for proceedings or findings as are referred to in this chapter, the Commission may dispense with the proceedings or findings.",
      "history": "May 9, 2000, D.C. Law 13-107, § 120, 47 DCR 1091",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1520.html"
    },
    {
      "id": "section-34-1521",
      "number": "34-1521",
      "heading": "Consumer disclosure requirements.",
      "text": "(a) An entity selling or reselling an interest in a community renewable energy facility shall provide a disclosure to the potential subscriber that includes the following, prior to the sale or resale of that subscription:\n\n(1) A good faith estimate of the annual kilowatt hours to be delivered by the community renewable energy facility based on the size of the subscriber’s interest;\n\n(2) A plain language explanation of the terms under which the bill credits will be calculated;\n\n(3) A plain language explanation of the contract provisions regulating the disposition or transfer of the subscription; and\n\n(4) A plain language explanation of the costs and benefits to the potential subscriber based on the subscriber’s current usage and applicable tariff, for the term of the proposed contract.\n\n(b) The Mayor or his or her designee may require that any entity engaged in the sale or resale of a subscription in a community renewable energy facility provide additional disclosure to the buyer or lessee, the Mayor, or both.\n\n(c) All contracts for the sale or resale of a subscription in a community renewable energy facility for use in a residential dwelling may be reviewed by the Mayor or his or her designee upon request.\n\n(d) The Mayor pursuant to subchapter 1 of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to carry out the disclosure requirements contained in this section.",
      "history": "May 9, 2000, D.C. Law 13-107, § 121; as added Dec. 13, 2013, D.C. Law 20-47, § 2(e), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1521.html"
    },
    {
      "id": "section-34-1522",
      "number": "34-1522",
      "heading": "Recovery of CREF implementation costs.",
      "text": "Pursuant to §§ 34-1101 and 34-901, the electric company may seek recovery of any costs associated with the implementation of this chapter in a base rate case. In a base rate case filing that includes recovery of such costs, the electric company shall include in its filing with the Commission any benefits and costs to the electric company. Any recovery of the net costs by the electric company approved by the Commission shall occur solely through a rate assessment of the subscribers.",
      "history": "May 9, 2000, D.C. Law 13-107, § 122; as added Dec. 13, 2013, D.C. Law 20-47, § 2(e), 60 DCR 15138",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1522.html"
    },
    {
      "id": "section-34-1551",
      "number": "34-1551",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Building” means all of the individual units served through the same utility-owned meter within a property defined as Class 2 Property under § 47-813(c-6).\n\n(2) “Building owner, operator, or manager” means any person or entity responsible for the operation and management of a building.\n\n(3) “Commission” means the Public Service Commission.\n\n(4) “Energy allocation equipment” means any device, other than submetering equipment, used to determine approximate electric or natural gas usage for any nonresidential rental unit within a building.\n\n(5) “Electricity supplier” shall have the same meaning as in § 34-1501(17).\n\n(6) “Natural gas supplier” shall have the same meaning as in § 34-1671.02(12).\n\n(7) “Nonresidential rental unit” means real property leased for commercial purposes.\n\n(8) “Owner-paid areas” means the portion of the real property for which the owner bears financial responsibility for energy costs, which portions include areas outside individual units or in owner-occupied or shared areas.\n\n(9) “Public utility,” “utility,” or “utility company” shall have the same meaning as in § 34-214.\n\n(10) “Submetering equipment” means equipment used to measure actual electricity or natural gas usage in any nonresidential rental unit when the equipment is not owned or controlled by the electric or natural gas utility serving the building in which the nonresidential rental unit is located.",
      "history": "Oct. 22, 2008, D.C. Law 17-250, § 701, 55 DCR 9225",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1551.html"
    },
    {
      "id": "section-34-1552",
      "number": "34-1552",
      "heading": "Commission to promulgate rules, including standards.",
      "text": "(a) The Commission shall promulgate rules, including standards, under which any owner, operator, or manager of a building which is not individually metered for electricity or gas for each nonresidential rental unit may install submetering equipment or energy allocation equipment for the purpose of fairly allocating:\n\n(1) The cost of electrical or gas consumption for each nonresidential rental unit; and\n\n(2) Electrical or gas demand and customer charges made by the utility and electricity and natural gas supplier.\n\n(b) In addition to other appropriate safeguards for the tenant, the rules shall require that a building owner, operator, or manager:\n\n(1) Shall not impose on the tenant any charges over and above the cost per kilowatt hour, cubic foot or therm, plus demand and customer charges, where applicable, which are charged by the utility company, the electricity supplier, and natural gas supplier to the building owner, operator, or manager, including any sales, local utility, or other taxes, if any; provided, that additional service charges permitted by § 34-1553 may be collected to pay administrative costs and billing; and\n\n(2) Shall maintain adequate records regarding submetering and energy allocation equipment and shall make such records available for inspection by the Commission during reasonable business hours.\n\n(1) For the purposes of Commission enforcement of the rules adopted under this section, building owners, operators, or managers shall be treated as public utilities for the purposes of making a complaint under § 34-917 and any rules governing the making of complaints adopted under § 34-902.\n\n(2) All submetering equipment shall be subject to the same rules, including standards, established by the Commission for accuracy, testing, and recordkeeping of meters installed by electric or gas utilities and shall be subject to the meter requirements of § 34-303.\n\n(3) All energy allocation equipment shall be subject to rules, including standards established by the Commission to ensure that such systems result in a reasonable determination of energy use and the resulting costs for each nonresidential rental unit.\n\n(4) Violations of Commission rules and orders issued under this section shall be subject to the penalty provisions set forth in §§ 34-708 and 34-731.\n\n(d) In implementing this section, no building owner, operator, or manager shall be considered a public utility engaged in the business of distributing or reselling electricity or gas except as provided in subsection (c) of this section. The building owner, operator, or manager may use submetering or energy allocation equipment solely to allocate the costs of electric or gas service fairly among the tenants using the building.",
      "history": "Oct. 22, 2008, D.C. Law 17-250, § 702, 55 DCR 9225",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1552.html"
    },
    {
      "id": "section-34-1553",
      "number": "34-1553",
      "heading": "Energy submetering and energy allocation equipment.",
      "text": "(a) Energy submetering equipment or energy allocation equipment may be used in a building if it is authorized in the rental agreement or lease for the nonresidential rental unit. All energy submetering equipment and energy allocation equipment shall meet the requirements and standards established and enforced by the Commission pursuant to subsection (b) of this section.\n\n(1) If energy submetering equipment or energy allocation equipment is used in any building, the building owner, operator, or manager shall bill the tenant for electricity or natural gas for the same billing period as the utility, the electricity supplier, or the natural gas supplier serving the building, unless the rental agreement or lease expressly provides otherwise.\n\n(2) A late payment charge shall not be imposed on all amounts, including deferred payment installments, paid by the due date or on amounts in dispute before the Commission. Amounts paid after the due date shall bear a late payment charge of 1%, and an additional late payment charge at the rate of 1 1/2% on the remaining unpaid balance per billing month thereafter.\n\n(c) Energy allocation equipment shall be tested periodically under Commission rules by the building owner, operator, or manager. Upon the request by a tenant, the building owner, operator, or manager shall test the energy allocation equipment without charge. The test shall be conducted without charge to the tenant and shall not be conducted more frequently than once in a 24-month period for the same tenant. The tenant or his designated representative may be present during the testing of the energy allocation equipment. A written report of the results of the test shall be made to the tenant within 10 business days after the completion of the test.\n\n(d) A building owner, operator, or manager shall maintain adequate records regarding energy submetering equipment or energy allocation equipment. A tenant may inspect and copy the records for the nonresidential unit during reasonable business hours at a convenient location within the building. The building owner, operator, or manager may impose and collect a reasonable charge for copying documents, reflecting the actual costs of materials and labor for copying, prior to providing copies of the records to the tenant.\n\n(e) Notwithstanding any enforcement action undertaken by the Commission pursuant to its authority under § 34-1552, tenants and owners, operators, or managers shall retain any private right of action resulting from any breach of the rental agreement or lease terms required by this section or § 34-1552.",
      "history": "Oct. 22, 2008, D.C. Law 17-250, § 703, 55 DCR 9225",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1553.html"
    },
    {
      "id": "section-34-1561",
      "number": "34-1561",
      "heading": "Definitions.",
      "text": "For purposes of this chapter, the term:\n\n(1) “Advanced Metering Infrastructure” or “AMI” means a system capable of providing 2-way communication with metering equipment to gather at least hourly energy consumption data on a daily basis for all customers.\n\n(2) “ARRA” means the American Recovery and Reinvestment Act of 2009, approved February 17, 2009 (123 Stat. 115; 26 U.S.C. § 1, note).\n\n(3) “Commission” means the Public Service Commission.\n\n(4) “Customer” shall have the same meaning as set forth in § 34-1501(12).\n\n(5) “Electric company” shall have the same meaning as set forth in § 34-207.\n\n(6) “Meter Data Management System” means a system that provides a single data repository which can gather data from multiple metering systems and then supply that data to multiple applications such as billing, forecasting, customer service, system operation and maintenance.\n\n(7) “Regulatory asset” means specific costs that a public utility may defer to its balance sheet and accrue earnings thereon at its authorized rate of return.\n\n(8) “Smart Grid” means the installation of advanced technology to enhance the operation of the electric distribution and transmission system.",
      "history": "Mar. 3, 2010, D.C. Law 18-111, § 2161, 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1561.html"
    },
    {
      "id": "section-34-1562",
      "number": "34-1562",
      "heading": "Authorization of Advanced Metering Infrastructure implementation (Smart Grid) and cost recovery.",
      "text": "(a) The electric company may implement an Advanced Metering Infrastructure for all consumers, provided, that the electric company obtains a sufficient amount of federal funds for AMI implementation under the ARRA. The sufficiency of the amount of the federal funds obtained shall be determined by the Commission. The Commission shall make a determination of the sufficiency of federal funds obtained within no more than 60 days after the receipt of notice from the electric company of the amount of federal funds awarded.\n\n(b) The electric company may establish a regulatory asset for the costs, net of the amount of the ARRA funds received, including depreciation and amortization expense, incurred by the electric company between base rate cases for the implementation of Advanced Metering Infrastructure, including the amortization expense of the Meter Data Management System, the depreciation expense on the AMI meters, and the undepreciated net book costs of the meters replaced by the AMI meters. The regulatory asset shall accrue a return at the electric company’s authorized rate of return on the balance in the regulatory asset.\n\n(c) The creation of a regulatory asset for Advanced Metering Infrastructure shall not affect the authority of the Commission to review the prudence of costs associated with implementation of AMI. In any Commission proceeding reviewing the costs, the electric company shall have the burden to prove that all of the costs have been prudently incurred.\n\n(d) The electric company shall net any utility cost savings resulting from AMI deployment from the regulatory asset.",
      "history": "Mar. 3, 2010, D.C. Law 18-111, § 2162, 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/34-1562.html"
    }
  ]
}