{
  "state": "florida",
  "path": "title-chapter-0718/chapter-chapter-0718",
  "sections": [
    {
      "id": "section-718101short",
      "number": "718.101",
      "heading": "Short title.718.102Purposes.718.103Definitions",
      "text": "718.1035Power of attorney; compliance with chapter.718.104Creation of condominiums; contents of declaration.718.1045Timeshare estates; limitation on creation.718.105Recording of declaration.718.106Condominium parcels; appurtenances; possession and enjoyment.7",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718102purposes",
      "number": "718.102",
      "heading": "Purposes",
      "text": "718.102 Purposes.—The purpose of this chapter is: (1) To give statutory recognition to the condominium form of ownership of real property. (2) To establish procedures for the creation, sale, and operation of condominiums. Every condominium created and existing in this state shall be subject to the provisions of this chapter. History.—s. 1, ch. 76-222. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabea78d447525',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-i/section-718-102/"
    },
    {
      "id": "section-718103definitions",
      "number": "718.103",
      "heading": "Definitions",
      "text": "718.103 Definitions.—As used in this chapter, the term: (1) “Alternative funding method” means a method approved by the division for funding the capital expenditures and deferred maintenance obligations for a multicondominium association which may reasonably be expected to fully satisfy the association’s reserve funding obligations by the allocation of funds in the annual operating budget. (2) “Assessment” means a share of the funds which are required for the payment of common expenses, which from time to time is assessed against the unit owner. (3) “Association” means, in addition to any entity responsible for the operation of common elements owned in undivided shares by unit owners, any entity which operates or maintains other real property in which unit owners have use rights, where membership in the entity is composed exclusively of unit owners or their elected or appointed representatives and is a required condition of unit ownership. (4) “Association property” means that property, real and personal, which is owned or leased by, or is dedicated by a recorded plat to, the association for the use and benefit of its members. (5) “Board of administration” or “board” means the board of directors or other representative body which is responsible for administration of the association. (6) “Buyer” means a person who purchases a condominium unit. The term “purchaser” may be used interchangeably with the term “buyer.” (7) “Bylaws” means the bylaws of the association as they are amended from time to time. (8) “Committee” means a group of board members, unit owners, or board members and unit owners appointed by the board or a member of the board to make recommendations to the board regarding the proposed annual budget or to take action on behalf of the board. (9) “Common elements” means the portions of the condominium property not included in the units. (10) “Common expenses” means all expenses properly incurred by the association in the performance of its duties, including expenses specified in s. 718.115. (11) “Common surplus” means the amount of all receipts or revenues, including assessments, rents, or profits, collected by a condominium association which exceeds common expenses. (12) “Condominium” means that form of ownership of real property created pursuant to this chapter, which is comprised entirely of units that may be owned by one or more persons, and in which there is, appurtenant to each unit, an undivided share in common elements. (13) “Condominium parcel” means a unit, together with the undivided share in the common elements appurtenant to the unit. 1 (14) “Condominium property” means the lands, leaseholds, and improvements, any personal property, and all easements and rights appurtenant thereto, regardless of whether contiguous, which are subjected to condominium ownership. (15) “Conspicuous type” means bold type in capital letters no smaller than the largest type, exclusive of headings, on the page on which it appears and, in all cases, at least 10-point type. Where conspicuous type is required, it must be separated on all sides from other type and print. Conspicuous type may be used in a contract for purchase and sale of a unit, a lease of a unit for more than 5 years, or a prospectus or offering circular only where required by law. (16) “Declaration” or “declaration of condominium” means the instrument or instruments by which a condominium is created, as they are from time to time amended. (17) “Developer” means a person who creates a condominium or offers condominium parcels for sale or lease in the ordinary course of business, but does not include: (a) An owner or lessee of a condominium or cooperative unit who has acquired the unit for his or her own occupancy; (b) A cooperative association that creates a condominium by conversion of an existing residential cooperative after control of the association has been transferred to the unit owners if, following the conversion, the unit owners are the same persons who were unit owners of the cooperative and no units are offered for sale or lease to the public as part of the plan of conversion; (c) A bulk assignee or bulk buyer as defined in s. 718.703; or (d) A state, county, or municipal entity acting as a lessor and not otherwise named as a developer in the declaration of condominium. (18) “Division” means the Division of Florida Condominiums, Timeshares, and Mobile Homes of the Department of Business and Professional Regulation. (19) “Hurricane protection” means hurricane shutters, impact glass, code-compliant windows or doors, and other code-compliant hurricane protection products used to preserve and protect the condominium property or association property. (20) “Kickback” means any thing or service of value, for which consideration has not been provided, for an officer’s, a director’s, or a manager’s own benefit or that of his or her immediate family, from any person providing or proposing to provide goods or services to the association. (21) “Land” means the surface of a legally described parcel of real property and includes, unless otherwise specified in the declaration and whether separate from or including such surface, airspace lying above and subterranean space lying below such surface. However, if so defined in the declaration, the term “land” may mean all or any portion of the airspace or subterranean space between two legally identifiable elevations and may exclude the surface of a parcel of real property and may mean any combination of the foregoing, whether or not contiguous, or may mean a condominium unit. (22) “Limited common elements” means those common elements which are reserved for the use of a certain unit or units to the exclusion of all other units, as specified in the declaration. (23) “Multicondominium” means real property containing two or more condominiums, all of which are operated by the same association. (24) “Operation” or “operation of the condominium” includes the administration and management of the condominium property and the association. (25) “Rental agreement” means any written agreement, or oral agreement if for less duration than 1 year, providing for use and occupancy of premises. (26) “Residential condominium” means a condominium consisting of two or more units, any of which are intended for use as a private temporary or permanent residence, except that a condominium is not a residential condominium if the use for which the units are intended is primarily commercial or industrial and not more than three units are intended to be used for private residence, and are intended to be used as housing for maintenance, managerial, janitorial, or other operational staff of the condominium. With respect to a condominium that is not a timeshare condominium, a residential unit includes a unit intended as a private temporary or permanent residence as well as a unit not intended for commercial or industrial use. With respect to a timeshare condominium, the timeshare instrument as defined in s. 721.05(35) shall govern the intended use of each unit in the condominium. If a condominium is a residential condominium but contains units intended to be used for commercial or industrial purposes, then, with respect to those units which are not intended for or used as private residences, the condominium is not a residential condominium. A condominium which contains both commercial and residential units is a mixed-use condominium and is subject to the requirements of s. 718.404. (27) “Special assessment” means any assessment levied against a unit owner other than the assessment required by a budget adopted annually. (28) “Structural integrity reserve study” means a study of the reserve funds required for future major repairs and replacement of the condominium property performed as required under s. 718.112(2)(g). (29) “Timeshare estate” means any interest in a unit under which the exclusive right of use, possession, or occupancy of the unit circulates among the various purchasers of a timeshare plan pursuant to chapter 721 on a recurring basis for a period of time. (30) “Timeshare unit” means a unit in which timeshare estates have been created. (31) “Unit” means a part of the condominium property which is subject to exclusive ownership. A unit may be in improvements, land, or land and improvements together, as specified in the declaration. (32) “Unit owner” or “owner of a unit” means a record owner of legal title to a condominium parcel. (33) “Video conference” means a real-time audio- and video-based meeting between two or more people in different locations using video-enabled and audio-enabled devices. The notice for any meeting that will be conducted by video conference must have a hyperlink and call-in conference telephone number for unit owners to attend the meeting and must have a physical location where unit owners can also attend the meeting in person. All meetings conducted by video conference must be recorded, and such recording must be maintained as an official record of the association. (34) “Voting certificate” means a document which designates one of the record title owners, or the corporate, partnership, or entity representative, who is authorized to vote on behalf of a condominium unit that is owned by more than one owner or by any entity. (35) “Voting interests” means the voting rights distributed to the association members pursuant to s. 718.104(4)(j). In a multicondominium association, the voting interests of the association are the voting rights distributed to the unit owners in all condominiums operated by the association. On matters related to a specific condominium in a multicondominium association, the voting interests of the condominium are the voting rights distributed to the unit owners in that condominium. History.—s. 1, ch. 76-222; s. 1, ch. 78-328; s. 2, ch. 80-3; s. 6, ch. 80-323; s. 1, ch. 84-368; s. 45, ch. 85-62; s. 1, ch. 90-151; s. 1, ch. 91-103; s. 5, ch. 91-426; s. 1, ch. 92-49; s. 34, ch. 95-274; s. 850, ch. 97-102; s. 1, ch. 98-322; s. 73, ch. 99-3; s. 48, ch. 2000-302; s. 19, ch. 2001-64; s. 34, ch. 2004-279; s. 12, ch. 2004-353; s. 3, ch. 2007-80; s. 45, ch. 2008-240; s. 7, ch. 2010-174; s. 2, ch. 2021-99; s. 4, ch. 2022-269; s. 4, ch. 2023-203; s. 5, ch. 2024-244; s. 5, ch. 2025-175. 1 Note.—Section 31, ch. 2024-244, as amended by s. 19, ch. 2025-175, provides that “[t]he amendments made to ss. 718.103(14) and 718.202(3) and s. 718.407(1), (2), and (6), Florida Statutes, as created by this act, may not apply retroactively and shall only apply to condominiums for which declarations were initially recorded on or after October 1, 2024.” (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabea7cc784851',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-i/section-718-103/"
    },
    {
      "id": "section-7181035power",
      "number": "718.1035",
      "heading": "Power of attorney; compliance with chapter.",
      "text": "of attorney; compliance with chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718104creation",
      "number": "718.104",
      "heading": "Creation of condominiums; contents of declaration.",
      "text": "of condominiums; contents of declaration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181045timeshare",
      "number": "718.1045",
      "heading": "Timeshare estates; limitation on creation.",
      "text": "estates; limitation on creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718105recording",
      "number": "718.105",
      "heading": "Recording of declaration.",
      "text": "of declaration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718106condominium",
      "number": "718.106",
      "heading": "Condominium parcels; appurtenances; possession and enjoyment.",
      "text": "parcels; appurtenances; possession and enjoyment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718107restraint",
      "number": "718.107",
      "heading": "Restraint upon separation and partition of common elements.",
      "text": "upon separation and partition of common elements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718108common",
      "number": "718.108",
      "heading": "Common elements.",
      "text": "elements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181085certain",
      "number": "718.1085",
      "heading": "Certain regulations not to be retroactively applied.",
      "text": "regulations not to be retroactively applied.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718109legal",
      "number": "718.109",
      "heading": "Legal description of condominium parcels.",
      "text": "description of condominium parcels.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718110amendment",
      "number": "718.110",
      "heading": "Amendment of declaration; correction of error or omission in declaration by circuit court.",
      "text": "of declaration; correction of error or omission in declaration by circuit court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718111the",
      "number": "718.111",
      "heading": "The association.",
      "text": "association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718112bylaws",
      "number": "718.112",
      "heading": "Bylaws",
      "text": "718.112 Bylaws.— (1) GENERALLY.— (a) The operation of the association shall be governed by the articles of incorporation if the association is incorporated, and the bylaws of the association, which shall be included as exhibits to the recorded declaration. If one association operates more than one condominium, it shall not be necessary to rerecord the same articles of incorporation and bylaws as exhibits to each declaration after the first, provided that in each case where the articles and bylaws are not so recorded, the declaration expressly incorporates them by reference as exhibits and identifies the book and page of the public records where the first declaration to which they were attached is recorded. (b) No amendment to the articles of incorporation or bylaws is valid unless recorded with identification on the first page thereof of the book and page of the public records where the declaration of each condominium operated by the association is recorded. (c) The association may extinguish a discriminatory restriction as provided under s. 712.065. (2) REQUIRED PROVISIONS.—The bylaws shall provide for the following and, if they do not do so, shall be deemed to include the following: (a) Administration.— 1. The form of administration of the association shall be described indicating the title of the officers and board of administration and specifying the powers, duties, manner of selection and removal, and compensation, if any, of officers and boards. In the absence of such a provision, the board of administration shall be composed of five members, unless the condominium has five or fewer units. The board shall consist of not fewer than three members in condominiums with five or fewer units that are not-for-profit corporations. In the absence of provisions to the contrary in the bylaws, the board of administration shall have a president, a secretary, and a treasurer, who shall perform the duties of such officers customarily performed by officers of corporations. Unless prohibited in the bylaws, the board of administration may appoint other officers and grant them the duties it deems appropriate. Unless otherwise provided in the bylaws, the officers shall serve without compensation and at the pleasure of the board of administration. Unless otherwise provided in the bylaws, the members of the board shall serve without compensation. 2. When a unit owner of a residential condominium files a written inquiry by certified mail with the board of administration, the board shall respond in writing to the unit owner within 30 days after receipt of the inquiry. The board’s response shall either give a substantive response to the inquirer, notify the inquirer that a legal opinion has been requested, or notify the inquirer that advice has been requested from the division. If the board requests advice from the division, the board shall, within 10 days after its receipt of the advice, provide in writing a substantive response to the inquirer. If a legal opinion is requested, the board shall, within 60 days after the receipt of the inquiry, provide in writing a substantive response to the inquiry. The failure to provide a substantive response to the inquiry as provided herein precludes the board from recovering attorney fees and costs in any subsequent litigation, administrative proceeding, or arbitration arising out of the inquiry. The association may through its board of administration adopt reasonable rules and regulations regarding the frequency and manner of responding to unit owner inquiries, one of which may be that the association is only obligated to respond to one written inquiry per unit in any given 30-day period. In such a case, any additional inquiry or inquiries must be responded to in the subsequent 30-day period, or periods, as applicable. (b) Quorum; voting requirements; proxies.— 1. Unless a lower number is provided in the bylaws, the percentage of voting interests required to constitute a quorum at a meeting of the members is a majority of the voting interests. Unless otherwise provided in this chapter or in the declaration, articles of incorporation, or bylaws, and except as provided in 1 subparagraph (d)4., decisions shall be made by a majority of the voting interests represented at a meeting at which a quorum is present. 2. Except as specifically otherwise provided herein, unit owners in a residential condominium may not vote by general proxy, but may vote by limited proxies substantially conforming to a limited proxy form adopted by the division. A voting interest or consent right allocated to a unit owned by the association may not be exercised or considered for any purpose, whether for a quorum, an election, or otherwise. Limited proxies and general proxies may be used to establish a quorum. Limited proxies shall be used for votes taken to waive or reduce reserves in accordance with subparagraph (f)2.; for votes taken to waive the financial reporting requirements of s. 718.111(13); for votes taken to amend the declaration pursuant to s. 718.110; for votes taken to amend the articles of incorporation or bylaws pursuant to this section; and for any other matter for which this chapter requires or permits a vote of the unit owners. Except as provided in paragraph (d), a proxy, limited or general, may not be used in the election of board members in a residential condominium. General proxies may be used for other matters for which limited proxies are not required, and may be used in voting for nonsubstantive changes to items for which a limited proxy is required and given. Notwithstanding this subparagraph, unit owners may vote in person at unit owner meetings. This subparagraph does not limit the use of general proxies or require the use of limited proxies for any agenda item or election at any meeting of a timeshare condominium association or a nonresidential condominium association. 3. A proxy given is effective only for the specific meeting for which originally given and any lawfully adjourned meetings thereof. A proxy is not valid longer than 90 days after the date of the first meeting for which it was given. Each proxy is revocable at any time at the pleasure of the unit owner executing it. 4. A member of the board of administration or a committee may submit in writing his or her agreement or disagreement with any action taken at a meeting that the member did not attend. This agreement or disagreement may not be used as a vote for or against the action taken or to create a quorum. 5. A board meeting may be conducted in person or by video conference. A board or committee member’s participation in a meeting via telephone, real-time videoconferencing, or similar real-time electronic or video communication counts toward a quorum, and such member may vote as if physically present. A speaker must be used so that the conversation of such members may be heard by the board or committee members attending in person as well as by any unit owners present at a meeting. The division shall adopt rules pursuant to ss. 120.536 and 120.54 governing the requirements for meetings. (c) Board of administration meetings.—In a residential condominium association of more than 10 units, the board of administration shall meet at least once each quarter. At least four times each year, the meeting agenda must include an opportunity for members to ask questions of the board. Meetings of the board of administration at which a quorum of the members is present are open to all unit owners. Members of the board of administration may use e-mail as a means of communication but may not cast a vote on an association matter via e-mail. A unit owner may tape record or videotape the meetings. The right to attend such meetings includes the right to speak at such meetings with reference to all designated agenda items and the right to ask questions relating to reports on the status of construction or repair projects, the status of revenues and expenditures during the current fiscal year, and other issues affecting the condominium. The division shall adopt reasonable rules governing the tape recording and videotaping of the meeting. The association may adopt written reasonable rules governing the frequency, duration, and manner of unit owner statements. 1. Adequate notice of all board meetings, which must specifically identify all agenda items, must be posted conspicuously on the condominium property at least 48 continuous hours before the meeting except in an emergency. If the board meeting is to be conducted via video conference, the notice must state that such meeting will be via video conference and must include a hyperlink and a conference telephone number for unit owners to attend the meeting via video conference, as well as the address of the physical location where the unit owners can attend the meeting in person. If the meeting is conducted via video conference, it must be recorded and such recording must be maintained as an official record of the association. If 20 percent of the voting interests petition the board to address an item of business, the board, within 60 days after receipt of the petition, shall place the item on the agenda at its next regular board meeting or at a special meeting called for that purpose. An item not included on the notice may be taken up on an emergency basis by a vote of at least a majority plus one of the board members. Such emergency action must be noticed and ratified at the next regular board meeting. Written notice of a meeting at which a nonemergency special assessment or an amendment to rules regarding unit use will be considered must be mailed, delivered, or electronically transmitted to the unit owners and posted conspicuously on the condominium property at least 14 days before the meeting. Evidence of compliance with this 14-day notice requirement must be made by an affidavit executed by the person providing the notice and filed with the official records of the association. 2. Upon notice to the unit owners, the board shall, by duly adopted rule, designate a specific location on the condominium property at which all notices of board meetings must be posted. If there is no condominium property at which notices can be posted, notices shall be mailed, delivered, or electronically transmitted to each unit owner at least 14 days before the meeting. In lieu of or in addition to the physical posting of the notice on the condominium property, the association may, by reasonable rule, adopt a procedure for conspicuously posting and repeatedly broadcasting the notice and the agenda on a closed-circuit cable television system serving the condominium association. However, if broadcast notice is used in lieu of a notice physically posted on condominium property, the notice and agenda must be broadcast at least four times every broadcast hour of each day that a posted notice is otherwise required under this section. If broadcast notice is provided, the notice and agenda must be broadcast in a manner and for a sufficient continuous length of time so as to allow an average reader to observe the notice and read and comprehend the entire content of the notice and the agenda. In addition to any of the authorized means of providing notice of a meeting of the board, the association may, by rule, adopt a procedure for conspicuously posting the meeting notice and the agenda on a website serving the condominium association for at least the minimum period of time for which a notice of a meeting is also required to be physically posted on the condominium property. Any rule adopted shall, in addition to other matters, include a requirement that the association send an electronic notice in the same manner as a notice for a meeting of the members, which must include a hyperlink to the website at which the notice is posted, to unit owners whose e-mail addresses are included in the association’s official records. 3. Notice of any meeting in which regular or special assessments against unit owners are to be considered must specifically state that assessments will be considered and provide the estimated cost and description of the purposes for such assessments. If an agenda item relates to the approval of a contract for goods or services, a copy of the contract must be provided with the notice and be made available for inspection and copying upon a written request from a unit owner or made available on the association’s website or through an application that can be downloaded on a mobile device. 4. Meetings of a committee to take final action on behalf of the board or make recommendations to the board regarding the association budget are subject to this paragraph. Meetings of a committee that does not take final action on behalf of the board or make recommendations to the board regarding the association budget are subject to this section, unless those meetings are exempted from this section by the bylaws of the association. 5. Notwithstanding any other law, the requirement that board meetings and committee meetings be open to the unit owners does not apply to: a. Meetings between the board or a committee and the association’s attorney, with respect to proposed or pending litigation, if the meeting is held for the purpose of seeking or rendering legal advice; or b. Board meetings held for the purpose of discussing personnel matters. (d) Unit owner meetings.— 1. An annual meeting of the unit owners must be held at the location provided in the association bylaws and, if the bylaws are silent as to the location, the meeting must be held within 15 miles of the condominium property or within the same county as the condominium property. However, such distance requirement does not apply to an association governing a timeshare condominium. If a unit owner meeting is conducted via video conference, a unit owner may vote electronically in the manner provided in s. 718.128. 2. Unit owner meetings, including the annual meeting of the unit owners, may be conducted in person or via video conference. If the annual meeting of the unit owners is conducted via video conference, a quorum of the members of the board of administration must be physically present at the physical location where unit owners can attend the meeting. The location must be provided in the association bylaws and, if the bylaws are silent as to the location, the meeting must be held within 15 miles of the condominium property or within the same county as the condominium property. If the unit owner meeting is conducted via video conference, the video conference must be recorded and such recording must be maintained as an official record of the association. The division shall adopt rules pursuant to ss. 120.536 and 120.54 governing the requirements for meetings. 3. Unless the bylaws provide otherwise, a vacancy on the board caused by the expiration of a director’s term must be filled by electing a new board member, and the election must be by secret ballot. An election is not required if the number of vacancies equals or exceeds the number of candidates. For purposes of this paragraph, the term “candidate” means an eligible person who has timely submitted the written notice, as described in 2 sub-subparagraph 4.a., of his or her intention to become a candidate. Except in a timeshare or nonresidential condominium, or if the staggered term of a board member does not expire until a later annual meeting, or if all members’ terms would otherwise expire but there are no candidates, the terms of all board members expire at the annual meeting, and such members may stand for reelection unless prohibited by the bylaws. Board members may serve terms longer than 1 year if permitted by the bylaws or articles of incorporation. A board member may not serve more than 8 consecutive years unless approved by an affirmative vote of unit owners representing two-thirds of all votes cast in the election or unless there are not enough eligible candidates to fill the vacancies on the board at the time of the vacancy. Only board service that occurs on or after July 1, 2018, may be used when calculating a board member’s term limit. If the number of board members whose terms expire at the annual meeting equals or exceeds the number of candidates, the candidates become members of the board effective upon the adjournment of the annual meeting. Unless the bylaws provide otherwise, any remaining vacancies shall be filled by the affirmative vote of the majority of the directors making up the newly constituted board even if the directors constitute less than a quorum or there is only one director. In a residential condominium association of more than 10 units or in a residential condominium association that does not include timeshare units or timeshare interests, co-owners of a unit may not serve as members of the board of directors at the same time unless they own more than one unit or unless there are not enough eligible candidates to fill the vacancies on the board at the time of the vacancy. A unit owner in a residential condominium desiring to be a candidate for board membership must comply with 2 sub-subparagraph 4.a. and must be eligible to be a candidate to serve on the board of directors at the time of the deadline for submitting a notice of intent to run in order to have his or her name listed as a proper candidate on the ballot or to serve on the board. A person who has been suspended or removed by the division under this chapter, or who is delinquent in the payment of any assessment due to the association, is not eligible to be a candidate for board membership and may not be listed on the ballot. For purposes of this paragraph, a person is delinquent if a payment is not made by the due date as specifically identified in the declaration of condominium, bylaws, or articles of incorporation. If a due date is not specifically identified in the declaration of condominium, bylaws, or articles of incorporation, the due date is the first day of the assessment period. A person who has been convicted of any felony in this state or in a United States District or Territorial Court, or who has been convicted of any offense in another jurisdiction which would be considered a felony if committed in this state, is not eligible for board membership unless such felon’s civil rights have been restored for at least 5 years as of the date such person seeks election to the board. The validity of an action by the board is not affected if it is later determined that a board member is ineligible for board membership due to having been convicted of a felony. This subparagraph does not limit the term of a member of the board of a nonresidential or timeshare condominium. 4. The bylaws must provide the method of calling meetings of unit owners, including annual meetings. Written notice of an annual meeting must include an agenda; be mailed, hand delivered, or electronically transmitted to each unit owner at least 14 days before the annual meeting; and be posted in a conspicuous place on the condominium property or association property at least 14 continuous days before the annual meeting. Written notice of a meeting other than an annual meeting must include an agenda; be mailed, hand delivered, or electronically transmitted to each unit owner; and be posted in a conspicuous place on the condominium property or association property within the timeframe specified in the bylaws. If the bylaws do not specify a timeframe for written notice of a meeting other than an annual meeting, notice must be provided at least 14 continuous days before the meeting. Upon notice to the unit owners, the board shall, by duly adopted rule, designate a specific location on the condominium property or association property at which all notices of unit owner meetings must be posted. This requirement does not apply if there is no condominium property for posting notices. In addition to the physical posting of meeting notices, the association may, by reasonable rule, adopt a procedure for conspicuously posting and repeatedly broadcasting the notice and the agenda on a closed-circuit cable television system serving the condominium association. If broadcast notice is provided, the notice and agenda must be broadcast in a manner and for a sufficient continuous length of time so as to allow an average reader to observe the notice and read and comprehend the entire content of the notice and the agenda. In addition to any of the authorized means of providing notice of a meeting of the board, the association may, by rule, adopt a procedure for conspicuously posting the meeting notice and the agenda on a website serving the condominium association for at least the minimum period of time for which a notice of a meeting is also required to be physically posted on the condominium property. Any rule adopted shall, in addition to other matters, include a requirement that the association send an electronic notice in the same manner as a notice for a meeting of the members, which must include a hyperlink to the website at which the notice is posted, to unit owners whose e-mail addresses are included in the association’s official records. Unless a unit owner waives in writing the right to receive notice of the annual meeting, such notice must be hand delivered, mailed, or electronically transmitted to each unit owner. Notice for meetings and notice for all other purposes must be mailed to each unit owner at the address last furnished to the association by the unit owner, or hand delivered to each unit owner. However, if a unit is owned by more than one person, the association must provide notice to the address that the developer identifies for that purpose and thereafter as one or more of the owners of the unit advise the association in writing, or if no address is given or the owners of the unit do not agree, to the address provided on the deed of record. An officer of the association, or the manager or other person providing notice of the association meeting, must provide an affidavit or United States Postal Service certificate of mailing, to be included in the official records of the association affirming that the notice was mailed or hand delivered in accordance with this provision. 5. The members of the board of a residential condominium shall be elected by written ballot or voting machine. Proxies may not be used in electing the board in general elections or elections to fill vacancies caused by recall, resignation, or otherwise, unless otherwise provided in this chapter. This subparagraph does not apply to an association governing a timeshare condominium. a. At least 60 days before a scheduled election, the association shall mail, deliver, or electronically transmit, by separate association mailing or included in another association mailing, delivery, or transmission, including regularly published newsletters, to each unit owner entitled to a vote, a first notice of the date of the election. A unit owner or other eligible person desiring to be a candidate for the board must give written notice of his or her intent to be a candidate to the association at least 40 days before a scheduled election. Together with the written notice and agenda as set forth in 3 subparagraph 3., the association shall mail, deliver, or electronically transmit a second notice of the election to all unit owners entitled to vote, together with a ballot that lists all candidates not less than 14 days or more than 34 days before the date of the election. Upon request of a candidate, an information sheet, no larger than 8 1/2 inches by 11 inches, which must be furnished by the candidate at least 35 days before the election, must be included with the mailing, delivery, or transmission of the ballot, with the costs of mailing, delivery, or electronic transmission and copying to be borne by the association. The association is not liable for the contents of the information sheets prepared by the candidates. In order to reduce costs, the association may print or duplicate the information sheets on both sides of the paper. The division shall by rule establish voting procedures consistent with this sub-subparagraph, including rules establishing procedures for giving notice by electronic transmission and rules providing for the secrecy of ballots. Elections shall be decided by a plurality of ballots cast. There is no quorum requirement; however, at least 20 percent of the eligible voters must cast a ballot in order to have a valid election. A unit owner may not authorize any other person to vote his or her ballot, and any ballots improperly cast are invalid. A unit owner who violates this provision may be fined by the association in accordance with s. 718.303. A unit owner who needs assistance in casting the ballot for the reasons stated in s. 101.051 may obtain such assistance. The regular election must occur on the date of the annual meeting. Notwithstanding this sub-subparagraph, an election is not required unless more candidates file notices of intent to run or are nominated than board vacancies exist. b. A director of a board of an association of a residential condominium shall: (I) Certify in writing to the secretary of the association that he or she has read the association’s declaration of condominium, articles of incorporation, bylaws, and current written policies; that he or she will work to uphold such documents and policies to the best of his or her ability; and that he or she will faithfully discharge his or her fiduciary responsibility to the association’s members. (II) Submit to the secretary of the association a certificate of having satisfactorily completed the educational curriculum administered by the division or a division-approved condominium education provider. The educational curriculum must be at least 4 hours long and include instruction on milestone inspections, structural integrity reserve studies, elections, recordkeeping, financial literacy and transparency, levying of fines, and notice and meeting requirements. Each newly elected or appointed director must submit to the secretary of the association the written certification and educational certificate within 1 year before being elected or appointed or 90 days after the date of election or appointment. A director of an association of a residential condominium who was elected or appointed before July 1, 2024, must comply with the written certification and educational certificate requirements in this sub-subparagraph by June 30, 2025. The written certification and educational certificate is valid for 7 years after the date of issuance and does not have to be resubmitted as long as the director serves on the board without interruption during the 7-year period. A director who is appointed by the developer may satisfy the educational certificate requirement in sub-sub-subparagraph (II) for any subsequent appointment to a board by a developer within 7 years after the date of issuance of the most recent educational certificate, including any interruption of service on a board or appointment to a board in another association within that 7-year period. One year after submission of the most recent written certification and educational certificate, and annually thereafter, a director of an association of a residential condominium must submit to the secretary of the association a certificate of having satisfactorily completed at least 1 hour of continuing education administered by the division, or a division-approved condominium education provider, relating to any recent changes to this chapter and the related administrative rules during the past year. A director of an association of a residential condominium who fails to timely file the written certification and educational certificate is suspended from service on the board until he or she complies with this sub-subparagraph. The board may temporarily fill the vacancy during the period of suspension. The secretary shall cause the association to retain a director’s written certification and educational certificate for inspection by the members for 7 years after a director’s election or the duration of the director’s uninterrupted tenure, whichever is longer. Failure to have such written certification and educational certificate on file does not affect the validity of any board action. c. Any challenge to the election process must be commenced within 60 days after the election results are announced. 6. Any approval by unit owners called for by this chapter or the applicable declaration or bylaws, including, but not limited to, the approval requirement in s. 718.111(8), must be made at a duly noticed meeting of unit owners and is subject to all requirements of this chapter or the applicable condominium documents relating to unit owner decisionmaking, except that unit owners may take action by written agreement, without meetings, on matters for which action by written agreement without meetings is expressly allowed by the applicable bylaws or declaration or any law that provides for such action. 7. Unit owners may waive notice of specific meetings if allowed by the applicable bylaws or declaration or any law. Notice of meetings of the board of administration; unit owner meetings, except unit owner meetings called to recall board members under paragraph (l); and committee meetings may be given by electronic transmission to unit owners who consent to receive notice by electronic transmission. A unit owner who consents to receiving notices by electronic transmission is solely responsible for removing or bypassing filters that block receipt of mass e-mails sent to members on behalf of the association in the course of giving electronic notices. 8. Unit owners have the right to participate in meetings of unit owners with reference to all designated agenda items. However, the association may adopt reasonable rules governing the frequency, duration, and manner of unit owner participation. 9. A unit owner may tape record or videotape a meeting of the unit owners subject to reasonable rules adopted by the division. 10. Unless otherwise provided in the bylaws, any vacancy occurring on the board before the expiration of a term may be filled by the affirmative vote of the majority of the remaining directors, even if the remaining directors constitute less than a quorum, or by the sole remaining director. In the alternative, a board may hold an election to fill the vacancy, in which case the election procedures must conform to 2 sub-subparagraph 4.a. unless the association governs 10 units or fewer and has opted out of the statutory election process, in which case the bylaws of the association control. Unless otherwise provided in the bylaws, a board member appointed or elected under this section shall fill the vacancy for the unexpired term of the seat being filled. Filling vacancies created by recall is governed by paragraph (l) and rules adopted by the division. 11. This chapter does not limit the use of general or limited proxies, require the use of general or limited proxies, or require the use of a written ballot or voting machine for any agenda item or election at any meeting of a timeshare condominium association or nonresidential condominium association. Notwithstanding subparagraph (b)2. and 2 sub-subparagraph 4.a., an association of 10 or fewer units may, by affirmative vote of a majority of the total voting interests, provide for different voting and election procedures in its bylaws, which may be by a proxy specifically delineating the different voting and election procedures. The different voting and election procedures may provide for elections to be conducted by limited or general proxy. (e) Budget meeting.— 1. Any meeting at which a proposed annual budget of an association will be considered by the board or unit owners shall be open to all unit owners. A meeting of the board or unit owners at which a proposed annual association budget will be considered may be conducted by video conference. The division shall adopt rules pursuant to ss. 120.536 and 120.54 governing the requirements for such meetings. A sound transmitting device must be used so that the conversation of such members may be heard by the board or committee members attending in person, as well as any unit owners present at the meeting. At least 14 days before such a meeting, the board shall hand deliver to each unit owner, mail to each unit owner at the address last furnished to the association by the unit owner, or electronically transmit to the location furnished by the unit owner for that purpose a notice of such meeting and a copy of the proposed annual budget. An officer or manager of the association, or other person providing notice of such meeting, shall execute an affidavit evidencing compliance with such notice requirement, and such affidavit shall be filed among the official records of the association. 2.a. If a board proposes in any fiscal year an annual budget which requires assessments against unit owners which exceed 115 percent of assessments for the preceding fiscal year, the board shall simultaneously propose a substitute budget that does not include any discretionary expenditures that are not required to be in the budget. The substitute budget must be proposed at the budget meeting before the adoption of the annual budget. At least 14 days before such budget meeting in which a substitute budget will be proposed, the board shall hand deliver to each unit owner, or mail to each unit owner at the address last furnished to the association, a notice of the meeting. An officer or manager of the association, or other person providing notice of such meeting shall execute an affidavit evidencing compliance with this notice requirement, and such affidavit shall be filed among the official records of the association. Unit owners must consider and may adopt a substitute budget at the meeting. A substitute budget is adopted if approved by a majority of all voting interests unless the bylaws require adoption by a greater percentage of voting interests. If a substitute budget is not adopted, the annual budget previously initially proposed by the board may be adopted. b. Any determination of whether assessments exceed 115 percent of assessments for the prior fiscal year shall exclude any authorized provision for required reserves for repair or replacement of the condominium property; anticipated expenses of the association which the board does not expect to be incurred on a regular or annual basis for the repair, maintenance, or replacement of the items listed in paragraph (g); and insurance premiums. c. If the developer controls the board, assessments may not exceed 115 percent of assessments for the prior fiscal year unless approved by a majority of all voting interests. (f) Annual budget.— 1. The proposed annual budget of estimated revenues and expenses must be detailed and must show the amounts budgeted by accounts and expense classifications, including, at a minimum, any applicable expenses listed in s. 718.504(21). The board shall adopt the annual budget at least 14 days before the start of the association’s fiscal year. In the event that the board fails to timely adopt the annual budget a second time, it is deemed a minor violation and the prior year’s budget shall continue in effect until a new budget is adopted. A multicondominium association must adopt a separate budget of common expenses for each condominium the association operates and must adopt a separate budget of common expenses for the association. In addition, if the association maintains limited common elements with the cost to be shared only by those entitled to use the limited common elements as provided for in s. 718.113(1), the budget or a schedule attached to it must show the amount budgeted for this maintenance. If, after turnover of control of the association to the unit owners, any of the expenses listed in s. 718.504(21) are not applicable, they do not need to be listed. 2.a. In addition to annual operating expenses, the budget must include reserve accounts for capital expenditures and deferred maintenance. These accounts must include, but are not limited to, roof replacement, building painting, and pavement resurfacing, regardless of the amount of deferred maintenance expense or replacement cost, and any other item that has a deferred maintenance expense or replacement cost that exceeds $25,000 or the inflation-adjusted amount determined by the division under subparagraph 6., whichever is greater. The amount to be reserved must be computed using a formula based upon estimated remaining useful life and estimated replacement cost or deferred maintenance expense of the reserve item. In a budget adopted by an association that is required to obtain a structural integrity reserve study, reserves must be maintained for the items identified in paragraph (g) for which the association is responsible pursuant to the declaration of condominium, and the reserve amount for such items must be based on the findings and recommendations of the association’s most recent structural integrity reserve study. If an association votes to terminate the condominium in accordance with s. 718.117, the members may vote to waive the maintenance of reserves recommended by the association’s most recent structural integrity reserve study. With respect to items for which an estimate of useful life is not readily ascertainable or with an estimated remaining useful life of greater than 25 years, an association is not required to reserve replacement costs for such items, but an association must reserve the amount of deferred maintenance expense, if any, which is recommended by the structural integrity reserve study for such items. The association may adjust replacement reserve assessments annually to take into account an inflation adjustment and any changes in estimates or extension of the useful life of a reserve item caused by deferred maintenance. b. The members of a unit-owner-controlled association may determine, by a majority vote of the total voting interests of the association, to provide no reserves or less reserves than required by this subsection. For a budget adopted on or after December 31, 2024, the members of a unit-owner-controlled association that must obtain a structural integrity reserve study may not determine to provide no reserves or less reserves than required by this subsection for items listed in paragraph (g), except that members of an association operating a multicondominium may determine to provide no reserves or less reserves than required by this subsection if an alternative funding method has been approved by the division. c.(I) Reserves for the items listed in paragraph (g) may be funded by regular assessments, special assessments, lines of credit, or loans. A special assessment, a line of credit, or a loan under this sub-subparagraph requires the approval of a majority vote of the total voting interests of the association. (II) A unit-owner-controlled association that must have a structural integrity reserve study may secure a line of credit or a loan to fund capital expenses required by a milestone inspection under s. 553.899 or a structural integrity reserve study. The line of credit or loan must be sufficient to fund the cumulative amount of any previously waived or unfunded portions of the reserve funding amount required by this paragraph and the most recent structural integrity reserve study. Funding from the line of credit or loan must be immediately available for access by the board to fund required repair, maintenance, or replacement expenses without further approval by the members of the association. A special assessment, a line of credit, or a loan secured under this sub-subparagraph and related details must be included in the annual financial statement that is required under s. 718.111(13) to be delivered to unit owners and required under s. 718.503 to be provided to prospective purchasers of a unit. (III) This sub-subparagraph does not apply to associations controlled by a developer as defined in s. 718.103, an association in which the nondeveloper unit owners have been in control for less than 1 year, or an association controlled by one or more bulk assignees or bulk buyers as those terms are defined in s. 718.703. d. If the local building official, as defined in s. 468.603, determines that the entire condominium building is uninhabitable due to a natural emergency, as defined in s. 252.34, the board may pause the contribution to its reserves or reduce reserve funding until the local building official determines that the condominium building is habitable. Any reserve account funds held by the association may be expended, pursuant to the board’s determination, to make the condominium building and its structures habitable. Upon the determination by the local building official that the condominium building is habitable, the association must immediately resume contributing funds to its reserves. e. For a budget adopted on or before December 31, 2028, if the association has completed a milestone inspection pursuant to s. 553.899 within the previous 2 calendar years, the board, upon the approval of a majority of the total voting interests of the association, may temporarily pause, for a period of no more than two consecutive annual budgets, reserve fund contributions or reduce the amount of reserve funding for the purpose of funding repairs recommended by the milestone inspection. This sub-subparagraph does not apply to an association controlled by a developer as defined in s. 718.103, an association in which the nondeveloper unit owners have been in control for less than 1 year, or an association controlled by one or more bulk assignees or bulk buyers as those terms are defined in s. 718.703. An association that has paused reserve contributions under this subparagraph must have a structural integrity reserve study performed before the continuation of reserve contributions in order to determine the association’s reserve funding needs and to recommend a reserve funding plan. f. Before turnover of control of an association by a developer to unit owners other than a developer under s. 718.301, the developer-controlled association may not vote to waive the reserves or reduce funding of the reserves. If a meeting of the unit owners has been called to determine whether to waive or reduce the funding of reserves and no such result is achieved or a quorum is not attained, the reserves included in the budget shall go into effect. After the turnover, the developer may vote its voting interest to waive or reduce the funding of reserves. 3. Reserve funds and any interest accruing thereon shall remain in the reserve account or accounts, and may be used only for authorized reserve expenditures unless their use for other purposes is approved in advance by a majority vote of all the total voting interests of the association. Before turnover of control of an association by a developer to unit owners other than the developer pursuant to s. 718.301, the developer-controlled association may not vote to use reserves for purposes other than those for which they were intended. For a budget adopted on or after December 31, 2024, members of a unit-owner-controlled association that must obtain a structural integrity reserve study may not vote to use reserve funds, or any interest accruing thereon, for any other purpose other than the replacement or deferred maintenance costs of the components listed in paragraph (g). 4. An association’s reserve accounts may be pooled for two or more required components. Reserve funding for components listed in paragraph (g) may only be pooled with other components listed in paragraph (g). The reserve funding indicated in the proposed annual budget must be sufficient to ensure that available funds meet or exceed projected expenses for all components in the reserve pool based on the reserve funding plan or schedule of the most recent structural integrity reserve study. A vote of the members is not required for the board to change the accounting method for reserves to a pooling accounting method or a straight-line accounting method. 5. The only voting interests that are eligible to vote on questions that involve waiving or reducing the funding of reserves, or using existing reserve funds for purposes other than purposes for which the reserves were intended, are the voting interests of the units subject to assessment to fund the reserves in question. Proxy questions relating to waiving or reducing the funding of reserves or using existing reserve funds for purposes other than purposes for which the reserves were intended must contain the following statement in capitalized, bold letters in a font size larger than any other used on the face of the proxy ballot: WAIVING OF RESERVES, IN WHOLE OR IN PART, OR ALLOWING ALTERNATIVE USES OF EXISTING RESERVES MAY RESULT IN UNIT OWNER LIABILITY FOR PAYMENT OF UNANTICIPATED SPECIAL ASSESSMENTS REGARDING THOSE ITEMS. 6. The division shall annually adjust for inflation, based on the Consumer Price Index for All Urban Consumers released in January of each year, the minimum $25,000 threshold amount for required reserves. By February 1, 2026, and annually thereafter, the division must conspicuously post on its website the inflation-adjusted minimum threshold amount for required reserves. (g) Structural integrity reserve study.— 1. A residential condominium association must have a structural integrity reserve study completed at least every 10 years after the condominium’s creation for each building on the condominium property that is three habitable stories or higher in height, as determined by the Florida Building Code, which includes, at a minimum, a study of the following items as related to the structural integrity and safety of the building: a. Roof. b. Structure, including load-bearing walls and other primary structural members and primary structural systems as those terms are defined in s. 627.706. c. Fireproofing and fire protection systems. d. Plumbing. e. Electrical systems. f. Waterproofing and exterior painting. g. Windows and exterior doors. h. Any other item that has a deferred maintenance expense or replacement cost that exceeds $25,000 or the inflation-adjusted amount determined by the division under subparagraph (f)6., whichever is greater, and the failure to replace or maintain such item negatively affects the items listed in sub-subparagraphs a.-g., as determined by the visual inspection portion of the structural integrity reserve study. 2. A structural integrity reserve study is based on a visual inspection of the condominium property. 3.a. A structural integrity reserve study, including the visual inspection portion of the structural integrity reserve study, must be performed or verified by an engineer licensed under chapter 471, an architect licensed under chapter 481, or a person certified as a reserve specialist or professional reserve analyst by the Community Associations Institute or the Association of Professional Reserve Analysts. b. Any design professional as defined in s. 558.002 or any contractor licensed under chapter 489 who bids to perform a structural integrity reserve study must disclose in writing to the association his or her intent to bid on any services related to any maintenance, repair, or replacement that may be recommended by the structural integrity reserve study. Any design professional as defined in s. 558.002 or contractor licensed under chapter 489 who submits a bid to the association for performing any services recommended by the structural integrity reserve study may not have an interest, directly or indirectly, in the firm or entity providing the association’s structural integrity reserve study or be a relative of any person having a direct or indirect interest in such firm, unless such relationship is disclosed to the association in writing. As used in this section, the term “relative” means a relative within the third degree of consanguinity by blood or marriage. A contract for services is voidable and terminates upon the association filing a written notice terminating the contract if the design professional or licensed contractor failed to provide the written disclosure of the interests or relationships required under this paragraph. A design professional or licensed contractor may be subject to discipline under the applicable practice act for his or her profession for failure to provide the written disclosure of the interests or relationships required under this paragraph. 4.a. At a minimum, a structural integrity reserve study must identify each item of the condominium property being visually inspected, state the estimated remaining useful life and the estimated replacement cost or deferred maintenance expense of each item of the condominium property being visually inspected, and provide a reserve funding plan or schedule with a recommended annual reserve amount that achieves the estimated replacement cost or deferred maintenance expense of each item of condominium property being visually inspected by the end of the estimated remaining useful life of the item. At a minimum, the structural integrity reserve study must include a recommendation for a reserve funding schedule based on a baseline funding plan that provides a reserve funding goal in which the reserve funding for each budget year is sufficient to maintain the reserve cash balance above zero. The study may recommend other types of reserve funding schedules, provided that each recommended schedule is sufficient to meet the association’s maintenance obligation. b. The structural integrity reserve study may recommend that reserves do not need to be maintained for any item for which an estimate of useful life and an estimate of replacement cost cannot be determined, or the study may recommend a deferred maintenance expense amount for such item. The structural integrity reserve study may recommend that reserves for replacement costs do not need to be maintained for any item with an estimated remaining useful life of greater than 25 years, but the study may recommend a deferred maintenance expense amount for such item. If the structural integrity reserve study recommends reserves for any item for which reserves are not required under this paragraph, the amount of the recommended reserves for such item must be separately identified in the structural integrity reserve study as an item for which reserves are not required under this paragraph. c. The structural integrity reserve study must take into consideration the funding method or methods used by the association to fund its maintenance and reserve funding obligations through regular assessments, special assessments, lines of credit, or loans. If the structural integrity reserve study is performed before the association has approved a special assessment or secured a line of credit or a loan, the structural integrity reserve study must be updated to reflect the funding method selected by the association and its effect on the reserve funding schedule, including any anticipated change in the amount of regular assessments. The structural integrity reserve study may be updated to reflect any changes to the useful life of the reserve items after such items are repaired or replaced and the effect such repair or replacement will have on the reserve funding schedule. The association must obtain an updated structural integrity reserve study before adopting any budget in which the reserve funding from regular assessments, special assessments, lines of credit, or loans does not align with the funding plan from the most recent version of the structural integrity reserve study. 5. This paragraph does not apply to buildings less than three stories in height; single-family, two-family, three-family, or four-family dwellings with three or fewer habitable stories above ground; any portion or component of a building that has not been submitted to the condominium form of ownership; or any portion or component of a building that is maintained by a party other than the association. 6. Before a developer turns over control of an association to unit owners other than the developer, the developer must have a turnover inspection report in compliance with s. 718.301(4)(p) and (q) for each building on the condominium property that is three stories or higher in height. 7. Associations existing on or before July 1, 2022, which are controlled by unit owners other than the developer, must have a structural integrity reserve study completed by December 31, 2025, for each building on the condominium property that is three stories or higher in height. An association that is required to complete a milestone inspection in accordance with s. 553.899 on or before December 31, 2026, may complete the structural integrity reserve study simultaneously with the milestone inspection. In no event may the structural integrity reserve study be completed after December 31, 2026. 8. If the milestone inspection required by s. 553.899, or an inspection completed for a similar local requirement, was performed within the past 5 years and meets the requirements of this paragraph, such inspection may be used in place of the visual inspection portion of the structural integrity reserve study. 9. If the association completes a milestone inspection required by s. 553.899, or an inspection completed for a similar local requirement, the association may delay performance of a required structural integrity reserve study for no more than the 2 consecutive budget years immediately following the milestone inspection in order to allow the association to focus its financial resources on completing the repair and maintenance recommendations of the milestone inspection. 10. If the officers or directors of an association willfully and knowingly fail to complete a structural integrity reserve study pursuant to this paragraph, such failure is a breach of an officer’s or a director’s fiduciary relationship to the unit owners under s. 718.111(1). An officer or a director of an association must sign an affidavit acknowledging receipt of the completed structural integrity reserve study. 11. Within 45 days after receiving the structural integrity reserve study, the association must distribute a copy of the study to each unit owner or deliver to each unit owner a notice that the completed study is available for inspection and copying upon a written request. Distribution of a copy of the study or notice must be made by United States mail or personal delivery to the mailing address, property address, or any other address of the owner provided to fulfill the association’s notice requirements under this chapter, or by electronic transmission to the e-mail address or facsimile number provided to fulfill the association’s notice requirements to unit owners who previously consented to receive notice by electronic transmission. 12. Within 45 days after receiving the structural integrity reserve study, the association must provide the division with a statement indicating that the study was completed and that the association provided or made available such study to each unit owner in accordance with this section. The statement must be provided to the division in the manner established by the division using a form posted on the division’s website. 13. The division shall adopt by rule the form for the structural integrity reserve study in coordination with the Florida Building Commission. (h) Mandatory milestone inspections.—If an association is required to have a milestone inspection performed pursuant to s. 553.899, the association must arrange for the milestone inspection to be performed and is responsible for ensuring compliance with the requirements of s. 553.899. The association is responsible for all costs associated with the milestone inspection attributable to the portions of the building which the association is responsible for maintaining under the governing documents of the association. If the officers or directors of an association willfully and knowingly fail to have a milestone inspection performed pursuant to s. 553.899, such failure is a breach of the officers’ and directors’ fiduciary relationship to the unit owners under s. 718.111(1)(a). Within 14 days after receipt of a written notice from the local enforcement agency that a milestone inspection is required, the association must notify the unit owners of the required milestone inspection and provide the date by which the milestone inspection must be completed. Such notice may be given by electronic submission to unit owners who consent to receive notice by electronic submission or by posting on the association’s website. Within 45 days after receiving a phase one or phase two milestone inspection report from the architect or engineer who performed the inspection, the association must distribute a copy of the inspector-prepared summary of the inspection report to each unit owner, regardless of the findings or recommendations in the report, by United States mail or personal delivery at the mailing address, property address, or any other address of the owner provided to fulfill the association’s notice requirements under this chapter and by electronic transmission to the e-mail address or facsimile number provided to fulfill the association’s notice requirements to unit owners who previously consented to receive notice by electronic transmission; must post a copy of the inspector-prepared summary in a conspicuous place on the condominium property; and must publish the full report and inspector-prepared summary on the association’s website, if the association is required to have a website. (i) Assessments.—The manner of collecting from the unit owners their shares of the common expenses shall be stated in the bylaws. Assessments shall be made against units not less frequently than quarterly in an amount which is not less than that required to provide funds in advance for payment of all of the anticipated current operating expenses and for all of the unpaid operating expenses previously incurred. Nothing in this paragraph shall preclude the right of an association to accelerate assessments of an owner delinquent in payment of common expenses. Accelerated assessments shall be due and payable on the date the claim of lien is filed. Such accelerated assessments shall include the amounts due for the remainder of the budget year in which the claim of lien was filed. (j) Amendment of bylaws.— 1. The method by which the bylaws may be amended consistent with the provisions of this chapter shall be stated. If the bylaws fail to provide a method of amendment, the bylaws may be amended if the amendment is approved by the owners of not less than two-thirds of the voting interests. 2. No bylaw shall be revised or amended by reference to its title or number only. Proposals to amend existing bylaws shall contain the full text of the bylaws to be amended; new words shall be inserted in the text underlined, and words to be deleted shall be lined through with hyphens. However, if the proposed change is so extensive that this procedure would hinder, rather than assist, the understanding of the proposed amendment, it is not necessary to use underlining and hyphens as indicators of words added or deleted, but, instead, a notation must be inserted immediately preceding the proposed amendment in substantially the following language: “Substantial rewording of bylaw. See bylaw for present text.” 3. Nonmaterial errors or omissions in the bylaw process will not invalidate an otherwise properly promulgated amendment. (k) Transfer fees.—An association may not charge a fee in connection with the sale, mortgage, lease, sublease, or other transfer of a unit unless the association is required to approve such transfer and a fee for such approval is provided for in the declaration, articles, or bylaws. Any such fee may be preset but may not exceed $150 per applicant. For the purpose of calculating the fee, spouses or a parent or parents and any dependent children are considered one applicant. However, if the lease or sublease is a renewal of a lease or sublease with the same lessee or sublessee, a charge may not be made. Such fees must be adjusted every 5 years in an amount equal to the total of the annual increases occurring in the Consumer Price Index for All Urban Consumers, U.S. City Average, All Items during that 5-year period. The Department of Business and Professional Regulation shall periodically calculate the fees, rounded to the nearest dollar, and publish the amounts, as adjusted, on its website. The foregoing notwithstanding, if the authority to do so appears in the declaration, articles, or bylaws, an association may require that a prospective lessee place a security deposit, in an amount not to exceed the equivalent of 1 month’s rent, into an escrow account maintained by the association. The security deposit shall protect against damages to the common elements or association property. Payment of interest, claims against the deposit, refunds, and disputes under this paragraph shall be handled in the same fashion as provided in part II of chapter 83. (l) Recall of board members.—Subject to s. 718.301, any member of the board of administration may be recalled and removed from office with or without cause by the vote or agreement in writing by a majority of all the voting interests. A special meeting of the unit owners to recall a member or members of the board of administration may be called by 10 percent of the voting interests giving notice of the meeting as required for a meeting of unit owners, and the notice shall state the purpose of the meeting. Electronic transmission may not be used as a method of giving notice of a meeting called in whole or in part for this purpose. 1. If the recall is approved by a majority of all voting interests by a vote at a meeting, the recall will be effective as provided in this paragraph. The board shall duly notice and hold a board meeting within 5 full business days after the adjournment of the unit owner meeting to recall one or more board members. Such member or members shall be recalled effective immediately upon conclusion of the board meeting, provided that the recall is facially valid. A recalled member must turn over to the board, within 10 full business days after the vote, any and all records and property of the association in their possession. 2. If the proposed recall is by an agreement in writing by a majority of all voting interests, the agreement in writing or a copy thereof shall be served on the association by certified mail or by personal service in the manner authorized by chapter 48 and the Florida Rules of Civil Procedure. The board of administration shall duly notice and hold a meeting of the board within 5 full business days after receipt of the agreement in writing. Such member or members shall be recalled effective immediately upon the conclusion of the board meeting, provided that the recall is facially valid. A recalled member must turn over to the board, within 10 full business days, any and all records and property of the association in their possession. 3. If the board fails to duly notice and hold a board meeting within 5 full business days after service of an agreement in writing or within 5 full business days after the adjournment of the unit owner recall meeting, the recall is deemed effective and the board members so recalled shall turn over to the board within 10 full business days after the vote any and all records and property of the association. 4. If the board fails to duly notice and hold the required meeting or at the conclusion of the meeting determines that the recall is not facially valid, the unit owner representative may file a petition or court action under s. 718.1255 challenging the board’s failure to act or challenging the board’s determination on facial validity. The petition or action must be filed within 60 days after the expiration of the applicable 5-full-business-day period. The review of a petition or action under this subparagraph is limited to the sufficiency of service on the board and the facial validity of the written agreement or ballots filed. 5. If a vacancy occurs on the board as a result of a recall or removal and less than a majority of the board members are removed, the vacancy may be filled by the affirmative vote of a majority of the remaining directors, notwithstanding any provision to the contrary contained in this subsection. If vacancies occur on the board as a result of a recall and a majority or more of the board members are removed, the vacancies shall be filled in accordance with procedural rules to be adopted by the division, which rules need not be consistent with this subsection. The rules must provide procedures governing the conduct of the recall election as well as the operation of the association during the period after a recall but before the recall election. 6. A board member who has been recalled may file a petition or court action under s. 718.1255 challenging the validity of the recall. The petition or action must be filed within 60 days after the recall. The association and the unit owner representative shall be named as the respondents. The petition or action may challenge the facial validity of the written agreement or ballots filed or the substantial compliance with the procedural requirements for the recall. If the arbitrator or court determines the recall was invalid, the petitioning board member shall immediately be reinstated and the recall is null and void. A board member who is successful in challenging a recall is entitled to recover reasonable attorney fees and costs from the respondents. The arbitrator or court may award reasonable attorney fees and costs to the respondents if they prevail, if the arbitrator or court makes a finding that the petitioner’s claim is frivolous. 7. The division or a court of competent jurisdiction may not accept for filing a recall petition or court action, whether filed under subparagraph 1., subparagraph 2., subparagraph 4., or subparagraph 6., when there are 60 or fewer days until the scheduled reelection of the board member sought to be recalled or when 60 or fewer days have elapsed since the election of the board member sought to be recalled. (m) Alternative dispute resolution.—There must be a provision for alternative dispute resolution as provided for in s. 718.1255 for any residential condominium. (n) Firesafety.—An association must ensure compliance with the Florida Fire Prevention Code. As to a residential condominium building that is a high-rise building as defined under the Florida Fire Prevention Code, the association must retrofit either a fire sprinkler system or an engineered life safety system as specified in the Florida Fire Prevention Code. Notwithstanding chapter 633 or of any other code, statute, ordinance, administrative rule, or regulation, or any interpretation of the foregoing, an association, residential condominium, or unit owner is not obligated to retrofit the common elements, association property, or units of a residential condominium with a fire sprinkler system in a building that has been certified for occupancy by the applicable governmental entity if the unit owners have voted to forego such retrofitting by the affirmative vote of a majority of all voting interests in the affected condominium. The local authority having jurisdiction may not require completion of retrofitting with a fire sprinkler system or an engineered life safety system before January 1, 2024. 1. A vote to forego retrofitting may be obtained by limited proxy or by a ballot personally cast at a duly called membership meeting, or by execution of a written consent by the member, and is effective upon recording a certificate attesting to such vote in the public records of the county where the condominium is located. The association shall mail or hand deliver to each unit owner written notice at least 14 days before the membership meeting in which the vote to forego retrofitting of the required fire sprinkler system is to take place. Within 30 days after the association’s opt-out vote, notice of the results of the opt-out vote must be mailed or hand delivered to all unit owners. Evidence of compliance with this notice requirement must be made by affidavit executed by the person providing the notice and filed among the official records of the association. After notice is provided to each owner, a copy must be provided by the current owner to a new owner before closing and by a unit owner to a renter before signing a lease. 2. If there has been a previous vote to forego retrofitting, a vote to require retrofitting may be obtained at a special meeting of the unit owners called by a petition of at least 10 percent of the voting interests. Such a vote may only be called once every 3 years. Notice shall be provided as required for any regularly called meeting of the unit owners, and must state the purpose of the meeting. Electronic transmission may not be used to provide notice of a meeting called in whole or in part for this purpose. 3. As part of the information collected annually from condominiums, the division shall require condominium associations to report the membership vote and recording of a certificate under this subsection and, if retrofitting has been undertaken, the per-unit cost of such work. The division shall annually report to the Division of State Fire Marshal of the Department of Financial Services the number of condominiums that have elected to forego retrofitting. 4. Notwithstanding s. 553.509, a residential association may not be obligated to, and may forego the retrofitting of, any improvements required by s. 553.509(2) upon an affirmative vote of a majority of the voting interests in the affected condominium. 5. This paragraph does not apply to timeshare condominium associations, which shall be governed by s. 721.24. (o) Common elements; limited power to convey.— 1. With respect to condominiums created on or after October 1, 1994, the bylaws shall include a provision granting the association a limited power to convey a portion of the common elements to a condemning authority for the purpose of providing utility easements, right-of-way expansion, or other public purposes, whether negotiated or as a result of eminent domain proceedings. 2. In any case where the bylaws are silent as to the association’s power to convey common elements as described in subparagraph 1., the bylaws shall be deemed to include the provision described in subparagraph 1. (p) Director or officer delinquencies.—A director or officer more than 90 days delinquent in the payment of any monetary obligation due the association shall be deemed to have abandoned the office, creating a vacancy in the office to be filled according to law. (q) Director or officer offenses.— 1. A director or an officer charged by information or indictment with any of the following crimes must be removed from office: a. Forgery, as provided in s. 831.01, of a ballot envelope or voting certificate used in a condominium association election. b. Theft, as provided in s. 812.014, or embezzlement involving the association’s funds or property. c. Destruction of, or the refusal to allow inspection or copying of, an official record of a condominium association which is accessible to unit owners within the time periods required by general law, in furtherance of any crime. Such act constitutes tampering with physical evidence as provided in s. 918.13. d. Obstruction of justice under chapter 843. e. Any criminal violation under this chapter. 2. The board shall fill the vacancy in accordance with paragraph (2)(d) until the end of the period of the suspension or the end of the director’s term of office, whichever occurs first. While such director or officer has such criminal charge pending, he or she may not be appointed or elected to a position as a director or officer of any association and may not have access to the official records of any association, except pursuant to a court order. However, if the charges are resolved without a finding of guilt, the director or officer shall be reinstated for the remainder of his or her term of office, if any. (r) Fraudulent voting activities relating to association elections; penalties.— 1. A person who engages in the following acts of fraudulent voting activity relating to association elections commits a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083: a. Willfully and falsely swearing to or affirming an oath or affirmation, or willfully procuring another person to falsely swear to or affirm an oath or affirmation, in connection with or arising out of voting activities. b. Perpetrating or attempting to perpetrate, or aiding in the perpetration of, fraud in connection with a vote cast, to be cast, or attempted to be cast. c. Preventing a member from voting or preventing a member from voting as he or she intended by fraudulently changing or attempting to change a ballot, ballot envelope, vote, or voting certificate of the member. d. Menacing, threatening, or using bribery or any other corruption to attempt, directly or indirectly, to influence, deceive, or deter a member when the member is voting. e. Giving or promising, directly or indirectly, anything of value to another member with the intent to buy the vote of that member or another member or to corruptly influence that member or another member in casting his or her vote. This sub-subparagraph does not apply to any food served which is to be consumed at an election rally or a meeting or to any item of nominal value which is used as an election advertisement, including a campaign message designed to be worn by a member. f. Using or threatening to use, directly or indirectly, force, violence, or intimidation or any tactic of coercion or intimidation to induce or compel a member to vote or refrain from voting in an election or on a particular ballot measure. 2. Each of the following acts constitutes a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083: a. Knowingly aiding, abetting, or advising a person in the commission of a fraudulent voting activity related to association elections. b. Agreeing, conspiring, combining, or confederating with at least one other person to commit a fraudulent voting activity related to association elections. c. Having knowledge of a fraudulent voting activity related to association elections and giving any aid to the offender with intent that the offender avoid or escape detection, arrest, trial, or punishment. This sub-subparagraph does not apply to a licensed attorney giving legal advice to a client. (3) OPTIONAL PROVISIONS.—The bylaws as originally recorded or as amended under the procedures provided therein may provide for the following: (a) A method of adopting and amending administrative rules and regulations governing the details of the operation and use of the common elements. (b) Restrictions on and requirements for the use, maintenance, and appearance of the units and the use of the common elements. (c) Provisions for giving notice by electronic transmission in a manner authorized by law of meetings of the board of directors and committees and of annual and special meetings of the members. (d) Other provisions which are not inconsistent with this chapter or with the declaration, as may be desired. History.—s. 1, ch. 76-222; s. 1, ch. 77-174; s. 5, ch. 77-221; ss. 3, 4, ch. 77-222; s. 1, ch. 78-340; s. 6, ch. 79-314; s. 2, ch. 80-323; s. 2, ch. 81-225; s. 1, ch. 82-113; s. 4, ch. 82-199; s. 6, ch. 84-368; s. 6, ch. 86-175; s. 2, ch. 88-148; s. 7, ch. 90-151; s. 5, ch. 91-103; ss. 5, 6, ch. 91-426; s. 3, ch. 92-49; s. 3, ch. 94-336; s. 7, ch. 94-350; s. 36, ch. 95-274; s. 2, ch. 96-396; s. 32, ch. 97-93; s. 1773, ch. 97-102; s. 1, ch. 97-301; s. 2, ch. 98-195; s. 3, ch. 98-322; s. 53, ch. 2000-302; s. 21, ch. 2001-64; s. 9, ch. 2002-27; s. 5, ch. 2003-14; s. 4, ch. 2004-345; s. 4, ch. 2004-353; s. 134, ch. 2005-2; s. 7, ch. 2008-28; s. 88, ch. 2009-21; s. 10, ch. 2010-174; s. 3, ch. 2011-196; s. 5, ch. 2013-122; s. 1, ch. 2013-159; s. 3, ch. 2013-188; s. 1, ch. 2014-74; s. 9, ch. 2014-133; s. 3, ch. 2015-97; s. 3, ch. 2017-188; s. 2, ch. 2018-96; s. 15, ch. 2019-165; s. 4, ch. 2021-99; s. 21, ch. 2021-135; s. 6, ch. 2022-269; s. 6, ch. 2023-203; s. 9, ch. 2024-244; s. 8, ch. 2025-175. 1 Note.—Redesignated as subparagraph (d)5. by s. 8, ch. 2025-175. 2 Note.—Redesignated as sub-subparagraph 5.a. by s. 8, ch. 2025-175. 3 Note.—Redesignated as subparagraph 4. by s. 8, ch. 2025-175. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabea7d81ba689',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-i/section-718-112/"
    },
    {
      "id": "section-7181124failure",
      "number": "718.1124",
      "heading": "Failure to fill vacancies on board of administration sufficient to constitute a quorum; appointment of receiver upon petition of unit owner.",
      "text": "to fill vacancies on board of administration sufficient to constitute a quorum; appointment of receiver upon petition of unit owner.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718114association",
      "number": "718.114",
      "heading": "Association powers.",
      "text": "powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718115common",
      "number": "718.115",
      "heading": "Common expenses and common surplus.",
      "text": "expenses and common surplus.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718117termination",
      "number": "718.117",
      "heading": "Termination of condominium.",
      "text": "of condominium.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718118equitable",
      "number": "718.118",
      "heading": "Equitable relief.",
      "text": "relief.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718119limitation",
      "number": "718.119",
      "heading": "Limitation of liability.",
      "text": "of liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718120separate",
      "number": "718.120",
      "heading": "Separate taxation of condominium parcels; survival of declaration after tax sale; assessment of timeshare estates.",
      "text": "taxation of condominium parcels; survival of declaration after tax sale; assessment of timeshare estates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718121liens",
      "number": "718.121",
      "heading": "Liens",
      "text": "718.121 Liens.— (1) Subsequent to recording the declaration and while the property remains subject to the declaration, no liens of any nature are valid against the condominium property as a whole except with the unanimous consent of the unit owners. During this period, liens may arise or be created only against individual condominium parcels. (2) Labor performed on or materials furnished to a unit may not be the basis for the filing of a lien under part I of chapter 713, the Construction Lien Law, against the unit or condominium parcel of any unit owner not expressly consenting to or requesting the labor or materials. Labor performed on or materials furnished for the installation of a natural gas fuel station or an electric vehicle charging station under s. 718.113(8) may not be the basis for filing a lien under part I of chapter 713 against the association, but such a lien may be filed against the unit owner. Labor performed on or materials furnished to the common elements are not the basis for a lien on the common elements, but if authorized by the association, the labor or materials are deemed to be performed or furnished with the express consent of each unit owner and may be the basis for the filing of a lien against all condominium parcels in the proportions for which the owners are liable for common expenses. (3) If a lien against two or more condominium parcels becomes effective, each owner may relieve his or her condominium parcel of the lien by exercising any of the rights of a property owner under chapter 713, or by payment of the proportionate amount attributable to his or her condominium parcel. Upon the payment, the lienor shall release the lien of record for that condominium parcel. (4)(a) If an association sends out an invoice for assessments or a unit’s statement of the account described in s. 718.111(12)(a)11.c., the invoice for assessments or the unit’s statement of account must be delivered to the unit owner by first-class United States mail or by electronic transmission to the unit owner’s e-mail address maintained in the association’s official records. (b) Before changing the method of delivery for an invoice for assessments or the statement of the account, the association must deliver a written notice of such change to each unit owner. The written notice must be delivered to the unit owner at least 30 days before the association sends the invoice for assessments or the statement of the account by the new delivery method. The notice must be sent by first-class United States mail to the unit owner at his or her last address as reflected in the association’s records and, if such address is not the unit address, must be sent by first-class United States mail to the unit address. Notice is deemed to have been delivered upon mailing as required by this paragraph. (c) A unit owner must affirmatively acknowledge his or her understanding that the association will change its method of delivery of the invoice for assessments or the unit’s statement of the account before the association may change the method of delivering an invoice for assessments or the statement of account. The unit owner may make the affirmative acknowledgment electronically or in writing. (5) An association may not require payment of attorney fees related to a past due assessment without first delivering a written notice of late assessment to the unit owner which specifies the amount owed the association and provides the unit owner an opportunity to pay the amount owed without the assessment of attorney fees. The notice of late assessment must be sent by first-class United States mail to the unit owner at his or her last address as reflected in the association’s records and, if such address is not the unit address, must also be sent by first-class United States mail to the unit address. Notice is deemed to have been delivered upon mailing as required by this subsection. A rebuttable presumption that an association mailed a notice in accordance with this subsection is established if a board member, officer, or agent of the association, or a manager licensed under part VIII of chapter 468, provides a sworn affidavit attesting to such mailing. The notice must be in substantially the following form: NOTICE OF LATE ASSESSMENT RE: Unit of (name of association) The following amounts are currently due on your account to (name of association) , and must be paid within 30 days of the date of this letter. This letter shall serve as the association’s notice of its intent to proceed with further collection action against your property no sooner than 30 days of the date of this letter, unless you pay in full the amounts set forth below: Maintenance due (dates) $ . Late fee, if applicable $ . Interest through (dates) * $ . TOTAL OUTSTANDING $ . *Interest accrues at the rate of percent per annum. (6) Except as otherwise provided in this chapter, no lien may be filed by the association against a condominium unit until 45 days after the date on which a notice of intent to file a lien has been delivered to the owner by registered or certified mail, return receipt requested, by first-class United States mail to the owner at his or her last address as reflected in the association’s records and, if such address is not the unit address, by first-class United States mail to the unit address. Notice is deemed to have been delivered upon mailing as required by this subsection, provided that it is in substantially the following form: NOTICE OF INTENT TO RECORD A CLAIM OF LIEN RE: Unit of (name of association) The following amounts are currently due on your account to (name of association) , and must be paid within 45 days after your receipt of this letter. This letter shall serve as the association’s notice of intent to record a Claim of Lien against your property no sooner than 45 days after your receipt of this letter, unless you pay in full the amounts set forth below: Maintenance due (dates) $ . Late fee, if applicable $ . Interest through (dates) * $ . Certified mail charges (dates) $ . Other costs $ . TOTAL OUTSTANDING $ . *Interest accrues at the rate of percent per annum. History.—s. 1, ch. 76-222; s. 26, ch. 90-109; s. 858, ch. 97-102; s. 12, ch. 2008-28; s. 3, ch. 2008-202; s. 4, ch. 2014-146; s. 4, ch. 2018-96; s. 102, ch. 2019-3; s. 3, ch. 2021-91; s. 7, ch. 2021-99; s. 12, ch. 2024-244. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeaa1c7274c4',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-i/section-718-121/"
    },
    {
      "id": "section-718122unconscionability",
      "number": "718.122",
      "heading": "Unconscionability of certain leases; rebuttable presumption.",
      "text": "of certain leases; rebuttable presumption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181224prohibition",
      "number": "718.1224",
      "heading": "Prohibition against SLAPP suits; other prohibited actions.",
      "text": "against SLAPP suits; other prohibited actions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181225federal",
      "number": "718.1225",
      "heading": "Federal Condominium and Cooperative Abuse Relief Act of 1980; applicability.",
      "text": "Condominium and Cooperative Abuse Relief Act of 1980; applicability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718123right",
      "number": "718.123",
      "heading": "Right of owners to peaceably assemble.",
      "text": "of owners to peaceably assemble.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181232cable",
      "number": "718.1232",
      "heading": "Cable television service; resident’s right to access without extra charge.",
      "text": "television service; resident’s right to access without extra charge.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718124limitation",
      "number": "718.124",
      "heading": "Limitation on actions by association.",
      "text": "on actions by association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181255alternative",
      "number": "718.1255",
      "heading": "Alternative dispute resolution; mediation; nonbinding arbitration; applicability.",
      "text": "dispute resolution; mediation; nonbinding arbitration; applicability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181256condominiums",
      "number": "718.1256",
      "heading": "Condominiums as residential property.",
      "text": "as residential property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7181265association",
      "number": "718.1265",
      "heading": "Association emergency powers.",
      "text": "emergency powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718127receivership",
      "number": "718.127",
      "heading": "Receivership notification.",
      "text": "notification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718128electronic",
      "number": "718.128",
      "heading": "Electronic voting.",
      "text": "voting.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718129law",
      "number": "718.129",
      "heading": "Law enforcement vehicles.",
      "text": "enforcement vehicles.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718102purposes",
      "number": "718.102",
      "heading": "Purposes. The purpose of this chapter is:(1)To give statutory recognition to the condominium form of ownership of real property",
      "text": "(2)To establish procedures for the creation, sale, and operation of condominiums.Every condominium created and existing in this state shall be subject to the provisions of this chapt",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718103definitions",
      "number": "718.103",
      "heading": "Definitions. As used in this chapter, the term:(1)“Alternative funding method” means a method approved by the division for funding the capital expenditures and deferred maintenance obligations for a multicondominium association which may reasonably be expected to fully satisfy the association’s reserve funding o",
      "text": "As used in this chapter, the term:(1)“Alternative funding method” means a method approved by the division for funding the capital expenditures and deferred maintenance obligations for a multicondominium association which may reasonably be expected to fully satisfy the association’s reserve funding obligations by the allocation of funds in the annual operating budget.(2)“Assessment” means a share of the funds which are required for the payment of common expenses, which from time to time is assessed against the unit owner.(3)“Association” means, in addition to any entity responsible for the operation of common elements owned in undivided shares by unit owners, any entity which operates or maintains other real property in which unit owners have use rights, where membership in the entity is composed exclusively of unit owners or their elected or appointed representatives and is a required condition of unit ownership.(4)“Association property” means that property, real and personal, which is owned or leased by, or is dedicated by a recorded plat to, the association for the use and benefit of its members.(5)“Board of administration” or “board” means the board of directors or other representative body which is responsible for administration of the association.(6)“Buyer” means a person who purchases a condominium unit. The term “purchaser” may be used interchangeably with the term “buyer.”(7)“Bylaws” means the bylaws of the association as they are amended from time to time.(8)“Committee” means a group of board members, unit owners, or board members and unit owners appointed by the board or a member of the board to make recommendations to the board regarding the proposed annual budget or to take action on behalf of the board.(9)“Common elements” means the portions of the condominium property not included in the units.(10)“Common expenses” means all expenses properly incurred by the association in the performance of its duties, including expenses specified in s. 718.115.(11)“Common surplus” means the amount of all receipts or revenues, including assessments, rents, or profits, collected by a condominium association which exceeds common expenses.(12)“Condominium” means that form of ownership of real property created pursuant to this chapter, which is comprised entirely of units that may be owned by one or more persons, and in which there is, appurtenant to each unit, an undivided share in common elements.(13)“Condominium parcel” means a unit, together with the undivided share in the common elements appurtenant to the unit.1(14)“Condominium property” means the lands, leaseholds, and improvements, any personal property, and all easements and rights appurtenant thereto, regardless of whether contiguous, which are subjected to condominium ownership.(15)“Conspicuous type” means bold type in capital letters no smaller than the largest type, exclusive of headings, on the page on which it appears and, in all cases, at least 10-point type. Where conspicuous type is required, it must be separated on all sides from other type and print. Conspicuous type may be used in a contract for purchase and sale of a unit, a lease of a unit for more than 5 years, or a prospectus or offering circular only where required by law.(16)“Declaration” or “declaration of condominium” means the instrument or instruments by which a condominium is created, as they are from time to time amended.(17)“Developer” means a person who creates a condominium or offers condominium parcels for sale or lease in the ordinary course of business, but does not include:(a)An owner or lessee of a condominium or cooperative unit who has acquired the unit for his or her own occupancy;(b)A cooperative association that creates a condominium by conversion of an existing residential cooperative after control of the association has been transferred to the unit owners if, following the conversion, the unit owners are the same persons who were unit owners of the cooperative and no units are offered for sale or lease to the public as part of the plan of conversion;(c)A bulk assignee or bulk buyer as defined in s. 718.703; or(d)A state, county, or municipal entity acting as a lessor and not otherwise named as a developer in the declaration of condominium.(18)“Division” means the Division of Florida Condominiums, Timeshares, and Mobile Homes of the Department of Business and Professional Regulation.(19)“Hurricane protection” means hurricane shutters, impact glass, code-compliant windows or doors, and other code-compliant hurricane protection products used to preserve and protect the condominium property or association property.(20)“Kickback” means any thing or service of value, for which consideration has not been provided, for an officer’s, a director’s, or a manager’s own benefit or that of his or her immediate family, from any person providing or proposing to provide goods or services to the association.(21)“Land” means the surface of a legally described parcel of real property and includes, unless otherwise specified in the declaration and whether separate from or including such surface, airspace lying above and subterranean space lying below such surface. However, if so defined in the declaration, the term “land” may mean all or any portion of the airspace or subterranean space between two legally identifiable elevations and may exclude the surface of a parcel of real property and may mean any combination of the foregoing, whether or not contiguous, or may mean a condominium unit.(22)“Limited common elements” means those common elements which are reserved for the use of a certain unit or units to the exclusion of all other units, as specified in the declaration.(23)“Multicondominium” means real property containing two or more condominiums, all of which are operated by the same association.(24)“Operation” or “operation of the condominium” includes the administration and management of the condominium property and the association.(25)“Rental agreement” means any written agreement, or oral agreement if for less duration than 1 year, providing for use and occupancy of premises.(26)“Residential condominium” means a condominium consisting of two or more units, any of which are intended for use as a private temporary or permanent residence, except that a condominium is not a residential condominium if the use for which the units are intended is primarily commercial or industrial and not more than three units are intended to be used for private residence, and are intended to be used as housing for maintenance, managerial, janitorial, or other operational staff of the condominium. With respect to a condominium that is not a timeshare condominium, a residential unit includes a unit intended as a private temporary or permanent residence as well as a unit not intended for commercial or industrial use. With respect to a timeshare condominium, the timeshare instrument as defined in s. 721.05(35) shall govern the intended use of each unit in the condominium. If a condominium is a residential condominium but contains units intended to be used for commercial or industrial purposes, then, with respect to those units which are not intended for or used as private residences, the condominium is not a residential condominium. A condominium which contains both commercial and residential units is a mixed-use condominium and is subject to the requirements of s. 718.404.(27)“Special assessment” means any assessment levied against a unit owner other than the assessment required by a budget adopted annually.(28)“Structural integrity reserve study” means a study of the reserve funds required for future major repairs and replacement of the condominium property performed as required under s. 718.112(2)(g).(29)“Timeshare estate” means any interest in a unit under which the exclusive right of use, possession, or occupancy of the unit circulates among the various purchasers of a timeshare plan pursuant to chapter 721 on a recurring basis for a period of time.(30)“Timeshare unit” means a unit in which timeshare estates have been created.(31)“Unit” means a part of the condominium property which is subject to exclusive ownership. A unit may be in improvements, land, or land and improvements together, as specified in the declaration.(32)“Unit owner” or “owner of a unit” means a record owner of legal title to a condominium parcel.(33)“Video conference” means a real-time audio- and video-based meeting between two or more people in different locations using video-enabled and audio-enabled devices. The notice for any meeting that will be conducted by video conference must have a hyperlink and call-in conference telephone number for unit owners to attend the meeting and must have a physical location where unit owners can also attend the meeting in person. All meetings conducted by video conference must be recorded, and such recording must be maintained as an official record of the association.(34)“Voting certificate” means a document which designates one of the record title owners, or the corporate, partnership, or entity representative, who is authorized to vote on behalf of a condominium unit that is owned by more than one owner or by any entity.(35)“Voting interests” means the voting rights distributed to the association members pursuant to s. 718.104(4)(j). In a multicondominium association, the voting interests of the association are the voting rights distributed to the unit owners in all condominiums operated by the association. On matters related to a specific condominium in a multicondominium association, the voting interests of the condominium are the voting rights distributed to the unit owners in that condominium.History.—s. 1, ch. 76-222; s. 1, ch. 78-328; s. 2, ch. 80-3; s. 6, ch. 80-323; s. 1, ch. 84-368; s. 45, ch. 85-62; s. 1, ch. 90-151; s. 1, ch. 91-103; s. 5, ch. 91-426; s. 1, ch. 92-49; s. 34, ch. 95-274; s. 850, ch. 97-102; s. 1, ch. 98-322; s. 73, ch. 99-3; s. 48, ch. 2000-302; s. 19, ch. 2001-64; s. 34, ch. 2004-279; s. 12, ch. 2004-353; s. 3, ch. 2007-80; s. 45, ch. 2008-240; s. 7, ch. 2010-174; s. 2, ch. 2021-99; s. 4, ch. 2022-269; s. 4, ch. 2023-203; s. 5, ch. 2024-244; s. 5, ch. 2025-175.1Note.—Section 31, ch. 2024-244, as amended by s. 19, ch. 2025-175, provides that “[t]he amendments made to ss. 718.103(14) and 718.202(3) and s. 718.407(1), (2), and (6), Florida Statutes, as created by this act, may not apply retroactively and shall only apply to condominiums for which declarations were initially recorded on or after October 1, 2024.”",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "31, ch. 2024-244, as amended by s",
      "text": "19, ch. 2025-175, provides that “[t]he amendments made to ss. 718.103(14) and 718.202(3) and s. 718.407(1), (2), and (6), Florida Statutes, as created by this act, may not apply retroactively and shall only apply to condominiums for which declarations were initiall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718112bylaws",
      "number": "718.112",
      "heading": "Bylaws. (1)GENERALLY.—(a)The operation of the association shall be governed by the articles of incorporation if the association is incorporated, and the bylaws of the association, which shall be included as exhibits to the recorded declaration",
      "text": "If one association operates more than one condominium, it shall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718121liens",
      "number": "718.121",
      "heading": "Liens. (1)Subsequent to recording the declaration and while the property remains subject to the declaration, no liens of any nature are valid against the condominium property as a whole except with the unanimous consent of the unit owners",
      "text": "During this period, liens may arise or be created only against indi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718202sales",
      "number": "718.202",
      "heading": "Sales or reservation deposits prior to closing.718.203Warranties.",
      "text": "or reservation deposits prior to closing.718.203Warranties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718203warranties",
      "number": "718.203",
      "heading": "Warranties",
      "text": "718.203 Warranties.— (1) The developer shall be deemed to have granted to the purchaser of each unit an implied warranty of fitness and merchantability for the purposes or uses intended as follows: (a) As to each unit, a warranty for 3 years commencing with the completion of the building containing the unit. (b) As to the personal property that is transferred with, or appurtenant to, each unit, a warranty which is for the same period as that provided by the manufacturer of the personal property, commencing with the date of closing of the purchase or the date of possession of the unit, whichever is earlier. (c) As to all other improvements for the use of unit owners, a 3-year warranty commencing with the date of completion of the improvements. (d) As to all other personal property for the use of unit owners, a warranty which shall be the same as that provided by the manufacturer of the personal property. (e) As to the roof and structural components of a building or other improvements and as to mechanical, electrical, and plumbing elements serving improvements or a building, except mechanical elements serving only one unit, a warranty for a period beginning with the completion of construction of each building or improvement and continuing for 3 years thereafter or 1 year after owners other than the developer obtain control of the association, whichever occurs last, but in no event more than 5 years. (f) As to all other property which is conveyed with a unit, a warranty to the initial purchaser of each unit for a period of 1 year from the date of closing of the purchase or the date of possession, whichever occurs first. (2) The contractor, and all subcontractors and suppliers, grant to the developer and to the purchaser of each unit implied warranties of fitness as to the work performed or materials supplied by them as follows: (a) For a period of 3 years from the date of completion of construction of a building or improvement, a warranty as to the roof and structural components of the building or improvement and mechanical and plumbing elements serving a building or an improvement, except mechanical elements serving only one unit. (b) For a period of 1 year after completion of all construction, a warranty as to all other improvements and materials. (3) “Completion of a building or improvement” means issuance of a certificate of occupancy, whether temporary or otherwise, that allows for occupancy or use of the entire building or improvement, or an equivalent authorization issued by the governmental body having jurisdiction. In jurisdictions where no certificate of occupancy or equivalent authorization is issued, the term means substantial completion of construction, finishing, and equipping of the building or improvement according to the plans and specifications. (4) These warranties are conditioned upon routine maintenance being performed, unless the maintenance is an obligation of the developer or a developer-controlled association. (5) The warranties provided by this section shall inure to the benefit of each owner and his or her successor owners and to the benefit of the developer. (6) Nothing in this section affects a condominium as to which rights are established by contracts for sale of 10 percent or more of the units in the condominium by the developer to prospective unit owners prior to July 1, 1974, or as to condominium buildings on which construction has been commenced prior to July 1, 1974. (7) Condominiums may be covered by an insured warranty program underwritten by a licensed insurance company registered in this state, provided that such warranty program meets the minimum requirements of this chapter; to the degree that such warranty program does not meet the minimum requirements of this chapter, such requirements shall apply. History.—s. 1, ch. 76-222; s. 1, ch. 77-221; s. 8, ch. 77-222; s. 3, ch. 78-340; s. 9, ch. 79-314; s. 11, ch. 91-103; s. 5, ch. 91-426; s. 8, ch. 92-49; s. 861, ch. 97-102; s. 4, ch. 2015-165; s. 12, ch. 2025-175. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeab8fdef166',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-ii/section-718-203/"
    },
    {
      "id": "section-718203warranties",
      "number": "718.203",
      "heading": "Warranties. (1)The developer shall be deemed to have granted to the purchaser of each unit an implied warranty of fitness and merchantability for the purposes or uses intended as follows:(a)As to each unit, a warranty for 3 years commencing with the completion of the building containing the unit",
      "text": "(b)As to the pe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718301transfer",
      "number": "718.301",
      "heading": "Transfer of association control; claims of defect by association",
      "text": "718.302Agreements entered into by the association.718.3025Agreements for operation, maintenance, or management of condominiums; specific requirements.718.3026Contracts for products and services; in writing; bids; exceptions.718.3027Conflicts of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718302agreements",
      "number": "718.302",
      "heading": "Agreements entered into by the association.",
      "text": "entered into by the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7183025agreements",
      "number": "718.3025",
      "heading": "Agreements for operation, maintenance, or management of condominiums; specific requirements.",
      "text": "for operation, maintenance, or management of condominiums; specific requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7183026contracts",
      "number": "718.3026",
      "heading": "Contracts for products and services; in writing; bids; exceptions.",
      "text": "for products and services; in writing; bids; exceptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7183027conflicts",
      "number": "718.3027",
      "heading": "Conflicts of interest.",
      "text": "of interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718303obligations",
      "number": "718.303",
      "heading": "Obligations of owners and occupants; remedies.",
      "text": "of owners and occupants; remedies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718401leaseholds",
      "number": "718.401",
      "heading": "Leaseholds",
      "text": "718.401 Leaseholds.— (1) A condominium may be created on lands held under lease or may include recreational facilities or other common elements or commonly used facilities on a leasehold if, on the date the first unit is conveyed by the developer to a bona fide purchaser, the lease has an unexpired term of at least 50 years. However, if the condominium constitutes a nonresidential condominium or commercial condominium, or a timeshare condominium created pursuant to chapter 721, the lease shall have an unexpired term of at least 30 years. If rent under the lease is payable by the association or by the unit owners, the lease shall include the following requirements: (a) The leased land must be identified by a description that is sufficient to pass title, and the leased personal property must be identified by a general description of the items of personal property and the approximate number of each item of personal property that the developer is committing to furnish for each room or other facility. In the alternative, the personal property may be identified by a representation as to the minimum amount of expenditure that will be made to purchase the personal property for the facility. Unless the lease is of a unit, the identification of the land shall be supplemented by a survey showing the relation of the leased land to the land included in the common elements. This provision shall not prohibit adding additional land or personal property in accordance with the terms of the lease, provided there is no increase in rent or material increase in maintenance costs to the individual unit owner. (b) The lease shall not contain a reservation of the right of possession or control of the leased property by the lessor or any person other than unit owners or the association and shall not create rights to possession or use of the leased property in any parties other than the association or unit owners of the condominium to be served by the leased property, unless the reservations and rights created are conspicuously disclosed. Any provision for use of the leased property by anyone other than unit owners of the condominium to be served by the leased property shall require the other users to pay a fair and reasonable share of the maintenance and repair obligations and other exactions due from users of the leased property. (c) The lease shall state the minimum number of unit owners that will be required, directly or indirectly, to pay the rent under the lease and the maximum number of units that will be served by the leased property. The limitation of the number of units to be served shall not preclude enlargement of the facilities leased and an increase in their capacity, if approved by the association operating the leased property after unit owners other than the developer have assumed control of the association. The provisions of this paragraph do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or any agency of any political subdivision thereof. (d)1. In any action by the lessor to enforce a lien for rent payable or in any action by the association or a unit owner with respect to the obligations of the lessee or the lessor under the lease, the unit owner or the association may raise any issue or interpose any defense, legal or equitable, that he or she or it may have with respect to the lessor’s obligations under the lease. If the unit owner or the association initiates any action or interposes any defense other than payment of rent under the lease, the unit owner or the association shall, upon service of process upon the lessor, pay into the registry of the court any allegedly accrued rent and the rent which accrues during the pendency of the proceeding, when due. If the unit owner or the association fails to pay the rent into the registry of the court, the failure constitutes an absolute waiver of the unit owner’s or association’s defenses other than payment, and the lessor is entitled to default. The unit owner or the association shall notify the lessor of any deposits. When the unit owner or the association has deposited the required funds into the registry of the court, the lessor may apply to the court for disbursement of all or part of the funds shown to be necessary for the payment of taxes, mortgage payments, maintenance and operating expenses, and other necessary expenses incident to maintaining and equipping the leased facilities or necessary for the payment of other expenses arising out of personal hardship resulting from the loss of rental income from the leased facilities. The court, after an evidentiary hearing, may award all or part of the funds on deposit to the lessor for such purpose. The court shall require the lessor to post bond or other security, as a condition to the release of funds from the registry, when the value of the leased land and improvements, apart from the lease itself, is inadequate to fully secure the sum of existing encumbrances on the leased property and the amounts released from the court registry. 2. When the association or unit owners have deposited funds into the registry of the court pursuant to this subsection and the unit owners and association have otherwise complied with their obligations under the lease or agreement, other than paying rent into the registry of the court rather than to the lessor, the lessor cannot hold the association or unit owners in default on their rental payments nor may the lessor file liens or initiate foreclosure proceedings against unit owners. If the lessor, in violation of this subsection, attempts such liens or foreclosures, then the lessor may be liable for damages plus attorney’s fees and costs that the association or unit owners incurred in satisfying those liens or foreclosures. 3. Nothing in this paragraph affects litigation commenced prior to October 1, 1979. (e) If the lease is of recreational facilities or other commonly used facilities that are not completed, rent shall not commence until some of the facilities are completed. Until all of the facilities leased are completed, rent shall be prorated and paid only for the completed facilities in the proportion that the value of the completed facilities bears to the estimated value, when completed, of all of the facilities that are leased. The facilities shall be complete when they have been constructed, finished, and equipped and are available for use. (f)1. A lease of recreational or other commonly used facilities entered into by the association or unit owners prior to the time when the control of the association is turned over to unit owners other than the developer shall grant to the lessee an option to purchase the leased property, payable in cash, on any anniversary date of the beginning of the lease term after the 10th anniversary, at a price then determined by agreement. If there is no agreement as to the price, then the price shall be determined by arbitration conducted pursuant to chapter 44 or chapter 682. This paragraph shall be applied to contracts entered into on, before, or after January 1, 1977, regardless of the duration of the lease. 2. If the lessor wishes to sell his or her interest and has received a bona fide offer to purchase it, the lessor shall send the association and each unit owner a copy of the executed offer. For 90 days following receipt of the offer by the association or unit owners, the association or unit owners have the option to purchase the interest on the terms and conditions in the offer. The option shall be exercised, if at all, by notice in writing given to the lessor within the 90-day period. If the association or unit owners do not exercise the option, the lessor shall have the right, for a period of 60 days after the 90-day period has expired, to complete the transaction described in the offer to purchase. If for any reason such transaction is not concluded within the 60 days, the offer shall have been abandoned, and the provisions of this subsection shall be reimposed. 3. The option shall be exercised upon approval by owners of two-thirds of the units served by the leased property. 4. The provisions of this paragraph do not apply to a nonresidential condominium and do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or, in the case of an underlying land lease, a person or entity which is not the developer or directly or indirectly owned or controlled by the developer and did not obtain, directly or indirectly, ownership of the leased property from the developer. (g) The lease or a subordination agreement executed by the lessor must provide either: 1. That any lien which encumbers a unit for rent or other moneys or exactions payable is subordinate to any mortgage held by an institutional lender, or 2. That, upon the foreclosure of any mortgage held by an institutional lender or upon delivery of a deed in lieu of foreclosure, the lien for the unit owner’s share of the rent or other exactions shall not be extinguished but shall be foreclosed and unenforceable against the mortgagee with respect to that unit’s share of the rent and other exactions which mature or become due and payable on or before the date of the final judgment of foreclosure, in the event of foreclosure, or on or before the date of delivery of the deed in lieu of foreclosure. The lien may, however, automatically and by operation of the lease or other instrument, reattach to the unit and secure the payment of the unit’s proportionate share of the rent or other exactions coming due subsequent to the date of final decree of foreclosure or the date of delivery of the deed in lieu of foreclosure. The provisions of this paragraph do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or any agency of any political subdivision thereof. (2) Subsection (1) does not apply to residential cooperatives created prior to January 1, 1977, which are converted to condominium ownership by the cooperative unit owners or their association after control of the association has been transferred to the unit owners if, following the conversion, the unit owners will be the same persons who were unit owners of the cooperative and no units are offered for sale or lease to the public as part of the plan of conversion. (3) If rent under the lease is a fixed amount for the full duration of the lease, and the rent thereunder is payable by a person or persons other than the association or the unit owners, the division director has the discretion to accept alternative assurances which are sufficient to secure the payment of rent, including, but not limited to, annuities with an insurance company authorized to do business in this state, the beneficiary of which shall be the association, or cash deposits in trust, the beneficiary of which shall be the association, which deposit shall be in an amount sufficient to generate interest sufficient to meet lease payments as they occur. If alternative assurances are accepted by the division director, the following provisions are applicable: (a) Disclosures contemplated by paragraph (1)(b), if not contained within the lease, may be made by the developer. (b) Disclosures as to the minimum number of unit owners that will be required, directly or indirectly, to pay the rent under the lease and the maximum number of units that will be served by the leased property, if not contained in the lease, may be stated by the developer. (c) The provisions of paragraphs (1)(d) and (e) apply but are not required to be stated in the lease. (d) The provisions of paragraph (1)(g) do not apply. History.—s. 1, ch. 76-222; s. 1, ch. 77-174; ss. 6, 13, ch. 78-340; s. 1, ch. 79-166; s. 13, ch. 79-314; ss. 4, 7, ch. 80-323; s. 5, ch. 81-185; s. 13, ch. 84-368; s. 46, ch. 85-62; s. 6, ch. 88-148; s. 1, ch. 88-225; s. 17, ch. 90-151; s. 15, ch. 91-103; s. 1, ch. 91-236; s. 5, ch. 91-426; s. 865, ch. 97-102. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeabbd5bafd7',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-iv/section-718-401/"
    },
    {
      "id": "section-7184015condominium",
      "number": "718.4015",
      "heading": "Condominium leases; escalation clauses.",
      "text": "leases; escalation clauses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718402conversion",
      "number": "718.402",
      "heading": "Conversion of existing improvements to condominium.",
      "text": "of existing improvements to condominium.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718403phase",
      "number": "718.403",
      "heading": "Phase condominiums.",
      "text": "condominiums.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718404mixed-use",
      "number": "718.404",
      "heading": "Mixed-use condominiums.",
      "text": "condominiums.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718406condominiums",
      "number": "718.406",
      "heading": "Condominiums created within condominium parcels.",
      "text": "created within condominium parcels.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718407condominiums",
      "number": "718.407",
      "heading": "Condominiums created within a portion of a building or within a multiple parcel building.",
      "text": "created within a portion of a building or within a multiple parcel building.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718401leaseholds",
      "number": "718.401",
      "heading": "Leaseholds. (1)A condominium may be created on lands held under lease or may include recreational facilities or other common elements or commonly used facilities on a leasehold if, on the date the first unit is conveyed by the developer to a bona fide purchaser, the lease has an unexpired term of at least 50 ye",
      "text": "(1)A condominium may be created on lands held under lease or may include recreational facilities or other common elements or commonly used facilities on a leasehold if, on the date the first unit is conveyed by the developer to a bona fide purchaser, the lease has an unexpired term of at least 50 years. However, if the condominium constitutes a nonresidential condominium or commercial condominium, or a timeshare condominium created pursuant to chapter 721, the lease shall have an unexpired term of at least 30 years. If rent under the lease is payable by the association or by the unit owners, the lease shall include the following requirements:(a)The leased land must be identified by a description that is sufficient to pass title, and the leased personal property must be identified by a general description of the items of personal property and the approximate number of each item of personal property that the developer is committing to furnish for each room or other facility. In the alternative, the personal property may be identified by a representation as to the minimum amount of expenditure that will be made to purchase the personal property for the facility. Unless the lease is of a unit, the identification of the land shall be supplemented by a survey showing the relation of the leased land to the land included in the common elements. This provision shall not prohibit adding additional land or personal property in accordance with the terms of the lease, provided there is no increase in rent or material increase in maintenance costs to the individual unit owner.(b)The lease shall not contain a reservation of the right of possession or control of the leased property by the lessor or any person other than unit owners or the association and shall not create rights to possession or use of the leased property in any parties other than the association or unit owners of the condominium to be served by the leased property, unless the reservations and rights created are conspicuously disclosed. Any provision for use of the leased property by anyone other than unit owners of the condominium to be served by the leased property shall require the other users to pay a fair and reasonable share of the maintenance and repair obligations and other exactions due from users of the leased property.(c)The lease shall state the minimum number of unit owners that will be required, directly or indirectly, to pay the rent under the lease and the maximum number of units that will be served by the leased property. The limitation of the number of units to be served shall not preclude enlargement of the facilities leased and an increase in their capacity, if approved by the association operating the leased property after unit owners other than the developer have assumed control of the association. The provisions of this paragraph do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or any agency of any political subdivision thereof.(d)1.In any action by the lessor to enforce a lien for rent payable or in any action by the association or a unit owner with respect to the obligations of the lessee or the lessor under the lease, the unit owner or the association may raise any issue or interpose any defense, legal or equitable, that he or she or it may have with respect to the lessor’s obligations under the lease. If the unit owner or the association initiates any action or interposes any defense other than payment of rent under the lease, the unit owner or the association shall, upon service of process upon the lessor, pay into the registry of the court any allegedly accrued rent and the rent which accrues during the pendency of the proceeding, when due. If the unit owner or the association fails to pay the rent into the registry of the court, the failure constitutes an absolute waiver of the unit owner’s or association’s defenses other than payment, and the lessor is entitled to default. The unit owner or the association shall notify the lessor of any deposits. When the unit owner or the association has deposited the required funds into the registry of the court, the lessor may apply to the court for disbursement of all or part of the funds shown to be necessary for the payment of taxes, mortgage payments, maintenance and operating expenses, and other necessary expenses incident to maintaining and equipping the leased facilities or necessary for the payment of other expenses arising out of personal hardship resulting from the loss of rental income from the leased facilities. The court, after an evidentiary hearing, may award all or part of the funds on deposit to the lessor for such purpose. The court shall require the lessor to post bond or other security, as a condition to the release of funds from the registry, when the value of the leased land and improvements, apart from the lease itself, is inadequate to fully secure the sum of existing encumbrances on the leased property and the amounts released from the court registry.2.When the association or unit owners have deposited funds into the registry of the court pursuant to this subsection and the unit owners and association have otherwise complied with their obligations under the lease or agreement, other than paying rent into the registry of the court rather than to the lessor, the lessor cannot hold the association or unit owners in default on their rental payments nor may the lessor file liens or initiate foreclosure proceedings against unit owners. If the lessor, in violation of this subsection, attempts such liens or foreclosures, then the lessor may be liable for damages plus attorney’s fees and costs that the association or unit owners incurred in satisfying those liens or foreclosures.3.Nothing in this paragraph affects litigation commenced prior to October 1, 1979.(e)If the lease is of recreational facilities or other commonly used facilities that are not completed, rent shall not commence until some of the facilities are completed. Until all of the facilities leased are completed, rent shall be prorated and paid only for the completed facilities in the proportion that the value of the completed facilities bears to the estimated value, when completed, of all of the facilities that are leased. The facilities shall be complete when they have been constructed, finished, and equipped and are available for use.(f)1.A lease of recreational or other commonly used facilities entered into by the association or unit owners prior to the time when the control of the association is turned over to unit owners other than the developer shall grant to the lessee an option to purchase the leased property, payable in cash, on any anniversary date of the beginning of the lease term after the 10th anniversary, at a price then determined by agreement. If there is no agreement as to the price, then the price shall be determined by arbitration conducted pursuant to chapter 44 or chapter 682. This paragraph shall be applied to contracts entered into on, before, or after January 1, 1977, regardless of the duration of the lease.2.If the lessor wishes to sell his or her interest and has received a bona fide offer to purchase it, the lessor shall send the association and each unit owner a copy of the executed offer. For 90 days following receipt of the offer by the association or unit owners, the association or unit owners have the option to purchase the interest on the terms and conditions in the offer. The option shall be exercised, if at all, by notice in writing given to the lessor within the 90-day period. If the association or unit owners do not exercise the option, the lessor shall have the right, for a period of 60 days after the 90-day period has expired, to complete the transaction described in the offer to purchase. If for any reason such transaction is not concluded within the 60 days, the offer shall have been abandoned, and the provisions of this subsection shall be reimposed.3.The option shall be exercised upon approval by owners of two-thirds of the units served by the leased property.4.The provisions of this paragraph do not apply to a nonresidential condominium and do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or, in the case of an underlying land lease, a person or entity which is not the developer or directly or indirectly owned or controlled by the developer and did not obtain, directly or indirectly, ownership of the leased property from the developer.(g)The lease or a subordination agreement executed by the lessor must provide either:1.That any lien which encumbers a unit for rent or other moneys or exactions payable is subordinate to any mortgage held by an institutional lender, or2.That, upon the foreclosure of any mortgage held by an institutional lender or upon delivery of a deed in lieu of foreclosure, the lien for the unit owner’s share of the rent or other exactions shall not be extinguished but shall be foreclosed and unenforceable against the mortgagee with respect to that unit’s share of the rent and other exactions which mature or become due and payable on or before the date of the final judgment of foreclosure, in the event of foreclosure, or on or before the date of delivery of the deed in lieu of foreclosure. The lien may, however, automatically and by operation of the lease or other instrument, reattach to the unit and secure the payment of the unit’s proportionate share of the rent or other exactions coming due subsequent to the date of final decree of foreclosure or the date of delivery of the deed in lieu of foreclosure.The provisions of this paragraph do not apply if the lessor is the Government of the United States or this state or any political subdivision thereof or any agency of any political subdivision thereof.(2)Subsection (1) does not apply to residential cooperatives created prior to January 1, 1977, which are converted to condominium ownership by the cooperative unit owners or their association after control of the association has been transferred to the unit owners if, following the conversion, the unit owners will be the same persons who were unit owners of the cooperative and no units are offered for sale or lease to the public as part of the plan of conversion.(3)If rent under the lease is a fixed amount for the full duration of the lease, and the rent thereunder is payable by a person or persons other than the association or the unit owners, the division director has the discretion to accept alternative assurances which are sufficient to secure the payment of rent, including, but not limited to, annuities with an insurance company authorized to do business in this state, the beneficiary of which shall be the association, or cash deposits in trust, the beneficiary of which shall be the association, which deposit shall be in an amount sufficient to generate interest sufficient to meet lease payments as they occur. If alternative assurances are accepted by the division director, the following provisions are applicable:(a)Disclosures contemplated by paragraph (1)(b), if not contained within the lease, may be made by the developer.(b)Disclosures as to the minimum number of unit owners that will be required, directly or indirectly, to pay the rent under the lease and the maximum number of units that will be served by the leased property, if not contained in the lease, may be stated by the developer.(c)The provisions of paragraphs (1)(d) and (e) apply but are not required to be stated in the lease.(d)The provisions of paragraph (1)(g) do not apply.History.—s. 1, ch. 76-222; s. 1, ch. 77-174; ss. 6, 13, ch. 78-340; s. 1, ch. 79-166; s. 13, ch. 79-314; ss. 4, 7, ch. 80-323; s. 5, ch. 81-185; s. 13, ch. 84-368; s. 46, ch. 85-62; s. 6, ch. 88-148; s. 1, ch. 88-225; s. 17, ch. 90-151; s. 15, ch. 91-103; s. 1, ch. 91-236; s. 5, ch. 91-426; s. 865, ch. 97-102.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7185014ombudsman",
      "number": "718.5014",
      "heading": "Ombudsman location.",
      "text": "location.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71850152offices",
      "number": "718.50152",
      "heading": "Offices",
      "text": "718.50152 Offices.— (1) The executive offices of the division shall be established and maintained in Tallahassee. (2) The division may establish and maintain branch offices. History.—s. 6, ch. 63-129; s. 5, ch. 67-229; s. 2, ch. 71-98; s. 3, ch. 76-168; ss. 1, 7, ch. 76-262; s. 1, ch. 77-457; ss. 5, 30, 32, ch. 79-347; ss. 2, 3, ch. 81-318; ss. 33, 34, ch. 88-90; s. 4, ch. 91-429; s. 34, ch. 2008-240. Note.—Former s. 478.061; s. 498.009. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeac0ee1f3e0',t:'MTc3MDg4NTI0NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-v/section-718-50152/"
    },
    {
      "id": "section-71850153payment",
      "number": "718.50153",
      "heading": "Payment of per diem, mileage, and other expenses to division employees.",
      "text": "of per diem, mileage, and other expenses to division employees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71850154seal",
      "number": "718.50154",
      "heading": "Seal and authentication of records.",
      "text": "and authentication of records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71850155service",
      "number": "718.50155",
      "heading": "Service of process.",
      "text": "of process.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718502filing",
      "number": "718.502",
      "heading": "Filing prior to sale or lease.",
      "text": "prior to sale or lease.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718503developer",
      "number": "718.503",
      "heading": "Developer disclosure prior to sale; nondeveloper unit owner disclosure prior to sale; voidability.",
      "text": "disclosure prior to sale; nondeveloper unit owner disclosure prior to sale; voidability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718504prospectus",
      "number": "718.504",
      "heading": "Prospectus or offering circular.",
      "text": "or offering circular.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718505good",
      "number": "718.505",
      "heading": "Good faith effort to comply.",
      "text": "faith effort to comply.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718506publication",
      "number": "718.506",
      "heading": "Publication of false and misleading information.",
      "text": "of false and misleading information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718507zoning",
      "number": "718.507",
      "heading": "Zoning and building laws, ordinances, and regulations.",
      "text": "and building laws, ordinances, and regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718508regulation",
      "number": "718.508",
      "heading": "Regulation by Division of Hotels and Restaurants.",
      "text": "by Division of Hotels and Restaurants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718509division",
      "number": "718.509",
      "heading": "Division of Florida Condominiums, Timeshares, and Mobile Homes Trust Fund.",
      "text": "of Florida Condominiums, Timeshares, and Mobile Homes Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71850152offices",
      "number": "718.50152",
      "heading": "Offices. (1)The executive offices of the division shall be established and maintained in Tallahassee",
      "text": "(2)The division may establish and maintain branch offices.History.—s. 6, ch. 63-129; s. 5, ch. 67-229; s. 2, ch. 71-98; s. 3, ch. 76-168; ss. 1, 7, ch. 76-262; s. 1, ch. 77-457; ss. 5, 30, 32, ch. 79-347; ss.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "of incorporation of the association.",
      "text": "of incorporation of the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urity",
      "number": "urity",
      "heading": "provisions.",
      "text": "provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718604short",
      "number": "718.604",
      "heading": "Short title.718.606Conversion of existing improvements to condominium; rental agreements",
      "text": "718.608Notice of intended conversion; time of delivery; content.718.61Notices.718.612Right of first refusal.718.614Economic information to be provided.718.616Disclosure of condition of building and estimated replaceme",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718606conversion",
      "number": "718.606",
      "heading": "Conversion of existing improvements to condominium; rental agreements.",
      "text": "of existing improvements to condominium; rental agreements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718608notice",
      "number": "718.608",
      "heading": "Notice of intended conversion; time of delivery; content.",
      "text": "of intended conversion; time of delivery; content.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71861notices",
      "number": "718.61",
      "heading": "Notices",
      "text": "718.61 Notices.— (1) All notices from tenants to a developer shall be deemed given when deposited in the United States mail, addressed to the developer’s address as stated in the notice of conversion, and sent postage prepaid, return receipt requested, or when personally delivered in writing by the tenant to the developer at such address. The date of a notice is the date when it is mailed or personally delivered by the tenant. (2) All notices from developers to tenants shall be deemed given when deposited in the United States mail, addressed to the tenant’s last known residence, which may be the address of the property subject to the rental agreement, and sent by certified or registered mail, postage prepaid. The date of a notice is the date when it is mailed to the tenant. History.—s. 1, ch. 80-3. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeaddb13f186',t:'MTc3MDg4NTI0NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-vi/section-718-61/"
    },
    {
      "id": "section-718612right",
      "number": "718.612",
      "heading": "Right of first refusal.",
      "text": "of first refusal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718614economic",
      "number": "718.614",
      "heading": "Economic information to be provided.",
      "text": "information to be provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718616disclosure",
      "number": "718.616",
      "heading": "Disclosure of condition of building and estimated replacement costs and notification of municipalities.",
      "text": "of condition of building and estimated replacement costs and notification of municipalities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718618converter",
      "number": "718.618",
      "heading": "Converter reserve accounts; warranties.",
      "text": "reserve accounts; warranties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71862prohibition",
      "number": "718.62",
      "heading": "Prohibition of discrimination against nonpurchasing tenants.",
      "text": "of discrimination against nonpurchasing tenants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718621rulemaking",
      "number": "718.621",
      "heading": "Rulemaking authority.",
      "text": "authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718622saving",
      "number": "718.622",
      "heading": "Saving clause.",
      "text": "clause.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71861notices",
      "number": "718.61",
      "heading": "Notices. (1)All notices from tenants to a developer shall be deemed given when deposited in the United States mail, addressed to the developer’s address as stated in the notice of conversion, and sent postage prepaid, return receipt requested, or when personally delivered in writing by the tenant to the deve",
      "text": "(1)All notices from tenants to a developer shall be deemed given when deposited in the United States mail, addressed to the developer’s address as stated in the notice of conversion, and sent postage prepaid, return receipt requested, or when personally delivered in writing by the tenant to the developer at such address. The date of a notice is the date when it is mailed or personally delivered by the tenant.(2)All notices from developers to tenants shall be deemed given when deposited in the United States mail, addressed to the tenant’s last known residence, which may be the address of the property subject to the rental agreement, and sent by certified or registered mail, postage prepaid. The date of a notice is the date when it is mailed to the tenant.History.—s. 1, ch. 80-3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718701short",
      "number": "718.701",
      "heading": "Short title.718.702Legislative intent",
      "text": "718.703Definitions.718.704Assignment and assumption of developer rights by bulk assignee; bulk buyer.718.705Board of administration; transfer of control.718.706Specific provisions pertaining to offering of units by a bulk assignee or bulk buyer.718.707Time limitation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718702legislative",
      "number": "718.702",
      "heading": "Legislative intent.",
      "text": "intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718703definitions",
      "number": "718.703",
      "heading": "Definitions",
      "text": "718.703 Definitions.—As used in this part, the term: (1) “Bulk assignee” means a person who is not a bulk buyer and who: (a) Acquires more than seven condominium parcels in a single condominium as set forth in s. 718.707; and (b) Receives an assignment of any of the developer rights, other than or in addition to those rights described in subsection (2), as set forth in the declaration of condominium or this chapter: 1. By a written instrument recorded as part of or as an exhibit to the deed; 2. By a separate instrument recorded in the public records of the county in which the condominium is located; or 3. Pursuant to a final judgment or certificate of title issued in favor of a purchaser at a foreclosure sale. A mortgagee or its assignee may not be deemed a bulk assignee or a developer by reason of the acquisition of condominium units and receipt of an assignment of some or all of a developer’s rights unless the mortgagee or its assignee exercises any of the developer rights other than those described in subsection (2). (2) “Bulk buyer” means a person who acquires more than seven condominium parcels in a single condominium as set forth in s. 718.707, but who does not receive an assignment of any developer rights, or receives only some or all of the following rights: (a) The right to conduct sales, leasing, and marketing activities within the condominium; (b) The right to be exempt from the payment of working capital contributions to the condominium association arising out of, or in connection with, the bulk buyer’s acquisition of the units; and (c) The right to be exempt from any rights of first refusal which may be held by the condominium association and would otherwise be applicable to subsequent transfers of title from the bulk buyer to a third party purchaser concerning one or more units. History.—s. 18, ch. 2010-174; s. 9, ch. 2011-196. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabeaf499a323d',t:'MTc3MDg4NTI0NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-718/part-vii/section-718-703/"
    },
    {
      "id": "section-718704assignment",
      "number": "718.704",
      "heading": "Assignment and assumption of developer rights by bulk assignee; bulk buyer.",
      "text": "and assumption of developer rights by bulk assignee; bulk buyer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718705board",
      "number": "718.705",
      "heading": "Board of administration; transfer of control.",
      "text": "of administration; transfer of control.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718706specific",
      "number": "718.706",
      "heading": "Specific provisions pertaining to offering of units by a bulk assignee or bulk buyer.",
      "text": "provisions pertaining to offering of units by a bulk assignee or bulk buyer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718707time",
      "number": "718.707",
      "heading": "Time limitation for classification as bulk assignee or bulk buyer.",
      "text": "limitation for classification as bulk assignee or bulk buyer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718708liability",
      "number": "718.708",
      "heading": "Liability of developers and others.",
      "text": "of developers and others.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71871financial",
      "number": "718.71",
      "heading": "Financial reporting.",
      "text": "reporting.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-718703definitions",
      "number": "718.703",
      "heading": "Definitions. As used in this part, the term:(1)“Bulk assignee” means a person who is not a bulk buyer and who:(a)Acquires more than seven condominium parcels in a single condominium as set forth in s",
      "text": "718.707; and(b)Receives an assignment of any of the developer rights, other than or in addition to those rights",
      "history": "",
      "source_url": ""
    }
  ]
}