{
  "state": "pennsylvania",
  "path": "title-title-1/chapter-chapter-17",
  "sections": [
    {
      "id": "section-1701",
      "number": "1701",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in this chapter all statutes enacted finally at any regular session of the General Assembly not containing a specified effective date shall be effective on the date specified by that one of the following rules of construction in effect on the date of final enactment of the statute:\n\n(1) Final enactment before May 18, 1929.--immediately upon final enactment.\n\n(2) Final enactment on or after May 18, 1929 and before August 25, 1951.--on the first day of September next following their final enactment.\n\n(3) Final enactment on or after August 25, 1951 and before January 10, 1960.--on the first day of September next following their final enactment, or if finally enacted after the first day of September of the year of the regular session, immediately upon final enactment.\n\n(4) Final enactment on or after January 10, 1960 and before June 6, 1969.--on the first day of September next following their final enactment, or if finally enacted after the first day of July of the year of the regular session, 60 days after final enactment.\n\n(5) Final enactment on or after June 6, 1969.--60 days after final enactment.\n\n(b) Statutes enacted after effective date therein specified.--Except as otherwise provided in this chapter all statutes enacted finally at any regular session of the General Assembly after the effective date therein specified shall be effective on the date specified by that one of the following rules of construction in effect on the date of final enactment of the statute:\n\n(1) Final enactment before January 10, 1960.--immediately upon final enactment.\n\n(2) Final enactment on or after January 10, 1960.--60 days after final enactment.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-1/chapter-17/section-1701/"
    },
    {
      "id": "section-1702",
      "number": "1702",
      "heading": "",
      "text": "Appropriation statutes, or statutes having appropriation items enacted finally at any regular session of the General Assembly, shall be effective on the date specified by that one of the following rules of construction in effect on the date of final enactment of the statute:\n\n(1) Final enactment before May 18, 1929.--immediately upon final enactment unless a different date is specified in the statute itself.\n\n(2) Final enactment on or after May 18, 1929 and before June 2, 1967.--on the first day of June next following their final enactment, unless a different date is specified in the statute itself, or unless any such statute is enacted finally after the first day of June in any year, in which case it shall be effective immediately upon final enactment.\n\n(3) Final enactment on or after June 2, 1967 and before June 6, 1969.--on the first day of July next following their final enactment, unless a different date is specified in the statute itself, or unless any such statute is enacted finally after the first day of July in any year, in which case it shall be effective immediately upon final enactment.\n\n(4) Final enactment on or after June 6, 1969.--on the first day of July next following their final enactment, unless a different date is specified in the statute itself, or unless any such statute is enacted finally after the first day of July in any year, or after the date specified in the statute, in which case it shall be effective immediately upon final enactment.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-1/chapter-17/section-1702/"
    },
    {
      "id": "section-1703",
      "number": "1703",
      "heading": "",
      "text": "Statutes affecting the budget of any political subdivision enacted finally at any regular session of the General Assembly shall be effective on the date specified by that one of the following rules of construction in effect on the date of final enactment of the statute:\n\n(1) Final enactment before May 18, 1929.--immediately upon final enactment unless a different date is specified in the statute itself.\n\n(2) Final enactment on or after May 18, 1929 and before June 4, 1941.--on the first day of September next following their final enactment unless a different date is specified in the statute itself.\n\n(3) Final enactment on or after June 4, 1941 and before August 25, 1951 or on or after May 28, 1953 and before June 6, 1969.--at the beginning of the fiscal year of the political subdivision affected following the date of final enactment of the statute unless a different date is specified in the statute itself.\n\n(4) Final enactment on or after August 25, 1951 and before May 28, 1953.--at the beginning of the fiscal year of the political subdivision affected following the date of final enactment of the statute unless a different date is specified in the statute itself, or if enacted finally after the beginning of such fiscal year, or after the date specified in the statute, immediately upon final enactment.\n\n(5) Final enactment on or after June 6, 1969.--on the date specified in the statute, or if finally enacted thereafter, or if no date is specified, then at the beginning of the fiscal year of the political subdivision affected following the date of final enactment of the statute.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-1/chapter-17/section-1703/"
    },
    {
      "id": "section-1704",
      "number": "1704",
      "heading": "",
      "text": "(a) General rule.--Statutes enacted finally at a special or extraordinary session of the General Assembly shall, except as otherwise provided in this section, be governed as to the time when they shall be effective by the rules of construction specified in this chapter for statutes enacted finally at regular sessions of the General Assembly.\n\n(b) Rules applicable between 1935 and 1969.--Statutes enacted finally at special or extraordinary sessions of the General Assembly during the periods hereinafter specified shall be effective on the date specified by that one of the following rules of construction in effect on the date of final enactment of the statute:\n\n(1) Final enactment on or after June 11, 1935 and before January 10, 1960.--immediately upon final enactment unless a different date is specified in the statute itself.\n\n(2) Final enactment on or after January 10, 1960 and before June 6, 1969.--60 days after final enactment unless a different date is specified in the statute itself.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-1/chapter-17/section-1704/"
    }
  ]
}