{
  "state": "new-mexico",
  "path": "title-chapter-31-criminal-procedure/chapter-article-26-victims-of-crime",
  "sections": [
    {
      "id": "section-31-26-1",
      "number": "31-26-1",
      "heading": "Short title.Section 31-26-2 - Purpose of act",
      "text": "Chapter 31, Article 26 NMSA 1978 may be cited as the \"Victims of Crime Act\".\n\nHistory:Laws 1994, ch. 144, § 1; 2005, ch. 283, § 2.\n\nThe 2005 amendment,effective June 17, 2005, added the statutory reference to the act.\n\nLaw reviews.— For note and comment, \"Complying with Nunez: The Necessary Procedure for Obtaining Forfeiture of Property and Avoiding Double Jeopardy after State v. Esparza,\" see 34 N.M. L. Rev. 561 (2004).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity, construction, and application of state constitutional or statutory victims' bill of rights, 91 A.L.R.5th 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-1/"
    },
    {
      "id": "section-31-26-2",
      "number": "31-26-2",
      "heading": "Purpose of act.",
      "text": "Recognizing the state's concern for victims of crime, it is the purpose of the Victims of Crime Act to assure that:\n\nA. the full impact of a crime is brought to the attention of a court;\n\nB. victims of violent crimes are treated with dignity, respect and sensitivity at all stages of the criminal justice process;\n\nC. victims' rights are protected by law enforcement agencies, prosecutors and judges as vigorously as are the rights of criminal defendants; and\n\nD. the provisions of Article 2, Section 24 of the constitution of New Mexico are implemented in statute.\n\nHistory:Laws 1994, ch. 144, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-2/"
    },
    {
      "id": "section-31-26-3",
      "number": "31-26-3",
      "heading": "Definitions.",
      "text": "As used in the Victims of Crime Act:\n\nA. \"court\" means magistrate court, metropolitan court, children's court, district court, the court of appeals or the supreme court;\n\nB. \"criminal offense\" means:\n\n(1) negligent arson resulting in death or bodily injury, as provided in Subsection B of Section 30-17-5 NMSA 1978;\n\n(2) aggravated arson, as provided in Section 30-17-6 NMSA 1978;\n\n(3) aggravated assault, as provided in Section 30-3-2 NMSA 1978;\n\n(4) aggravated battery, as provided in Section 30-3-5 NMSA 1978;\n\n(5) dangerous use of explosives, as provided in Section 30-7-5 NMSA 1978;\n\n(6) negligent use of a deadly weapon, as provided in Section 30-7-4 NMSA 1978;\n\n(7) murder, as provided in Section 30-2-1 NMSA 1978;\n\n(8) voluntary manslaughter, as provided in Section 30-2-3 NMSA 1978;\n\n(9) involuntary manslaughter, as provided in Section 30-2-3 NMSA 1978;\n\n(10) kidnapping, as provided in Section 30-4-1 NMSA 1978;\n\n(11) criminal sexual penetration, as provided in Section 30-9-11 NMSA 1978;\n\n(12) criminal sexual contact of a minor, as provided in Section 30-9-13 NMSA 1978;\n\n(13) armed robbery, as provided in Section 30-16-2 NMSA 1978;\n\n(14) homicide by vehicle, as provided in Section 66-8-101 NMSA 1978;\n\n(15) great bodily injury by vehicle, as provided in Section 66-8-101 NMSA 1978;\n\n(16) abandonment or abuse of a child, as provided in Section 30-6-1 NMSA 1978;\n\n(17) stalking or aggravated stalking, as provided in the Harassment and Stalking Act [Chapter 30, Article 3A NMSA 1978];\n\n(18) aggravated assault against a household member, as provided in Section 30-3-13 NMSA 1978;\n\n(19) assault against a household member with intent to commit a violent felony, as provided in Section 30-3-14 NMSA 1978;\n\n(20) battery against a household member, as provided in Section 30-3-15 NMSA 1978; or\n\n(21) aggravated battery against a household member, as provided in Section 30-3-16 NMSA 1978;\n\nC. \"court proceeding\" means a hearing, argument or other action scheduled by and held before a court;\n\nD. \"family member\" means a spouse, child, sibling, parent or grandparent;\n\nE. \"formally charged\" means the filing of an indictment, the filing of a criminal information pursuant to a bind-over order, the filing of a petition or the setting of a preliminary hearing;\n\nF. \"victim\" means an individual against whom a criminal offense is committed. \"Victim\" also means a family member or a victim's representative when the individual against whom a criminal offense was committed is a minor, is incompetent or is a homicide victim; and\n\nG. \"victim's representative\" means an individual designated by a victim or appointed by the court to act in the best interests of the victim.\n\nHistory:Laws 1994, ch. 144, § 3; 1997, ch. 10, § 6; 2003, ch. 411, § 1.\n\nThe 2003 amendment,effective July 1, 2003, inserted \"Harassment and\" in Paragraph B(17) and added Paragraphs B(18) to (21).\n\nThe 1997 amendment,effective July 1, 1997, inserted \"negligent\" and \"death or\" in Paragraph B(1), substituted \"kidnapping\" for \"kidnaping\" in Paragraph B(10), added Paragraph B(13) and redesignated the remaining paragraphs, and added Paragraph B(17).\n\nVictim advocates.— Because victim advocates perform many tasks similar to those of other members of the prosecution, even if some of their duties differ, victim advocates are part of the prosecution team and the relevant rules of attorney-client confidentiality and state disclosure are applicable.State v. Blackmer, 2005-NMSC-008, 137 N.M. 258, 110 P.3d 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-3/"
    },
    {
      "id": "section-31-26-4",
      "number": "31-26-4",
      "heading": "Victim's rights.",
      "text": "A victim shall have the right to:\n\nA. be treated with fairness and respect for the victim's dignity and privacy throughout the criminal justice process;\n\nB. timely disposition of the case;\n\nC. be reasonably protected from the accused throughout the criminal justice process;\n\nD. notification of court proceedings;\n\nE. attend all public court proceedings the accused has the right to attend;\n\nF. confer with the prosecution;\n\nG. make a statement to the court at sentencing and at any post-sentencing hearings for the accused;\n\nH. restitution from the person convicted of the criminal offense that caused the victim's loss or injury;\n\nI. information about the conviction, sentencing, imprisonment, escape or release of the accused;\n\nJ. have the prosecuting attorney notify the victim's employer, if requested by the victim, of the necessity of the victim's cooperation and testimony in a court proceeding that may necessitate the absence of the victim from work for good cause;\n\nK. promptly receive any property belonging to the victim that is being held for evidentiary purposes by a law enforcement agency or the prosecuting attorney, unless there are compelling evidentiary reasons for retention of the victim's property;\n\nL. be informed by the court at a sentencing proceeding that the offender is eligible to earn meritorious deductions from the offender's sentence and the amount of meritorious deductions that may be earned by the offender; and\n\nM. be notified by the district attorney of the availability of and procedures to apply for crime victims reparation.\n\nHistory:Laws 1994, ch. 144, § 4; 1999, ch. 238, § 6; 2019, ch. 211. § 10.\n\nThe 2019 amendment,effective July 1, 2019, required that victims be notified by the district attorney of the availability of and procedures to apply for crime victims reparation; and added Subsection M.\n\nThe 1999 amendment,effective July 1, 1999, added Subsection L.\n\nVictim impact testimony.— The application of N.M. Const., art. II, § 24 and Subsection G of this section, granting the representatives of a murder victim the right to make a statement to the court at sentencing and at any post-sentencing hearings, does not violate ex post facto prohibitions. Nor do these provisions prevent the jury from hearing victim impact testimony.State v. Clark, 1999-NMSC-035, 128 N.M. 119, 990 P.2d 793.\n\nThe Rules of Evidence requiring relevance and the balancing of unfair prejudice also apply to testimony and exhibits that are introduced in a capital felony sentencing proceeding for the purpose of showing victim impact.State v. Allen, 2000-NMSC-002, 128 N.M. 482, 994 P.2d 728, cert. denied, 530 U.S. 1218, 120 S. Ct. 2225, 147 L. Ed. 2d 256 (2000).\n\nDefendant was not unfairly prejudiced by impact evidence that included a videotaped depiction of the victim prior to her death in addition to the testimony of two witnesses.State v. Allen, 2000-NMSC-002, 128 N.M. 482, 994 P.2d 728, cert. denied, 530 U.S. 1218, 120 S. Ct. 2225, 147 L. Ed. 2d 256 (2000).\n\nTestimony of the victim's mother regarding actions of defendant while he was awaiting trial should not have been admitted as victim impact testimony because it was not relevant to the crimes for which he was standing trial.State v. Jacobs, 2000-NMSC-026, 129 N.M. 448, 10 P.3d 127,overruled on other grounds by State v. Martinez, 2021-NMSC-002.\n\nCrimes committed before effective date of victim's rights laws— The effective date of the victim's rights laws did not affect the admission of victim impact evidence in a death penalty case. States are free to admit this type of evidence following the United States supreme court's ruling inPayne v. Tennessee, 501 U.S. 808 (1991), and Section 31-20A-1C NMSA 1978 (repealed) and Section 31-20A-2B NMSA 1978 already provide authority for the admission of this type of evidence.State v. Allen, 2000-NMSC-002, 128 N.M. 482, 994 P.2d 728, cert. denied, 530 U.S. 1218, 120 S. Ct. 2225, 147 L. Ed. 2d 256 (2000).\n\nCourt may consider letters or statements from non-victims when sentencing a defendant in a non-capital case.State v. Aker, 2005-NMCA-063, 137 N.M. 561, 113 P.3d 384, cert. denied, 2005-NMCERT-005, 137 N.M. 522, 113 P.3d 345.\n\nError did not warrant reversal.— Where defense counsel claims that it was only able to review 120 of the 192 letters of the victim's unit before the sentencing hearing, and even though the state erred in submitting the letters to the court without notifying defendant, while this error may have deprived defense counsel of an opportunity to fully review the letters, the state's error does not warrant reversal because there is no evidence that defendant was prejudiced by the admission of the letters.State v. Aker, 2005-NMCA-063, 137 N.M. 561, 113 P.3d 384, cert. denied, 2005-NMCERT-005, 137 N.M. 522, 113 P.3d 345.\n\nLaw reviews.— For comment, \"State v. Jacobs: A Comment on One State's Choice to Restrict Victim Impact Evidence at Death Penalty Sentencing,\" see 31 N.M.L. Rev. 539 (2001).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Victim impact evidence in capital sentencing hearings - post-Payne v. Tennessee, 79 A.L.R.5th 33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-4/"
    },
    {
      "id": "section-31-26-5",
      "number": "31-26-5",
      "heading": "Exercise of rights; requirements for victim.",
      "text": "A victim may exercise his rights pursuant to the provisions of the Victims of Crime Act only if he:\n\nA. reports the criminal offense within five days of the occurrence or discovery of the criminal offense, unless the district attorney determines that the victim had a reasonable excuse for failing to do so;\n\nB. provides the district attorney with current and updated information regarding the victim's name, address and telephone number; and\n\nC. fully cooperates with and fully responds to reasonable requests made by law enforcement agencies and district attorneys.\n\nHistory:Laws 1994, ch. 144, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-5/"
    },
    {
      "id": "section-31-26-6",
      "number": "31-26-6",
      "heading": "When rights and duties take effect; termination of rights and duties.",
      "text": "The rights and duties established pursuant to the provisions of the Victims of Crime Act take effect when an individual is formally charged by a district attorney for allegedly committing a criminal offense against a victim. Those rights and duties remain in effect until final disposition of the court proceedings attendant to the charged criminal offense.\n\nHistory:Laws 1994, ch. 144, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-6/"
    },
    {
      "id": "section-31-26-7",
      "number": "31-26-7",
      "heading": "Designation or appointment of victim's representative.",
      "text": "A. A victim may designate a victim's representative to exercise all rights provided to the victim pursuant to the provisions of the Victims of Crime Act. A victim may revoke his designation of a victim's representative at any time.\n\nB. When a victim is deceased, incompetent or unable to designate a victim's representative, the court may appoint a victim's representative for the victim. If a victim regains his competency, he may revoke the court's appointment of a victim's representative.\n\nC. When the victim is a minor, the victim's parent or grandparent may exercise the victim's rights; provided, that when the person accused of committing the criminal offense against the victim is the parent or grandparent of the victim, the court may appoint a victim's representative for the victim.\n\nHistory:Laws 1994, ch. 144, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-7/"
    },
    {
      "id": "section-31-26-8",
      "number": "31-26-8",
      "heading": "Procedures for providing victims with preliminary information; law enforcement agencies.",
      "text": "The law enforcement agency that investigates a criminal offense shall:\n\nA. inform the victim of medical services and crisis intervention services available to victims;\n\nB. provide the victim with the police report number for the criminal offense and a copy of the following statement: \"If within thirty days you are not notified of an arrest in your case, you may call (telephone number for the law enforcement agency) to obtain information on the status of your case.\"; and\n\nC. provide the victim with the name of the district attorney for the judicial district in which the criminal offense was committed and the address and telephone number for that district attorney's office.\n\nHistory:Laws 1994, ch. 144, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-8/"
    },
    {
      "id": "section-31-26-9",
      "number": "31-26-9",
      "heading": "Procedures for providing victims with notice of rights and information regarding prosecution of a criminal offense; district attorneys.",
      "text": "A. Within seven working days after a district attorney files a formal charge against the accused for a criminal offense, the district attorney shall provide the victim of the criminal offense with:\n\n(1) a copy of Article 2, Section 24 of the constitution of New Mexico, regarding victims' rights;\n\n(2) a copy of the Victims of Crime Act;\n\n(3) a copy of the charge filed against the accused for the criminal offense;\n\n(4) a clear and concise statement of the procedural steps generally involved in prosecuting a criminal offense; and\n\n(5) the name of a person within the district attorney's office whom the victim may contact for additional information regarding prosecution of the criminal offense.\n\nB. The district attorney's office shall provide the victim with oral or written notice, in a timely fashion, of a scheduled court proceeding attendant to the criminal offense.\n\nHistory:Laws 1994, ch. 144, § 9; 2005, ch. 283, § 3.\n\nThe 2005 amendment,effective June 17, 2005, changed the former reference to the legislation that implements the provisions of art. 11, § 24 of the N.M. Const. to the Victims of Crime Act in Subsection A(2) and deleted the phrase \"if requested by the victim\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-9/"
    },
    {
      "id": "section-31-26-10",
      "number": "31-26-10",
      "heading": "Procedures for providing victims with notice of a court proceeding; courts; district attorneys.",
      "text": "A court shall provide a district attorney's office with oral or written notice no later than seven working days prior to a scheduled court proceeding attendant to a criminal offense, unless a shorter notice period is reasonable under the circumstances. The district attorney's office shall convey the information concerning the scheduled court proceeding to the victim, as provided in Subsection B of Section 9 [31-26-9 NMSA 1978] of the Victims of Crime Act.\n\nHistory:Laws 1994, ch. 144, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-10/"
    },
    {
      "id": "section-31-26-101",
      "number": "31-26-10.1",
      "heading": "Crime victim presence at court proceedings; plea agreement notification.",
      "text": "A. At any scheduled court proceeding, the court shall inquire on the record whether a victim is present for the purpose of making an oral statement or submitting a written statement respecting the victim's rights enumerated in Section 31-26-4 NMSA 1978. If the victim is not present, the court shall inquire on the record whether an attempt has been made to notify the victim of the proceeding. If the district attorney cannot verify that an attempt has been made, the court shall:\n\n(1) reschedule the hearing; or\n\n(2) continue with the hearing but reserve ruling until the victim has been notified and given an opportunity to make a statement; and\n\n(3) order the district attorney to notify the victim of the rescheduled hearing.\n\nB. The provisions of this section shall not limit the district attorney's ability to exercise prosecutorial discretion on behalf of the state in a criminal case.\n\nC. The provisions of this section shall not require the court to continue or reschedule any proceedings if it would result in a violation of a jurisdictional rule.\n\nHistory:Laws 2005, ch. 283, § 1.\n\nEffective dates.— Laws 2005, ch. 283 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2005, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-10-1/"
    },
    {
      "id": "section-31-26-11",
      "number": "31-26-11",
      "heading": "Procedures when an inmate or delinquent child escapes; corrections department; children, youth and families department.",
      "text": "A. The corrections department or the children, youth and families department shall immediately notify the sentencing judge or the children's court judge, the district attorney of the judicial district from which the inmate or delinquent child was committed and the probation officer who authored the presentence report when an inmate or delinquent child:\n\n(1) escapes from a correctional facility or juvenile justice facility under the jurisdiction of the corrections department or the children, youth and families department; or\n\n(2) convicted in New Mexico of a capital, first degree or second degree felony and transferred to a facility under the jurisdiction of another state escapes from that facility.\n\nB. The district attorney shall immediately notify any person known to reside in his district who was a victim of the criminal or delinquent offense for which the inmate or delinquent child was committed.\n\nHistory:Laws 1994, ch. 144, § 11; 1999, ch. 103, § 1.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or delinquent child\" and \"children, youth and families department\" in the catchline and throughout the section; in Subsection A inserted \"or the children's court judge\" in the introductory language and \"or juvenile justice facility\" in Paragraph (1); and inserted \"or delinquent\" preceding \"offense\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-11/"
    },
    {
      "id": "section-31-26-12",
      "number": "31-26-12",
      "heading": "Procedures when an inmate is released from incarceration; adult parole board; corrections department; procedures when a delinquent child is released from custody; juvenile parole board; children, youth and families department; district attorneys",
      "text": "A. The adult parole board and the children, youth and families department shall provide a copy of their respective regular release dockets to each district attorney in the state at least ten working days before the docket is considered. The district attorney shall notify any person known to reside in the district who was a victim of the criminal offense for which the inmate was incarcerated or the delinquent child was committed.\n\nB. The adult parole board or the children, youth and families department shall provide a copy of a supplemental, addendum or special docket to each district attorney at least five working days before the release docket is considered.\n\nC. Following consideration of a release docket by the adult parole board or the children, youth and families department, the board and department shall promptly notify each district attorney of recommendations for release of an inmate from incarceration or a delinquent child from custody. The district attorney shall notify any person known to reside in the district attorney's district who was a victim of the criminal offense for which the inmate was incarcerated or the delinquent child was committed.\n\nD. In the case of an inmate scheduled to be released from incarceration without parole or prior to parole for any reason, or a delinquent child scheduled to be released from custody, the corrections department or the children, youth and families department shall notify each district attorney at least fifteen working days before the inmate's or delinquent child's release. The district attorney shall notify any person known to reside in the district who was a victim of the criminal offense for which the inmate was incarcerated or the delinquent child was committed.\n\nHistory:Laws 1994, ch. 144, § 12; 1999, ch. 103, § 2; 2009, ch. 239, § 5.\n\nThe 2009 amendment,effective July 1, 2009, in Subsections A, after \"adult parole board and the\", deleted \"juvenile parole board\" and added \"children, youth and families department\"; in Subsections B, after \"adult parole board or the\", deleted \"juvenile parole board\" and added \"children, youth and families department\"; and in Subsections C, after \"adult parole board or the\", deleted \"juvenile parole board, each board\" and added \"children, youth and families department, the board and department\"; after \"recommendations\", deleted \"adopted by the board\"; and after \"reside in the district\", added \"attorney's district\".\n\nApplicability.— Laws 2009, ch. 239, § 71, provided that the provisions of this act apply to all children who, on July 1, 2009, are on release or are otherwise eligible to be placed on release as if the Juvenile Public Safety Advisory Board Act had been in effect at the time they were placed on release or became eligible to be released.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"adult\" in the catchline and in Subsections A and B; added \"procedures when a delinquent child is released from custody; juvenile parole board; children, youth and families department\" to the catchline; inserted references to the juvenile parole board and \"release\" throughout the section; in Subsection A added the second sentence; in Subsection C added \"or a delinquent child from custody\" at the end of the first sentence and added \"or the delinquent child was committed\" at the end of the second sentence; in Subsection D in the first sentence, inserted the language beginning \"or prior\" and ending \"from custody\", inserted \"or the children, youth and families department\", and inserted \"or delinquent child's\", and at the end of the second sentence added \"or the delinquent child was committed\"; and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-12/"
    },
    {
      "id": "section-31-26-13",
      "number": "31-26-13",
      "heading": "Disclaimer.",
      "text": "Nothing in the Victims of Crime Act creates a cause of action on behalf of a person against a public employer, public employee, public agency, the state or any agency responsible for the enforcement of rights or provision of services set forth in that act.\n\nHistory:Laws 1994, ch. 144, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-13/"
    },
    {
      "id": "section-31-26-14",
      "number": "31-26-14",
      "heading": "Effect of noncompliance.",
      "text": "A person accused or convicted of a crime against a victim shall have no standing to object to any failure by any person to comply with the provisions of the Victims of Crime Act.\n\nHistory:Laws 1994, ch. 144, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-14/"
    },
    {
      "id": "section-31-26-15",
      "number": "31-26-15",
      "heading": "Identity theft passport; database.",
      "text": "A. The attorney general, in cooperation with the department of public safety and the motor vehicle division of the taxation and revenue department, shall issue an identity theft passport to a person who claims to be a victim of identity theft pursuant to Section 30-16-24.1 NMSA 1978 and who provides to the attorney general:\n\n(1) a certified copy of a court order obtained pursuant to Section 5 [31-26-16 NMSA 1978] of this 2009 act or a full set of fingerprints;\n\n(2) a driver's license or other government-issued identification or record; and\n\n(3) other information as required by the attorney general.\n\nB. An identity theft passport shall contain a picture of the person to whom it was issued and other information as the attorney general deems appropriate.\n\nC. The attorney general may enter into a memorandum of understanding with the motor vehicle division of the taxation and revenue department for the development and issuance of a secure form of identity theft passport. When an identity theft passport is issued, the motor vehicle division shall note on the person's driver record that an identity theft passport has been issued.\n\nD. An identify [identity] theft passport shall be accepted as evidence of identity by law enforcement officers and others who may challenge the person's identity.\n\nE. The attorney general shall maintain a database of identity theft victims who have reported to a law enforcement agency or have been issued an identity theft passport. The attorney general may provide access to the database only to criminal justice agencies. For purposes of identification and authentication, the attorney general may allow access to specific information about a person who has become a victim of identity theft to that person or to that person's authorized representative.\n\nF. The attorney general shall keep on file each application for an identity theft passport and each police report of identity theft submitted by a law enforcement agency.\n\nG. The attorney general shall prepare and make available to local law enforcement agencies and to the general public an information packet that includes information on how to prevent and stop identity theft.\n\nHistory:Laws 2009, ch. 95, § 4.\n\nBracketed material.— The bracketed word \"identity\" in Subsection D was inserted by the compiler to correct a typographical error and is not part of the law.\n\nEffective dates.— Laws 2009, ch. 95, § 6 made Laws 2009, ch. 95, § 4 effective July 1, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-15/"
    },
    {
      "id": "section-31-26-16",
      "number": "31-26-16",
      "heading": "Repealed.",
      "text": "History:Laws 2009, ch. 95, § 5; repealed by Laws 2019, ch. 203, § 8.\n\nRepeals.— Laws 2019, ch. 203, § 8 repealed 31-26-16 NMSA 1978, as enacted by Laws 2009, ch. 95, § 5, relating to expungement from police and court records, effective January 1, 2020. For provisions of former section,seethe 2019 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-26/section-31-26-16/"
    }
  ]
}