{
  "state": "new-mexico",
  "path": "title-chapter-31-criminal-procedure/chapter-article-17-victim-restitution",
  "sections": [
    {
      "id": "section-31-17-1",
      "number": "31-17-1",
      "heading": "Victim restitution.",
      "text": "A. It is the policy of this state that restitution be made by each violator of the Criminal Code [30-1-1 NMSA 1978] to the victims of his criminal activities to the extent that the defendant is reasonably able to do so. This section shall be interpreted and administered to effectuate this policy. As used in this section, unless the context otherwise requires:\n\n(1) \"victim\" means any person who has suffered actual damages as a result of the defendant's criminal activities;\n\n(2) \"actual damages\" means all damages which a victim could recover against the defendant in a civil action arising out of the same facts or event, except punitive damages and damages for pain, suffering, mental anguish and loss of consortium. Without limitation, \"actual damages\" includes damages for wrongful death;\n\n(3) \"criminal activities\" includes any crime for which there is a plea of guilty or verdict of guilty, upon which a judgment may be rendered and any other crime committed after July 1, 1977 which is admitted or not contested by the defendant; and\n\n(4) \"restitution\" means full or partial payment of actual damages to a victim.\n\nB. If the trial court exercises either of the sentencing options under Section 31-20-6 NMSA 1978, the court shall require as a condition of probation or parole that the defendant, in cooperation with the probation or parole officer assigned to the defendant, promptly prepare a plan of restitution, including a specific amount of restitution to each victim and a schedule of restitution payments. If the defendant is currently unable to make any restitution but there is a reasonable possibility that the defendant may be able to do so at some time during his probation or parole period, the plan of restitution shall also state the conditions under which or the event after which the defendant will make restitution. If the defendant believes that he will not be able to make any restitution, he shall so state and shall specify the reasons. If the defendant believes that no person suffered actual damages as a result of the defendant's criminal activities, he shall so state.\n\nC. The defendant's plan of restitution and the recommendations of his probation or parole officer shall be submitted promptly to the court. The court shall promptly enter an order approving, disapproving or modifying the plan, taking into account the factors enumerated in Subsection D of this section. Compliance with the plan of restitution as approved or modified by the court shall be a condition of the defendant's probation or parole. Restitution payments shall be made to the clerk of the court unless otherwise directed by the court. The court thereafter may modify the plan at any time upon the defendant's request or upon the court's own motion. If the plan as approved or modified does not require full payment of actual damages to all victims or if the court determines that the defendant is not able and will not be able to make any restitution at any time during his probation or parole period or that no person suffered actual damages as a result of the defendant's criminal activities, the court shall file a specific written statement of its reasons for and the facts supporting its action or determination.\n\nD. An order requiring an offender to pay restitution, validly entered pursuant to this section, constitutes a judgment and lien against all property of a defendant for the amount the defendant is obligated to pay under the order and may be recorded in any office for the filing of liens against real or personal property, or for garnishment. A judgment of restitution may be enforced by the state, a victim entitled under the order to receive restitution, a deceased victim's estate or any other beneficiary of the judgment in the same manner as a civil judgment. An order of restitution is enforceable, if valid, pursuant to this section, the Victims of Crime Act [31-26-1 NMSA 1978] or Article 2, Section 24 of the constitution of New Mexico. Nothing in this section shall be construed to limit the ability of a victim to pursue full civil legal remedies.\n\nE. The probation or parole officer, when assisting the defendant in preparing the plan of restitution, and the court, before approving, disapproving or modifying the plan of restitution, shall consider the physical and mental health and condition of the defendant; the defendant's age, education, employment circumstances, potential for employment and vocational training, family circumstances and financial condition; the number of victims; the actual damages of each victim; what plan of restitution will most effectively aid the rehabilitation of the defendant; and such other factors as shall be appropriate. The probation or parole officer shall attempt to determine the name and address of each victim and the amount of pecuniary damages of each victim.\n\nF. The clerk of the court shall mail to each known victim a copy of the court's order approving or modifying the plan of restitution, including the court's statement, if any, pursuant to the provisions of Subsection C of this section.\n\nG. At any time during the probation or parole period, the defendant or the victim may request and the court shall grant a hearing on any matter related to the plan of restitution.\n\nH. Failure of the defendant to comply with Subsection B of this section or to comply with the plan of restitution as approved or modified by the court may constitute a violation of the conditions of probation or parole. Without limitation, the court may modify the plan of restitution or extend the period of time for restitution, but not beyond the maximum probation or parole period specified in Section 31-21-10 NMSA 1978.\n\nI. This section and proceedings pursuant to this section shall not limit or impair the rights of victims to recover damages from the defendant in a civil action.\n\nJ. The rightful owner of any stolen property is the individual from whom the property was stolen. When recovering his property, the rightful owner of the stolen property shall not be civilly liable to any subsequent holder, possessor or retainer of the property for the purchase or sale price of the property or for any other costs or expenses associated with the property. Any subsequent holder, possessor or retainer of returned stolen property shall return the property to the rightful owner. The subsequent holder, possessor or retainer shall have a cause of action against the person from whom he obtained the property for actual damages.\n\nHistory:1953 Comp., § 40A-29-18.1, enacted by Laws 1977, ch. 217, § 2; 1989, ch. 101, § 1; 1993, ch. 221, § 1; 2005, ch. 282, § 1.\n\nThe 2005 amendment,effective June 17, 2005, added Subsection D to provide that an order requiring an offender to pay restitution is a judgment and lien against all property of the defendant and may be recorded in any office for the filing of liens against real or personal property or for garnishment and to provide for the enforcement of the order of restitution.\n\nThe 1993 amendment,effective June 18, 1993, deleted \"of New Mexico\" following \"Criminal Code\" in the first sentence of Subsection A; and deleted the former last two sentences of Subsection H, which provided for set off of restitution payments against certain judgments, and limited the admissibility as evidence of the fact that restitution was required or made, respectively.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection B substituted \"Section 31-20-6 NMSA 1978\" for \"Section 40A-29-18 NMSA 1953\" in the first sentence and substituted \"make\" for \"made\" near the beginning of the second sentence; in Subsection G substituted \"Section 31-21-10 NMSA 1978\" for \"section 41-17-24 NMSA 1953\" in the second sentence; and added Subsection I.\n\nI. GENERAL CONSIDERATION.\n\nEffect of bankruptcy.— Criminal restitution may generally be imposed despite a previous discharge of the underlying debts in bankruptcy.State v. Collins, 2007-NMCA-106, 142 N.M. 419, 166 P.3d 480.\n\nPurpose of section.— This section is declarative of the public policy to: (1) Make whole the victim of the crime to the extent possible; and (2) to remind the defendant of his wrongdoing and to require him to repay the costs society has incurred as a result of his misconduct.State v. Taylor, 1986-NMCA-011, 104 N.M. 88, 717 P.2d 64, cert. denied, 103 N.M. 798, 715 P.2d 71.\n\nPublic policy to make crime victim whole.— This section is declarative of public policy to make whole the victim of the crime to the extent possible.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nRestitution was not an appropriate punishment in criminal contempt proceeding.— Where attorney was held in criminal contempt of court for refusing to proceed with trial, asserting that proceeding to trial when a defense witness was unavailable would result in ineffective assistance of counsel, the district court abused its discretion in ordering attorney to pay criminal restitution, because criminal restitution is not an appropriate punishment in the context of criminal contempt, and the district court failed to show that any entity suffered an actual loss as a result of attorney's contempt.In re Maestas, 2022-NMCA-057.\n\nActual damages may include compensation for pecuniary losses related to mental anguish.— Where defendant, in two separate cases, pleaded no contest in each case to false imprisonment with intent to commit a sex offense against the victim, and where the district court ordered defendant to pay restitution as compensation for, in one case, costs associated with difficulty the victim experienced completing part of her high school education and, in the other case, costs for mental-health care the victim had received, and where defendant challenged the orders of restitution, claiming they were contrary to the victim restitution statute in that they compel him to pay restitution relating to or resulting from mental anguish, and that the relationship between his conduct and the harms for which compensation was ordered was too attenuated to establish causation, the district court's orders of restitution were not an abuse of discretion, because while the damages at issue may relate to or have resulted from the victims' mental anguish, they are meant to compensate for pecuniary losses, not mental anguish. Moreover, substantial evidence supported the district court's determination that defendant's criminal conduct caused the damages in each case.State v. Quintero, 2022-NMCA-037, cert. denied.\n\nConsecutive sentencing does not violate the public policyof making the victim whole, even though it may prevent the defendant from earning the money necessary to compensate his or her victims, where such sentencing is imposed as part of a comprehensive rehabilitative plan necessary to instill in the defendant the wrongness of his or her actions.State v. Jensen, 1998-NMCA-034, 124 N.M. 726, 955 P.2d 195.\n\nII. PROCEDURAL MATTERS.\n\nCommencement of obligation.— A defendant's obligation to make restitution may commence upon sentencing or incarceration and need not be delayed until the defendant is placed on probation or parole.State v. Palmer, 1998-NMCA-052, 125 N.M. 86, 957 P.2d 71, cert. denied, 125 N.M. 146, 958 P.2d 104.\n\nWhen restitution award is improper.— Awarding restitution to the victim is improper where a defendant does not admit liability for the crime, was not convicted of the crime, or does not plead guilty to the crime.State v. Madril, 1987-NMCA-010, 105 N.M. 396, 733 P.2d 365.\n\nRestitution must have a direct, causal relationship to the crime committed.— Where defendant was ordered as part of her sentence, following a guilty plea to the offense of forgery, to pay restitution for the costs of her extradition from New York, the district court erred in ordering defendant to pay the sheriff's department's extradition expenses, because there is no direct, causal relationship between the crime defendant pled guilty to and the damages sought by the department.State v. George, 2020-NMCA-039.\n\nNotice to defendant required.— When the state intends to seek restitution based on charges that have been dismissed under a plea and disposition agreement, the defendant must be placed on notice that he will be subject to the payment of restitution, and should be advised at the time of the entry of his plea of the amount of restitution sought by the state.State v. Lozano, 1996-NMCA-075, 122 N.M. 120, 921 P.2d 316.\n\nRelationship necessary between criminal activity and damage to victim.— A direct, causal relationship is required between the criminal activities of a defendant and the damages which the victim suffers. Restitution must be limited by and directly related to those criminal activities.State v. Madril, 1987-NMCA-010, 105 N.M. 396, 733 P.2d 365.\n\nIn determining whether a direct or causal relationship exists between a defendant's criminal activities and the damage suffered by a victim of those activities, an adequate evidentiary basis must be presented. Mere speculation or supposition as to that relationship will not suffice.State v. Madril, 1987-NMCA-010, 105 N.M. 396, 733 P.2d 365.\n\nPolice department as \"victim\".— In a prosecution involving the theft of drugs by an undercover narcotics officer, the police department was a \"victim\" for purposes of this section.State v. Ellis, 1995-NMCA-124, 120 N.M. 709, 905 P.2d 747, cert. denied, 120 N.M. 715, 905 P.2d 1119.\n\nRestitution for unlicensed work not required.— Bad-check defendant was not required to make restitution for any amounts owed to interior design company for work done without the requisite New Mexico contractor's license.State v. Platt, 1992-NMCA-110, 114 N.M. 721, 845 P.2d 815, cert. denied, 114 N.M. 501, 841 P.2d 549.\n\nVictim restitution policy not limited to cases where sentence suspended or deferred.— Subsection B contains no qualifying language limiting the application of the policy of victim restitution only to those cases in which a sentence is suspended or deferred.State v. Gross, 1982-NMCA-099, 98 N.M. 309, 648 P.2d 348, cert. denied, 98 N.M. 336, 648 P.2d 794.\n\nMandatory probationary period may include restitution condition.— Subsection B does not limit or restrict the application of restitution only to those cases in which sentence is suspended or deferred. A mandatory probationary period may be included in the defendant's sentence with the condition to make restitution to the victim.State v. Ennis, 1982-NMCA-157, 99 N.M. 117, 654 P.2d 570, cert. denied, 99 N.M. 148, 655 P.2d 160.\n\nRestitution mandatory where sentence suspended or deferred.— Subsection B makes it mandatory to require victim restitution when a sentence is deferred or suspended; the court has no discretion in such instances.State v. Gross, 1982-NMCA-099, 98 N.M. 309, 648 P.2d 348, cert. denied, 98 N.M. 336, 648 P.2d 794.\n\nWhere a defendant agreed to plead guilty to nine counts of attempt to evade gross receipts tax, and the state and the defendant agreed that incarceration, if imposed, would not exceed nine years and that sentencing would be postponed to enable defendant to fulfill restitution requirements; and where the defendant, after 11 months failed to pay any restitution, it was not error for the trial court to impose a sentence of incarceration pursuant to the plea and disposition agreement.State v. Bowie, 1990-NMCA-068, 110 N.M. 283, 795 P.2d 88.\n\nAgreements not to prosecute in exchange for restitution.— The practice by attorneys or their agents involving the payment of money as privately-negotiated restitution to an alleged victim in exchange for that person's execution of any sworn statement not to prosecute constitutes conduct prejudicial to the administration of justice in violation of Subsection D of Rule 16-804 NMRA, and adversely reflects on an attorney's fitness to practice law.In re Steere, 1990-NMSC-084, 110 N.M. 405, 796 P.2d 1101.\n\nInsurance company as victim.— The trial court had the authority under this section to order the embezzling defendant to pay restitution to an insurance company that had paid a claim resulting from the defendant's criminal activities.State v. Brooks, 1993-NMCA-078, 116 N.M. 309, 862 P.2d 57,rev'd on other grounds, 1994-NMSC-062, 117 N.M. 751, 877 P.2d 557.\n\nTermination of preprosecution agreement by state.— The state may terminate a preprosecution diversion agreement, even if the sole ground is the defendant's nonwilful failure to make restitution, but only if there are no adequate alternatives to termination which will meet the state's legitimate penological interests.State v. Jimenez, 1991-NMSC-041, 111 N.M. 782, 810 P.2d 801.\n\nTrial court must consider defendant's ability to pay restitution.— In a fraud case, the district court's order regarding payment of restitution within thirty days was not a proper method of achieving the district court's legitimate objective of determining whether the fraudulently obtained funds were recoverable. The district court must consider defendant's ability to pay restitution within thirty days before conditioning a portion of his term of imprisonment on payment of restitution within that time frame.State v. Whitaker, 1990-NMCA-014, 110 N.M. 486, 797 P.2d 275, cert. denied, 109 N.M. 631, 788 P.2d 931.\n\nFull evidentiary hearing not contemplated.— A full evidentiary hearing tantamount to a civil trial adjudicating liability is not contemplated as a prerequisite for a criminal trial judge to require restitution to the victim.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nNotice to defendant, with opportunity to dispute amount of restitution, required.— Implicit in the provisions of this section is the giving of notice to the defendant of the amount of restitution claimed, the opportunity to dispute the amount thereof and an inquiry into the defendant's ability to pay restitution.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nFailure to prepare restitution plan not error where presentence report provides notice.— Where no plan of restitution is ever prepared by the defendant in cooperation with the probation or parole officials as required by this section, the failure to comply with this requirement is not error where data is supplied by the defendant which supports the court's determination of the defendant's ability to pay restitution, the presentence report gives the defendant prior notice concerning the amounts of restitution detailed in the presentence report and he is adequately accorded an opportunity to contest the amounts ordered by the court.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nRestitution order void where not condition of probation.— The district court's order that defendant make restitution to the New Mexico state police contingency fund in the amount of $130 (the amount an undercover police officer spent to purchase cocaine from defendant) was void, where the court did not order the payment as a condition of probation; and, thus, it was not authorized by this section.State v. Dean, 1986-NMCA-093, 105 N.M. 5, 727 P.2d 944, cert. denied, 104 N.M. 702, 726 P.2d 856.\n\nShowing of actual damage insufficient to require victim restitution where no actual loss could be shown.State v. Griffin, 1983-NMCA-072, 100 N.M. 75, 665 P.2d 1166.\n\nLien on defendant's property not authorized.— A lien ordered on defendant's property to the extent of restitution is not authorized.State v. Steele, 1983-NMCA-078, 100 N.M. 492, 672 P.2d 665.\n\nIII. AMOUNT.\n\nAmount of restitution and time of payment must be set by the courtand may not be left to the discretion of probation authorities.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391;State v. Carrasco, 1997-NMCA-123, 124 N.M. 320, 950 P.2d 293.\n\nTrial court is to exercise discretionin ordering the amount defendant is \"reasonably able\" to pay.State v. Steele, 1983-NMCA-078, 100 N.M. 492, 672 P.2d 665.\n\nRestitution for full value of stolen merchandise.— The trial court did not err in ordering defendants to pay restitution for the full value of recovered stolen property that was donated to charity by the victim.State v. Lucero, 1999-NMCA-102, 127 N.M. 672, 986 P.2d 468, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nRestitution must be limited to the crime for which there is a guilty verdict.— Where defendant was convicted of fourth-degree fraudulent use of a credit card (over $500) and conspiracy to commit fraudulent use of a credit card following a trial where the state admitted into evidence the receipts for nine unauthorized credit card transactions made over the course of five consecutive days, offered testimony that defendant appeared in surveillance footage conducting one of the credit card transactions, and submitted documents establishing that the total amount of unauthorized purchases on the credit card was over $15,000, and where, following defendant's conviction, the district court judge ordered defendant to pay restitution in the amount of $15,400 based on the total amount of unauthorized charges, the district court erred in ordering defendant to pay restitution for the total amount of unauthorized charges, because the conspiracy proved at trial was limited to the single transaction defendant made, and therefore an order requiring her to make restitution for all nine of the fraudulent transactions was not authorized by law.State v. Herrera, 2024-NMCA-025, cert. denied.\n\nQuantum of restitution need not be proven by a preponderance of the evidenceas though the sum were being established in a civil action for damages.State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nEarnings are properly includable within \"actual damages\" to be awarded crime victims,as contemplated by Subsection A(2).State v. Lack, 1982-NMCA-111, 98 N.M. 500, 650 P.2d 22, cert. denied, 98 N.M. 478, 649 P.2d 1391.\n\nPayments for victim's counseling.— An order requiring a defendant convicted of criminal sexual penetration, incest, and contributing to the delinquency of a minor to pay a monthly sum towards the cost of the victim's counseling was reasonably related to the defendant's rehabilitation and valid under this section.State v. Palmer, 1998-NMCA-052, 125 N.M. 86, 957 P.2d 71, cert. denied, 125 N.M. 146, 958 P.2d 104.\n\nAudit expenses properly included in restitution order.— In a fraud case, an audit was an appropriate element of restitution. So long as the audit was a reasonable attempt to determine the nature and extent of losses caused by the wrongdoer, rather than an expense of trial preparation, the district court acted properly in including the expense of the audit as \"actual damages\" to be considered in ordering restitution.State v. Whitaker, 1990-NMCA-014, 110 N.M. 486, 797 P.2d 275, cert. denied, 109 N.M. 631, 788 P.2d 931.\n\nLosses qualifying as damages.— In a prosecution involving the theft of drugs by an undercover narcotics officer, the police department's losses, including the officer's salary, expense money, and money spent for the purchase of drugs, qualified as damages under this section.State v. Ellis, 1995-NMCA-124, 120 N.M. 709, 905 P.2d 747, cert. denied, 120 N.M. 715, 905 P.2d 1119.\n\nDamages for conspiracy.— The trial court, pursuant to this section, may order a defendant to make restitution to the victim of a criminal conspiracy for losses resulting from such conspiracy.State v. Lozano, 1996-NMCA-075, 122 N.M. 120, 921 P.2d 316.\n\nMagistrate court may order restitution.— The magistrate court may, as part of its sentencing power, order a Criminal Code or Motor Vehicle Code violator to make restitution. 1979 Op. Att'y Gen. No. 79-18.\n\nLaw reviews.— For comment, \"Definitive Sentencing in New Mexico: The 1977 Criminal Sentencing Act,\" see 9 N.M.L. Rev. 131 (1978-79).\n\nFor article, \"Survey of New Mexico Law, 1982-83: Criminal Procedure,\" see 14 N.M.L. Rev. 109 (1984).\n\nFor annual survey of criminal procedure in New Mexico, see 18 N.M.L. Rev. 345 (1988).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21A Am. Jur. 2d Criminal Law § 1321 et seq.; 79 Am. Jur. 2d Welfare Laws § 46.\n\nPropriety of condition of probation which requires defendant convicted of crime of violence to make reparation to injured victim, 79 A.L.R.3d 976.\n\nStatutes providing for governmental compensation for victims of crime, 20 A.L.R.4th 63.\n\nJurisdiction or power of juvenile court to order parent of juvenile to make restitution for juvenile's offense, 66 A.L.R.4th 985.\n\nMeasure and elements of restitution to which victim is entitled under state criminal statute, 15 A.L.R.5th 391.\n\nApportionment of liability between landowners and assailants for injuries to crime victims, 54 A.L.R.5th 379.\n\nPersons or entities entitled to restitution as \"victim\" under state criminal restitution statute, 92 A.L.R.5th 35.\n\nRestitutional sentencing under Victim and Witness Protection Act § 5 (18 USCS §§ 3579, 3580), 79 A.L.R. Fed. 724, 108 A.L.R. Fed. 828.\n\nDeductibility, as nonbusiness loss under 26 USC § 165(c)(2), of restitution payments made pursuant to sentencing order, 112 A.L.R. Fed. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-17/section-31-17-1/"
    }
  ]
}