{
  "state": "new-mexico",
  "path": "title-chapter-31-criminal-procedure/chapter-article-21-sentence-pardons-and-paroles",
  "sections": [
    {
      "id": "section-31-21-1",
      "number": "31-21-1",
      "heading": "[Construction of statutory provisions prescribing term of imprisonment; maximum or minimum",
      "text": "In all penal statutes of the state where by the terms of such statutes a definite punishment of imprisonment in the penitentiary is prescribed the time of such imprisonment in such statute shall be construed to be the maximum of imprisonment, unless such statutes expressly provide that such time is the minimum.\n\nHistory:Laws 1909, ch. 32, § 10; Code 1915, § 5425; C.S. 1929, § 139-103; 1941 Comp., § 42-1702; 1953 Comp., § 41-17-2.\n\nCross references.— For juvenile probation services,see32A-2-5 and 32A-2-24 NMSA 1978.\n\nFor separate sentences construed as cumulative,see33-2-39 NMSA 1978.\n\nFor inapplicability of the Rules of Evidence to sentencing procedures,seeRule 11-1101 NMRA.\n\nCredit for time already served.— Prisoner was entitled to credit for time served under prior void sentence when he was resentenced following habeas corpus proceeding to correct improper sentence.Sneed v. Cox, 1964-NMSC-250, 74 N.M. 659, 397 P.2d 308.\n\nNo credit for time served under void, original proceeding.— TheSneed v. Cox,1964-NMSC-250, 74 N.M. 659, 397 P.2d 308, rule is applicable when an erroneous sentence is being corrected, but does not apply where the original proceeding was void for lack of jurisdiction even though time was served under a conviction found to be void because of absence of jurisdiction, credit may not be give for such time served when the prisoner is, on a subsequent trial, validly convicted of the same offense and given a new sentence.Morgan v. Cox, 1965-NMSC-108, 75 N.M. 472, 406 P.2d 347.\n\nSection inapplicable when sentence prescribes indefinite punishment.— Section 42-1-61, 1953 Comp. (repealed), which provided for a sentence of \"not less than two years,\" does not by its terms prescribe a definite punishment, but only a minimum, and this section is therefore inapplicable by its own terms.Jones v. Cox, 1964-NMSC-023, 73 N.M. 450, 389 P.2d 214 (decided under prior law).\n\nSection inapplicable in determining maximum sentence for sodomy.— This section was inapplicable in determining maximum sentence imposed under 40-7-7, 1953 Comp. (repealed), providing imprisonment for not less than one year for sodomy.Starkey v. Cox, 1964-NMSC-020, 73 N.M. 434, 389 P.2d 203 (decided under prior law).\n\nCourt must consider whether petitioner deprived of section's benefits.— The right to see the parole board which arises under the parole laws is not a matter of grace, and in order to fully comply with the purpose intended to be served by the indeterminate sentencing statute and the parole statutes, the supreme court must consider whether petitioner is deprived of the benefits arising under the statutory minimum when his parole board interview is denied by virtue of a sentence which did not conform to the statute.Sneed v. Cox, 1964-NMSC-250, 74 N.M. 659, 397 P.2d 308.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law §§ 613, 829, 830, 942, 972, 973.\n\nValidity, under indeterminate sentence law, of sentence fixing identical minimum and maximum terms of imprisonment, 29 A.L.R. 1344.\n\n24 C.J.S. Criminal Law §§ 1468, 1505.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-1/"
    },
    {
      "id": "section-31-21-2",
      "number": "31-21-2",
      "heading": "Clothing, money and transportation furnished to prisoners on release from correctional facility.",
      "text": "Upon the release of any prisoner from a correctional facility of the corrections department:\n\nA. the superintendent shall provide him with suitable clothing as required and:\n\n(1) in the case of release on parole, transportation to his place of employment if within this state, or if not within this state, then to any place within this state; or\n\n(2) in the case of all other types of release, transportation to his home, if within the state, or if not within this state, then to the place of his conviction or to any other place within the state; and\n\nB. the superintendent may provide him with not more than one hundred dollars ($100) and, in case of an exceptional situation, with the prior approval of the secretary of corrections, an additional amount not to exceed three hundred fifty dollars ($350) for purchase of transportation to a location in another state within the continental limits of the United States.\n\nHistory:Laws 1909, ch. 32, § 7; Code 1915, § 5081; C.S. 1929, § 130-169; Laws 1939, ch. 55, § 18; 1941 Comp., § 42-1708; Laws 1951, ch. 99, § 1; 1953 Comp., § 41-17-8; Laws 1967, ch. 30, § 1; 1969, ch. 10, § 1; 1977, ch. 145, § 1; 1982, ch. 59, § 1.\n\nStatute's provisions mandatory.— The statute is mandatory. No exceptions are incorporated in it. The plain language of this statute makes it incumbent upon superintendent to provide clothing, money and transportation in these two instances. 1955 Op. Att'y Gen. No. 55-6122.\n\nEffective upon prisoner's release.— Where prisoner had served the maximum sentence for the crime committed, the person is entitled to the items which the statute affords a prisoner upon expiration of his maximum sentence. 1955 Op. Att'y Gen. No. 55-6170.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-2/"
    },
    {
      "id": "section-31-21-3",
      "number": "31-21-3",
      "heading": "Short title.",
      "text": "Sections 31-21-3 through 31-21-19 NMSA 1978 may be cited as the \"Probation and Parole Act\".\n\nHistory:1953 Comp., § 41-17-12, enacted by Laws 1955, ch. 232, § 1; 1963, ch. 301, § 1.\n\nCross references.— For inmate-release program,see33-2-43 to 33-2-47 NMSA 1978.\n\nFor inapplicability of the Rules of Evidence to sentencing procedures,seeRule 11-1101 NMRA.\n\nNo contract between state and prisoner.— No act of the parole board can constitute a contract between a prisoner and the state.Aragon v. Cox, 1965-NMSC-132, 75 N.M. 537, 407 P.2d 673.\n\nVoid order of parole is without force or effectto justify the release of a prisoner.Aragon v. Cox, 1965-NMSC-132, 75 N.M. 537, 407 P.2d 673.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nFor note, \"Negligent Hiring and Retention - Availability of Action Limited By Foreseeability Requirement,\" see 10 N.M.L. Rev. 491 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Propriety of conditioning probation on defendant's remaining childless or having no additional children during probationary period, 94 A.L.R.3d 1218.\n\nJury's discussion of parole law as ground for reversal for new trial, 21 A.L.R.4th 420.\n\nRight of convicted defendant to refuse probation, 28 A.L.R.4th 736.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-3/"
    },
    {
      "id": "section-31-21-4",
      "number": "31-21-4",
      "heading": "Construction and purpose of act.",
      "text": "The Probation and Parole Act [31-21-3 to 31-21-19 NMSA 1978] shall be liberally construed to the end that the treatment of persons convicted of crime shall take into consideration their individual characteristics, circumstances, needs and potentialities as revealed by case study, and that such persons shall be dealt with in the community by a uniformly organized system of constructive rehabilitation under probation supervision instead of in an institution, or under parole supervision when a period of institutional treatment is deemed essential in the light of the needs of public safety and their own welfare.\n\nHistory:1953 Comp., § 41-17-13, enacted by Laws 1955, ch. 232, § 2; 1963, ch. 301, § 2.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 39 to 44.\n\n67A Pardon and Parole §§ 39, 40, 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-4/"
    },
    {
      "id": "section-31-21-5",
      "number": "31-21-5",
      "heading": "Definitions.",
      "text": "As used in the Probation and Parole Act:\n\nA. \"probation\" means the procedure under which an adult defendant, found guilty of a crime upon verdict or plea, is released by the court without imprisonment under a suspended or deferred sentence and subject to conditions;\n\nB. \"parole\" means the release to the community of an inmate of an institution by decision of the board or by operation of law, subject to conditions imposed by the board and to its supervision;\n\nC. \"institution\" means the state penitentiary and any other similar state institution hereinafter created;\n\nD. \"board\" means the parole board;\n\nE. \"director\" means the director of the adult probation and parole division of the corrections department or any employee designated by the director;\n\nF. \"adult\" means any person convicted of a crime by a district court;\n\nG. \"geriatric inmate\" means a person who:\n\n(1) is serving a sentence and is confined in a prison or other correctional institution under the control of the corrections department;\n\n(2) is fifty-five years of age or older;\n\n(3) suffers from a debilitating and chronic infirmity, illness or disease related to aging; and\n\n(4) does not constitute a danger to the person's own self or to society at the time of review;\n\nH. \"permanently incapacitated inmate\" means a person who:\n\n(1) is serving a sentence and is confined in a prison or other correctional institution under the control of the corrections department;\n\n(2) by reason of an existing medical condition is permanently and irreversibly physically incapacitated; and\n\n(3) does not constitute a danger to the person's own self or to society at the time of review; and\n\nI. \"terminally ill inmate\" means a person who:\n\n(1) is serving a sentence and is confined in a prison or other correctional institution under the control of the corrections department;\n\n(2) has an incurable condition caused by illness or disease that will, within reasonable medical judgment, produce death within six months; and\n\n(3) does not constitute a danger to the person's own self or to society at the time of review.\n\nHistory:1953 Comp., § 41-17-14, enacted by Laws 1978, ch. 41, § 1; 1991, ch. 52, § 1; 2023, ch. 89, § 1.\n\nRepeals and reenactments.— Laws 1978, ch. 41, § 1, repealed 41-17-14, 1953 Comp. (former 31-21-5 NMSA 1978), relating to definitions in the Probation and Parole Act, and enacted a new section.\n\nCross references.— For state board of probation and parole as referring to corrections division,see33-1-7 NMSA 1978.\n\nThe 2023 amendment,effective July 1, 2023, defined \"geriatric inmate,\" \"permanently incapacitated inmate,\" and \"terminally ill inmate\" and revised the definition of \"director; in Subsection E, after \"director of the\", deleted \"field services\" and added \"adult probation and parole\"; and added Subsections G through I.\n\nThe 1991 amendment,effective July 1, 1991, in Subsection D, substituted \"parole board\" for \"state board of probation and parole\" and in Subsection E substituted \"director of the field services division of the corrections department\" for \"chief of the fields services bureau of the corrections division of the criminal justice department\".\n\nWhere judgment contains no reference to probation.— Defendant was on \"probation\" within meaning of statute, where sentence was suspended subject to conditions stated in judgment and defendant had signed an agreement concerning rules, regulations and conditions of probation, even though judgment entered at time of the original sentence contained no specific reference to probation.State v. Sublett, 1968-NMCA-001, 78 N.M. 655, 436 P.2d 515.\n\nPresumption that court considers probation before sentencing.— Where defendant's counsel asked the court to place defendant on probation before sentence was imposed, and no reasons were given by the court for denying probation, it is presumed the court considered the question of probation before sentencing defendant to the penitentiary.State v. Follis, 1970-NMCA-083, 81 N.M. 690, 472 P.2d 655.\n\nCourt not required to enforce abstention from searches by probation officers.— Statutory provisions that require the director to supervise probationers, direct the work of probation officers and formulate methods of supervision do not require a court to enforce the provisions of the manual concerning abstention from searches by probation officers.State v. Gardner, 1980-NMCA-122, 95 N.M. 171, 619 P.2d 847.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nFor note, \"Parole Revocation and the Right to Counsel,\" see 5 N.M.L. Rev. 311 (1975).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 1 to 9, 74.\n\n67A C.J.S. Pardon and Parole §§ 2 to 4, 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-5/"
    },
    {
      "id": "section-31-21-6",
      "number": "31-21-6",
      "heading": "Protection of records.",
      "text": "All social records, including presentence reports, pre-parole reports and supervision histories, obtained by the board are privileged and shall not be disclosed directly or indirectly to anyone other than the board, director, sentencing guidelines commission or sentencing judge, but authorities of the institution in which the prisoner is confined shall have access to all records and reports concerning the prisoner, and the sentencing judge, board and director shall have access to all records concerning the prisoner. The board, in the case of parole records, and the sentencing judge, in the case of probation records, in their discretion, whenever the best interest or welfare of a particular probationer or prisoner makes such action desirable or helpful, may permit inspection of the reports, or parts thereof, by the probationer, prisoner or his attorney. The sentencing guidelines commission shall have access to the social records for statistical and policymaking purposes only and shall not release any information identifying any individual.\n\nHistory:1953 Comp., § 41-17-18, enacted by Laws 1955, ch. 232, § 7; 1963, ch. 301, § 7; 1989, ch. 362, § 1.\n\nCross references.— For state board of probation and parole referring to the corrections division,see33-1-7 NMSA 1978.\n\nThe 1989 amendment,effective April 7, 1989, inserted \"sentencing guidelines commission\" near the middle of the first sentence and added the last sentence.\n\nNo privilege regarding communications made by inmate to probation officer.— Nothing in this section makes privileged a communication made by a criminal to a probation and parole officer in the course of a presentence investigation.State v. Silva, 1967-NMCA-008, 78 N.M. 286, 430 P.2d 783.\n\nPrivilege inapplicable to drug tests.— Defendants were subjected to random urinalysis testing as a condition of probation or parole and tested positive for the presence of cocaine. Subsequently, they argued that their drug test results should not have been used to prosecute them for possession of cocaine because disclosure of the drug test results violates the privilege against disclosure found in this section. However the drug test results are more akin to investigative reports than social records; thus, the privilege set forth is inapplicable.State v. Rickard, 1994-NMCA-083, 118 N.M. 312, 881 P.2d 57,rev'd in part on other grounds, 1994-NMSC-111, 118 N.M. 586, 884 P.2d 477.\n\nA defendant could not assert a privilege against the disclosure of drug test results since the drug test results are not social records.State v. Ware, 1994-NMCA-132, 118 N.M. 703, 884 P.2d 1182, cert. denied, 118 N.M. 731, 885 P.2d 1325.\n\nPrivilege inapplicable to status as parolee or probationer.— This section did not apply to a list containing the defendant's name and parole status obtained from the probation and parole board by agents of the Immigration and Naturalization Service.U. S. v. Guerrero-Hernandez, 95 F.3d 983 (10th Cir. 1996).\n\nTime to raise claim of privilege, when available.— Defendant cannot on appeal be heard to complain that a communication made by defendant to a probation and parole officer in the course of a presentence investigation was privileged, when no claim of privilege was ever raised in the trial court.State v. Silva, 1967-NMCA-008, 78 N.M. 286, 430 P.2d 783.\n\nReference to records during board's deliberations.— If in the board's deliberations any reference is made to any of these records, such references and the information contained therein must be made under circumstances such that the prohibited disclosure may not occur. It is the board's duty, imposed by the legislature, to keep and guard this information from those not authorized to receive it. And the statute makes no exception of members of the press, even if these would not divulge the information further. 1956 Op. Att'y Gen. No. 56-6509.\n\nWhen board's minutes may be distributed to press.— There is no objection to a distribution to the press of the minutes of the board's meetings so long as these do not contain references or information secured from privileged records covered by this section. 1956 Op. Att'y Gen. No. 56-6509.\n\nMailing of probation records.— The decision to allow probation records to be mailed to an attorney is within the discretion of the sentencing judge. 1971 Op. Att'y Gen. No. 71-25.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M. L. Rev. 234 (1972).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 62A Am. Jur. 2d Privacy §§ 60, 206.\n\nDefendant's right to disclosure of presentence report, 40 A.L.R.3d 681.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-6/"
    },
    {
      "id": "section-31-21-7",
      "number": "31-21-7",
      "heading": "Duties of director.",
      "text": "The director shall:\n\nA. provide probation and parole services and supervise probationers and parolees;\n\nB. assign officers to serve in each judicial district. Selection and assignment of officers to each judicial district shall be made by the director;\n\nC. obtain office quarters for the staff in each district as necessary;\n\nD. assign the secretarial, bookkeeping and accounting work to clerical employees;\n\nE. direct the work of the officers and other employees;\n\nF. formulate methods of investigation, supervision, recordkeeping and reports;\n\nG. conduct training courses for the staff;\n\nH. seek to cooperate with all agencies, public and private, that are concerned with the treatment or welfare of persons on probation or parole;\n\nI. report to the parole board concerning the status of parolees under his supervision; and\n\nJ. perform such other duties as directed by the secretary of corrections.\n\nHistory:1953 Comp., § 41-17-21, enacted by Laws 1955, ch. 232, § 10; 1963, ch. 301, § 9; 1975, ch. 194, § 7; 1977, ch. 257, § 56; 1990, ch. 7, § 1.\n\nCross references.— For state board of probation and parole as referring to corrections division,see33-1-7 NMSA 1978.\n\nThe 1990 amendment,effective May 16, 1990, deleted \"with the advice and consent of the judge of the district\" at the end of Subsection B, made a minor stylistic change in Subsection H, and substituted \"secretary of corrections\" for \"secretary of the criminal justice department\" at the end of Subsection J.\n\nCourt not required to enforce abstention from searches by probation officers.— Statutory provisions that require the director to supervise probationers, direct the work of probation officers and formulate methods of supervision do not require a court to enforce the provisions of the manual of instructions for parole officers concerning abstention from searches by probation officers.State v. Gardner, 1980-NMCA-122, 95 N.M. 171, 619 P.2d 847.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-7/"
    },
    {
      "id": "section-31-21-8",
      "number": "31-21-8",
      "heading": "Director to administer interstate compacts relating to convicts on probation and parole.",
      "text": "The director is the administrator of interstate compacts relating to convicts on probation and parole.\n\nHistory:1953 Comp., § 41-17-21.1, enacted by Laws 1959, ch. 33, § 1; 1977, ch. 257, § 57.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-8/"
    },
    {
      "id": "section-31-21-9",
      "number": "31-21-9",
      "heading": "Presentence and prerelease investigations.",
      "text": "A. Upon the order of any district or magistrate court, the director shall prepare a presentence report which shall include such information as the court may request.\n\nB. Upon the order of any district court the director shall prepare a prerelease report which the court shall use to determine the accused's qualifications for bail. The report shall include available information about the accused's family ties, employment, financial resources, character, physical and mental condition, the length of his residence in the community, his record of convictions, his record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings and any history of drug or alcohol abuse.\n\nC. All local and state law enforcement agencies shall furnish to the director any requested criminal records.\n\nHistory:1953 Comp., § 41-17-23, enacted by Laws 1972, ch. 71, § 17.\n\nRepeals and reenactments.— Laws 1972, ch. 71, § 17, repealed 41-17-23, 1953 Comp., relating to presentence investigation, and enacted the above section.\n\nCompiler's notes.— Laws 1972, ch. 71, § 19, provided that this act shall not be construed to repeal the provisions of 66-8-131 to 66-8-133 NMSA 1978, relating to the issuance of uniform traffic citations.\n\nObtaining of presentence report is not matter of right;the report is discretionary with the court.State v. Follis, 1970-NMCA-083, 81 N.M. 690, 472 P.2d 655.\n\nJudge's request for presentence report discretionary.— The trial judge has discretion to impose sentence immediately after conviction or request a presentence report, and where the jury had returned its verdict, it could not be said that immediate sentencing deprived defendant of a fair trial.State v. Mireles, 1972-NMCA-105, 84 N.M. 146, 500 P.2d 431.\n\nAbsence of presentence report provides no basis for relief.State v. Follis, 1970-NMCA-083, 81 N.M. 690, 472 P.2d 655.\n\n\"Statement\" before court for purpose of altering sentence under Section 31-18-15.1 NMSA 1978 is presentence report.State v. Wilson, 1982-NMCA-019, 97 N.M. 534, 641 P.2d 1081, cert. denied, 98 N.M. 50, 644 P.2d 1039.\n\nNo statutory limitations upon contents.— There are no statutory limitations upon the contents of the presentence report.State v. Montoya, 1978-NMCA-009, 91 N.M. 425, 575 P.2d 609, cert. denied, 91 N.M. 491, 576 P.2d 297.\n\nInclusion of arrest record in presentence report does not violate due process.State v. Montoya, 1978-NMCA-009, 91 N.M. 425, 575 P.2d 609, cert. denied, 91 N.M. 491, 576 P.2d 297.\n\nTime spent in boys' school may also be considered.— The parole board entirely within its own discretion may consider the time spent at the New Mexico boys' school towards eligibility for consideration for parole. 1958 Op. Att'y Gen. No. 58-109.\n\nLaw reviews.— For comment, \"Definitive Sentencing in New Mexico: The 1977 Criminal Sentencing Act,\" see 9 N.M.L. Rev. 131 (1978-79).\n\nFor comment, \"A Comment on State v. Montoya and the use of Arrest Records in Sentencing,\" see 9 N.M.L. Rev. 443 (1979).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law § 807.\n\nRight of defendant to inspect report of presentence investigation of witness previously convicted of crime, under Rule 32(c) of Federal Rules of Criminal Procedure, 38 A.L.R. Fed. 786.\n\n24 C.J.S. Criminal Law §§ 1480, 1492, 1493, 1496.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-9/"
    },
    {
      "id": "section-31-21-10",
      "number": "31-21-10",
      "heading": "Parole authority and procedure.",
      "text": "A. Except as provided in Section 31-21-10.2 NMSA 1978, an inmate of an institution who was sentenced to life imprisonment becomes eligible for a parole hearing after the inmate has served thirty years of the sentence. Before ordering the parole of an inmate sentenced to life imprisonment, the board shall:\n\n(1) interview the inmate at the institution where the inmate is committed;\n\n(2) consider all pertinent information concerning the inmate, including:\n\n(a) the circumstances of the offense;\n\n(b) mitigating and aggravating circumstances;\n\n(c) whether a deadly weapon was used in the commission of the offense;\n\n(d) whether the inmate is a habitual offender;\n\n(e) the reports filed under Section 31-21-9 NMSA 1978; and\n\n(f) the reports of such physical and mental examinations as have been made while in an institution;\n\n(3) make a finding that a parole is in the best interest of society and the inmate; and\n\n(4) make a finding that the inmate is able and willing to fulfill the obligations of a law-abiding citizen.\n\nIf parole is denied, the inmate sentenced to life imprisonment shall again become entitled to a parole hearing at two-year intervals. The board may, on its own motion, reopen any case in which a hearing has already been granted and parole denied.\n\nB. Unless the board finds that it is in the best interest of society and the parolee to reduce the period of parole, a person who was sentenced to life imprisonment shall be required to undergo a minimum period of parole of five years. During the period of parole, the person shall be under the guidance and supervision of the board.\n\nC. An inmate of an institution who was sentenced to life imprisonment without possibility of release or parole is not eligible for parole and shall remain incarcerated for the entirety of the inmate's natural life.\n\nD. Except for certain sex offenders as provided in Section 31-21-10.1 NMSA 1978, an inmate who was convicted of a first, second or third degree felony and who has served the sentence of imprisonment imposed by the court in an institution designated by the corrections department shall be required to undergo a two-year period of parole. An inmate who was convicted of a fourth degree felony and who has served the sentence of imprisonment imposed by the court in an institution designated by the corrections department shall be required to undergo a one-year period of parole. During the period of parole, the person shall be under the guidance and supervision of the board.\n\nE. Every person while on parole shall remain in the legal custody of the institution from which the person was released, but shall be subject to the orders of the board. The board shall furnish to each inmate as a prerequisite to release under its supervision a written statement of the conditions of parole that shall be accepted and agreed to by the inmate as evidenced by the inmate's signature affixed to a duplicate copy to be retained in the files of the board. The board shall also require as a prerequisite to release the submission and approval of a parole plan. If an inmate refuses to affix the inmate's signature to the written statement of the conditions of parole or does not have an approved parole plan, the inmate shall not be released and shall remain in the custody of the institution in which the inmate has served the inmate's sentence, excepting parole, until such time as the period of parole the inmate was required to serve, less meritorious deductions, if any, expires, at which time the inmate shall be released from that institution without parole, or until such time that the inmate evidences acceptance and agreement to the conditions of parole as required or receives approval for the inmate's parole plan or both. Time served from the date that an inmate refuses to accept and agree to the conditions of parole or fails to receive approval for the inmate's parole plan shall reduce the period, if any, to be served under parole at a later date. If the district court has ordered that the inmate make restitution to a victim as provided in Section 31-17-1 NMSA 1978, the board shall include restitution as a condition of parole. The board shall also personally apprise the inmate of the conditions of parole and the inmate's duties relating to those conditions of parole.\n\nF. When a person on parole has performed the obligations of the person's release for the period of parole provided in this section, the board shall make a final order of discharge and issue the person a certificate of discharge.\n\nG. Pursuant to the provisions of Section 31-18-15 NMSA 1978, the board shall require the inmate as a condition of parole:\n\n(1) to pay the actual costs of parole services to the adult probation and parole division of the corrections department for deposit to the corrections department intensive supervision fund not exceeding one thousand eight hundred dollars ($1,800) annually to be paid in monthly installments of not less than twenty-five dollars ($25.00) and not more than one hundred fifty dollars ($150), as set by the appropriate district supervisor of the adult probation and parole division, based upon the financial circumstances of the inmate. The inmate's payment of the supervised parole costs shall not be waived unless the board holds an evidentiary hearing and finds that the inmate is unable to pay the costs. If the board waives the inmate's payment of the supervised parole costs and the inmate's financial circumstances subsequently change so that the inmate is able to pay the costs, the appropriate district supervisor of the adult probation and parole division shall advise the board and the board shall hold an evidentiary hearing to determine whether the waiver should be rescinded; and\n\n(2) to reimburse a law enforcement agency or local crime stopper program for the amount of any reward paid by the agency or program for information leading to the inmate's arrest, prosecution or conviction.\n\nH. The provisions of this section shall apply to all inmates except geriatric, permanently incapacitated and terminally ill inmates eligible for the medical and geriatric parole program as provided by the Parole Board Act.\n\nHistory:1978 Comp., § 31-21-10, enacted by Laws 1980, ch. 28, § 1; 1981, ch. 285, § 3; 1982, ch. 107, § 1; 1983, ch. 136, § 1; 1987, ch. 139, § 4; 1988, ch. 62, § 2; 1994, ch. 21, § 1; 1994, ch. 24, § 4; 1996, ch. 79, § 4; 1997, ch. 140, § 2; 2003 (1st S.S.), ch. 1, § 8; 2004, ch. 38, § 2; 2005, ch. 59, § 3; 2007, ch. 69, § 3; 2009, ch. 11, § 4; 2023, ch. 24, § 2.\n\nThe 2023 amendment,effective June 16, 2023, provided for parole for children sentenced as adults; in Subsection A, in the introductory paragraph, added \"Except as provided in Section 31-21-10.2 NMSA 1978\"; in Subsection E, after \"inmate's duties relating\", deleted \"thereto\" and added \"to those conditions of parole\"; and in Subsection G, Paragraph G(1), substituted \"inmate\" for \"defendant\" throughout the subparagraph.\n\nApplicability.— Laws 2023, ch. 24, § 5 provided that the provisions of Laws 2023, ch. 24 apply retroactively to all offenders currently serving an adult sentence for an offense committed as a child.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection B, replaced \"convicted of a capital felony\" with \"sentenced to life imprisonment\" and added Subsection C.\n\nThe 2007 amendment,effective July 1, 2007, made the section applicable to all crimes for which an inmate has been sentenced to life imprisonment.\n\nThe 2005 amendment,effective June 17, 2005, provided that an inmate sentenced to life imprisonment for a first degree felony resulting in the death of a child becomes eligible for a parole hearing after serving thirty years of the sentence.\n\nThe 2004 amendments,effective July 1, 2004, amended Paragraph (1) of Subsection F to change one thousand twenty dollars ($1,020) to one thousand eight hundred dollars ($1,800), fifteen dollars ($15.00) to twenty-five dollars ($25.00), eighty-five dollars ($85.00) to one hundred fifty dollars ($150) and to add after \"($150) \"as set by the appropriate district supervisor of the adult probation and parole division, based upon the financial circumstances of the defendant. The defendant's payment of the supervised parole costs shall not be waived unless the board holds an evidentiary hearing and finds that the defendant is unable to pay the costs. If the board waives the defendant's payment of the supervised parole costs and the defendant's financial circumstances subsequently change so that the defendant is able to pay the costs, the appropriate district supervisor of the adult probation and parole division shall advise the board and the board shall hold an evidentiary hearing to determine whether the waiver should be rescinded\".\n\nThe 2003 (1st S.S.) amendment,effective February 3, 2004, substituted \"an institution\" for \"prison\" in Subparagraph (2)(f) of Subsection A, added \"except for sex offenders as provided in Section 31-21-10.1 NMSA 1978\" at the beginning of the first sentence of Subsection C and substituted \"an institution\" for \"a corrections facility\" in the first and second sentences of that subsection, and substituted \"institution\" for both \"correction facility\" and \"facility\" in the fourth sentence of Subsection D.\n\nCommencement of parole.— Subsection C of Section 31-21-10 (now Subsection D) requires commencement of the parole period as soon as the felony sentence has been completed.Gillespie v. State, 1988-NMSC-068, 107 N.M. 455, 760 P.2d 147.\n\nA court may attach a two-year parole periodto a consecutive sentence for third and fourth degree felonies.State v. Utley, 2008-NMCA-080, 144 N.M. 275, 186 P.3d 904, cert. denied, 2008-NMCERT-004, 144 N.M. 47, 183 P.3d 932.\n\nSubsection A of this section does not create a minimum sentence for those sentenced to life imprisonment.Compton v. Lytle, 2003-NMSC-031, 134 N.M. 586, 81 P.3d 39.\n\nGood time credit not available.— The legislature intended to differentiate between capital and noncapital felons by allowing for good-time credits for the latter and denying them to the former; a life sentence does not have a determinate maximum sentence to be reduced by good-time credits.Compton v. Lytle, 2003-NMSC-031, 134 N.M. 586, 81 P.3d 39.\n\nMinimum period of incarceration for parole eligibility for life sentences prior to 1980.— Where petitioner pled guilty to four murder charges and was sentenced to four life sentences; three of the sentences ran concurrently with each other and consecutive to the fourth sentence; during plea negotiations petitioner's attorney advised petitioner that based on the law at that time, petitioner would be eligible for parole after serving ten years on each of the two consecutive life sentences; once incarcerated, however, petitioner was notified that the eligibility period for parole was thirty years on each life sentence; petitioner filed a petition for writ of habeas corpus challenging the timing of petitioner's eligibility for parole; prior to 1977, the statute provided for a minimum ten-year period of incarceration for eligibility for parole; in 1977, the legislature first enacted a provision, effective July 1, 1979, that repealed the statute and established a new, thirty-year minimum period of incarceration for eligibility for parole and then enacted an amendment, effective June 21, 1977, to the same statute that did not change the pre-1977 minimum ten-year period of incarceration for eligibility for parole; the 1978 recompilation of the statutes compiled the 1977 amended version of the statute as Section 31-21-10 NMSA 1978 and referred to the first 1977 enactment requiring a minimum thirty-year period of incarceration for parole eligibility in a compiler's note without including the text; in 1980, to resolve the confusion, the legislature repealed and reenacted Section 31-21-10 NMSA 1978, effective February 22, 1980, to provide for a thirty-year period of incarceration before eligibility for parole and purported to make the new statute apply retroactively to all crimes committed on or after July 1, 1979; petitioner's crimes were committed on September 17, 1979 and petitioner was sentenced on May 14,1980; in Quintana v. New Mexico Department of Corrections, 100 N.M. 224, 668 P.2d 1101 (1983), the court held that the first 1977 enactment repealed the statute so that the 1977 amendment of the statute was ineffective with the result that in 1977, the statute provided for a minimum thirty-year period of incarceration for eligibility for parole; in Devine v. New Mexico Department of Corrections, 866 F.2d 339 (10th Cir. 1989), the court ruled that the holding in Quintana was unforeseeable and retroactively enhanced the petitioner's sentence in violation of ex post facto principles and violated the petitioner's federal due process rights; and in this case, in reliance on Quintana, the district court dismissed petitioner's petition and ordered petitioner to serve thirty years instead of ten years before consideration for parole, petitioner was eligible for parole upon the completion of ten years of incarceration on the second life sentence.Skidgel v. Hatch, 2013-NMSC-019, 301 P.3d 854,overrulingQuintana v. New Mexico Dep't of Corrs., 1983-NMSC-066, 100 N.M. 224, 668 P.2d 1101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-10/"
    },
    {
      "id": "section-31-21-101",
      "number": "31-21-10.1",
      "heading": "Sex offenders; period of parole; terms and conditions of parole.",
      "text": "A. If the district court sentences a sex offender to a term of incarceration in a facility designated by the corrections department, the district court shall include a provision in the judgment and sentence that specifically requires the sex offender to serve an indeterminate period of supervised parole for a period of:\n\n(1) not less than five years and not in excess of twenty years for the offense of kidnapping when committed with intent to inflict a sexual offense upon the victim, criminal sexual penetration in the third degree, criminal sexual contact of a minor in the fourth degree or sexual exploitation of children in the second degree; or\n\n(2) not less than five years and up to the natural life of the sex offender for the offense of aggravated criminal sexual penetration, criminal sexual penetration in the first or second degree, criminal sexual contact of a minor in the second or third degree or sexual exploitation of children by prostitution in the first or second degree.\n\nA sex offender's period of supervised parole may be for a period of less than the maximum if, at a review hearing provided for in Subsection C of this section, the state is unable to prove that the sex offender should remain on parole.\n\nB. Prior to placing a sex offender on parole, the board shall conduct a hearing to determine the terms and conditions of supervised parole for the sex offender. The board may consider any relevant factors, including:\n\n(1) the nature and circumstances of the offense for which the sex offender was incarcerated;\n\n(2) the nature and circumstances of a prior sex offense committed by the sex offender;\n\n(3) rehabilitation efforts engaged in by the sex offender, including participation in treatment programs while incarcerated or elsewhere;\n\n(4) the danger to the community posed by the sex offender; and\n\n(5) a risk and needs assessment regarding the sex offender, developed by the sex offender management board of the New Mexico sentencing commission or another appropriate entity, to be used by appropriate parole board personnel.\n\nC. When a sex offender has served the initial five years of supervised parole, and at two and one-half year intervals thereafter, the board shall review the duration of the sex offender's supervised parole. At each review hearing, the attorney general shall bear the burden of proving by clear and convincing evidence that the sex offender should remain on parole.\n\nD. The board may order a sex offender released on parole to abide by reasonable terms and conditions of parole, including:\n\n(1) being subject to intensive supervision by a parole officer of the corrections department;\n\n(2) participating in an outpatient or inpatient sex offender treatment program;\n\n(3) a parole agreement by the sex offender not to use alcohol or drugs;\n\n(4) a parole agreement by the sex offender not to have contact with certain persons or classes of persons; and\n\n(5) being subject to alcohol testing, drug testing or polygraph examinations used to determine if the sex offender is in compliance with the terms and conditions of the sex offender's parole.\n\nE. The board shall require electronic real-time monitoring of every sex offender released on parole for the entire time the sex offender is on parole. The electronic monitoring shall use global positioning system monitoring technology or any successor technology that would give continuous information on the sex offender's whereabouts and enable law enforcement and the corrections department to determine the real-time position of a sex offender to a high level of accuracy.\n\nF. The board shall notify the chief public defender of an upcoming parole hearing for a sex offender pursuant to Subsection C of this section, and the chief public defender shall make representation available to the sex offender at the parole hearing.\n\nG. If the board finds that a sex offender has violated the terms and conditions of the sex offender's parole, the board may revoke the sex offender's parole or may modify the terms and conditions of parole.\n\nH. The provisions of this section shall apply to all sex offenders, except geriatric, permanently incapacitated and terminally ill inmates eligible for the medical and geriatric parole program as provided by the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978].\n\nI. As used in this section, \"sex offender\" means a person who is convicted of, pleads guilty to or pleads nolo contendere to any one of the following offenses:\n\n(1) kidnapping, as provided in Section 30-4-1 NMSA 1978, when committed with intent to inflict a sexual offense upon the victim;\n\n(2) aggravated criminal sexual penetration or criminal sexual penetration in the first, second or third degree, as provided in Section 30-9-11 NMSA 1978;\n\n(3) criminal sexual contact of a minor in the second, third or fourth degree, as provided in Section 30-9-13 NMSA 1978;\n\n(4) sexual exploitation of children in the second degree, as provided in Section 30-6A-3 NMSA 1978;\n\n(5) sexual exploitation of children by prostitution in the first or second degree, as provided in Section 30-6A-4 NMSA 1978; or\n\n(6) child solicitation by electronic communication device, as provided in Section 30-37-3.2 NMSA 1978.\n\nHistory:Laws 2003 (1st S.S.), ch. 1, § 9; 2007, ch. 68, § 4; 2007, ch. 69, § 4.\n\n2007 Multiple Amendments.— Laws 2007, ch. 68, § 4 and Laws 2007, ch. 69, § 4 enacted different amendments to this section that can be reconciled. Pursuant to 12-1-8 NMSA 1978, Laws 2007, ch. 69, § 4, as the last act signed by the governor, is set out above and incorporates both amendments. Laws 2007, ch. 68, § 4 and Laws 2007, ch. 69, § 4 are described below. To view the session laws in their entirety,seethe 2007 session laws onNMOneSource.com.\n\nLaws 2007, ch. 69, § 4, effective July 1, 2007, required a parole period of not less than five years and not more than twenty years for certain sexual offenses and not less than five years up to natural life for more serious sexual offenses; permitted the imposition of supervised parole for the maximum period; required electronic monitoring during parole; and defined \"sex offender\" as a person convicted of aggravated criminal sexual penetration.\n\nLaws 2007, ch. 68, § 4, effective July 1, 2007, defined \"sex offender\" to include a person convicted of child solicitation by electronic communication device.\n\nSeparate amendments to parole statute are reconcilable and must be read harmoniously because each has distinct purposes.— Where defendant entered a conditional plea to child solicitation by electronic communication device (CES), having been accused of luring via a website an undercover officer posing as a young teenage girl into meeting at a house for a sexual encounter in October 2015, and where the district court sentenced defendant to three years in the department of corrections, and because CES is included in the current sex offender parole statute, imposed on defendant a five- to twenty-year indeterminate period of sex offender parole, and where defendant sought application of the standard parole term to his sentence and not the extended parole term enacted in the 2007 legislative session, claiming that two 2007 bills, SB 735, which required those convicted of CES to serve a mandated five to twenty-year period of sex offender parole under 31-21-10.1(A) NMSA 1978, and SB 528, which also amended 31-21-10.1(A) NMSA 1978, but made no mention of CES or the extended parole requirements for this crime, were irreconcilable, and therefore SB 528, as the last act signed by the governor, was the governing law and SB 735 was ineffective in amending the sex offender parole statute to include the crime of CES, the district court did not err in imposing the extended parole requirements, because each bill's purpose is distinct in its efforts to make specific independent improvements to the sex offender parole statute and are therefore reconcilable. If statutes have distinct purposes that may be read harmoniously, and courts must give effect to each.State v. Sena, 2023-NMSC-007,rev'g2021-NMCA-047, 495 P.3d 1163.\n\nDistrict court erred in sentencing defendant in accordance with the terms of the sex offender parole statute.— Where defendant entered into a conditional plea to one count of child solicitation by electronic communication device, contrary to § 30-37-3.2(C)(1) NMSA 1978, for conduct committed in 2015, and where the district court, as a part of defendant's sentence, sentenced defendant to parole pursuant to the sex offender parole statute, § 31-21-10.1 NMSA 1978, rather than pursuant to the general parole statute, § 31-21-10(D), NMSA 1978, the district court erred by sentencing defendant in accordance with the terms of § 31-21-10.1(A)(1), because competing amendments to this section in 2007 were irreconcilable, and it cannot be concluded that the legislature meant to subject those convicted of child solicitation by electronic communication to the enhanced sex offender parole terms.State v. Sena, 2021-NMCA-047,rev'dby 2023-NMSC-007.\n\nA district court has inherent common law authority to correct a sentence that is illegal due to clear error.— Where defendant pleaded guilty to second-degree criminal sexual penetration, and where the district court, in the first judgment and sentence (J&S), erred in ordering that defendant serve two years of parole, resulting in an unlawfully short period of mandatory parole, and where, thirteen days later, the district court attempted to correct the sentencing error by entering a second amended J&S, which replaced defendant's parole period of two years with five-to-twenty years, both of which were illegal sentences, as 31-21-10.1(A)(2) NMSA 1978, requires a sex offender convicted of CSP in the second degree to serve an indeterminate period of supervised parole for not less than five years and up to the natural life of the sex offender, and where defendant challenged the revised parole period in a petition for writ of habeas corpus, and where the district court determined that it had no jurisdiction to correct the illegal parole sentence in the first J&S, relying on State v. Torres, 2012-NMCA-026, which concluded that former Rule 5-801(A) NMRA abrogated the common law principle that a district court retained inherent jurisdiction to correct illegal sentences, and accordingly granted defendant's habeas petition, invalidated and voided the second amended J&S, and reinstated the original two-year parole period, the district court erred in granting the habeas petition, because historical changes to Rule 5-801(A) did not remove a district court's common law jurisdictional authority to correct a sentence that is illegal due to clear error.State v. Romero, 2023-NMSC-008,overruling State v. Torres, 2012-NMCA-026, 272 P.3d 689.\n\nThe district court erred by sentencing defendant to sex offender parole and probation.— Where defendant was convicted of attempt to commit second-degree criminal sexual contact of a minor (CSCM), the district court erred when it imposed a sentence to sex offender probation and parole instead of a sentence in accordance with the general probation and parole statutes, because while CSCM is among the enumerated offenses triggering a sentence to sex offender probation or parole, attempt to commit CSCM is not included among the offenses.State v. Notah, 2022-NMCA-005, cert. denied.\n\nDuration-review hearings are mandatory after five years of supervised parole, regardless of where parole is served.— Where defendant pleaded no contest to one count of manufacturing child pornography and received a basic sentence of nine years, and where, following completion of his basic sentence, defendant began serving a five to twenty-year period of indeterminate supervised parole, and where, after serving a combination of in-house parole and parole in the community for more than five years, the parole board denied defendant's request for a duration-review hearing, claiming that a defendant is only entitled to a duration-review hearing after serving an uninterrupted five-year period of parole in the community, the district court did not err in ordering the parole board to conduct a duration-review hearing, because the initial five years of supervised parole needed to receive a duration-review hearing under Subsection B of this section includes all time served during the parole sentence, whether in prison, a rehabilitative institution, or in the community.State v. Thompson, 2022-NMSC-023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-10-1/"
    },
    {
      "id": "section-31-21-102",
      "number": "31-21-10.2",
      "heading": "Parole for children sentenced as adults.",
      "text": "A. Unless subject to earlier eligibility for parole pursuant to another provision of law, a serious youthful offender sentenced pursuant to Section 31-18-15.3 NMSA 1978 or a youthful offender sentenced as an adult pursuant to Section 32A-2-20 NMSA 1978 shall be eligible for parole and entitled to a parole hearing after the offender has served:\n\n(1) twenty-five years of the sentence if the sentence is for two or more convictions of first degree murder pursuant to Section 30-2-1 NMSA 1978;\n\n(2) twenty years of the sentence if the sentence is for one conviction of either first degree willful and deliberate murder pursuant to Paragraph (1) of Subsection A of Section 30-2-1 NMSA 1978 or first degree depraved-mind murder pursuant to Paragraph (3) of Subsection A of Section 30-2-1 NMSA 1978; or\n\n(3) fifteen years of the sentence if the sentence is for a conviction pursuant to any other qualifying provision of law.\n\nParole eligibility and a parole hearing shall occur whether the offender is serving concurrent or consecutive sentences for multiple convictions arising from the same case. If the offender is serving sentences for convictions arising from multiple cases, the time counted toward parole eligibility for a particular case does not begin to accrue until that sentence for the case is being served.\n\nB. If parole is denied, the offender shall be eligible for parole and entitled to a parole hearing every five years thereafter, unless the offender is subject to earlier eligibility for parole pursuant to any other provision of law.\n\nC. During a parole eligibility hearing involving an offender subject to a parole hearing pursuant to this section, the board shall take into consideration, in addition to other factors the board is required by law to consider:\n\n(1) where available, a statement by a victim or a relative of a victim of the offense for which the offender is imprisoned;\n\n(2) the offender's age at the time of committing the offense;\n\n(3) the nature of the offense and the history and characteristics of the offender;\n\n(4) whether the offender has substantially complied with the rules of the institution to which the offender has been confined, including whether the offender has completed an educational, vocational or other program, where available, while confined;\n\n(5) whether the offender has demonstrated maturity, rehabilitation and a fitness to reenter society;\n\n(6) physical, mental or psychiatric reports or examinations of the offender conducted by licensed health care professionals;\n\n(7) the offender's family and community circumstances at the time of committing the offense, including the offender's history of abuse, trauma or involvement in the child welfare system;\n\n(8) the extent of the offender's role in the offense and whether an adult or peer was involved in the offense;\n\n(9) the diminished culpability of juveniles as compared to that of adults and the hallmark features of youth, including immaturity, impetuosity and failure to appreciate risks and consequences; and\n\n(10) other information that the board deems relevant to its decision.\n\nD. An offender eligible for parole pursuant to this section shall be entitled to representation by counsel at all parole eligibility hearings.\n\nE. An offender eligible for or granted parole pursuant to this section shall be subject to those provisions of the Probation and Parole Act not in conflict with this section.\n\nF. The board shall annually conduct a review of all offenders currently serving an adult sentence for an offense committed as a child to ensure that parole eligibility hearings required pursuant to this section are timely conducted.\n\nHistory:1978 Comp., § 31-21-10.2, enacted by Laws 2023, ch. 24, § 3.\n\nEffective dates.— Laws 2023, ch. 24 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-10-2/"
    },
    {
      "id": "section-31-21-11",
      "number": "31-21-11",
      "heading": "Parole to detainers to serve another sentence or for hospitalization and treatment.",
      "text": "Prisoners who are otherwise eligible for parole may be paroled to detainers to serve another sentence within the penitentiary or to the forensic treatment or alcohol treatment unit of the New Mexico behavioral health institute at Las Vegas or to any other specific hospital or residential treatment program determined necessary by the board.\n\nHistory:1953 Comp., § 41-17-24.1, enacted by Laws 1959, ch. 30, § 1; 1977, ch. 216, § 13; 1982, ch. 107, § 2; 2005, ch. 313, § 10.\n\nCross references.— For state board of probation and parole as referring to corrections division,see33-1-7 NMSA 1978.\n\nThe 2005 amendment,effective June 17, 2005, changed the name of the New Mexico state hospital to the New Mexico behavioral institute at Las Vegas.\n\nNo loss of state's jurisdiction.— Petitioner is not denied due process in violation of state and federal constitutions by his imprisonment and detention in New Mexico for violation of terms of parole agreement whereby New Mexico had paroled him to detainer in Arizona without surrendering its jurisdiction over him.Snow v. Cox, 1966-NMSC-082, 76 N.M. 238, 414 P.2d 217.\n\nEffect of two life sentences on \"outside\" parole.— As a practical matter a person committed under two life sentences cannot be granted an \"outside\" parole until he has served 20 years but he can be granted an \"in custody\" parole after serving 10 years. 1961 Op. Att'y Gen. No. 61-59.\n\nCumulative sentences.— If it were mandatory upon a penitentiary to construe cumulative sentences as one continuous sentence, the provisions of this section would not be effective. 1963 Op. Att'y Gen. No. 63-165.\n\nCancellation of detainers.— The issuing and cancellation of detainers is properly a matter for the parole agency of this state. The board has authority to cancel, if it deems such advisable, an outstanding detainer or warrant based upon a violation of parole. 1956 Op. Att'y Gen. No. 56-6371.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-11/"
    },
    {
      "id": "section-31-21-12",
      "number": "31-21-12",
      "heading": "Conditional release.",
      "text": "A. Any prisoner who is released by authority of the governor under any conditional release or other disposition made under the pardoning power, other than full pardon, shall, upon release, be deemed as released on parole until the expiration of the basic term or terms of imprisonment for which he was sentenced and until the expiration of any period of parole included as a part of sentence.\n\nB. Except for a full pardon, the governor may not conditionally release or otherwise pardon a prisoner during the period for which such person is serving any enhanced term of his sentence pursuant to Section 31-18-16 NMSA 1978.\n\nHistory:1953 Comp., § 41-17-25, enacted by Laws 1955, ch. 232, § 14; 1977, ch. 216, § 14.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 63 to 72; 60 Am. Jur. 2d Penal and Correctional Institutions §§ 226, 229, 230, 232 to 235.\n\nConditional pardon, 60 A.L.R. 1410.\n\nOffenses and convictions covered by pardon, 35 A.L.R.2d 1261.\n\nDenial of state prisoner's application for, or revocation of, participation in work or study release program or furlough program as actionable under Civil Rights Act of 1871 (42 USCS § 1983), 55 A.L.R. Fed. 208.\n\n67A C.J.S. Pardon and Parole §§ 23 to 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-12/"
    },
    {
      "id": "section-31-21-13",
      "number": "31-21-13",
      "heading": "Information from prison officials.",
      "text": "It shall be the duty of all prison officials to grant to the members of the board, or its properly accredited representatives, access at all reasonable times to any prisoner over whom the board has jurisdiction under this act [31-21-3 to 31-21-19 NMSA 1978], to provide for the board or such representatives facilities for communicating with and interviewing such prisoner and to furnish to the board such reports and records as the board shall require concerning the conduct and character of any prisoner in their custody and any other facts deemed by the board pertinent in determining whether such prisoner shall be paroled.\n\nHistory:1953 Comp., § 41-17-26, enacted by Laws 1955, ch. 232, § 15.\n\nCross references.— For state board of probation and parole as referring to corrections division,see33-1-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-13/"
    },
    {
      "id": "section-31-21-131",
      "number": "31-21-13.1",
      "heading": "Intensive supervision programs.",
      "text": "A. As used in this section, \"intensive supervision programs\" means programs that provide highly structured and intense supervision, with stringent reporting requirements, of certain individuals who represent an excessively high assessment of risk of violation of probation or parole, emphasize meaningful rehabilitative activities and reasonable alternatives without seriously increasing the risk of recidivist crime and facilitate the payment of restitution by the offender to the victim. \"Intensive supervision programs\" include house arrest programs or electronic surveillance programs or both.\n\nB. The corrections department shall implement and operate intensive supervision programs in various local communities. The programs shall provide services for appropriate individuals by probation and parole officers of the corrections department. The corrections department shall promulgate rules and regulations to provide that the officers providing these services have a maximum case load of forty offenders and to provide for offender selection and other criteria. The corrections department may cooperate with all recognized law enforcement authorities and share all necessary and pertinent information, records or documents regarding probationers or parolees in order to implement and operate these intensive supervision programs.\n\nC. For purposes of this section, a judge contemplating imposition of an intensive supervision program for an individual shall consult with the adult probation and parole division of the corrections department and consider the recommendations before imposing such probation. The adult probation and parole division of the corrections department shall recommend only those individuals who would have otherwise been recommended for incarceration for intensive supervision programs. A judge has discretion to impose an intensive supervision program for an individual, regardless of recommendations made by the adult probation and parole division. Inmates eligible for parole, or within twelve months of eligibility for parole, or inmates who would otherwise remain in a correctional institution for lack of a parole plan or those parolees whose parole the board would otherwise revoke are eligible for intensive supervision programs. The provisions of this section do not limit or reduce the statutory authority vested in probation and parole supervision as defined by any other section of the Probation and Parole Act.\n\nD. There is created in the state treasury the \"corrections department intensive supervision fund\" to be administered by the corrections department upon vouchers signed by the secretary of corrections. Balances in the corrections department intensive supervision fund shall not revert to the general fund. Beginning July 1, 1988, the intensive supervision programs established pursuant to this section shall be funded by those supervision costs collected pursuant to the provisions of Sections 31-20-6 and 31-21-10 NMSA 1978. The corrections department is specifically authorized to hire additional permanent or term full-time equivalent positions for the purpose of implementing the provisions of this section.\n\nHistory:1978 Comp., § 31-21-13.1, enacted by Laws 1988, ch. 62, § 3; 1991, ch. 52, § 2; 2013, ch. 48, § 1.\n\nThe 2013 amendment,effective June 14, 2013, increased the maximum case load of probation and parole officers working in intensive supervision programs from twenty to forty offenders; and in Subsection B, in the third sentence, after \"maximum case load of\", deleted \"twenty\" and added \"forty\".\n\nThe 1991 amendment,effective July 1, 1991, in the first sentence of Subsection A, substituted \"individuals who represent an excessively high assessment to risk of violation of probation or parole, emphasize\" for \"probationers and parolees who represent an excessively high assessment of risk to the community, emphasizes\"; in the second sentence of Subsection B, substituted \"individuals\" for \"probationers and parolees\"; Subsection C, substituted \"adult probation and parole division\" for \"field services division\" in the first two sentences, added the present third sentence, and in the present fourth sentence substituted \"Inmates eligible for parole, or within twelve months of eligibility for parole, or inmates\" for \"Only those parolees\"; and made minor stylistic changes throughout the section.\n\nWarrantless searches and seizures.— Defendant's expectations of privacy, particularly as to his vehicle parked outside the probation office, were necessarily reduced by his status and by the provisions in the probation order and intensive supervision program agreement regarding warrantless searches and seizures where he was under arrest, and had undergone a patdown search that aroused suspicions and a key-lock match that caught him in a lie. Defendant's probation status, together with his prior convictions and current probation violation for which he was arrested, the patdown discovery of a large sum of cash in small bills, and defendant's lie about how he arrived at the probation office were sufficient to give the officers a reasonable basis to search the vehicle for evidence of another violation of his probation conditions.State v. Ponce, 2004-NMCA-137, 136 N.M. 614, 103 P.3d 54, cert. quashed, 2006-NMCERT-004, 139 N.M. 429, 134 P.3d 120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-13-1/"
    },
    {
      "id": "section-31-21-14",
      "number": "31-21-14",
      "heading": "Return of parole violator.",
      "text": "A. At any time during release on parole the board or the director may issue a warrant for the arrest of the released prisoner for violation of any of the conditions of release, or issue a notice to appear to answer a charge of violation. The notice shall be served personally upon the prisoner. The warrant shall authorize the superintendent of the institution from which the prisoner was released to return the prisoner to the actual custody of the institution or to any other suitable detention facility designated by the board or the director. If the prisoner is out of the state, the warrant shall authorize the superintendent to return him to the state.\n\nB. The director may arrest the prisoner without a warrant or may deputize any officer with power of arrest to do so by giving him a written statement setting forth that the prisoner has, in the judgment of the director, violated the conditions of his release. Where an arrest is made without a warrant, the prisoner shall not be returned to the institution unless authorized by the director or the board. Pending hearing as provided by law upon any charge of violation, the prisoner shall remain incarcerated in the institution.\n\nC. Upon arrest and detention, the board shall cause the prisoner to be promptly brought before it for a parole revocation hearing on the parole violation charged, under rules and regulations the board may adopt. If violation is established, the board may continue or revoke the parole or enter any other order as it sees fit.\n\nD. A prisoner for whose return a warrant has been issued shall, if it is found that the warrant cannot be served, be a fugitive from justice. If it appears that he has violated the provisions of his release, the board shall determine whether the time from the date of the violation to the date of his arrest, or any part of it, shall be counted as time served under the sentence.\n\nHistory:1953 Comp., § 41-17-28, enacted by Laws 1955, ch. 232, § 17; 1959, ch. 31, § 1; 1963, ch. 301, § 12.\n\nCross references.— For state board of probation and parole as referring to corrections division,see33-1-7 NMSA 1978.\n\nNo violation of due process rights.— Defendant's due process rights are not violated by a deferral of a parole revocation hearing, following service of an intervening sentence. The granting of a writ of habeas corpus to defendant by the district court was error.Moody v. Quintana, 1976-NMSC-070, 89 N.M. 574, 555 P.2d 695.\n\nMeaning of section.— It is not within the meaning of this section to require a hearing subsequent to the granting of a parole, which is contingent upon approval of a parole \"plan\" and the various other steps necessary for release but prior to actual release. To give the statute any other construction would be to destroy the object sought to be accomplished by the legislature.Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nBoard under no obligation to issue warrant.— This section is intended to permit the board to determine whether to issue a warrant for the parole violator's return and to consider the matter of his parole revocation. The board is not obligated to issue such a warrant, and if it does not do so the parolee continues on parole.Conston v. N.M. State Bd. of Prob. & Parole, 1968-NMSC-129, 79 N.M. 385, 444 P.2d 296.\n\nCredit for time spent out of custody.— Denial of credit for time spent out of custody after breach of parole conditions is not contemplated or permitted.Conston v. N.M. State Bd. of Prob. & Parole, 1968-NMSC-129, 79 N.M. 385, 444 P.2d 296.\n\nImprisonment not part of sentence.— Imprisonment for noncompliance with parole matters is not a term of imprisonment which can be imposed by sentence, as such imprisonment results only after sentence has been imposed.State v. Gonzales, 1981-NMCA-086, 96 N.M. 556, 632 P.2d 1194.\n\nSubsection C relates to procedure when violation occurs.— Subsection C regarding a parole revocation hearing relates to the statutory procedures to be followed when an inmate released on parole is charged with violating any of the conditions of release.Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nPrisoner is not on parole from time original resolution is passed,and an order of rescission does not take from him a vested right without due process of law.Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nParole begins upon actual release.— Until the prisoner is actually released, the board has the power to \"reopen and advance, postpone or deny a parole which has been granted.\"Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nParolee must sign parole agreement.— There must be an acceptance of the terms and conditions of the parole agreement, which must be signed by the convict, before the said parole becomes legally effective to secure his release from the institution.Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nBoard may revoke \"pending\" parole without revocation hearing.— Where the necessary steps to complete petitioner's release on parole had not been accomplished, the parole board's action in revoking a \"pending\" parole was within the discretion of the board, and petitioner was not entitled to a parole revocation hearing.Williams v. N.M. Dep't of Corrs., 1972-NMSC-086, 84 N.M. 421, 504 P.2d 631.\n\nOnly under limited circumstances may director order rehearing.— Field services division director acted within his statutory and inherent authority in ordering a new preliminary revocation hearing when the initial hearing officer's finding of no probable cause for revocation was based on an erroneous legal conclusion. This decision should not be interpreted as allowing the director to order a rehearing when he is merely dissatisfied with the result of the initial hearing. Only upon a clear misapplication of the law or for other strong and compelling reasons should this authority be exercised.Barnett v. Malley, 1977-NMSC-065, 90 N.M. 633, 567 P.2d 482.\n\nRight to due process by waiver of counsel was not violated.— Where defendant was notified twice of defendant's right to be represented by counsel at defendant's parole revocation hearing; defendant elected to waive representation at the preliminary hearing stage and confirmed the waiver of counsel at the parole revocation hearing; and defendant had no difficulty presenting a defense and explanations for the parole violations, defendant did not establish that the waiver of counsel at the parole revocation hearing resulted in a violation of due process.State v. Triggs, 2012-NMCA-068, 281 P.3d 1256.\n\nDeferral of parole revocation hearingfollowing service of an intervening sentence is without prejudice and does not violate a defendant's due process rights where the parole violation was established by an intervening conviction.Moody v. Quintana, 1976-NMSC-070, 89 N.M. 574, 555 P.2d 695.\n\nRight to counsel at hearing discretionary.— The state authority charged with the responsibility for administering the probation and parole system has discretion to determine the need for counsel at revocation hearings on a case-by-case basis, but if the determination is made to supply counsel to indigent parolees, then counsel must be made available and given the opportunity to participate in any subsequent rehearings.Barnett v. Malley, 1977-NMSC-065, 90 N.M. 633, 567 P.2d 482.\n\nTerm \"as it sees fit\" gives board restricted powers.— While the authority granted the board under this section to enter any order \"as it sees fit\" might seem to be sufficiently broad to permit a denial of credit of eight and one-half months as time served on a sentence during which time parolee was not in custody, the use of such language was not intended to grant unrestricted power.Conston v. N. M. State Bd. of Prob. & Parole, 1968-NMSC-129, 79 N.M. 385, 444 P.2d 296.\n\nNo court review of revocation decision.— Laws 1909, ch. 32, § 5, having conferred upon superintendent of penitentiary the power to retake and reimprison paroled convicts, his revocation of a parole was in the exercise of a sole discretion, not reviewable by the courts.Ex parte Vigil, 1918-NMSC-117, 24 N.M. 640, 175 P. 713.\n\nParole violator is to be treated as escaped prisonerand liable, when arrested, to serve out the unexpired term of his maximum possible imprisonment, excluding the time of his absence. 1912 Op. Att'y Gen. No. 12-878.\n\nBoard determines what time counts as time served.— Whether the time from the issuance of a warrant for violation of the parole to the date of arrest of the parole violator is to be counted as time served is to be determined by the parole board. 1955 Op. Att'y Gen. No. 55-6304.\n\nParole supervisor may personally arrest violator.— There is no authority for the director of parole or a parole supervisor to issue a warrant in the name of the parole board. A parole supervisor can personally arrest a parole violator and, if he does, he must furnish a written statement setting forth the facts of violation and this is sufficient for the detention authorities to hold the parolee. The parole supervisor, by issuing a written statement that there has been a violation of parole in his judgment, may deputize an officer to arrest a parole violator and this statement is sufficient authority to hold the parolee. 1955 Op. Att'y Gen. No. 55-6335.\n\nRight to make bail.— Parole violation, and commission of crime while on parole, gives rise to two separate and distinct proceedings. Accordingly, a parolee if accused of a crime is entitled to bail, as an accused in a criminal case, the same as any other person. But as a parolee, he is not entitled to make bail. This might be academic if the parole board revokes the parole and returns the man to prison for parole violation. On the other hand, the parole board may not find a violation and would permit continuation of the parole, in which case the man has every right to bail in accordance with law, as if he had never been convicted. If charges have been filed, and the parolee makes bail, it follows that nonetheless the parole authorities can arrest and detain pending investigation of parole violation, or violations at a subsequent time. 1958 Op. Att'y Gen. No. 58-171.\n\nCriminal justice department bears cost for arrested parolee.— A parolee arrested pursuant to this section is in the control and custody of the state penitentiary, and the department of corrections (corrections department) must bear the cost of such control and custody. 1970 Op. Att'y Gen. No. 70-62.\n\nState penitentiary responsible for parolee's medical costs.— Where a parolee from the state penitentiary is arrested for a parole violation, placed in a county jail, attempts suicide, and is rushed to a hospital, he is in the legal custody and control of the state penitentiary when he injured himself, and the state penitentiary, not the county, is responsible for the medical costs. 1968 Op. Att'y Gen. No. 68-26.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nFor survey, \"Children's Court Practice in Delinquency and Need of Supervision Cases Under the New Rules,\" see 6 N.M.L. Rev. 331 (1976).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 84, 96 to 98, 100 to 102, 106, 110, 112, 113.\n\nRight to assistance of counsel at proceedings to revoke probation, 44 A.L.R.3d 306.\n\n67A C.J.S. Pardon and Parole §§ 61, 64, 67, 79, 80, 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-14/"
    },
    {
      "id": "section-31-21-15",
      "number": "31-21-15",
      "heading": "Return of probation violator.",
      "text": "A. At any time during probation:\n\n(1) the court may issue a warrant for the arrest of a probationer for violation of any of the conditions of release. The warrant shall authorize the return of the probationer to the custody of the court or to any suitable detention facility designated by the court;\n\n(2) the court may issue a notice to appear to answer a charge of violation. The notice shall be personally served upon the probationer; or\n\n(3) the director may arrest a probationer without warrant or may deputize any officer with power of arrest to do so by giving the officer a written statement setting forth that the probationer has, in the judgment of the director, violated the conditions of the probationer's release. The written statement, delivered with the probationer by the arresting officer to the official in charge of a county jail or other place of detention, is sufficient warrant for the detention of the probationer. Upon the probationer's arrest and detention, the director shall immediately notify the court and submit in writing a report showing in what manner the probationer has violated the conditions of release.\n\nB. The court shall then hold a hearing, which may be informal, on the violation charged. If the violation is established, the court may continue the original probation or revoke the probation and either order a new probation with any condition provided for in Section 31-20-5 or 31-20-6 NMSA 1978 or require the probationer to serve the balance of the sentence imposed or any lesser sentence. If imposition of sentence was deferred, the court may impose any sentence that might originally have been imposed, but credit shall be given for time served on probation.\n\nC. If it is found that a warrant for the return of a probationer cannot be served, the probationer is a fugitive from justice. After hearing upon return, if it appears that the probationer has violated the provisions of the probationer's release, the court shall determine whether the time from the date of violation to the date of the probationer's arrest, or any part of it, shall be counted as time served on probation. For the purposes of this subsection, \"probationer\" means a person convicted of a crime by a district, metropolitan, magistrate or municipal court.\n\nD. The board shall budget funds to cover expenses of returning probationers to the court. The sheriff of the county in which the probationer was convicted is the court's agent in the transportation of the probationer, but the director, with the consent of the court, may utilize other state agencies for this purpose when it is in the best interest of the state.\n\nHistory:1953 Comp., § 41-17-28.1, enacted by Laws 1963, ch. 301, § 13; 1989, ch. 139, § 1; 2016, ch. 27, § 1; 2016, ch. 31, § 1.\n\nCross references.— For state board of probation and parole referring to corrections division,see33-1-7 NMSA 1978.\n\nThe 2016 amendment,effective March 2, 2016, defined \"probationer\" for purposes of this section; in Subsection A, Paragraph (3), after \"by giving\", deleted \"him\" and added \"the officer\", after \"violated the conditions of\", deleted \"his\" and added \"probationer's\", and after \"Upon\", added \"the probationer's\"; in Subsection B, after \"any sentence\", deleted \"which\" and added \"that\"; and in Subsection C, after \"if it appears that\", deleted \"he\" and added \"the probationer\", after \"violated the provisions of\", deleted \"his\" and added \"the probationer's\", after \"violation to the date of\", deleted \"his\" and added \"the probationer's\", and added the last sentence.\n\nLaws 2016, ch. 27, § 1 and Laws 2016, ch. 31, § 1, both effective March 2, 2016, enacted identical amendments to this section. The section was set out as amended by Laws 2016, ch. 31, § 1.See12-1-8 NMSA 1978.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection B substituted \"continue the original probation, revoke the probation and either order a new probation with any condition provided for in Section 31-20-5 or 31-20-6 NMSA 1978, or\" for \"continue or revoke the probation and may\" in the second sentence.\n\nI. GENERAL CONSIDERATION.\n\nRule 5-805 NMRA does not violate separation of powers.— Subsection H of Rule 5-805 NMRA, which requires dismissal of a probation violation proceeding if the time limits to hold an adjudicatory hearing are not met, does not infringe upon the substantive rights granted by the legislature in Sections 31-11-1 and 31-21-15 NMSA 1978 and does not violate the separation of powers doctrine.State v. Montoya, 2011-NMCA-009, 149 N.M. 242, 247 P.3d 1127, cert. denied, 2011-NMCERT-001, 150 N.M. 558, 263 P.3d 900.\n\nLegislature has expressly determined proceduresto bring a person on probation before the court for violation of a condition of probation.State v. Ponce, 2004-NMCA-137, 136 N.M. 614, 103 P.3d 54, cert. quashed, 2006-NMCERT-004, 139 N.M. 429, 134 P.3d 120.\n\nGenerally as to probation.— Probation is conferred as a privilege and cannot be demanded as a right. It is a matter of favor, not of contract. There is no requirement that it must be granted on a specified showing. The defendant stands convicted; he faces punishment and cannot insist on terms or strike a bargain. He is still a person convicted of an offense, and the suspension of his sentence remains within the control of the court.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nLegislature authorized to define court's jurisdiction over sentencing.— It is within the power of the legislature alone to define the court's jurisdiction over the sentencing of offenders.State v. Travarez, 1983-NMCA-003, 99 N.M. 309, 657 P.2d 636.\n\nSentencing scheme for suspension and deferment is not unconstitutionally vague.State v. Kenneman, 1982-NMCA-145, 98 N.M. 794, 653 P.2d 170, cert. denied, 99 N.M. 47, 653 P.2d 878.\n\nProbation is conditional liberty intended to alleviate aspects of punishmentby incarceration. It offers rehabilitation and restoration to society.State v. Chavez, 1979-NMCA-143, 94 N.M. 102, 607 P.2d 640, cert. denied, 94 N.M. 629, 614 P.2d 546.\n\nFor probation to be legally effective,defendant did not have to report to the probation office, open his file, and sign a probation order. Defendant was constructively on probation from the date of his sentencing.State v. Jimenez, 2004-NMSC-012, 135 N.M. 442, 90 P.3d 461.\n\nProbation served while in custody of another jurisdiction.— Where defendant was placed on supervised probation for a term of five years; before defendant was released from custody or had an opportunity to meet with probation officers, defendant was extradited to Texas; Texas dropped the charges against defendant, but continued to hold defendant in custody until defendant was extradited to Colorado; defendant was imprisoned in Colorado for four years based on a probation violation; when defendant finished the Colorado prison term, defendant was extradited to New Mexico and remained in custody until defendant appeared before the district court; defendant was never able to report to New Mexico probation authorities; at a probation violation hearing held after the expiration date of defendant's probationary period, the district court found that defendant had not violated the terms of probation and was not an absconder or a fugitive; and the district court retroactively reinstated defendant's probation during the period of time defendant was incarcerated outside New Mexico, defendant was entitled to credit for probation throughout the time defendant was in custody in Texas and incarcerated in Colorado, the term of defendant's probationary period expired before the district court entered its order, and the district court did not have jurisdiction to reinstate defendant's probation.State v. Hinojos, 2014-NMCA-067.\n\nNolo plea not basis for revocation of probation.— A court may not use a conviction based on a nolo contendere plea as the sole basis to revoke probation.State v. Baca, 1984-NMCA-056, 101 N.M. 415, 683 P.2d 970.\n\nConstitutional to impose three-year sentence when sentencing originally deferred for two years.— The imposition of a three-year sentence when sentencing was originally deferred for two years does not violate the prohibition on double jeopardy, when the first sentence imposed is where the defendant's probation is revoked.State v. Kenneman, 1982-NMCA-145, 98 N.M. 794, 653 P.2d 170, cert. denied, 99 N.M. 47, 653 P.2d 878.\n\nCourt lacks jurisdiction in probation revocation matter when period of deferred sentence expires.— Section 31-20-9 NMSA 1978 relieves the defendant of any obligations imposed on him by order of the court when the period of a deferred sentence expires, and he is deemed then to have satisfied his liability for the crime. The trial court thereafter lacks jurisdiction to proceed in a probation revocation matter.State v. Travarez, 1983-NMCA-003, 99 N.M. 309, 657 P.2d 636.\n\nCourt may not order defendant to live in halfway house as condition of probation.— Ordering defendant to live in a halfway house as an additional condition of probation amounts to an increased penalty underState v. Crespin, 1981-NMCA-095, 96 N.M. 640, 633 P.2d 1238, and thus the court has no jurisdiction to make such an order.State v. Chavez, 1984-NMCA-006, 100 N.M. 750, 676 P.2d 827.\n\nIncarceration for probation violation not required.— Neither Section 31-20-5 NMSA 1978 nor this section require the trial court to impose incarceration if the defendant violates the conditions of his probation.State v. Mares, 1994-NMSC-123, 119 N.M. 48, 888 P.2d 930.\n\nDelay waives probation revocation.— Where it is contended that the right of New Mexico to revoke defendant's probation was waived by reason of the long delay in apprehending defendant, based on the claim that defendant's whereabouts were known to the state or should have been known to the state had it exercised ordinary care to ascertain the location of defendant, such a claim provides a legal basis for relief.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nUnreasonable delay in arrest results in state's waiver of defendant's violations.— Unreasonable delay between knowledge of violation and notice or arrest, or between arrest and hearing, resulting in prejudice or oppressive detriment would result, as a matter of law, in the state's waiver of defendant's violations.State v. Sanchez, 1980-NMCA-055, 94 N.M. 521, 612 P.2d 1332, cert. denied, 94 N.M. 675, 615 P.2d 992.\n\nSeven-month delay between arrest for probation violation and revocation hearingis denial of procedural due process.State v. Chavez, 1979-NMCA-143, 94 N.M. 102, 607 P.2d 640, cert. denied, 94 N.M. 629, 614 P.2d 546.\n\nEffect on revocation of conviction or acquittal of subsequent offense.— Conviction of a subsequent offense is not a prerequisite for revocation of probation but if revocation was solely on the basis of the charge of an offense and defendant was thereafter acquitted of the charge, revocation was improper.Maes v. State, 1972-NMCA-124, 84 N.M. 251, 501 P.2d 695.\n\nFixing of penalties is legislative functionand what constitutes an adequate punishment is a matter for legislative judgment.State v. Sublett, 1968-NMCA-001, 78 N.M. 655, 436 P.2d 515.\n\nDistrict court abused its discretion by modifying defendant's probation conditionwhich had been agreed upon pursuant to a plea bargain.State v. Trujillo, 1994-NMSC-066, 117 N.M. 769, 877 P.2d 575.\n\nII. HEARING ON REVOCATION.\n\nConfrontation of witnesses.— The right protected in probation revocations is not the sixth amendment right to confrontation, which is guaranteed every accused in a criminal trial, but rather the more generally worded right to due process of law secured by the fourteenth amendment and a probationer is entitled to confront and cross-examine adverse witnesses unless the hearing officer specifically finds good cause for not allowing confrontation.State v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904,rev'g2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271, andoverrulingState v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546.\n\nThe need-for-confrontation analysis in probation revocations is a spectrum that requires the trial court to focus on the relative need for confrontation to protect the truth-finding process and the substantial reliability of the evidence. If the need is significant and the court specifies the reasons why, then the witness must appear and be subject to confrontation, regardless of the reasons for the witness's absence. If the need for confrontation is not significant and the court specifies why, then it does not matter whether the witness is available or not. The end of the spectrum where there is good cause for not requiring confrontation, where live testimony and cross-examination has no utility to the fact-finding process, includes situations in which the state's evidence is uncontested, corroborated by other reliable evidence, and documented by a reliable source without a motive to fabricate and situations where an objective conclusion, a routine recording, or a negative fact, make the demeanor and credibility of the witness less relevant to the truth-finding process. The end of the spectrum where there is no good cause for not requiring confrontation, where the state's failure to produce the witness deprives the defendant of due process, includes situations where evidence is contested by the defendant, unsupported or contradicted, and its source has a motive to fabricate and situations where the evidence is about a subjective, judgment-based observation that is subject to inference and interpretation, and makes a conclusion that is central to the necessary proof that the defendant violated probation.State v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904,rev'g2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271, andoverrulingState v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546.\n\nWhere defendant agreed to attend a residential treatment program as a condition of supervised probation; defendant failed to complete the treatment program; defendant's probation officer, who had filed the probation violation report, was not called to testify at the probation revocation hearing; the probation officer's supervisor, who was called to testify, referred to documents in defendant's probation file, including the probation violation report and a fax from the treatment center, to testify that defendant had not completed the treatment program; the supervisor had no personal knowledge about defendant or about the case, had never spoken to anyone from the treatment center and had not independently investigated the allegations against defendant; defendant did not contest the allegations or offer any evidence in mitigation; the fact of defendant's non-compliance with the condition of probation was established by the written statement from the treatment center; and the trial judge's observation that defendant had been arrested in a county in which there was no residential treatment center corroborated the state's evidence that defendant had violated probation, the district judge had good cause for not allowing defendant to confront and cross-examine defendant's probation officer.State v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904,rev'g2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271, andoverrulingState v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546.\n\nThe right to confront and cross-examine witnesses at probation revocation hearings is guaranteed by the due process clause of the fourteenth amendment, not by the confrontation clause of the sixth amendment.State v. Guthrie, 2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271,rev'd, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nBefore revoking a defendant's probation base on hearsay, the district court must make as specific finding of good cause for not requiring confrontation by specifically addressing the state's problems in securing the presence of an absent witness or specifically stating the reasons that the hearsay evidence offered has particular indicia of accuracy and reliability such that it has probative value.State v. Guthrie, 2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271,rev'd, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nWhere the defendant's probation officer did not appear at the hearing to revoke the defendant's probation; the only witness who testified at the hearing was the probation officer's supervisor who was the custodian of probation violation reports filed by probation officers; the supervisor had no personal knowledge of the defendant's case except for what was contained the probation officer's file; the supervisor read into evidence statements the were in the defendant's probation file; and the district court did not state reasons why the evidence was sufficiently accurate or reliable so as to excuse the presence of the defendant's probation officer, the district court failed to make a specific finding of good cause for not calling the defendant's probation officer as a witness and the revocation of the defendant's probation based on the supervisor's testimony about statements included in the defendant's file violated the defendant's due process rights.State v. Guthrie, 2009-NMCA-036, 145 N.M. 761, 204 P.3d 1271,rev'd, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nDefendant had a due process right to confront witnesses at his probation revocation hearing.— Where the state accused defendant of violating his probation by committing a new crime, criminal sexual penetration of his daughter, and where, at defendant's probation revocation hearing, the state presented evidence of statements made by the daughter, witnesses' personal observations of the daughter's demeanor and physical condition after the alleged crime, and evidence of blood and male DNA found on some of the daughter's underwear, but chose not to call defendant's daughter as a witness, and where the district court determined that defendant did not have a right to confront and cross-examine his daughter, and where defendant argued that the district court violated his due process right to confront and cross-examine witnesses at the probation revocation hearing, the district court erred in denying defendant his right to confront and cross-examine his daughter and in revoking his probation, because defendants who face allegations that they have violated their probation have a due process right to confront and cross-examine adverse witnesses unless the court specifically finds good cause for not allowing confrontation, and in this case, the district court did not make factual findings as to whether there was good cause to admit the challenged evidence without allowing defendant to confront his daughter. Moreover, the evidence presented at the probation revocation hearing was not reliable enough to overcome the strong presumption that defendant had a right to confront his daughter about the unadjudicated accusation that he had committed a new crime.State v. Godinez, 2022-NMCA-029, cert. granted.\n\nFormal rules of evidence do not applyto probation revocation hearings.State v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546, cert. quashed, 2006-NMCERT-009, 140 N.M. 543, 144 P.3d 102,overruled byState v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nWhere, in a probation revocation hearing,the real witness against defendant is allowed to testify via another without identification, verification, confrontation, with a complete lack of demonstration or even discussion of good cause for not calling the real witness, defendant's due process rights have been stripped from him and a lack of formality should not excuse a lack of due process.State v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546, cert. quashed, 2006-NMCERT-009, 140 N.M. 543, 144 P.3d 102,overruled byState v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nDue process violation.— It is impermissible to allow a probation officer to read from documents in a file where it is unclear where, when, or from whom the documents were obtained and there was no factual showing or finding of good cause for not calling the persons who submitted the documents to testify as required by due process.State v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546, cert. quashed, 2006-NMCERT-009, 140 N.M. 543, 144 P.3d 102,overruled byState v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nDegree of proof necessary to establish probation violation.— At a probation violation hearing, the violation must be established with reasonable certainty. The violation does not have to be established beyond a reasonable doubt.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nConscience of court to be satisfied.— A violation of the conditions of probation must be established with such reasonable certainty as to satisfy the conscience of the court of the truth of the violation. If the evidence inclines a reasonable and impartial mind to the belief that the defendant had violated the terms of his probation, it is sufficient.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nReasonable and impartial mind to be inclined.— The degree of proof necessary to establish a violation of probation in revocation hearings is that which inclines a reasonable and impartial mind to the belief that defendant had violated the terms of probation, and a reasonable and impartial mind is one which hears before it condemns, which proceeds on inquiry, and only renders a decision after hearing all the evidence.State v. Pacheco, 1973-NMCA-155, 85 N.M. 778, 517 P.2d 1304.\n\nProbationer must have opportunity to be heardand to show, if he can, that he did not violate the conditions of his suspended sentence, or, if he did, that circumstances in mitigation suggest that the violation does not warrant revocation.State v. Montoya, 1979-NMCA-073, 93 N.M. 84, 596 P.2d 527.\n\nRight to allocution in probation revocation hearings.— A defendant has a right to allocution in probation revocation hearings, because in a probation revocation hearing the district court has a multitude of options in sentencing, all of which have the potential to impact a defendant's liberty interests, and allowing a defendant to address the district court prior to sentencing in a probation revocation hearing allows the defendant to ask for mercy based on factors that might not otherwise be brought to the court's attention and retains the same practical significance as it would in the original sentencing hearing.State v. Williams, 2021-NMCA-021, cert. denied.\n\nWhere defendant pled guilty to residential burglary, two counts of receiving stolen property, receiving or transferring a stolen motor vehicle, battery upon a peace officer, and larceny, and where the district court suspended defendant's entire sentence and placed him on supervised probation for a total of nine years, the conditions of which required defendant to get permission from his probation officer before leaving the county and not consume illegal drugs, and where several months later, the state filed a petition to revoke defendant's probation, alleging that he failed to adhere to his curfew and used illegal drugs, and where, based on defendant's admission that he used methamphetamine while on probation, the district revoked defendant's probation but failed to advise defendant that he had the right to personally address the court before the court proceeded to disposition, the court denied defendant his right of allocution. It is the duty of the court to inform a defendant of his or her right to allocution, and when the district court does not fulfill this duty, the sentence is invalid.State v. Williams, 2021-NMCA-021, cert. denied.\n\nSufficient evidence that defendant willfully violated the condition of his probation.— Where defendant pled guilty to residential burglary, two counts of receiving stolen property, receiving or transferring a stolen motor vehicle, battery upon a peace officer, and larceny, and where the district court suspended defendant's entire sentence and placed him on supervised probation for a total of nine years, the conditions of which required defendant to get permission from his probation officer before leaving the county and not consume illegal drugs, and where several months later, the state filed a petition to revoke probation, alleging that defendant failed to adhere to his curfew and used illegal drugs in violation of his conditions of probation, the district court did not abuse its discretion by finding that defendant willfully violated conditions of his probation based on a signed admission form in which defendant admitted that he used methamphetamine on the day that he violated his curfew, and where defendant, at his probation revocation hearing, further admitted to using methamphetamine while on probation.State v. Williams, 2021-NMCA-021, cert. denied.\n\nNotice and hearing constitutionally mandated.— The right of personal liberty is one of the highest rights of citizenship and cannot be taken from a defendant in a probation revocation proceeding without notice and an opportunity to be heard without invading his constitutional rights.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nHearing on revocation of probation or parole is not trialon a criminal charge, but is a hearing to determine whether, during the probationary or parole period, the defendant has conformed to or breached the course of conduct outlined in the probation or parole order.State v. Sanchez, 1980-NMCA-055, 94 N.M. 521, 612 P.2d 1332, cert. denied, 94 N.M. 675, 615 P.2d 992.\n\nFormal trial not required.— Where defendant claimed that neither the judge nor his counsel advised him of his right to a \"trial\" on whether he had violated the conditions of his probation, it was held that he was not entitled to a trial in any strict or formal sense. He was entitled to a hearing on the alleged violations, but that hearing could be informal.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nHearing to revoke probation may be informal.— This does not mean that he may insist upon a trial in any strict or formal sense.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nProbation revocation proceedings are by nature informal.State v. Phillips, 2006-NMCA-001, 138 N.M. 730, 126 P.3d 546, cert. granted, 2006-NMCERT-001, 139 N.M. 272, 131 P.3d 659,overruled byState v. Guthrie, 2011-NMSC-014, 150 N.M. 84, 257 P.3d 904.\n\nTestimony not coerced.— Where defendant at probation revocation hearing was not called or sworn as a witness, but was advised by the court as to the nature of each charge made against him and was asked whether or not the charge was true, and thereby was given an opportunity to admit or deny the charge, and where he was also given an opportunity to explain his plea to each charge, and in some instances he offered an explanation, this did not constitute compelled, coerced or required testimony by defendant against himself. These proceedings were in the nature of an arraignment.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nCompetence of counsel.— The competence of court-appointed counsel at probation revocation hearings could not be determined by the amount of time he spent or failed to spend with the accused. The failure of an attorney to confer with his client, without more, could not establish the incompetence of that attorney.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nWhen effective use of counsel denied.— Probation revocation hearing must have constituted a sham, a farce or a mockery of justice before a defendant can be said to have been denied the effective assistance of counsel.State v. Brusenhan, 1968-NMCA-006, 78 N.M. 764, 438 P.2d 174.\n\nRight to jury trial on identity.— Defendant has a right to a jury trial on the question of his identity.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nWhen jury trial waived.— Having failed to raise the question of want of identity defendant waives his right to a trial by jury on that issue at his probation revocation proceeding.State v. Paul, 1971-NMCA-107, 82 N.M. 791, 487 P.2d 493.\n\nRevocation hearing by court granting probation constitutional if held immediately after probationer notified.— A hearing for revocation of probation by a court which granted probation will satisfy due process if the hearing is held immediately after a notice to appear to answer a charge of violation is personally served upon a probationer.State v. Chavez, 1979-NMCA-143, 94 N.M. 102, 607 P.2d 640, cert. denied, 94 N.M. 629, 614 P.2d 546.\n\nEvidentiary hearing required where arrest delayed.— Defendant is entitled to an evidentiary hearing on the question of whether there was an unreasonable delay in executing the arrest warrants where the record indicates the probation authorities promptly had a warrant issued on the basis of the probation violations, but nothing is indicated of their attempts to execute the warrants for defendant's arrest.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nIII. REVOCATION.\n\nEvidentiary standard.— In a probation revocation, the evidentiary standard is that the violation must be established with a reasonable certainty, such that a reasonable and impartial mind would believe that the defendant violated the terms of probation.State v. Green, 2015-NMCA-007, cert. denied, 2014-NMCERT-012.\n\nViolation of sex offender behavior contract.— Where defendant was required, as a condition of his probation, to comply with a sex offender behavior contract as a result of his conviction for kidnapping which involved criminal sexual contact with the victim, the district court did not err in finding that defendant violated the sex offender behavior contract when defendant was found with sexually oriented material on his computer.State v. Green, 2015-NMCA-007, cert. denied, 2014-NMCERT-012.\n\nA court's decision to revoke a defendant's probation is discretionary.— In exercising its discretion to revoke a defendant's probation, a court may consider that the purpose of probation is the rehabilitation of the defendant. A court has the authority to revoke probation for a probation violation when rehabilitation is not occurring.State v. Dinapoli, 2015-NMCA-066, cert. denied, 2015-NMCERT-006.\n\nWhere defendant's probation was revoked for possessing sexually explicit materials in violation of his sex offender contract, defendant claimed that the district court improperly revoked his probation because he did not have sufficient notice that his possession of popular, mainstream R-rated movies would be in violation of the terms of his probation; the district court did not err in finding that defendant had sufficient notice that the materials he possessed were a violation of the terms of his probation where the DVD covers stated that the movies contained violent content, including rape and torture, strong sexuality, and graphic nudity as well as sexual abuse; a reasonable person would be on notice of the sexually oriented material in the DVDs; moreover, defendant was aware, based on a previous probation revocation, that possession of sexually oriented or sexually stimulating material was prohibited by the sex offender contract even if it were not considered pornographic. The district court did not err in revoking defendant's probation.State v. Dinapoli, 2015-NMCA-066, cert. denied, 2015-NMCERT-006.\n\nViolating the terms of sex offender contract.— Probation is a criminal sanction, and the district court may impose reasonable conditions that deprive the offender of some freedoms enjoyed by law-abiding citizens. The purposes of probation are to both prevent an offender from engaging in additional criminal activity and to rehabilitate the offender. The restrictions of the sex offender contract further these purpose by limiting a defendant's access to materials that may reasonably lead to susceptibility of other criminal acts or impede rehabilitation.State v. Dinapoli, 2015-NMCA-066, cert. denied, 2015-NMCERT-006.\n\nWhere defendant's probation was revoked for possessing sexually explicit materials in violation of his sex offender contract, defendant claimed that the district court improperly revoked his probation because he did not have sufficient notice that his possession of popular, mainstream R-rated movies would be in violation of the terms of his probation; the issue was not whether the movies, taken as a whole, would not be considered \"sexually oriented\", the issue was whether the movies contained sexually oriented material that would undermine the purposes of defendant's probation.State v. Dinapoli, 2015-NMCA-066, cert. denied, 2015-NMCERT-006.\n\nRevocation of probation before sentence is served.— After the court has entered an order of probation and before the full suspended sentence has expired, the court has the authority to revoke probation regardless of whether the probationary term has commenced or whether the defendant is serving a portion of the underlying sentence.State v. Lopez, 2007-NMSC-011, 141 N.M. 293, 154 P.3d 668.\n\nProbation violation options of court.— Three courses (now four) are open to the trial court upon the establishment of a violation of the terms or conditions of probation, and these courses are: (1) the court may continue the probation; (2) the court may revoke the probation and require the defendant to serve the balance of the sentence previously imposed; or (3) the court may revoke the probation and require the defendant to serve a sentence which is less than the balance of the sentence previously imposed.State v. Reinhart, 1968-NMSC-059, 79 N.M. 36, 439 P.2d 554.\n\nDefendant's failure to rebut the state's prima facie case that defendant willfully violated his probation.— Where defendant, who was on probation, was told by his probation officer on multiple occasions to find and complete an outpatient drug treatment program, and where defendant never enrolled or participated in programs suggested by his probation officer or any other outpatient drug treatment program, the district court did not abuse its discretion in finding that defendant's failure to enter and complete treatment constituted a probation violation, because defendant did not present any evidence at the hearing to rebut the reasonable inference set forth by the probation officer's testimony that defendant's non-compliance was willful.State v. Aslin, 2018-NMCA-043, cert. granted.\n\nTechnical violation program.— Where defendant, while on probation, opted into a technical violation program (TVP) where a probationer who commits a technical violation of his or her order of probation could waive the right to due process procedures as provided by Rule 5-805 NMRA and would instead be sanctioned based on a progressive disciplinary scheme, and where the district court found that defendant violated his conditions of probation by failing to enroll in treatment as ordered by his probation officer, the district court erred in revoking defendant's probation based on the court's finding that the violation was not a mere technical violation under the TVP, because there was no finding below that defendant committed a new violation of state law, and Rule 5-805(C)(3) clearly and unambiguously defines a \"technical violation\" as any violation that does not involve new criminal charges.State v. Aslin, 2018-NMCA-043, cert. granted.\n\nSection provides alternatives.— Subsection B of this section presents a district court with several alternatives for dealing with a defendant who has violated the conditions of his or her release.State v. Baca, 2005-NMCA-001, 136 N.M. 667, 104 P.3d 533, cert. denied, 2004-NMCERT-012, 136 N.M. 665, 103 P.3d 1097.\n\nRevocation of probation where defendant unable to pay fine or restitution.— There are substantive limits on the automatic revocation of probation where an indigent defendant is unable to pay a fine or restitution. Those substantive limits require that: (1) There must be an inquiry into the reasons for the failure to pay; (2) if the reasons for defendant's failure to pay are either not willful or indicate an inability to pay, the court must consider alternatives to incarceration; and (3) only if alternative measures do not meet the state's interests, then the court may order confinement.State v. Parsons, 1986-NMCA-027, 104 N.M. 123, 717 P.2d 99.\n\nCourt cannot defer credit for probation time.— All time served on probation shall be credited (unless a defendant is a fugitive) and the trial court thus errs in purporting to defer credit for time served on probation.State v. Encinias, 1986-NMCA-049, 104 N.M. 740, 726 P.2d 1174, cert. denied, 104 N.M. 632, 725 P.2d 832.\n\nProbation condition may be changed upon violation, but not to increase penalty.— When a violation of probation is established, the trial court may relieve a defendant of the conditions of probation or continue the existing conditions, but the trial court may not change any probation condition so that the penalty is increased, even if the defendant is agreeable to such change.State v. Crespin, 1981-NMCA-095, 96 N.M. 640, 633 P.2d 1238.\n\nImposition of additional sanctions authorized.— This section does not foreclose the imposition of additional otherwise permissible sanctions for the acts that form the basis for revocation or modification of probation and, in appropriate circumstances, the state had authority to seek enhancement of a defendant's sentence under the habitual-offender statute.State v. Freed, 1996-NMCA-044, 121 N.M. 562, 915 P.2d 325, cert. denied, 121 N.M. 644, 916 P.2d 844.\n\nRevocation of only one of several concurrent suspended sentences.— When a defendant is sentenced to multiple concurrent sentences, the trial court suspends the sentences and places the defendant on probation and the defendant violates the terms of his probation, the trial court cannot invoke the original sentence on count I only and provide that probation would continue on the other counts. The effect of applying revocation to one count only and reserving probation on the remaining counts for possible imposition of imprisonment on any or all of the remaining counts upon future violations is to change an original valid concurrent sentence into consecutive sentences. That effect, of course, creates an increase in penalty and violates the constitutional prohibition against double jeopardy.State v. Martinez, 1982-NMCA-185, 99 N.M. 248, 656 P.2d 911.\n\nAll time served on probation shall be creditedunless defendant is a fugitive.State v. Kenneman, 1982-NMCA-145, 98 N.M. 794, 653 P.2d 170, cert. denied, 99 N.M. 47, 653 P.2d 878.\n\nTime served shall be credited.— Language in this section unambiguously mandates credit for time served on probation in the case of a defendant whose initial sentence was deferred.State v. Leslie, 2004-NMCA-106, 136 N.M. 244, 96 P.3d 805.\n\nSubsection B of this section mandates credit for time served, the only exception being where a defendant is a \"fugitive from justice\" as defined in Subsection C of this section.State v. Leslie, 2004-NMCA-106, 136 N.M. 244, 96 P.3d 805.\n\nPerson eligible to receive conditional discharge.— Although Subsection B of this section refers only to a deferred sentence and not to a conditional discharge, a person who is eligible to receive a conditional discharge is by definition one who is entitled to a deferred sentence.State v. Leslie, 2004-NMCA-106, 136 N.M. 244, 96 P.3d 805.\n\nRevocation of probation and suspended sentence compared.— A violation of the conditions of the probation during the probationary period was also a violation of the conditions of the suspension, because probation was merely the status of one released under a suspended sentence. Therefore, there was no difference between proceedings to revoke a suspended sentence under 40A-29-20, 1953 Comp. (repealed) and proceedings to revoke an order of probation under this section.State v. Holland, 1967-NMSC-186, 78 N.M. 324, 431 P.2d 57.\n\nScope of language of suspension.— In order to avoid the contention that the conditions of the order of suspension do not embrace the conditions and terms of probation, the trial courts, by appropriate language, should expressly provide that the conditions and terms of probation are made conditions and terms of the suspension.State v. Holland, 1967-NMSC-186, 78 N.M. 324, 431 P.2d 57.\n\nEffect of post-conviction relief on improper probation revocation.— There being nothing in the record indicating that being with a minor after curfew hours was a violation of the conditions of probation, the trial court could not properly rule that defendant was not entitled to post-conviction relief under any state of facts provable under his claim that his probation was revoked because he was with a minor after curfew hours.Maes v. State, 1972-NMCA-124, 84 N.M. 251, 501 P.2d 695.\n\nCredit if probation and suspended sentence.— Where defendant was released without imprisonment under a suspended sentence and subject to conditions, and at the time of release, defendant was on \"probation\" as that word is used in the Probation and Parole Act, defendant was entitled to credit for probation time served while his sentence was suspended.State v. Sublett, 1968-NMCA-001, 78 N.M. 655, 436 P.2d 515.\n\nDiscretion of court as to credit.— Under Subsection B of this section, upon revocation of a suspended sentence, the trial court may require the defendant to serve (1) the balance of the sentence imposed - that is, the term remaining after giving credit for allowable probation time or (2) a lesser term. The trial court does not have authority under this statute to withhold credit for allowable probation time.State v. Sublett, 1968-NMCA-001, 78 N.M. 655, 436 P.2d 515.\n\nMeaning of \"balance\".— The word \"balance\" in the statute means \"remainder\", or that portion of the term of the sentence which remains after deducting therefrom the time during which defendant has been on probation.State v. Reinhart, 1968-NMSC-059, 79 N.M. 36, 439 P.2d 554.\n\nMinimum requirement of court.— Under Subsection B of this section trial court must, as a minimum, credit allowable probation time on the original sentence that has been invoked.State v. Sublett, 1968-NMCA-001, 78 N.M. 655, 436 P.2d 515.\n\nIV. FUGITIVE STATUS.\n\nProof of fugitive status.— To support a finding of fugitive status, the state must prove that it issued a warrant for the probationer's arrest and entered it into the national crime information center database and that the state unsuccessfully attempted to serve the warrant on the defendant or that any attempt to serve the defendant would have been futile.State v. Neal, 2007-NMCA-086, 142 N.M. 487, 167 P.3d 935.\n\nLegislative intent.— In enacting Subsection C of this statute, the legislature intended to ensure that probationers could not defeat the trial court's authority to revoke probation by absconding from the jurisdiction.State v. Apache, 1986-NMCA-051, 104 N.M. 290, 720 P.2d 709, cert. denied, 104 N.M. 289, 720 P.2d 708.\n\nDetermination of fugitive status after expiration of probationary term.— Section 31-21-15(C) NMSA 1978 allows a court to exercise jurisdiction over a probationer after the expiration of the probationary term for the limited purpose of determining fugitive status even when a fugitive defendant is returned to New Mexico prior to the expiration of the original probationary term.State v. Sosa, 2014-NMCA-091, cert. denied, 2014-NMCERT-008.\n\nWhere defendant's sentence was suspended and defendant was placed on five years of supervised probation; defendant failed to report to a probation officer on October 20, 2010; the state sought to revoke defendant's probation on the ground that defendant was a fugitive; defendant was arrested in Georgia and returned to New Mexico on August 4, 2011; the hearing to revoke defendant's probation was held on August 1, 2012; defendant claimed that the district court lost jurisdiction to revoke defendant's probation on December 23, 2011 when defendant's original probationary term expired; the district court found that the state was diligent in its efforts to serve a warrant on defendant and that defendant was a fugitive from October 20, 2010 to August 4, 2011; and the district court did not err in determining that defendant had been a fugitive for a portion of defendant's probationary term, in tolling the probationary term for the time defendant was a fugitive and thereby extending its jurisdiction over defendant, and in determining that it had jurisdiction on August 1, 2012 to revoke defendant's probation.State v. Sosa, 2014-NMCA-091, cert. denied, 2014-NMCERT-008.\n\nCourts of limited jurisdiction have power to revoke probation if a defendant's original probationary period expires while the defendant is an absconder.— Where defendant was convicted of battery in magistrate court, received a suspended sentence, placed on probation in lieu of serving a prison sentence, violated the terms of his probation and could not be located to answer for this violation until after the period of his suspended sentence expired, this section does not empower courts of limited jurisdiction to toll the running of a probationary period, but 31-20-8 NMSA 1978 does not deprive a trial court of the power to revoke probation when, at the time the defendant's probationary term expired, the defendant had allegedly violated the terms of probation and the court subsequently issued a bench warrant.State v. Begay, 2017-NMSC-009,rev'g2016-NMCA-039.\n\nTolling provision does not apply to persons convicted in magistrate court.— Where defendant was convicted of battery in magistrate court, received a suspended sentence, placed on probation in lieu of serving a prison sentence, violated the terms of his probation and could not be located to answer for this violation until after the period of his suspended sentence expired, the district court erred in determining that this section permitted it to toll the running of defendant's sentence and in revoking defendant's probation, because the legislature expressly limited the application of the tolling provision to adult persons convicted of crimes in the district court.State v. Begay, 2016-NMCA-039, cert. granted.\n\nExtradition not required.— The state was not required to extradite defendant from Arizona so as to prevent his classification as a fugitive under this section and the resulting revocation of probation.State v. McDonald, 1991-NMCA-132, 113 N.M. 305, 825 P.2d 238, cert. denied, 113 N.M. 44, 822 P.2d 1127.\n\nWhen fugitive status determined.— It is implicit in this statute that the judicial determination of fugitive status shall be made only after the probationer has been found and brought before the court, regardless of whether this occurs before or after the date on which probation was originally to have expired.State v. Apache, 1986-NMCA-051, 104 N.M. 290, 720 P.2d 709, cert. denied, 104 N.M. 289, 720 P.2d 708.\n\nInadequate notice of status.— Where at the probation revocation hearing, the state requested that the court find that defendant violated his probation, find him to be an absconder, and impose the sentence authorized by law, the state's use of the word \"absconder\" referring to defendant's failure to report for probation in the two probation violation reports filed, failed to provide adequate notice to defendant that he may be found a fugitive and denied credit pursuant to Subsection C of this section.State v. Jimenez, 2004-NMSC-012, 135 N.M. 442, 90 P.3d 461.\n\nAttempt to serve warrant.— To establish that probationer is \"fugitive\" under this provision, the state is required, at a minimum, to show that it attempted to serve a warrant on probationer but was unable to or that it would have failed to serve the warrant if it had attempted to do so.State v. Thomas, 1991-NMCA-131, 113 N.M. 298, 825 P.2d 231, cert. denied, 113 N.M. 44, 822 P.2d 1127.\n\nLack of evidence that authorities actually attempted to serve a warrant does not amount to a failure of proof under Subsection C of this statute which requires a finding that the arrest warrant \"cannot be served.\"State v. Apache, 1986-NMCA-051, 104 N.M. 290, 720 P.2d 709, cert. denied, 104 N.M. 289, 720 P.2d 708.\n\nEffect of fugitive status on credit.— The trial court's discretion to credit or disallow probation time from violation of probation to arrest depends upon defendant being a fugitive from justice. Whether defendant was a fugitive requires a determination that the warrant for the return of defendant cannot be served. Where the trial court may have made a judicial determination of the above matters in fixing the credit to be given on the reinstated sentence, but the record does not reflect such a determination, since the question of allowable credit is cognizable in a post-conviction motion, defendant is entitled to an evidentiary hearing on the question of the propriety of the credit given.State v. Murray, 1970-NMCA-045, 81 N.M. 445, 468 P.2d 416.\n\nEvidence.— There was sufficient evidence to support the trial court's ruling that defendant was not entitled to credit for all of the time he was found to have been a fugitive.State v. Apache, 1986-NMCA-051, 104 N.M. 290, 720 P.2d 709 (Ct. App.), cert. denied, 104 N.M. 289, 720 P.2d 708.\n\nWhere the state made no showing that the warrant was entered into the national crime information center database, that it attempted to serve defendant with a warrant, or that any attempt to serve defendant would have been futile, evidence in the record does not sufficiently demonstrate that defendant was a fugitive under Subsection C of this section.State v. Jimenez, 2004-NMSC-012, 135 N.M. 442, 90 P.3d 461.\n\nFailure to object to status did not preclude appeal.— Where the petition to revoke defendant's parole did not mention Subsection C of this section or allege that defendant was a fugitive, defendant could not have known that his status as a fugitive was at issue until the district court filed its order revoking probation and denying defendant credit for time served on probation. Under these circumstances, defendant had no opportunity to object to the court's ruling at the time it was made, and thus, the failure to object does not prejudice his ability to raise this claim on appeal.State v. Jimenez, 2004-NMSC-012, 135 N.M. 442, 90 P.3d 461.\n\nFugitive defendant incarcerated in another jurisdiction.— A defendant is a fugitive within the meaning of this section if he cannot be taken into actual custody and brought before the court pursuant to an arrest warrant. Thus defendant who could not be taken into custody under authority of the warrant because he was incarcerated in Arizona was properly denied credit against his sentence.State v. McDonald, 1991-NMCA-132, 113 N.M. 305, 825 P.2d 238, cert. denied, 113 N.M. 44, 822 P.2d 1127.\n\nConstitutionality of section.— This section does not provide for mandatory notice to the probationer before revocation of his probation, thus creating a question of constitutionality. 1964 Op. Att'y Gen. No. 64-106.\n\nLegislative intent.— The legislature intended the Probation and Parole Act to be read along with the criminal code provisions concerning revocation of probation. 1964 Op. Att'y Gen. No. 64-106.\n\nScope of arrest options.— In revoking an order suspending sentence, an arrest may be accomplished in one of the four following ways: the district court which placed the defendant on probation may issue a warrant upon the filing of a petition by the district attorney; the district court which placed the defendant on probation may issue a notice to appear to answer a charge of violation brought by the probation office; the director of the probation and parole board may arrest the probationer without warrant; and a written statement issued by the director may be used as a warrant for arrest by an officer deputized by the director. 1964 Op. Att'y Gen. No. 64-106.\n\nArrest without warrant by director restricted.— The procedure whereby the director makes an arrest without a warrant probably should not be utilized when arresting suspected probation violators who are not presently within the jurisdiction of the court which granted probation. 1964 Op. Att'y Gen. No. 64-106.\n\nRevocation hearing part of original order.— The hearing on revocation authorized by this section is a continuation of the original probation order. 1965 Op. Att'y Gen. No. 65-213.\n\nCommitment under suspended sentence.— A defendant may not be committed under a suspended sentence until he is given notice of the alleged violation of his probation and has had an opportunity to be heard; to deny either of these is to violate due process of law. 1964 Op. Att'y Gen. No. 64-106.\n\nEffect of probation grant.— Although the granting of probation is a matter of grace, once it has been granted the probationer has a vested right to his conditional liberty and he may not be deprived of this right without due process of law. 1964 Op. Att'y Gen. No. 64-106.\n\nProcedure where subsequent criminal charge in another jurisdiction.— Where a defendant is being held on a subsequent criminal charge in a jurisdiction other than the one which placed him on probation, the board should delay proceeding against him for violation of probation until the subsequent charge is disposed of. 1964 Op. Att'y Gen. No. 64-106.\n\nBail allowed if violation not criminal offense.— If a violation of probation is not a criminal offense the defendant should be allowed bail. 1964 Op. Att'y Gen. No. 64-106.\n\nBail where arrested in other county.— A probationer, arrested in a county other than the county which granted him probation, has a right to be admitted to bail in the county in which he is arrested. 1964 Op. Att'y Gen. No. 64-106.\n\nBoard to pay expenses of returning probationers.— The state board of probation and parole is responsible for the payment of expenses incurred in the returning of probation violators to the court. 1969 Op. Att'y Gen. No. 69-30.\n\nLimitation on expenses.— The phrase \"expenses of returning probationers\" is not meant to include the cost of detention prior to the return. 1970 Op. Att'y Gen. No. 70-62.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nFor survey, \"Children's Court Practice in Delinquency and Need of Supervision Cases Under the New Rules,\" see 6 N.M.L. Rev. 331 (1976).\n\nFor article, \"Survey of New Mexico Law, 1979-80: Criminal Law and Procedure,\" see 11 N.M.L. Rev. 85 (1981).\n\nFor annual survey of New Mexico criminal law, see 16 N.M.L. Rev. 9 (1986).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law § 913 et seq.\n\nRight of defendant sentenced after revocation of probation to credit for jail time served as condition of probation, 99 A.L.R.3d 781.\n\nImmunity of public officer from liability for injuries caused by negligently released individual, 5 A.L.R.4th 773.\n\nAdmissibility of hearsay evidence in probation revocation hearings, 11 A.L.R.4th 999.\n\nPower of court, after expiration of probation term, to revoke or modify probation for violations committed during the probation term, 13 A.L.R.4th 1240.\n\nPower of court to revoke probation for acts committed after imposition of sentence but prior to commencement of probation term, 22 A.L.R.4th 755.\n\nPropriety of increased sentence following revocation of probation, 23 A.L.R.4th 883.\n\nDefendant's right to credit for time spent in halfway house, rehabilitation center, or other restrictive environment as condition of probation, 24 A.L.R.4th 789.\n\nRevocation of probation based on defendant's misrepresentation or concealment of information from trial court, 36 A.L.R.4th 1182.\n\nProbation officer's liability for negligent supervision of probationer, 44 A.L.R.4th 638.\n\nProbation revocation: insanity as defense, 56 A.L.R.4th 1178.\n\nDetermination that state failed to prove charges relied upon for revocation of probation as barring subsequent criminal action based on same underlying charges, 2 A.L.R.5th 262.\n\nWho may institute proceedings to revoke probation, 21 A.L.R.5th 275.\n\nValidity, construction, and application of concurrent-sentence doctrine - state cases, 56 A.L.R.5th 385.\n\n24 C.J.S. Criminal Law §§ 1562 to 1564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-15/"
    },
    {
      "id": "section-31-21-16",
      "number": "31-21-16",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1977, ch. 216, § 17, repealed 41-17-30 1953 Comp. (31-21-16 NMSA 1978), relating to discharge of prisoner or parolee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-16/"
    },
    {
      "id": "section-31-21-17",
      "number": "31-21-17",
      "heading": "Executive clemency; investigation and reports.",
      "text": "On request of the governor the board shall investigate and report to him with respect to any case of pardon, commutation of sentence or reprieve.\n\nHistory:1953 Comp., § 41-17-31, enacted by Laws 1955, ch. 232, § 20.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Executive clemency to remove disqualification for office or other disqualification, resulting from conviction of crime, as applicable in case of conviction in federal court or court of another state, 135 A.L.R. 1493.\n\nRevocation of order commuting state criminal sentence, 88 A.L.R.5th 463.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-17/"
    },
    {
      "id": "section-31-21-171",
      "number": "31-21-17.1",
      "heading": "Medical or geriatric parole; procedures; duties of the corrections department; duties of the board.",
      "text": "A. The corrections department shall promulgate rules and implement a medical and geriatric parole program, including the application form for medical or geriatric parole.\n\nB. An inmate who is geriatric, permanently incapacitated or terminally ill may seek parole consideration upon written application to the board or consent to submission of an application by and through a family member, attorney or corrections department care provider. When an inmate is physically or mentally incapable of knowingly and voluntarily consenting to submission of an application due to mental or physical infirmity, a family member, attorney, corrections department care provider or other individual with a power of attorney may submit the application on the inmate's behalf.\n\nC. The corrections department shall identify geriatric, permanently incapacitated and terminally ill inmates, notify those inmates of the opportunity to apply for medical or geriatric parole and recommend the release of those inmates who are eligible for medical or geriatric parole.\n\nD. A classification officer shall provide an inmate over the age of fifty-five with a copy of the medical and geriatric parole policy and any other applicable forms at least once a year. An inmate arriving at a long-term care or geriatric unit managed by the corrections department or placed by the corrections department into long-term care or a facility not managed by the department shall be provided with a copy of the medical and geriatric parole policy, written in the inmate's preferred language, during orientation. A copy of the medical and geriatric parole policy shall be placed and maintained in the law library at each institution of the corrections department.\n\nE. An application for medical or geriatric parole shall be submitted to the inmate's classification officer. A classification officer who receives an application shall review the application, make a recommendation, attach any relevant documentation and forward the application package to the appropriate authority as defined by corrections department rule.\n\nF. The corrections department shall determine whether to recommend an inmate for medical or geriatric parole and make any recommendations to the board no later than thirty days after receipt of the application by the classification officer. All applications received by the department shall be processed and forwarded to the board. The recommendation shall include the inmate's age, medical history and prognosis and, if applicable, institutional behavior, adjustment and any evidence suggesting rehabilitation during incarceration. When the department recommends an inmate for medical or geriatric parole, the director shall submit a statement to the board that the inmate's release is not incompatible with the welfare of society. In the event that the department is unable to make a determination of recommendation for medical or geriatric parole within thirty days, the department shall document in writing any justification for the delay.\n\nG. When considering an inmate for medical or geriatric parole, the director may request that reasonable medical and mental health examinations be conducted; provided that the examinations do not cause delay in the processing time of applications required by this section.\n\nH. When determining an inmate's eligibility for medical or geriatric parole, the director shall consider the totality of the circumstances, including:\n\n(1) the inmate's age;\n\n(2) the severity of the inmate's illness, disease or infirmity;\n\n(3) a comprehensive health evaluation of the inmate;\n\n(4) the inmate's institutional behavior, including evidence indicating rehabilitation;\n\n(5) the inmate's current level of risk for violence; and\n\n(6) any alternative to maintaining the geriatric, permanently incapacitated or terminally ill inmate in a traditional setting.\n\nI. Upon receipt of an application and recommendation and supporting documentation from the corrections department for medical or geriatric parole, the board shall review the documentation, schedule a hearing and issue a decision within fifteen days. In the event that a hearing cannot be scheduled and a decision issued within fifteen days, the board shall document in writing any justification for the delay. If an inmate is denied medical or geriatric parole, the board shall notify the inmate and provide service of the copy of the written decision. A copy of the decision shall be sent to the secretary of corrections and the warden of the facility in which the inmate resides.\n\nJ. The board shall release an inmate on medical or geriatric parole upon recommendation from the director unless the board finds by clear and convincing evidence that the inmate's release is incompatible with the welfare of society and states in writing its reason for the finding. The board may consider the totality of the circumstances, including an inmate's criminal history, but shall not deny medical or geriatric parole solely because of the nature of the charge resulting in the inmate's conviction or the inmate's criminal history.\n\nK. A rebuttable presumption that an inmate does not constitute a danger to the inmate's self or to society and is therefore eligible for medical or geriatric parole is established if the inmate:\n\n(1) is fifty-five years of age or older and suffers from a debilitating or chronic infirmity, illness or disease related to aging;\n\n(2) by reason of an existing medical condition, is permanently and irreversibly physically incapacitated; or\n\n(3) has an incurable condition caused by illness or disease that would, within reasonable medical judgment, produce death within six months.\n\nL. Pursuant to Section 39-3-1.1 NMSA 1978, an inmate whose decision is denied by the board pursuant to the provisions of this section may appeal the board's decision in the district court in the jurisdiction where the sentence was imposed. When an inmate is physically or mentally incapable of knowingly and voluntarily consenting to submission of an appeal because of a mental or physical infirmity, a family member, attorney, corrections department health care provider or other individual with a power of attorney may submit an appeal on the inmate's behalf. The notice of appeal shall include a statement of any applicable appellate issues. No later than forty-eight hours after the filing of the notice of appeal with the board, the board shall file the record on appeal with the district court, including any applicable appellee response. The district court shall rule on the appeal no later than seventy-two hours after the record on appeal is filed.\n\nM. An inmate who has not served the inmate's minimum sentence may be considered eligible for parole under the medical and geriatric parole program. Medical and geriatric parole shall be in addition to any other parole for which a geriatric, permanently incapacitated or terminally ill inmate may be eligible.\n\nN. The parole term of a geriatric, permanently incapacitated or terminally ill inmate on medical or geriatric parole shall be for the remainder of the inmate's basic sentence and parole without diminution of sentence for good behavior.\n\nO. In the event that the inmate is a terminally ill inmate, the corrections department shall determine whether to recommend an inmate for medical or geriatric parole within fifteen days of the receipt of the inmate's application by the classification officer, and the board shall issue a decision within seven days. In the event that the department is unable to determine whether to recommend an inmate for medical or geriatric parole within fifteen days pursuant to this subsection, the department or the board shall document any justification for the delay in writing.\n\nP. An inmate who has been denied parole pursuant to the provisions of this section may reapply if additional information is received or if the inmate's condition so warrants.\n\nQ. An inmate convicted of first degree murder shall not be considered eligible for medical or geriatric parole.\n\nHistory:Laws 1994, ch. 21, § 2; 2023, ch. 89, § 2.\n\nThe 2023 amendment,effective July 1, 2023, established medical and geriatric parole procedures; in the section heading, deleted \"Administration by\" and added \"medical or geriatric parole; procedures; duties of the corrections\", and \"duties of the board\"; added Subsections A and B; in Subsection C, after \"terminally ill inmates\", added \"notify those inmates of the opportunity to apply for medical or geriatric parole and recommend the release of those inmates who are\", after \"eligible for\", deleted \"geriatric or\", after \"medical\", added \"or geriatric\", and after \"parole\", deleted \"based on rules established by the board. The department shall forward an application and documentation in support of parole eligibility to the board within thirty days of receipt of an application from an inmate. The documentation shall include information concerning the inmate's age, medical history and prognosis, institutional behavior and adjustment and criminal history. The inmate or inmate's representative may submit an application to the board\"; and added Subsections D through Q.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-17-1/"
    },
    {
      "id": "section-31-21-18",
      "number": "31-21-18",
      "heading": "Application to persons now on probation or parole.",
      "text": "The provisions of the Probation and Parole Act [31-21-3 NMSA 1978] apply to all persons who, at the effective date, are on probation or parole, or eligible to be placed on probation or parole under existing laws, with the same effect as if the act had been in operation at the time they were placed on probation or parole or become [became] eligible to be placed thereon.\n\nHistory:1953 Comp., § 41-17-32, enacted by Laws 1955, ch. 232, § 21; 1963, ch. 301, § 14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\n\"Effective date\" interpreted.— The phrase \"at the effective date\" in this section cannot reasonably be read to mean that all subsequent amendments to the Parole Act are retroactive to 1963, the effective date of this section. Therefore, because the petitioner's offenses were committed before February 22, 1980, the effective date of Section 31-21-10 NMSA 1978, Section 31-21-10 NMSA 1978 did not apply to him, he was not entitled to determinate parole, and he could not establish a liberty interest to support his due process claim.Helker v. Shanks, 47 F.3d 1065 (10th Cir. 1995).\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-18/"
    },
    {
      "id": "section-31-21-19",
      "number": "31-21-19",
      "heading": "Participation of the United States and other states.",
      "text": "The board, in its discretion and with the written consent of the governor, may accept from the United States or any of its agencies, and from any state of the United States, advisory services, funds, equipment and supplies available to this state for any of the purposes contemplated by the Probation and Parole Act, and may enter into contracts and agreements with the United States or any of its agencies, and any state of the United States as necessary, proper and convenient.\n\nHistory:1953 Comp., § 41-17-33, enacted by Laws 1955, ch. 232, § 22; 1959, ch. 48, § 1; 1963, ch. 301, § 15.\n\nCross references.— For state board of probation and parole as referring to the corrections division,see33-1-7 NMSA 1978.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 91 C.J.S. United States § 222 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-19/"
    },
    {
      "id": "section-31-21-20",
      "number": "31-21-20",
      "heading": "Information from courts.",
      "text": "The director shall obtain from each district court statistical data regarding dispositions of all defendants, whether found guilty or discharged.\n\nHistory:1953 Comp., § 41-17-35, enacted by Laws 1963, ch. 301, § 16.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— The propriety of conditioning parole on defendant's not entering specified geographical area, 54 A.L.R.5th 743.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-20/"
    },
    {
      "id": "section-31-21-21",
      "number": "31-21-21",
      "heading": "Conditions of probation.",
      "text": "The board shall adopt general regulations concerning the conditions of probation which apply in the absence of specific conditions imposed by the court. All probationers are subject to supervision of the board unless otherwise specifically ordered by the court in the particular case. Nothing in the Probation and Parole Act limits the authority of the court to impose or modify any general or specific condition of probation. The board may recommend and by order the court may impose and modify any conditions of probation. The court shall transmit to the board and to the probationer a copy of any order.\n\nHistory:1953 Comp., § 41-17-36, enacted by Laws 1963, ch. 301, § 17.\n\nCross references.— For state board of probation and parole as referring to the corrections division,see33-1-7 NMSA 1978.\n\nSpecific condition requiring search of defendant's car overrides contrary manual provisions.— A specific condition requiring that a defendant submit to a search of his car upon request of his probation officer overrides manual provisions directing that probation officers abstain from searches of probationers.State v. Gardner, 1980-NMCA-122, 95 N.M. 171, 619 P.2d 847.\n\nDistrict court abused its discretion by modifying defendant's probation conditionwhich had been agreed upon pursuant to a plea bargain.State v. Trujillo, 1994-NMSC-066, 117 N.M. 769, 877 P.2d 575.\n\nLaw reviews.— For annual survey of New Mexico law relating to administrative law, see 12 N.M.L. Rev. 1 (1982).\n\n21 Am. Jur. 2d Criminal Law § 908 et seq.\n\nPropriety of conditioning probation on defendant's remaining childless or having no additional children during probationary period, 94 A.L.R.3d 1218.\n\nRight of defendant sentenced after revocation of probation to credit for jail time served as condition of probation, 99 A.L.R.3d 781.\n\nPropriety of conditioning probation on defendant's not associating with particular person, 99 A.L.R.3d 967.\n\nPropriety of conditioning probation on defendant's serving part of probationary period in jail or prison, 6 A.L.R.4th 446.\n\nPower of court, after expiration of probation term, to revoke or modify probation for violations committed during the probation term, 13 A.L.R.4th 1240.\n\nPropriety of requirement, as condition of probation, that defendant refrain from use of intoxicants, 19 A.L.R.4th 1251.\n\nPower of court to revoke probation for acts committed after imposition of sentence but prior to commencement of probation term, 22 A.L.R.4th 755.\n\nDefendant's right to credit for time spent in halfway house, rehabilitation center, or other restrictive environment as condition of probation, 24 A.L.R.4th 789.\n\nPropriety of conditioning probation on defendant's not entering specified geographical area, 28 A.L.R.4th 725.\n\nPropriety of conditioning probation on defendant's submission to polygraph or other lie detector testing, 86 A.L.R.4th 709.\n\nPropriety of conditioning probation on defendant's submission to drug testing, 87 A.L.R.4th 929.\n\nWho may institute proceedings to revoke probation, 21 A.L.R.5th 275.\n\nPropriety of probation condition exposing defendant to public shame or ridicule, 65 A.L.R.5th 187.\n\nPropriety, as condition of probation granted pursuant to 18 USCS § 3651, of requiring that probationer refrain from consumption of alcoholic beverages, 37 A.L.R. Fed. 843.\n\nDenial of state prisoner's application for, or revocation of, participation in work or study release program or furlough program as actionable under Civil Rights Act of 1871 (42 USCS § 1983), 55 A.L.R. Fed. 208.\n\nPropriety, in criminal case, of Federal District Court order restricting defendant's right to re-enter or stay in United States, 94 A.L.R. Fed. 619.\n\n24 C.J.S. Criminal Law § 1556.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity of requirement that, as condition of probation, defendant submit to warrantless searches, 99 A.L.R.5th 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-21/"
    },
    {
      "id": "section-31-21-22",
      "number": "31-21-22",
      "heading": "Short title.",
      "text": "Sections 1 through 5 [31-21-22 to 31-21-26 NMSA 1978] of this act may be cited as the \"Parole Board Act\".\n\nHistory:1953 Comp., § 41-17-37, enacted by Laws 1975, ch. 194, § 1.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nFor note, \"Parole Revocation and the Right to Counsel,\" see 5 N.M. L. Rev. 331 (1975).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-22/"
    },
    {
      "id": "section-31-21-23",
      "number": "31-21-23",
      "heading": "Purpose.",
      "text": "The purpose of the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978] is to create a professional parole board.\n\nHistory:1953 Comp., § 41-17-38, enacted by Laws 1975, ch. 194, § 2; 1999, ch. 202, § 2.\n\nThe 1999 amendment,effective July 1, 1999, deleted \"full-time,\" preceding \"professional\" and \"salaried\" preceding \"parole board\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-23/"
    },
    {
      "id": "section-31-21-24",
      "number": "31-21-24",
      "heading": "Parole board; members; appointment; terms; qualifications; compensation; organization.",
      "text": "A. The \"parole board\" is created, consisting of fifteen members appointed by the governor with the consent of the senate.\n\nB. The terms of the members of the parole board shall be six years. To provide for staggered terms, five members shall be appointed every two years. Members serve until their successors have been appointed and qualified.\n\nC. Members of the parole board may be removed by the governor as provided in Article 5, Section 5 of the constitution of New Mexico. Vacancies shall be filled by appointment by the governor for the remainder of the unexpired term.\n\nD. Members of the parole board shall be persons qualified by such academic training or professional experience as is deemed necessary to render them fit to serve as members of the board. No member of the board shall be an official or employee of any other federal, state or local government entity.\n\nE. Members of the parole board shall receive per diem and mileage as provided for nonsalaried public officers in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance.\n\nF. The governor shall designate one member of the parole board to serve as chair, who in addition to other duties shall coordinate with the corrections department in the furnishing of services pursuant to Section 9-3-11 NMSA 1978.\n\nG. A parole may be granted, denied or revoked by a quorum of two on a panel consisting of three parole board members appointed on a rotating basis by the chair of the board.\n\nHistory:1953 Comp., § 41-17-39, enacted by Laws 1975, ch. 194, § 3; 1976, ch. 18, § 1; 1989, ch. 23, § 1; 1999, ch. 202, § 1; 2005, ch. 227, § 1.\n\nThe 2005 amendment,effective July 1, 2005, increased the number of members of the parole board from nine to fifteen in Subsection A and provided in Subsection B that five members shall be appointed every two years and that members serve until their successors have been appointed and qualified.\n\nTemporary provision.— Laws 2005, ch. 227, § 2 added a temporary provision which provided that members of the parole board serving on July 1, 2005 may continue to serve until their terms expire and their successors have been appointed and qualified, and that of the six additional members of the parole board to be appointed pursuant to the provisions of this act, two shall serve an initial term of two years, two shall serve an initial term of four years, and two shall serve an initial term of six years. Thereafter, all members shall serve six-year staggered terms.\n\nThe 1999 amendment,effective July 1, 1999, in Subsection A, substituted \"nine members\" for \"four members\" and deleted the last sentence which read: \"Each member of the board shall devote his full time to the duties of the board\"; inserted \"parole\" preceding \"board\" in Subsections C, F and G; inserted \"appointment by\" preceding \"the governor\" in Subsection C; and rewrote Subsection E which read: \"For purposes of salary for the chairman and the other three members of the board, the provisions of Section 10-9-5 NMSA 1978 shall apply. Members of the board shall be reimbursed as provided in the Per Diem and Mileage Act in lieu of actual expenses for transportation, lodging and subsistence while on the official business of the board\".\n\nThe 1989 amendment,effective June 16, 1989, in Subsection A substituted \"four\" for \"three\" in the first sentence, deleted at the end of Subsection B \"except that the members of the initial board shall be appointed for staggered terms of one, two and three years respectively\", in Subsection E substituted \"three\" for \"two\" and \"10-9-5 NMSA 1978\" for \"5-4-31.1 NMSA 1953\" in the first sentence, and substituted all of the present language of Subsection G beginning with \"majority of the board\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 17, 32, 45, 76.\n\n16A C.J.S. Constitutional Law §§ 262, 505.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-24/"
    },
    {
      "id": "section-31-21-25",
      "number": "31-21-25",
      "heading": "Powers and duties of the board.",
      "text": "A. The parole board shall have the powers and duties of the former state board of probation and parole pursuant to Sections 31-21-6 and 31-21-10 through 31-21-17 NMSA 1978 and such additional powers and duties relating to the parole of adults as are enumerated in this section.\n\nB. The parole board shall have the following powers and duties to:\n\n(1) grant, deny or revoke parole;\n\n(2) conduct or cause to be conducted such investigations, examinations, interviews, hearings and other proceedings as may be necessary for the effectual discharge of the duties of the board;\n\n(3) summon witnesses, books, papers, reports, documents or tangible things and administer oaths as may be necessary for the effectual discharge of the duties of the board;\n\n(4) maintain records of its acts, decisions and orders and notify each corrections facility of its decisions relating to persons who are or have been confined therein;\n\n(5) adopt an official seal of which the courts shall take judicial notice;\n\n(6) employ such officers, agents, assistants and other employees as may be necessary for the effectual discharge of the duties of the board;\n\n(7) contract for services, supplies, equipment, office space and such other provisions as may be necessary for the effectual discharge of the duties of the board; and\n\n(8) adopt such rules and regulations as may be necessary for the effectual discharge of the duties of the board.\n\nC. The parole board shall provide a prisoner or parolee with a written statement of the reason or reasons for denying or revoking parole.\n\nD. The parole board shall adopt a written policy specifying the criteria to be considered by the board in determining whether to grant, deny or revoke parole or to discharge a parolee.\n\nE. When the parole board conducts a parole hearing for an offender, and upon request of the victim or family member the board shall allow the victim of the offender's crime or a family member of the victim to be present during the parole hearing. If the victim or a family member of the victim requests an opportunity to speak to the board during the hearing in public or private, the board shall grant that request. As used in this subsection, \"family member of the victim\" means a mother, father, sister, brother, child or spouse of the victim or a person who has custody of the victim.\n\nHistory:1953 Comp., § 41-17-40, enacted by Laws 1975, ch. 194, § 4; 1983, ch. 320, § 1; 1989, ch. 210, § 1; 2001, ch. 224, § 1.\n\nCross references.— For administrative attachment to the criminal justice department,see9-3-11 NMSA 1978.\n\nThe 2001 amendment,effective July 1, 2001, inserted \"parole\" preceding \"board\" in Subsections A, C and D; and added Subsection E.\n\nThe 1989 amendment,effective July 1, 1989, deleted former Subsection E, regarding various notification requirements of the board in connection with its docket and in connection with release of prisoners.\n\nGenerally as to granting or revoking of parole.— The power to grant parole and to revoke it is exercised pursuant to explicit statutory authority, and that power is exercised by a person or persons experienced in sifting, weighing and evaluating the factors involved in the grant or revocation of conditional freedom. The real problem before the parole board is one of rehabilitation, which must be measured, not by legal rules, but by the judgment of those who make it their professional business.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nRelease on parole is act of clemencyor grace resting entirely within the discretion of the parole board.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nParoled prisoner is not discharged from custody of prison authorities,but is at all times under the complete custody and control, and subject to the orders of the parole board.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nNo constitutional right to hearing prior to revocation.— A prisoner on probation has no constitutional right to a hearing prior to its revocation, and any such right depends entirely upon the existence of a statutory provision.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nNo right to counsel at revocation hearing.— Neither due process nor the applicable statutes require that parolees be provided with appointed counsel or represented by employed counsel when they appear before the parole board in a revocation hearing.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nScope of evidence at parole revocation hearing.— A parole revocation hearing cannot be restricted to legal evidence derived from examinations and cross-examinations of witnesses in open hearing. Any information of probative value, even though it may be in the form of letters, reports of probation officers and similar matter, which can help the board in making its determination may properly be considered.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nEffect of considering hearsay evidence.— The consideration of the board of hearsay evidence does not invalidate the action taken.Robinson v. Cox, 1966-NMSC-210, 77 N.M. 55, 419 P.2d 253.\n\nLaw reviews.— For note, \"Due Process, Equal Protection and the New Mexico Parole System,\" see 2 N.M.L. Rev. 234 (1972).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 59 Am. Jur. 2d Pardon and Parole §§ 17, 32, 45, 76.\n\nLiability of governmental officer or entity for failure to warn or notify of release of potentially dangerous individual from custody, 12 A.L.R.4th 722.\n\nProbation officer's liability for negligent supervision of probationer, 44 A.L.R.4th 638.\n\nUnited States Parole Commission Guidelines for federal prisoners, 61 A.L.R. Fed. 135.\n\n16A C.J.S. Constitutional Law §§ 262, 505; 31A C.J.S. Evidence § 159 et seq.; 39 C.J.S. Habeas Corpus § 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-25/"
    },
    {
      "id": "section-31-21-251",
      "number": "31-21-25.1",
      "heading": "Repealed.",
      "text": "History:Laws 1994, ch. 21, § 3; repealed by Laws 2023, ch. 89, § 3.\n\nRepeals.— Laws 2023, ch. 89, § 3 repealed 31-21-25.1 NMSA 1978, as enacted by Laws 1994, ch. 21, § 3, relating to parole board, additional powers and duties, medical and geriatric parole program, effective July 1, 2023. For provisions of former section,seethe 2022 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-25-1/"
    },
    {
      "id": "section-31-21-26",
      "number": "31-21-26",
      "heading": "Transitional provisions.",
      "text": "A. The records, property, equipment and unencumbered and unexpended funds previously belonging to or appropriated for the use of the former parole hearing board shall become, on the effective date of the Parole Board Act [31-21-22 to 31-21-26 NMSA 1978], a part of the property of the parole board.\n\nB. The provisions of the Parole Board Act apply to all persons who, on the effective date, are on parole or eligible to be placed on parole with the same effect as if that act had been in effect at the time they were placed on parole or became eligible to be placed on parole.\n\nHistory:1953 Comp., § 41-17-41, enacted by Laws 1975, ch. 194, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-26/"
    },
    {
      "id": "section-31-21-27",
      "number": "31-21-27",
      "heading": "Reentry drug court program for inmates; district court supervision.",
      "text": "A. The corrections department shall develop criteria regarding the eligibility of an inmate for early release into a reentry drug court program, including requirements that the inmate:\n\n(1) was incarcerated following conviction for a nonviolent, drug-related offense; and\n\n(2) is within eighteen months of release or eligibility for parole.\n\nB. The corrections department may petition a district court that operates a reentry drug court program to accept limited jurisdiction of an inmate. If the district court grants the petition, the district court shall have jurisdiction over the inmate and the corrections department shall retain its jurisdiction over the inmate pursuant to the terms of the inmate's judgment and sentence.\n\nC. The provisions of this section shall not be interpreted to change the jurisdictional authority of the sentencing court, pursuant to the provisions of the Rules of Criminal Procedure for the District Courts, as promulgated by the supreme court. The jurisdictional authority conferred upon a reentry drug court pursuant to this section is limited to acceptance and supervision of a released inmate by the reentry drug court program.\n\nD. The provisions of this section shall not be interpreted to limit the statutory authority vested in the adult probation and parole division of the corrections department, pursuant to the provisions of the Probation and Parole Act [31-21-22 to 31-21-26 NMSA 1978].\n\nHistory:Laws 2001, ch. 35, § 1.\n\nCross references.— For Rules of Criminal procedure for the District Courts,seeRule 5-101 NMRA et seq.\n\nEffective dates.— Laws 2001, ch. 35, § 2 made the act effective on July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-21/section-31-21-27/"
    }
  ]
}