{
  "state": "new-mexico",
  "path": "title-chapter-31-criminal-procedure/chapter-article-29-uniform-collateral-consequences-of-conviction",
  "sections": [
    {
      "id": "section-31-29-1",
      "number": "31-29-1",
      "heading": "Short title.Section 31-29-2 - Definitions",
      "text": "Section 31-29-3 - Limitation on scope.Section 31-29-4 - Identification, collection and publication of laws regarding collateral consequences.Section 31-29-5 - Notice of collateral consequences in pretrial proceeding and at guilty plea.Section 31-29-6 - Notic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-29-2",
      "number": "31-29-2",
      "heading": "Definitions.",
      "text": "As used in the Uniform Collateral Consequences of Conviction Act:\n\nA. \"collateral consequence\" means a collateral sanction or a disqualification;\n\nB. \"collateral sanction\" means a penalty, disability or disadvantage, however denominated, imposed on an individual as a result of the individual's conviction of an offense that applies by operation of law, whether or not the penalty, disability or disadvantage is included in the judgment or sentence. \"Collateral sanction\" does not include imprisonment, probation, parole, supervised release, forfeiture, restitution, fine, assessment or costs of prosecution;\n\nC. \"convicted\" and \"conviction\" include an adjudication as a youthful offender or serious youthful offender that results in an adult sentence;\n\nD. \"decision-maker\" means the state acting through the following entities or their employees:\n\n(1) a department;\n\n(2) an agency;\n\n(3) an officer; or\n\n(4) an instrumentality, including a political subdivision, an educational institution, a board or a commission or a government contractor, including a subcontractor, made subject to the Uniform Collateral Consequences of Conviction Act by contract, by law other than the Uniform Collateral Consequences of Conviction Act or by ordinance;\n\nE. \"disqualification\" means a penalty, disability or disadvantage, however denominated, that an administrative agency, governmental official or court in a civil proceeding is authorized, but not required, to impose on an individual on grounds relating to the individual's conviction of an offense;\n\nF. \"identification agency\" means the New Mexico sentencing commission, acting in conjunction with the district attorneys of New Mexico and the attorney general;\n\nG. \"offense\" means a felony pursuant to the law of New Mexico, another state or the United States;\n\nH. \"person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency or instrumentality or any other legal or commercial entity; and\n\nI. \"state\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands or any territory or insular possession subject to the jurisdiction of the United States.\n\nHistory:Laws 2021, ch. 58, § 2.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 2 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-2/"
    },
    {
      "id": "section-31-29-3",
      "number": "31-29-3",
      "heading": "Limitation on scope.",
      "text": "A. The Uniform Collateral Consequences of Conviction Act does not provide a basis for:\n\n(1) invalidating a plea, conviction or sentence;\n\n(2) a cause of action for money damages; or\n\n(3) a claim for relief from or defense to the application of a collateral consequence based on a failure to comply with the Uniform Collateral Consequences of Conviction Act.\n\nB. The Uniform Collateral Consequences of Conviction Act does not affect:\n\n(1) the duty an individual's attorney owes to the individual, except as provided in Section 5 [31-29-5 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act;\n\n(2) a claim or right of a victim of an offense; or\n\n(3) a right or remedy pursuant to law other than the Uniform Collateral Consequences of Conviction Act available to an individual convicted of an offense.\n\nHistory:Laws 2021, ch. 58, § 3.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 3 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-3/"
    },
    {
      "id": "section-31-29-4",
      "number": "31-29-4",
      "heading": "Identification, collection and publication of laws regarding collateral consequences.",
      "text": "A. The identification agency:\n\n(1) shall identify or cause to be identified:\n\n(a) any provision in the constitution of New Mexico and New Mexico's statutes published in the New Mexico Statutes Annotated that imposes a collateral sanction or authorizes the imposition of a disqualification; and\n\n(b) any provision of law that may afford relief from a collateral consequence;\n\n(2) not later than six months after the effective date of the Uniform Collateral Consequences of Conviction Act, shall prepare or cause to be prepared a collection of citations to, and the text or short descriptions of, the provisions identified pursuant to Paragraph (1) of this subsection;\n\n(3) shall update or cause to be updated the collection provided for in Paragraph (2) of this subsection within three months after the laws enacted during each session of the legislature are published in the New Mexico Statutes Annotated; and\n\n(4) in complying with Paragraphs (1) and (2) of this subsection, may rely on the study of New Mexico's collateral sanctions, disqualifications and relief provisions prepared by the national institute of justice described in Section 510 of the federal Court Security Improvement Act of 2007, Pub. L. 110-177.\n\nB. As required by Subsection A of this section, the identification agency shall include or cause to be included the following statements in a prominent manner at the beginning of the collection:\n\n(1) \"This collection has not been enacted into law and does not have the force of law.\";\n\n(2) \"An error or omission in this collection, or in any reference work cited in this collection, is not a reason for invalidating a plea, conviction or sentence or for not imposing a collateral sanction or authorizing a disqualification.\";\n\n(3) \"The laws of other jurisdictions and New Mexico counties and municipalities and the New Mexico Administrative Code are not included in this collection and may impose additional collateral sanctions and authorize additional disqualifications.\"; and\n\n(4) \"This collection does not include any law or other provision regarding the imposition of or relief from a collateral sanction or a disqualification enacted or adopted after [insert date the collection was prepared or last updated].\".\n\nC. The identification agency shall publish or cause to be published in the manner provided in Subsection D of this section the collection prepared and updated as required by Subsection A of this section. If available, the identification agency shall publish or cause to be published, as part of the collection, the title and internet address of:\n\n(1) the most recent collection of collateral consequences imposed by federal law; and\n\n(2) any provision of federal law that may afford relief from a collateral consequence.\n\nD. The collection provided for in Subsection C of this section shall be published on the website of the identification agency and shall be available to the public on the internet without charge not later than three weeks after it is created or updated.\n\nHistory:Laws 2021, ch. 58, § 4.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 4 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-4/"
    },
    {
      "id": "section-31-29-5",
      "number": "31-29-5",
      "heading": "Notice of collateral consequences in pretrial proceeding and at guilty plea.",
      "text": "A. Except as provided in Subsection C of this section, counsel representing an individual charged with an offense shall cause written notice substantially similar to the following to be communicated to the individual:\n\n\"NOTICE OF ADDITIONAL LEGAL CONSEQUENCES\n\nIf you plead guilty or no contest to an offense, or are convicted of an offense, you may suffer additional legal consequences beyond jail or prison, probation, periods of parole and fines. These consequences may include:\n\n1. being unable to get or keep some licenses, permits or jobs;\n\n2. being unable to get or keep benefits such as public housing or education;\n\n3. receiving a harsher sentence if you are convicted of another offense in the future;\n\n4. having the government take your property; and\n\n5. being unable to vote or possess a firearm.\n\nIf you are not a United States citizen, a guilty plea or no contest plea or conviction may also result in your deportation, removal or exclusion from admission to the United States or denial of citizenship.\n\nThe law may provide ways to obtain some relief from these consequences.\n\nFurther information about the consequences of conviction is available on the internet at [insert internet address of the collection of laws published pursuant to Subsections C and D of Section 4 [31-29-4 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act].\".\n\nB. Before a court accepts a plea of guilty or no contest from an individual, the court shall confirm that the individual received and understands the notice required by Subsection A of this section and has had an opportunity to discuss the notice with counsel.\n\nC. The notice required pursuant to Subsection A of this section need not be given until six months have elapsed after the collection of laws required pursuant to Section 4 of the Uniform Collateral Consequences of Conviction Act is first available on the internet pursuant to Subsections C and D of Section 4 of that act.\n\nD. This section does not limit the duty that an individual's counsel otherwise owes to the individual.\n\nHistory:Laws 2021, ch. 58, § 5.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 5 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-5/"
    },
    {
      "id": "section-31-29-6",
      "number": "31-29-6",
      "heading": "Notice of collateral consequences at sentencing and upon release.",
      "text": "A. An individual convicted of an offense shall be given notice as provided in Subsections B and C of this section:\n\n(1) that collateral consequences may apply because of the conviction;\n\n(2) of the internet address of the collection of laws published pursuant to Subsections C and D of Section 4 [31-29-4 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act;\n\n(3) that there may be ways to obtain relief from collateral consequences;\n\n(4) of contact information for government or nonprofit agencies, groups or organizations, if any, offering assistance to individuals seeking relief from collateral consequences; and\n\n(5) of when an individual convicted of an offense may vote pursuant to New Mexico law.\n\nB. Except as provided in Subsection D of this section, the court shall provide the notice set forth in Subsection A of this section as a part of sentencing.\n\nC. Except as provided in Subsection D of this section, if an individual is sentenced to imprisonment or other incarceration, the officer or agency releasing the individual shall provide the notice set forth in Subsection A of this section not more than thirty and, if practicable, at least five days before release.\n\nD. The notice required pursuant to Subsection A of this section need not be given until six months have elapsed after the collection of laws required pursuant to Section 4 of the Uniform Collateral Consequences of Conviction Act is first available on the internet pursuant to Subsections C and D of Section 4 of that act.\n\nHistory:Laws 2021, ch. 58, § 6.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 6 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-6/"
    },
    {
      "id": "section-31-29-7",
      "number": "31-29-7",
      "heading": "Authorization required for sanction; ambiguity.",
      "text": "A. A collateral sanction may be imposed only by statute or ordinance or by a rule authorized by law and adopted in accordance with applicable law.\n\nB. A law creating a collateral consequence that is ambiguous as to whether it imposes a collateral sanction or authorizes a disqualification shall be construed as authorizing a disqualification.\n\nHistory:Laws 2021, ch. 58, § 7.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 7 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-7/"
    },
    {
      "id": "section-31-29-8",
      "number": "31-29-8",
      "heading": "Decision to disqualify.",
      "text": "In deciding whether to impose a disqualification, a decision-maker shall undertake an individualized assessment to determine whether the benefit or opportunity at issue should be denied the individual. In making that decision, the decision-maker may consider, if substantially related to the benefit or opportunity at issue, the particular facts and circumstances involved in the offense and the essential elements of the offense. A conviction itself shall not be considered except as having established the elements of the offense. The decision-maker shall also consider other relevant information, including the effect on third parties of granting the benefit or opportunity and whether the individual has been granted relief such as an order of limited relief.\n\nHistory:Laws 2021, ch. 58, § 8.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 8 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-8/"
    },
    {
      "id": "section-31-29-9",
      "number": "31-29-9",
      "heading": "Effect of conviction by another state or the United States; relieved or pardoned conviction.",
      "text": "A. For purposes of authorizing or imposing a collateral consequence in New Mexico, a conviction of an offense in a court of another state or the United States is deemed a conviction of the offense in New Mexico with the same elements. If there is no offense in New Mexico with the same elements, the conviction is deemed a conviction of the most serious offense in New Mexico that is established by the elements of the offense. A misdemeanor in the jurisdiction of conviction shall not be deemed a felony in New Mexico, and an offense lesser than a misdemeanor in the jurisdiction of conviction shall not be deemed a conviction of a felony or misdemeanor in New Mexico.\n\nB. For purposes of authorizing or imposing a collateral consequence in New Mexico, a juvenile adjudication in another state or the United States shall not be deemed a conviction of a felony, misdemeanor or offense lesser than a misdemeanor in New Mexico.\n\nC. A conviction that is reversed, overturned or otherwise vacated by a court of competent jurisdiction of New Mexico, another state or the United States on grounds other than rehabilitation or good behavior shall not serve as the basis for authorizing or imposing a collateral consequence in New Mexico.\n\nD. A pardon issued by another state or the United States has the same effect for purposes of authorizing, imposing and relieving a collateral consequence in New Mexico as it has in the issuing jurisdiction.\n\nE. A conviction that has been relieved by expungement, sealing, annulment, set-aside or vacation by a court of competent jurisdiction of another state or the United States on grounds of rehabilitation or good behavior, or for which civil rights are restored pursuant to statute, has the same effect for purposes of authorizing or imposing collateral consequences in New Mexico as it has in the jurisdiction of conviction; provided, however, that such relief or restoration of civil rights does not relieve collateral consequences applicable pursuant to the law of New Mexico for which relief could not be granted pursuant to Section 11 [31-29-11 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act or for which relief was expressly withheld by the court order or by the law of the jurisdiction that relieved the conviction. An individual convicted in another jurisdiction may seek relief pursuant to Section 10 [31-29-10 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act from any collateral consequence for which relief was not granted in the issuing jurisdiction except those consequences listed in Section 11 of that act.\n\nF. A charge or prosecution in any jurisdiction that has been finally terminated without a conviction and imposition of sentence based on participation in a deferred adjudication or diversion program shall not serve as the basis for authorizing or imposing a collateral consequence in New Mexico. This subsection does not affect the validity of any restriction or condition imposed by law as part of participation in the deferred adjudication or diversion program before or after the termination of the charge or prosecution.\n\nHistory:Laws 2021, ch. 58, § 9.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 9 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-9/"
    },
    {
      "id": "section-31-29-10",
      "number": "31-29-10",
      "heading": "Order of limited relief.",
      "text": "A. An individual convicted of an offense may petition for an order of limited relief from one or more collateral sanctions related to employment, education, housing, public benefits or occupational licensing. The petition shall be presented to the sentencing court before sentencing.\n\nB. Except as otherwise provided in Section 11 [31-29-11 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act, the court may issue an order of limited relief relieving one or more of the collateral sanctions described in Subsection A of this section only if, after reviewing the petition, the individual's criminal history, any filing by a victim pursuant to Section 14 [31-29-14 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act or a prosecutor and any other relevant evidence, the court finds the individual has established by a preponderance of the evidence that:\n\n(1) granting the petition will materially assist the individual in obtaining or maintaining employment, education, housing, public benefits or occupational licensing;\n\n(2) the individual has substantial need for the relief requested in order to live a law-abiding life; and\n\n(3) granting the petition would not pose an unreasonable risk to the safety or welfare of the public or any individual.\n\nC. An order of limited relief may be issued as a part of sentencing. The order of limited relief shall specify:\n\n(1) the collateral sanction from which relief is granted; and\n\n(2) any restriction imposed pursuant to Subsection A of Section 12 [31-29-12 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act.\n\nD. An order of limited relief relieves a collateral sanction to the extent provided in the order.\n\nE. If a collateral sanction has been relieved pursuant to this section, a decision-maker may consider the conduct underlying a conviction as provided in Section 8 [31-29-8 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act.\n\nHistory:Laws 2021, ch. 58, § 10.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 10 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-10/"
    },
    {
      "id": "section-31-29-11",
      "number": "31-29-11",
      "heading": "Collateral sanctions not subject to order of limited relief.",
      "text": "An order of limited relief shall not be issued to relieve the following collateral sanctions:\n\nA. requirements imposed by the Sex Offender Registration and Notification Act;\n\nB. a motor vehicle license suspension, revocation, limitation or ineligibility pursuant to the Motor Vehicle Code [66-1-1 NMSA 1978], for which restoration or relief is available pursuant to law other than the Uniform Collateral Consequences of Conviction Act;\n\nC. ineligibility for certification as a law enforcement officer pursuant to the Law Enforcement Training Act [Chapter 29, Article 7 NMSA 1978] or for employment as a correctional officer pursuant to the Corrections Act [33-1-1 to 33-1-9 NMSA 1978]; or\n\nD. prohibitions imposed pursuant to Section 30-7-16 NMSA 1978 making it unlawful for felons to receive, transport or possess a firearm or destructive device while in this state.\n\nHistory:Laws 2021, ch. 58, § 11.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 11 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-11/"
    },
    {
      "id": "section-31-29-12",
      "number": "31-29-12",
      "heading": "Issuance of order of limited relief.",
      "text": "A. The prosecutor shall be notified of a request for an order of limited relief. The court may issue an order of limited relief subject to restriction, condition or additional requirement.\n\nB. The court shall order any test, report, investigation or disclosure by the individual it reasonably believes necessary to its decision to issue an order of limited relief. If there are disputed issues of material fact or law, the individual and any prosecutor notified pursuant to Subsection A of this section or another prosecutorial agency designated by a prosecutor notified pursuant to Subsection A of this section may submit evidence and be heard on those issues.\n\nHistory:Laws 2021, ch. 58, § 12.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 12 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-12/"
    },
    {
      "id": "section-31-29-13",
      "number": "31-29-13",
      "heading": "Reliance on order as evidence of due care.",
      "text": "In a judicial or administrative proceeding alleging negligence or other fault, an order of limited relief may be introduced as evidence of a person's due care in hiring, retaining, licensing, leasing to, admitting to a school or program or otherwise transacting business or engaging in activity with the individual to whom the order was issued if the person knew of the order at the time of the alleged negligence or other fault.\n\nHistory:Laws 2021, ch. 58, § 13.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 13 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-13/"
    },
    {
      "id": "section-31-29-14",
      "number": "31-29-14",
      "heading": "Victim's rights.",
      "text": "A victim of an offense may participate in a proceeding for issuance of an order of limited relief in the same manner as at a sentencing proceeding pursuant to the Victims of Crime Act [Chapter 31, Article 26 NMSA 1978].\n\nHistory:Laws 2021, ch. 58, § 14.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 14 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-14/"
    },
    {
      "id": "section-31-29-15",
      "number": "31-29-15",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing the Uniform Collateral Consequences of Conviction Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\nHistory:Laws 2021, ch. 58, § 15.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 15 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-15/"
    },
    {
      "id": "section-31-29-16",
      "number": "31-29-16",
      "heading": "Saving and transitional provisions.",
      "text": "A. Except as provided in Subsection B of this section, the Uniform Collateral Consequences of Conviction Act applies to collateral consequences whenever enacted or imposed unless the law creating the collateral consequence expressly states that the Uniform Collateral Consequences of Conviction Act does not apply.\n\nB. The Uniform Collateral Consequences of Conviction Act does not apply to the imposition of a collateral sanction on an individual until the date that is six months after the collection of laws required pursuant to Section 4 [31-29-4 NMSA 1978] of the Uniform Collateral Consequences of Conviction Act is first available on the internet pursuant to Subsections C and D of Section 4 of that act, but a collateral sanction validly imposed before that date may be the subject of relief pursuant to that act.\n\nHistory:Laws 2021, ch. 58, § 16.\n\nEffective dates.— Laws 2021, ch. 58, § 17 made Laws 2021, ch. 58, § 16 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-31/article-29/section-31-29-16/"
    }
  ]
}