{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-1130-hazardous-waste-technology-exchange-service-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Hazardous",
      "text": "Waste Technology Exchange Service Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "It is the purpose of this Act to stimulate and support",
      "text": "research, to provide training and to facilitate the flow of technical\ninformation on source reduction and alternative technologies for hazardous\nwaste between industry and the research community. An interchange of\ntechnical information between large and small businesses, independent\nconsultants and Illinois' scientific community is an essential element of\nthe State's policy to protect citizens from the dangers of hazardous\nwastes and to encourage economic growth.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "For the purposes of this Act, unless the context otherwise requires:",
      "text": "For the purposes of this Act, unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Illinois Sustainable Technology Center",
      "text": "The Illinois Sustainable Technology Center (formerly known as the Waste Management and Research Center) is transferred to the University of Illinois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Appropriations. For the purpose of maintaining the Illinois Sustainable Technology Center, paying the expenses and providing the",
      "text": "facilities and structures incident thereto, appropriations shall be made to\nthe University of Illinois, payable from the Hazardous Waste Research Fund and other\nfunds in the State Treasury.",
      "history": "",
      "source_url": ""
    }
  ]
}