{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-3980-laboratory-review-board-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the Laboratory Review Board Act.",
      "text": "This Act shall be known and may be cited as the Laboratory Review Board Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "There is hereby created the Laboratory Review Board",
      "text": "(hereinafter referred to as the Board), which shall consist of 7 persons,\none each appointed by the Director of Agriculture, the Director of Natural\nResources, the Secretary of Human Services, the Director of Public Health, the\nDirector of the Illinois State Police,\nthe Director of the Environmental Protection Agency, and the Illinois\nSecretary of Transportation. Members of the Board shall serve at the\npleasure of their appointing authorities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "(a) The Laboratory Review Board's jurisdiction shall extend",
      "text": "to all laboratories operated by or for the executive departments of State\ngovernment, but shall not extend to laboratories operated by public or\nprivate schools, colleges or universities. Nothing, however, shall prohibit\nthe Board from entering into cooperative programs with laboratories outside\nits jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Board shall establish a fee policy governing any",
      "text": "charges to be collected for work done in laboratories under its\njurisdiction. All such laboratories are hereby authorized to charge reasonable fees\nin accordance with the policy established by the Board. Such policy shall\nprovide for the waiving of such fees in specified circumstances when it is\nin the best interest of the State to do so.",
      "history": "",
      "source_url": ""
    }
  ]
}