{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-625-illinois-economic-opportunity-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "It is the policy of this State to help develop the full potential",
      "text": "of all of its citizens so that they may live in decency and dignity, and\ncontribute to the strength of the State as a whole. To effect that development,\nthe employment of the resources of the private sector of the economy is encouraged.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "(a) The Director of Commerce and Economic Opportunity is authorized to administer the federal community services",
      "text": "block program, emergency community services homeless grant program, low-income energy assistance program, weatherization assistance program, supplemental low-income energy assistance fund,\nlow-income household water assistance program, and other federal programs that require or give preference to community\naction agencies for local administration in accordance with federal laws\nand regulations as amended. The Director shall provide financial assistance to\ncommunity action agencies from community service block grant funds and other\nfederal funds requiring or giving preference to community action agencies for\nlocal administration for the programs described in Section 4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "(a) A community action agency is a political subdivision of the State, a combination of political subdivisions, a public agency, or a private nonprofit agency which has the authority under any applicable charter or laws to receive funds pursuant to Section 2 to support community action programs of t",
      "text": "(a) A community action agency is a political subdivision of the State, a combination of political subdivisions, a public agency, or a private nonprofit agency which has the authority under any applicable charter or laws to receive funds pursuant to Section 2 to support community action programs of the type described in Section 4 and is designated as a community action agency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) A community action program is a community-based and operated",
      "text": "program, the purpose of which is to provide a measurable and remedial impact\non causes of poverty in a community or those areas of a community where\npoverty is acute.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "This Act shall be known and may be cited as the Illinois Economic Opportunity Act.",
      "text": "This Act shall be known and may be cited as the Illinois Economic Opportunity Act.",
      "history": "",
      "source_url": ""
    }
  ]
}