{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-2625-volunteer-firefighting-rescue-unit-use-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nVolunteer Firefighting Rescue Unit Use Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "As used in this Act, unless the context otherwise requires, the",
      "text": "following terms have the following meanings:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The Illinois State Police may request the cooperation and use of facilities of",
      "text": "any rescue unit to aid it when engaged in any activity designed to save\nhuman life or to recover the body of a victim. Such a request shall be\ndirected to a rescue unit or units located within the district where the\nrescue work is to be performed. If there is no rescue unit located within\nthe district or if there are not sufficient rescue units therein to perform\nthe required work, requests may be directed to rescue units located in\nother districts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "When the Illinois State Police requests the services of a rescue unit it shall",
      "text": "pay the personnel of such unit for time actually spent in rescue work at\nthe rate of $2.50 per hour.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "If any equipment of a volunteer fire fighting organization is",
      "text": "lost or damaged while its rescue unit is engaged in rescue work at the\nrequest of the Illinois State Police, it shall be reimbursed by the State of\nIllinois. A claim for such reimbursement may be filed with the Court of\nClaims.",
      "history": "",
      "source_url": ""
    }
  ]
}