{
  "state": "michigan",
  "path": "title-chapter-124-municipalities/chapter-act-292-of-1989-metropolitan-councils-act-124651-124729",
  "sections": [
    {
      "id": "section-124651",
      "number": "124.651",
      "heading": "Short Title.Section 124.653 - Definitions",
      "text": "Section 124.655 - Metropolitan Area Council; Formation; Council as Public Corporate Body and Authority; Powers Generally.Section 124.657 - Metropolitan Council; Articles of Incorporation Generally.Section 124.659 - Articles of Incorporation; Adoption; Amendm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-124653",
      "number": "124.653",
      "heading": "Definitions.",
      "text": "As used in sections 5 through 35:\n\n(a) \"Articles\" means a metropolitan area council's articles of incorporation provided for in section 5.\n\n(b) \"Council area\" means the combined territory of the cities, villages, and townships participating in a metropolitan area council.\n\n(c) \"Largest\" means, if used in reference to a county, the county having the greatest population residing in participating cities, villages, and townships. \"Largest\", if used in reference to a participating local governmental unit, means the participating local governmental unit having the greatest population.\n\n(d) \"Local governmental unit\" means a county, township, city, or village.\n\n(e) \"Metropolitan area\" means a metropolitan statistical area, as defined as of the effective date of this act, by the United States department of commerce or a successor agency, with a population of less than 1,500,000 people.\n\n(f) \"Participating\", if used in reference to a local governmental unit, means 1 of the following:\n\n(i) After formation of a metropolitan area council, a local governmental unit that has joined in the formation of the council or been added to the council pursuant to section 11 and that has not withdrawn pursuant to section 33.\n\n(ii) Before formation of a metropolitan area council, a local governmental unit named in the articles of incorporation as a participating local governmental unit.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-653/"
    },
    {
      "id": "section-124655",
      "number": "124.655",
      "heading": "Metropolitan Area Council; Formation; Council as Public Corporate Body and Authority; Powers Generally.",
      "text": "(1) A combination of 2 or more local governmental units in a metropolitan area may form a metropolitan area council by adopting articles of incorporation pursuant to the requirements of sections 7 and 9.\n\n(2) A council is a public corporate body with power to sue and be sued in any court of the state.\n\n(3) A council is an authority under section 6 of article IX of the state constitution of 1963.\n\n(4) A council possesses all the powers necessary for carrying out the purposes of its formation. The enumeration of specific powers in this act shall not be construed as a limitation on the general powers of a council, consistent with its articles.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-655/"
    },
    {
      "id": "section-124657",
      "number": "124.657",
      "heading": "Metropolitan Council; Articles of Incorporation Generally.",
      "text": "(1) The articles of a council established under this act shall state the name of the council; the names of the participating local governmental units; the purposes for which the council is formed; the powers, duties, and limitations of the council and its officers; the qualifications, method of selection and terms of office of delegates sitting on the council and of council officers; the manner in which participating local governmental units shall take part in the governance of the council; the general method of amending the articles; the method of amending the articles to reflect the addition of a local governmental unit, which shall require the adoption of a resolution by a vote of not less than 2/3 of the delegates serving on the council; and any other matters that the participating local governmental units consider advisable.\n\n(2) The articles may require each participating local governmental unit to annually pay to the council an amount not to exceed 0.2 mills multiplied by the taxable value of all the taxable real and personal property within that local governmental unit.\n\n(3) Subject to subsection (4), the articles may authorize the council to levy on all the taxable real and personal property within the council area an ad valorem tax of not to exceed 0.5 mills of the taxable value of the taxable property. The levy of a tax under this subsection is subject to the requirements of sections 25 and 27.\n\n(4) The articles of a metropolitan area council shall not authorize a tax levy under subsection (3) unless each delegate serving on the council holds an elected office in the local governmental unit that he or she represents on the council.\n\n(5) As used in this section, \"taxable value\" means that value calculated under section 27a of the general property tax act, 1893 PA 206, MCL 211.27a.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-657/"
    },
    {
      "id": "section-124659",
      "number": "124.659",
      "heading": "Articles of Incorporation; Adoption; Amendment; Publication; Endorsement; Filing.",
      "text": "(1) The articles of a metropolitan area council shall be adopted and may be amended by an affirmative vote of a majority of the members elected to and serving on the legislative body of each participating local governmental unit.\n\n(2) Before the articles or amendments are adopted by any participating local governmental unit, the articles or amendments shall be published by the clerk of the largest participating local governmental unit at least once in a newspaper generally circulated within the participating cities, villages, and townships.\n\n(3) The adoption of articles or amendments by the legislative body of a local governmental unit shall be evidenced by an endorsement on the articles or amendments by the clerk of the local governmental unit in a form substantially as follows:\n\nThese articles of incorporation (or amendments) were adopted by an affirmative vote of a majority of the members serving on the legislative body of ___________________________, _________________ at a meeting duly held on the _____ day of _______________, A.D., ____._________________________________________________________(4) Upon adoption of the articles or amendments, a printed copy of the articles or the amended articles shall be filed by the clerk of the largest participating local governmental unit with the secretary of state, the clerk of each county in which is located all or part of a participating city, village, or township, and the clerk of each participating city, village, or township.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-659/"
    },
    {
      "id": "section-124661",
      "number": "124.661",
      "heading": "Addition of Local Governmental Unit; Requirements; Filing Amended Articles.",
      "text": "(1) A local governmental unit may be added to the metropolitan area council after the council's incorporation upon satisfaction of all of the following requirements:\n\n(a) A majority of the members elected to and serving on the legislative body of the local governmental unit vote to adopt a resolution stating that the local governmental unit desires to be added to the metropolitan area council and that it accepts the requirements of the articles as amended to reflect the addition of the local governmental unit.\n\n(b) If there is a tax levied by the metropolitan area council under section 7 and the local governmental unit is a city, village, or township, the tax is authorized by a majority of the electors of that city, village, or township voting on the proposal.\n\n(c) The articles are amended to reflect the addition of the local governmental unit.\n\n(2) Upon addition of a local governmental unit to a metropolitan area council, a printed copy of the amended articles shall be filed as required by section 9 by the clerk of the local governmental unit added to the council.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-661/"
    },
    {
      "id": "section-124663",
      "number": "124.663",
      "heading": "Referendum.",
      "text": "(1) Upon petition by not less than 5% of the registered electors residing in a nonparticipating local governmental unit requesting a referendum on the question of becoming a local governmental unit participating in a metropolitan area council, the clerk of the local governmental unit, upon verifying the required number of signatures on the petitions, shall submit the question of whether the local governmental unit should become a participant in a metropolitan area council to the vote of the electors of the local governmental unit at the next general election or special election called for that purpose, and conducted in accordance with the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\n(2) The clerk of the local governmental unit shall prepare the question for the ballot to be used at the election, subject to the Michigan election law, 1954 PA 116, 168.1 to 168.992, substantially as follows:\n\n\"Should the __________ of __________ become part of a metropolitan area council?\n\n(3) If a majority of the electors voting on the question vote \"yes\", the local governmental unit shall proceed to become a participating local governmental unit in the manner provided in section 9 or 11, as applicable. If a majority of the electors voting on the question vote \"no\", the local governmental unit shall not become a participating local governmental unit in a metropolitan area council for a period of not less than 1 year following the date of the vote.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-663/"
    },
    {
      "id": "section-124663a",
      "number": "124.663a",
      "heading": "Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.",
      "text": "A petition under section 13, including the circulation and signing of the petition, is subject to section 488 of the Michigan election law, 1954 PA 116, MCL 168.488. A person who violates a provision of the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, applicable to a petition described in this section is subject to the penalties prescribed for that violation in the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\nHistory:Add. 1998, Act 166, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-663a/"
    },
    {
      "id": "section-124665",
      "number": "124.665",
      "heading": "Election of Chairperson and Other Officers; Chairperson as Principal Executive Officer; Meetings; Powers and Duties; Appointments to Other Agencies.",
      "text": "(1) A metropolitan area council shall have a chairperson. The chairperson shall act as principal executive officer and shall preside at the meetings of the council. Meeting times and places shall be fixed by the council and special meetings may be called by a majority of the delegates on the council or by the chairperson. The chairperson shall have such powers and duties as provided in the articles.\n\n(2) In addition to the chairperson, a metropolitan area council shall have other officers as may be provided in the articles. The chairperson and other officers shall be elected by the council and shall be council delegates. However, a secretary and treasurer need not be council delegates.\n\n(3) If provided in the articles, a metropolitan area council may appoint an executive director to serve at the council's pleasure as the principal administrator for the council. The director shall not be a delegate, shall be selected on the basis of training and experience, and shall have the powers and duties as provided in the council bylaws adopted pursuant to section 21.\n\n(4) If specifically authorized by law, a metropolitan area council may make appointments to other governmental agencies.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-665/"
    },
    {
      "id": "section-124667",
      "number": "124.667",
      "heading": "Per Diem Compensation; Reimbursement for Expenses.",
      "text": "(1) A metropolitan area council may pay each council delegate a per diem compensation for each council meeting attended and for other designated services performed by the council delegate. A metropolitan area council may reimburse each council delegate for reasonable expenses incurred in attending council meetings and performing services designated by the council.\n\n(2) The budget of a metropolitan area council prepared pursuant to section 21 shall provide as a separate account anticipated expenditures for per diem compensation and expense reimbursement for the chairperson and other council delegates. Compensation or reimbursement shall be paid to the chairperson and other council delegates only if budgeted.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-667/"
    },
    {
      "id": "section-124669",
      "number": "124.669",
      "heading": "Regulation of Land and Water; Public Improvements and Services; Operation; Establishment of Divisions, Bureaus, and Committees; Expenses; Data Collection and Storage; Feasibility Studies; Applicability of Other Laws",
      "text": "(1) The articles may authorize a metropolitan area council to propose standards, criteria, and suggested model ordinances to regulate the use and development of land and water within the council area.\n\n(2) To the extent authorized in the articles, a metropolitan area council may plan, promote, finance, issue bonds for, acquire, improve, enlarge, extend, own, construct, replace, or contract for public improvements and services including, but not limited to, the following:\n\n(a) Water and sewer public improvements and services.\n\n(b) Solid waste collection, recycling, and disposal.\n\n(c) Parks, museums, zoos, wildlife sanctuaries, and recreational facilities.\n\n(d) Special use facilities.\n\n(e) Ground and air transportation and facilities, including airports.\n\n(f) Economic development and planning for the metropolitan area council area.\n\n(g) Higher education public improvements and services.\n\n(h) Community foundations as that term is defined in section 261 of the income tax act of 1967, 1967 PA 281, MCL 206.261.\n\n(3) A council established under this act shall not contract for the operation by another person of a public improvement or service acquired by the council pursuant to this act.\n\n(4) A metropolitan area council may establish divisions, bureaus, and committees, including advisory committees. Members of advisory committees shall serve without compensation but may be reimbursed for their reasonable expenses as determined by the council.\n\n(5) A metropolitan area council in cooperation with other agencies and departments of the state and the state universities may develop a center for data collection and storage to be used by the council and other governmental users and may furnish information on subjects such as population, land use, and governmental finances.\n\n(6) A metropolitan area council may study the feasibility of programs relating but not limited to water supply, refuse disposal, surface water drainage, communication, transportation, and other subjects of concern to the participating local governmental units and may institute demonstration projects in connection with the studies.\n\n(7) Revenue bonds issued under this act are subject to the revenue bond act of 1933, 1933 PA 94, MCL 141.101 to 141.140.\n\n(8) Bonds, other than revenue bonds described in subsection (7), issued under this act are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998 ;-- Am. 2002, Act 411, Imd. Eff. June 3, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-669/"
    },
    {
      "id": "section-124671",
      "number": "124.671",
      "heading": "Powers and Duties of Metropolitan Area Council.",
      "text": "(1) A metropolitan area council may do 1 or more of the following:\n\n(a) Adopt bylaws for the administration of the council.\n\n(b) Acquire and hold, by purchase, lease, grant, gift, devise, land contract, installment purchase contract, bequest, condemnation, or other legal means, real and personal property within or without the participating cities, villages, and townships. The property may include franchises, easements, or rights of way on, under, or above any property. The council may pay for the property from, or pledge for the payment of the property, revenue of the council. A metropolitan area council shall not condemn public property.\n\n(c) Apply for and accept grants, loans, or contributions from the federal government or any of its agencies, this state, or other public or private agencies to be used for any of the purposes of this act.\n\n(d) Sell or lease property acquired for the purposes of this act but not needed for those purposes.\n\n(e) Contract with a participating local governmental unit for the provision of a service listed in section 19(2) in the participating local governmental unit for a period not exceeding 30 years. The service may be established or funded in conjunction with a service of a local governmental unit, and the provision of a service of a local governmental unit may be delegated to a council. A charge specified in a contract is subject to increase by the council, if necessary to provide funds to meet its obligations. A metropolitan area council may also enter into a contract with a nonparticipating local governmental unit for a period not exceeding 30 years, except that a charge for a service under a contract with a nonparticipating local governmental unit may be greater than a charge to a participating local governmental unit, and is subject to change from time to time without notice. A metropolitan area council's powers under this subdivision are subject to section 19(3).\n\n(f) Hire employees, attorneys, accountants, and consultants.\n\n(2) A council shall do all of the following:\n\n(a) Prepare budgets and appropriations acts in the manner required of local units under the uniform budgeting and accounting act, 1968 PA 2, MCL 141.421 to 141.440a.\n\n(b) If ending a fiscal year with a deficit, file a financial plan to correct the deficit in the same manner as provided in section 21 of the state revenue sharing act of 1971, 1971 PA 140, MCL 141.921.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-671/"
    },
    {
      "id": "section-124673",
      "number": "124.673",
      "heading": "Employee Rights; Collective Bargaining; Labor Agreements; Pension or Retirement System.",
      "text": "(1) A public employee whose duties are transferred to a council established under this act shall be given a position of a comparable description with the council, and shall retain the seniority status and benefit rights of the public employment position held before the transfer. An employee of a council is a \"public employee\" as defined in section 1 of 1947 PA 336, MCL 423.201.\n\n(2) A council described in this act may bargain collectively and enter into agreements with labor organizations pursuant to 1947 PA 336, MCL 423.201 to 423.217. When powers or duties of a local governmental unit are transferred to a council, the council shall immediately assume and be bound by an existing labor agreement applicable to those powers or duties for the remainder of the term of the labor agreement. The members and beneficiaries of a pension or retirement system or other benefits established by a local governmental unit, the powers or duties of which are transferred to a council, shall have the same rights, privileges, benefits, obligations, and status with respect to the council. A representative of the employees or a group of employees in a local governmental unit who represents or is entitled to represent the employees or a group of employees of the local governmental unit, pursuant to 1947 PA 336, MCL 423.201 to 423.217, shall continue to represent the employee or group of employees after the employees are transferred to a council. This subsection does not limit the rights of employees, pursuant to applicable law, to assert that a bargaining representative protected by this subsection is no longer their representative.\n\n(3) An employee who left the employ of a local governmental unit to enter the military service of the United States shall have the same employment rights as to a council established under this act as that employee would have had with the local governmental unit pursuant to 1951 PA 263, MCL 35.351 to 35.356.\n\n(4) An employee of a council established under this act who performs a service in the jurisdiction of a local governmental unit that withdraws from the council pursuant to section 33 shall be protected in relation to the local governmental unit to the same extent as an employee of a participating local governmental unit is protected in relation to a council under this section.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-673/"
    },
    {
      "id": "section-124675",
      "number": "124.675",
      "heading": "Tax; Manner of Levy and Collection.",
      "text": "(1) A tax authorized to be levied by a council under this act shall be levied and collected at the same time and in the same manner as provided by the general property tax act, 1893 PA 206, MCL 211.1 to 211.157.\n\n(2) A council shall not levy a tax except upon the approval of a majority of the qualified and registered electors residing in the council area and voting collectively on the question.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-675/"
    },
    {
      "id": "section-124677",
      "number": "124.677",
      "heading": "Tax Proposal; Ballot; Conduct of Election.",
      "text": "(1) A proposal for a tax authorized to be levied by a council under this act shall not be placed on the ballot unless the proposal is adopted by a resolution of the council and certified by the council not later than 4 p.m. on the twelfth Tuesday before the election to the county clerk of each county in which all or part of a participating city, village, or township is located for inclusion on the ballot. The proposal shall state the amount and duration of the millage and shall be certified for inclusion on the ballot at the next general election, the state primary immediately preceding the general election, or a special election at a proposed date not within 45 days of a state primary or a general election, as specified by the council's resolution. A proposed special election date shall be scheduled in compliance with the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\n(2) The county election commission shall provide ballots for an election for a tax proposal for each city, village, or township or part of a city, village, or township located within the county that is participating in a council under this act.\n\n(3) Except as otherwise provided in subsections (4) and (5), an election for a tax shall be conducted by the city and township clerks and election officials of the cities and townships participating in a council under this act.\n\n(4) If an election on a proposal for a tax is to be held in conjunction with a general election or state primary election and if a village participating in a council under this act is located within a nonparticipating township, the township clerk and election officials shall conduct the election. On the forty-fifth day preceding the election, the village clerk or other official maintaining a file of qualified and registered electors of the village shall provide to the township clerk a list containing the name, address, and birth date of each qualified and registered elector of the village. By the fifteenth day preceding the election, the village clerk or other official providing the list shall provide to the township clerk information updating the list as of the close of registration. Persons appearing on the list as updated are eligible to vote in the election by special ballot.\n\n(5) If a tax is to be voted on at a special election not held in conjunction with a general election or state primary election and if a village participating in a council under this act is located within a nonparticipating township, the village clerk and election officials shall conduct the election.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998 ;-- Am. 2003, Act 301, Eff. Jan. 1, 2005 ;-- Am. 2013, Act 257, Eff. Apr. 26, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-677/"
    },
    {
      "id": "section-124679",
      "number": "124.679",
      "heading": "Tax Election; Notices; Canvass; Certification of Results; Limitations.",
      "text": "(1) If an election for a tax is to be held in conjunction with a general election or a state primary election immediately preceding a general election, the notices of close of registration and election shall be published as provided for by the state election laws. Otherwise, the county clerk of the largest county shall publish the notices of close of registration and election. The notice of close of registration shall include the ballot language of the proposal.\n\n(2) The results of an election for a tax shall be canvassed by the board of county canvassers of each county in which all or part of a city, village, or township participating in a council under this act is located. If the county is not the largest county, the board of county canvassers shall certify the results of the election to the board of county canvassers of the largest county. The board of county canvassers of the largest county shall make the final canvass of an election for a tax based on the returns of the election inspectors of the participating cities, villages, and townships in that county and the certified results of the board of county canvassers of every other county in which a city, village, or township participating in the council is located. The board of county canvassers of the largest county shall certify the results of the election to the council and issue certificates of election. If a majority of the votes cast on the question of a tax is in favor of the proposal, the tax levy is authorized. No more than 2 elections shall be held in a calendar year on the question of a tax.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-679/"
    },
    {
      "id": "section-124681",
      "number": "124.681",
      "heading": "Tax Election; Reimbursement of Costs.",
      "text": "(1) A county clerk shall charge the council and the council shall reimburse the county for the actual costs the county incurs in an election for a tax proposal of a council established under this act.\n\n(2) If a township, city, or village participating in a council under this act conducts an election for a tax, the clerk of that local governmental unit shall charge the council and the council shall reimburse the local governmental unit for the actual costs the local governmental unit incurs in conducting the election if the election is not held in conjunction with a regularly scheduled election in that local governmental unit.\n\n(3) In addition to costs reimbursed pursuant to subsections (1) and (2), a local governmental unit shall charge the council and the council shall reimburse the local governmental unit for actual costs that the local governmental unit incurs and that are attributable to an election for a tax proposal.\n\n(4) The actual costs that a county, township, city, or village incurs shall be based on the number of hours of work done in conducting the election, the rates of compensation of the workers, and the cost of materials supplied in the election.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-681/"
    },
    {
      "id": "section-124683",
      "number": "124.683",
      "heading": "Withdrawal From Membership in Council; Conditions; Unpaid Obligations; Evidence of Withdrawal.",
      "text": "(1) Except as otherwise provided in subsection (2), a local governmental unit participating in a council under this act may withdraw from membership in the council if all of the following conditions are met:\n\n(a) Adoption of a resolution by a majority of the members elected to and serving on the legislative body of the local governmental unit requesting withdrawal from membership.\n\n(b) Payment or the provision for payment is made regarding any obligations of the local governmental unit to the council or its creditors.\n\n(2) If, upon withdrawal of a local governmental unit, the local governmental unit has unpaid obligations to the council, a tax levied by the council under this act before withdrawal of the local governmental unit shall continue to be levied in the local governmental unit, to the extent and in an amount needed to satisfy the unpaid obligations, until the obligations are paid or the tax expires, whichever happens first. A local governmental unit that withdraws from a council shall continue to receive services from the council until the local governmental unit is no longer required to pay a tax levied by the council.\n\n(3) Withdrawal of a local governmental unit from a council shall be evidenced by an amendment to the articles executed by the secretary or, if the council has no secretary, by the chairperson of the council and filed and published in the same manner as the original articles.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-683/"
    },
    {
      "id": "section-124685",
      "number": "124.685",
      "heading": "Conducting Business at Public Meeting; Availability of Writings to Public.",
      "text": "(1) The business that a council established under this act performs shall be conducted at a public meeting of the council held in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(2) A writing prepared, owned, used, in the possession of, or retained by a council in the performance of an official function shall be made available to the public in compliance with the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\nHistory:1989, Act 292, Imd. Eff. Jan. 3, 1990 ;-- Am. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-685/"
    },
    {
      "id": "section-124693",
      "number": "124.693",
      "heading": "Definitions; MCL 124.693 to 124.713.",
      "text": "As used in sections 43 through 63:\n\n(a) \"Articles\" means a council's articles of incorporation provided for in section 45.\n\n(b) \"Council\" means a metropolitan region council established pursuant to this act.\n\n(c) \"Council area\" means the actual territory of the counties participating in the metropolitan region.\n\n(d) \"Largest\" means, if used in reference to a county, the county having the greatest population.\n\n(e) \"Obscene\" means material that meets the following criteria:\n\n(i) When examined in its totality, the material appeals to a prurient interest.\n\n(ii) The material depicts or describes, in a patently offensive way, sexual conduct specifically defined by state law.\n\n(iii) When examined in its totality, the material lacks serious literary, artistic, political, or scientific value.\n\n(f) \"Participating\", if used in reference to a qualified county, means 1 of the following:\n\n(i) After formation of a metropolitan region council, a qualified county that has joined in the formation of the council or been added to the council pursuant to section 51 and that has not withdrawn pursuant to section 63.\n\n(ii) Before formation of a metropolitan region council, a qualified county named in the articles of incorporation as a participating qualified county.\n\n(g) \"Qualified city\" means a city that meets all of the following conditions:\n\n(i) The city is located in a participating qualified county.\n\n(ii) The city owns 2 or more regional cultural institutions.\n\n(iii) The city has a population of not less than 700,000 persons according to the most recent federal decennial census.\n\n(h) \"Qualified county\" means a county that meets the following requirements:\n\n(i) The county has a population of not less than 780,000 according to the most recent federal decennial census.\n\n(ii) The county has a qualified city within its geographic boundaries, or is contiguous to a county with a qualified city.\n\n(i) \"Regional cultural institution\" means a structure, fixture, or activity provided by a tax exempt entity that has been in existence for at least 18 consecutive months before becoming eligible for funding under this chapter. \"Regional cultural institution\" may include a zoological institute; a science center, whether or not it is affiliated with a private educational institution; a public broadcast station as defined by section 397 of subpart E of part IV of title III of the communications act of 1934, 47 U.S.C. 397, whether or not the public broadcast station is affiliated with an institution of higher education; a museum, whether or not it is affiliated with a private educational institution; a historical center; a performing arts center; a visual or performance art instruction center affiliated with an independent institution of higher education in the arts; an orchestra; a chorus; a chorale; or an opera theater. \"Regional cultural institution\" does not include a professional sports arena or stadium; a labor organization; a political organization; a library; a public, private, or charter school; or an exhibition, performance, or presentation that is obscene.\n\n(j) \"Tax exempt entity\" means any of the following:\n\n(i) An organization exempt from taxation under section 501(c) of the internal revenue code of 1986.\n\n(ii) An entity or division owned by an organization described in subparagraph (i).\n\n(iii) An entity owned by a township, city, village, community college, state university, or any other public body that is not a public school, charter school, or public school academy.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-693/"
    },
    {
      "id": "section-124695",
      "number": "124.695",
      "heading": "Metropolitan Region Council; Formation; Adoption of Articles of Incorporation; Conditions; Establishment of Metropolitan Region Council Board; Appointment of Representatives; Powers and Duties",
      "text": "(1) Two or more qualified counties in combination with one another and with 1 or more qualified cities may form a metropolitan region council by adopting articles of incorporation in accordance with sections 47 and 49, if the county commission of each qualified county seeking to participate, and the city council of each qualified city seeking to participate, does the following:\n\n(a) Adopts a resolution declaring an intent to participate in the formation of that authority.\n\n(b) Adopts articles of incorporation in accordance with sections 47 and 49.\n\n(2) Upon adoption of the resolutions described in subsection (1)(a), the participating qualified counties and qualified cities of a metropolitan region council shall establish a metropolitan region council board. The chief executive officer of each participating qualified county and qualified city shall appoint 3 representatives to the board, with the advice and consent of the legislative body of the county or city. However, if a participating qualified county has a population greater than 2,000,000 persons, a representative shall be appointed by each of the 3 largest geographical conferences established in the county before January 1, 1999 under the urban cooperation act of 1967, 1967 (Ex Sess) PA 7, MCL 124.501 to 124.512.\n\n(3) A metropolitan region council is a public corporate body with power to sue and be sued in any court of the state.\n\n(4) A metropolitan region council is an authority under section 6 of article IX of the state constitution of 1963.\n\n(5) A metropolitan region council possesses all the powers necessary for carrying out the purposes of its formation. The enumeration of specific powers in this act shall not be construed as a limitation on the general powers of a council, consistent with its articles.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-695/"
    },
    {
      "id": "section-124697",
      "number": "124.697",
      "heading": "Articles of Metropolitan Region Council; Provisions.",
      "text": "(1) A metropolitan region council's articles shall state the name of the council; the names of the participating counties and cities; the purposes for which the council is formed; the powers, duties, and limitations of the council and its officers; the qualifications, method of selection, and terms of office of delegates sitting on the council and of council officers; the manner in which participating counties and cities shall take part in the governance of the council; the general method of amending the articles; any matter that the participating counties and cities consider advisable; and both of the following, which shall require the adoption of a resolution by a vote of not less than 2/3 of the delegates serving on the council, including at least 1 delegate from each participating qualified county and qualified city:\n\n(a) The method of amending the articles to reflect the addition of a qualified county or qualified city.\n\n(b) The method of amending the articles to reflect a change in the distribution of funds among regional cultural institutions.\n\n(2) Subject to subsection (3) and the requirements of sections 25 and 27, the articles may authorize the metropolitan region council to act in accordance with section 7(3).\n\n(3) The articles of a metropolitan region council shall specify that, as a condition of proceeding under subsection (2), the county commission of each qualified county participating in the council shall place on a countywide ballot the proposal described in section 27(1) at the regularly scheduled county primary or general election that follows the determination to proceed under section 27(3).\n\n(4) The articles of a metropolitan region council shall specify the maximum amount or percentage of revenues received under this act that the council may authorize to be expended annually for administrative costs incurred under this act. The articles shall also specify that not more than 3% of annual revenues received under this act may be expended annually for those administrative costs. Additionally, the articles shall authorize the council to provide funding, supplemental to funding received from other sources, for regional cultural institutions located within the council area that the council serves. However, a council shall not expend money collected under this section unless the specific expenditure is included in the council's annual budget, expressly authorized in the council's articles, or unless the expenditure is approved by an affirmative vote of a majority of the council's delegates.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-697/"
    },
    {
      "id": "section-124699",
      "number": "124.699",
      "heading": "Participating Qualified County; Receipt of Revenues; Publication and Adoption of Articles or Amendments.",
      "text": "(1) Except as provided in subsection (2), the articles of a metropolitan region council shall authorize each participating qualified county to receive up to 1/3 of any net revenues collected within that participating qualified county under section 47. The amount of up to 1/3 of net revenues received shall be expended to fund those cultural and recreational programs and facilities that are not primarily designed or used for professional sports.\n\n(2) A participating qualified county with a population of more than 2,000,000 persons according to the most recent federal decennial census shall not receive any net revenues collected within that county under section 47(2). Instead, 1/3 of the net revenues collected in each city, village, or portion of a township that is not incorporated as a city or village shall be retained by that city, village, or portion of a township, and those net revenues shall be expended by the affected cities, villages, and portions of townships to fund only cultural and recreational programs and facilities that are not primarily designed or used for professional sports.\n\n(3) Before the articles or amendments are adopted by any participating city, the articles or amendments shall be published by the clerk of the participating city at least once in a newspaper generally circulated within the participating city. Before the articles or amendments are adopted by participating qualified counties, the articles or amendments shall be published by the clerk of each participating qualified county at least once in a newspaper generally circulated within that county.\n\n(4) The adoption of articles or amendments by the legislative body of a participating county or city shall be evidenced by an endorsement on the articles or amendments by the clerk of the participating county or city in a form substantially as follows:\n\nThese articles of incorporation (or amendments) were adopted by an affirmative vote of a majority of the members serving on the legislative body of ___________________________, _________________ at a meeting duly held on the _____ day of _______________, A.D., ____.________________________________________________________(5) Upon adoption of the articles or amendments by a metropolitan region council, the clerk of each participating county shall file in that county and with the secretary of state a printed copy of the adopted or amended articles.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-699/"
    },
    {
      "id": "section-124701",
      "number": "124.701",
      "heading": "Addition of Qualified County or City to Metropolitan Region Council; Filing Amended Articles.",
      "text": "(1) A qualified county or qualified city may be added to the metropolitan region council after the council's incorporation upon satisfaction of all of the following requirements:\n\n(a) A majority of the members elected to and serving on the legislative body of the qualified county or qualified city vote to adopt a resolution stating that the qualified county or qualified city desires to be added to the metropolitan region council and that it accepts the requirements of the articles as amended to reflect the addition of the qualified county or qualified city.\n\n(b) If a qualified city is proposing to be added to a metropolitan region council that is exercising its authority under section 47(2), that exercise of authority is authorized by a majority of the electors of the city voting on the proposal at the regularly scheduled county primary or general election that follows adoption of the resolution described in subdivision (a). If a qualified county is proposing to be added to a metropolitan region council that is exercising its authority under section 47(2), that exercise of authority is authorized by a majority of the electors of the qualified county voting on the proposal at the regularly scheduled county primary or general election that follows adoption of the resolution described in subdivision (a).\n\n(c) The articles are amended to reflect the addition of the qualified county or qualified city.\n\n(2) Upon addition of a qualified county or qualified city to a metropolitan region council, a printed copy of the amended articles shall be filed as required by section 9 by the clerk of the qualified county or qualified city added to the council.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-701/"
    },
    {
      "id": "section-124709",
      "number": "124.709",
      "heading": "Regional Cultural Institutions and Local Recreation and Cultural Facilities; Development or Enhancement.",
      "text": "A metropolitan region council may be established solely to develop or enhance regional cultural institutions and local recreation and cultural facilities, other than facilities that are primarily designed or used for professional sports, within the geographic boundaries of qualified counties participating in the council.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-709/"
    },
    {
      "id": "section-124711",
      "number": "124.711",
      "heading": "Metropolitan Region Council; Powers and Duties.",
      "text": "(1) A metropolitan region council may do 1 or more of the following:\n\n(a) Adopt bylaws for the administration of the council.\n\n(b) Acquire and hold, by purchase, lease, grant, gift, devise, land contract, installment purchase contract, bequest, condemnation, or other legal means, real and personal property within or without the participating qualified counties and qualified cities. The property may include franchises, easements, or rights-of-way on, under, or above any property. The metropolitan region council may pay for the property from, or pledge for the payment of the property, revenue of the council. A council shall not condemn public property.\n\n(c) Apply for and accept grants, loans, or contributions from the federal government or any of its agencies, this state, or other public or private agencies to be used for any of the purposes of this act.\n\n(d) Sell or lease property acquired for the purposes of this act but not needed for those purposes.\n\n(e) Hire employees, attorneys, accountants, and consultants.\n\n(2) A metropolitan region council shall do all of the following:\n\n(a) Prepare budgets and appropriations acts in the manner required of local units under the uniform budgeting and accounting act, 1968 PA 2, MCL 141.421 to 141.440a.\n\n(b) If ending a fiscal year with a deficit, file a financial plan to correct the deficit in the same manner as provided in section 21 of the state revenue sharing act of 1971, 1971 PA 140, MCL 141.921.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-711/"
    },
    {
      "id": "section-124713",
      "number": "124.713",
      "heading": "Withdrawal of Participating Qualified County or City; Conditions; Unpaid Obligations; Evidence.",
      "text": "(1) Except as otherwise provided in subsection (2), a participating qualified county or qualified city may withdraw from membership in the metropolitan region council if all of the following conditions are met:\n\n(a) Adoption of a resolution by a majority of the members elected to and serving on the legislative body of the qualified county or qualified city requesting withdrawal from membership.\n\n(b) Payment or the provision for payment is made regarding any obligations of the qualified county or qualified city to the metropolitan region council or its creditors.\n\n(2) If, upon withdrawal, a qualified county or qualified city has unpaid obligations to the metropolitan region council that arose under section 47(2) before withdrawal of the qualified county or qualified city, the obligations shall continue to be imposed in the qualified county or qualified city, to the extent and in an amount needed to satisfy the unpaid obligations, until the obligations are paid or expire, whichever happens first. A qualified county or qualified city that withdraws from a metropolitan region council shall continue to receive services from the council until that qualified county or qualified city is no longer required to satisfy an obligation imposed by the council under section 47(2).\n\n(3) Withdrawal of a qualified county or qualified city from a metropolitan region council shall be evidenced by an amendment to the articles executed by the secretary or, if the council has no secretary, by the chairperson of the council and filed and published in the same manner as the original articles.\n\nHistory:Add. 1998, Act 375, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-713/"
    },
    {
      "id": "section-124715",
      "number": "124.715",
      "heading": "Definitions; MCL 124.717 to 124.729.",
      "text": "As used in sections 67 through 79:\n\n(a) \"Articles\" means a metropolitan arts council's articles of incorporation provided for in section 69.\n\n(b) \"Council\" means a metropolitan arts council established under section 67.\n\n(c) \"Council area\" means the actual territory of a metropolitan arts council.\n\n(d) \"Facilities and programs\" means structures, fixtures, and activities provided by a tax exempt entity that has been in existence for at least 18 consecutive months before becoming eligible for funding under sections 67 through 79. Facilities and programs may include a public broadcast station as defined by section 397 of subpart E of part IV of title III of the communications act of 1934, 47 U.S.C. 397, whether or not the public broadcast station is affiliated with an institution of higher education; a museum or historical center; a performing arts center; an orchestra; chorus; chorale; opera theater; and a ballet, dance, or theater company. Facilities and programs do not include professional sports arenas or stadiums, labor organizations, political organizations, libraries, or public, private, or charter schools.\n\n(e) \"Metropolitan district\" means either of the following:\n\n(i) A county with not less than 2 state public universities.\n\n(ii) A county with a population of not more than 100,000 individuals and a boundary contiguous to a county with not less than 2 state public universities.\n\n(f) \"Tax exempt entity\" means any of the following:\n\n(i) An organization exempt from taxation under section 501(c) of the internal revenue code of 1986.\n\n(ii) An entity or division owned by an organization described in subparagraph (i).\n\n(iii) An entity owned by a township, city, village, community college, state university, or any other public body that is not a public school, charter school, or public school academy.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-715/"
    },
    {
      "id": "section-124717",
      "number": "124.717",
      "heading": "Metropolitan District; Formation of Metropolitan Arts Council; Conditions; Establishment of Metropolitan Arts Council Board; Powers and Duties.",
      "text": "(1) A metropolitan district may form a metropolitan arts council if the district's county commission does the following:\n\n(a) Adopts a resolution declaring an intent to participate in the formation of that council.\n\n(b) Adopts articles of incorporation in accordance with sections 69 and 71.\n\n(2) Upon adoption of the resolutions described in subsection (1), the metropolitan district shall establish a metropolitan arts council board. The board shall consist of not more than 12 members, each of whom is from a county commission district different from the county commission district of all other members.\n\n(3) A metropolitan arts council is a public corporate body with power to sue and be sued in any court of the state.\n\n(4) A metropolitan arts council is an authority under section 6 of article IX of the state constitution of 1963.\n\n(5) A metropolitan arts council possesses all the powers necessary for carrying out the purposes of its formation. The enumeration of specific powers in this act shall not be construed as a limitation on the general powers of a metropolitan arts council, consistent with its articles.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-717/"
    },
    {
      "id": "section-124719",
      "number": "124.719",
      "heading": "Metropolitan Arts Council; Establishment; Purpose; Articles.",
      "text": "(1) A metropolitan arts council may be established solely to develop or enhance cultural institutions and facilities within the geographic boundaries of the council. A metropolitan arts council's articles shall state the name of the council; the purposes for which the council is formed; the powers, duties, and limitations of the council and its officers; the qualifications, method of selection and terms of office of delegates sitting on the council and of council officers; and the general method of amending the articles.\n\n(2) The articles may authorize the metropolitan arts council to act in accordance with section 7(3).\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-719/"
    },
    {
      "id": "section-124721",
      "number": "124.721",
      "heading": "Metropolitan Arts Council; Adoption or Amendment of Articles.",
      "text": "(1) The articles of a metropolitan arts council shall be adopted and may be amended by an affirmative vote of a majority of the county commissioners.\n\n(2) Before the articles or amendments are adopted by the county commission, the articles or amendments shall be published by the county clerk. The clerk shall publish the articles or amendments at least once in a newspaper generally circulated within the county.\n\n(3) The adoption of articles or amendments by the county commission shall be evidenced by an endorsement on the articles or amendments by the county clerk in a form substantially as follows:\n\nThese articles of incorporation (or amendments) were adopted by an affirmative vote of a majority of the members serving on the county commission of ___________________________, _________________ at a meeting duly held on the _____ day of _______________, A.D., ____.____________________________________________________________(4) Upon adoption of the articles or amendments, a printed copy of the articles or the amended articles shall be filed by the clerk of the county and with the secretary of state.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-721/"
    },
    {
      "id": "section-124723",
      "number": "124.723",
      "heading": "Metropolitan Arts Council; Chairperson; Officers; Administrator; Other Appointments.",
      "text": "(1) A metropolitan arts council shall have a chairperson. The chairperson shall act as principal executive officer and shall preside at the meetings of the council. Meeting times and places shall be fixed by the council and special meetings may be called by a majority of the delegates on the council or by the chairperson. The chairperson shall have such powers and duties as provided in the articles.\n\n(2) In addition to the chairperson, a metropolitan arts council shall have other officers as may be provided in the articles. The chairperson and other officers shall be elected by the council and shall be council delegates. However, a secretary and treasurer need not be council delegates.\n\n(3) If provided in the articles, a metropolitan arts council may appoint an executive director to serve at the council's pleasure as the principal administrator for the council. The director shall not be a delegate, shall be selected on the basis of training and experience, and shall have the powers and duties as provided in the council bylaws adopted pursuant to section 79.\n\n(4) If specifically authorized by law, a council for a metropolitan region may make appointments to other governmental agencies.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-723/"
    },
    {
      "id": "section-124725",
      "number": "124.725",
      "heading": "Membership; Compensation; Expenses; Annual Budget.",
      "text": "(1) Metropolitan arts council members shall serve without compensation but upon approval of a majority of delegates serving may be reimbursed for actual and necessary expenses incurred in the performance of the council's official duties.\n\n(2) A metropolitan arts council shall prepare annually a budget that provides as a separate account anticipated expenditures for per diem compensation and expense reimbursement for the chairperson and other council delegates. Compensation or reimbursement shall be paid to the chairperson and other council delegates only if budgeted.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-725/"
    },
    {
      "id": "section-124727",
      "number": "124.727",
      "heading": "Annual Expenditure for Administrative Costs; Establishment of Divisions, Bureaus, and Committees.",
      "text": "(1) A metropolitan arts council's articles shall specify the maximum amount or percentage of revenues received under this act that the council may authorize to be expended annually for administrative costs incurred under this act. The articles may authorize a local arts council within the metropolitan council area to administer this act or portions of this act. Additionally, the articles shall authorize that council to provide funding, supplemental to funding received from other sources, for cultural facilities and programs located within the metropolitan district that the council serves. However, a metropolitan arts council shall not expend money collected under section 69 unless the specific expenditure is included in the council's annual budget, expressly authorized in the council's articles, or unless the expenditure is approved by an affirmative vote of a majority of the council's delegates.\n\n(2) A metropolitan arts council may establish divisions, bureaus, and committees, including advisory committees. Members of advisory committees shall serve without compensation but may be reimbursed for their reasonable expenses as determined by the council.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-727/"
    },
    {
      "id": "section-124729",
      "number": "124.729",
      "heading": "Bylaws.",
      "text": "A metropolitan arts council may adopt bylaws for the administration of the council.\n\nHistory:Add. 1998, Act 373, Imd. Eff. Oct. 20, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-292-of-1989/section-124-729/"
    }
  ]
}