{
  "state": "michigan",
  "path": "title-chapter-124-municipalities/chapter-act-57-of-1988-emergency-services-to-municipalities-124601-1",
  "sections": [
    {
      "id": "section-124601",
      "number": "124.601",
      "heading": "Definitions.Section 124.602 - Incorporation of 2 or More Municipalities as Authority for Purpose of Providing Emergency Services; Transfer of Municipal Emergency Service; Creation of Authority by Adoption of Articles of Incorporation; Endorsement; Form; Jurisdiction of Authority; Publication of Arti",
      "text": "Definitions.Section 124.602 - Incorporation of 2 or More Municipalities as Authority for Purpose of Providing Emergency Services; Transfer of Municipal Emergency Service; Creation of Authority by Adoption of Articles of Incorporation; Endorsement; Form; Jurisdiction of Authority; Publication of Articles of Incorporation; Filing Certified Copy; Effective Date of Authority; Validity of Incorporation; Applicable Laws.Section 124.602.amended - Incorporation of 2 or More Municipalities as Authority for Purpose of Providing Emergency Services; Transfer of Municipal Emergency Service; Creation of Authority by Adoption of Articles of Incorporation; Endorsement; Form; Jurisdiction of Authority; Publication of Articles of Incorporation; Filing Certified Copy; Effective Date of Authority; Validity of Incorporation; Applicable Laws.Section 124.603 - County, City, Village, or Township as Part of Existing Authority; Amendment to Articles of Incorporation.Section 124.604 - Election.Section 124.604a - Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.Section 124.605 - Contents of Articles of Incorporation.Section 124.606 - Authority as Body Corporate; Powers Generally.Section 124.607 - Acquisition of Private Property by Authority.Section 124.608 - Contracts for Provision of Emergency Services.Section 124.609 - Additional Powers of Authority.Section 124.609a - Authority to Issue Negotiable Bonds or Notes; Applicability of the Revised Municipal Finance Act, MCL 141.2101 to 141.2821.Section 124.610 - Emergency Services; Articles of Incorporation; Collective Bargaining; Labor Agreements; Representation.Section 124.611 - Withdrawal of Incorporating Municipality From Authority.Section 124.612 - Tax Levy by Authority.Section 124.613 - Tax Levy by Municipality.Section 124.614 - Effective Date.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-124602",
      "number": "124.602",
      "heading": "Incorporation of 2 or More Municipalities as Authority for Purpose of Providing Emergency Services; Transfer of Municipal Emergency Service; Creation of Authority by Adoption of Articles of Incorporation; Endorsement; Form; Jurisdiction of Authority; Publication of Articles of Incorporation; Filing ",
      "text": "***** 124.602 THIS SECTION IS AMENDED EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE: See 124.602.amended *****\n\n(1) Any 2 or more municipalities may incorporate an authority for the purpose of providing emergency services to the incorporating municipalities. An incorporating municipality may transfer to the authority of which it is a part any municipal emergency service.\n\n(2) An authority is created by the adoption of articles of incorporation by the legislative body of each incorporating municipality. The adoption by an incorporating municipality shall be endorsed on the articles of incorporation in the case of a county by the county executive or chairperson of the board of commissioners of the county and the county clerk; in the case of a city by the mayor and clerk of the city; in the case of a village by the president and clerk of a village; and in the case of a township by the supervisor and clerk of a township, in a form substantially as follows:\n\n\"The foregoing articles of incorporation were adopted by the ________________________ of the ____________________________ of _______________________________________, ________________ county, Michigan, at a meeting duly held on the _____________ day of ______________________________, 19____ of said _________________ Clerk of said ____________________\"\n\n(3) An authority's jurisdiction shall be comprised of the total territory within the incorporating municipalities. The articles of incorporation shall be published at least once in a newspaper designated in the articles of incorporation and circulating within the territory of the authority. A printed copy of the articles of incorporation, certified as a true copy by the person or persons designated in the articles, and containing the date and place of publication, shall be filed with the secretary of state. An authority shall become effective at the time provided in its articles of incorporation. The validity of the incorporation of an authority shall be conclusively presumed unless questioned in a court of competent jurisdiction within 60 days after the date on which certified copies of the articles of incorporation are filed with the secretary of state.\n\n(4) The laws of this state applying to a municipality that becomes a part of an authority also shall continue to apply to the municipality and the authority after the municipality becomes a part of the authority.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-602/"
    },
    {
      "id": "section-124602amended",
      "number": "124.602.amended",
      "heading": "Incorporation of 2 or More Municipalities as Authority for Purpose of Providing Emergency Services; Transfer of Municipal Emergency Service; Creation of Authority by Adoption of Articles of Incorporation; Endorsement; Form; Jurisdiction of Authority; Publication of Articles of Incorporation; Filing ",
      "text": "***** 124.602.amended THIS AMENDED SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) Any 2 or more municipalities may incorporate an authority for the purpose of providing emergency services to the incorporating municipalities. An incorporating municipality may transfer to the authority of which it is a part any municipal emergency service.\n\n(2) An authority is created by the adoption of articles of incorporation by the legislative body of each incorporating municipality. The adoption by an incorporating municipality must be endorsed on the articles of incorporation in the case of a county by the county executive or chairperson of the board of commissioners of the county and the county clerk; in the case of a city by the mayor and clerk of the city; in the case of a village by the president and clerk of a village; and in the case of a township by the supervisor and clerk of a township, in a form substantially as follows:\n\n\"The foregoing articles of incorporation were adopted by the ________________________ of the ____________________________ of _______________________________________, ________________ County, Michigan, at a meeting duly held on the _____________ day of ______________________________, 20____ of said _________________ Clerk of said ____________________.\".\n\n(3) Subject to this subsection, the incorporating municipalities shall determine the territory under the authority's jurisdiction. An authority's jurisdiction must be comprised of territory within the incorporating municipalities. The articles of incorporation must be published on the website of each incorporating municipality, or, if a website is unavailable, in the clerk's office of each incorporating municipality. A printed copy of the articles of incorporation, certified as a true copy by the person or persons designated in the articles, and containing the date and place of publication, must be filed with the secretary of state. An authority becomes effective at the time provided in its articles of incorporation. The validity of the incorporation of an authority is conclusively presumed unless questioned in a court of competent jurisdiction within 60 days after the date on which certified copies of the articles of incorporation are filed with the secretary of state.\n\n(4) The laws of this state applying to a municipality that becomes a part of an authority also continue to apply to the municipality and the authority after the municipality becomes a part of the authority.\n\n(5) If the territory under the authority's jurisdiction does not include all of the taxable property within each incorporating municipality, the authority may levy a tax under section 12 on all of the taxable property within the limits of the authority, but the authority must not be funded under section 13.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988 ;-- Am. 2024, Act 64, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-602-amended/"
    },
    {
      "id": "section-124603",
      "number": "124.603",
      "heading": "County, City, Village, or Township as Part of Existing Authority; Amendment to Articles of Incorporation.",
      "text": "(1) Any county, city, village, or township may become a part of an existing authority by amendment to the authority's articles of incorporation, adopted by the legislative body of the county, city, village, or township and by the legislative body of every other county, city, village, or township of which the existing authority is composed.\n\n(2) Other amendments may be made to an authority's articles of incorporation if adopted by the legislative body of each city, village, or township of which the authority is composed. An amendment shall be endorsed and published, and certified printed copies shall be filed in the same manner as the original articles of incorporation, except that the filed printed copies shall be certified by the recording officer of the authority.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-603/"
    },
    {
      "id": "section-124604",
      "number": "124.604",
      "heading": "Election.",
      "text": "(1) Upon petition by not less than 5% of the registered electors residing in a municipality that has not become an incorporating municipality, requesting a referendum on the question of becoming an incorporating municipality, the clerk of the municipality, upon verifying the required number of signatures on the petitions, shall submit the question of whether the municipality should become an incorporating municipality to the vote of the electors of the municipality at the next general election or special election called for that purpose, and conducted in accordance with the Michigan election law, Act No. 116 of the Public Acts of 1954, being sections 168.1 to 168.992 of the Michigan Compiled Laws.\n\n(2) The clerk of the municipality shall prepare the question for the ballot to be used at the election, subject to the election laws of the state, substantially as follows:\n\n\"Should the __________ of __________ become part of an emergency services authority?\n\n(3) If a majority of the electors voting on the question vote \"yes\", the municipality shall proceed to become an incorporating municipality in the manner provided in section 2 or 3.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-604/"
    },
    {
      "id": "section-124604a",
      "number": "124.604a",
      "heading": "Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.",
      "text": "A petition under section 4, including the circulation and signing of the petition, is subject to section 488 of the Michigan election law, 1954 PA 116, MCL 168.488. A person who violates a provision of the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, applicable to a petition described in this section is subject to the penalties prescribed for that violation in the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\nHistory:Add. 1998, Act 167, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-604a/"
    },
    {
      "id": "section-124605",
      "number": "124.605",
      "heading": "Contents of Articles of Incorporation.",
      "text": "Subject to the laws of this state, an authority's articles of incorporation shall state the name of the authority; the names of the incorporating municipalities; the purpose or purposes for which the authority is created; the powers, duties, and limitations of the authority and its officers, including ordinances necessary to support the authority as allowed under section 9(b); the method of selecting its governing body, officers, and employees; and the person or persons who are charged with the responsibility of causing the articles of incorporation to be published and printed copies to be certified and filed as provided in section 2 or who are charged with any other responsibility in connection with the incorporation of the authority.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988 ;-- Am. 2006, Act 652, Imd. Eff. Jan. 5, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-605/"
    },
    {
      "id": "section-124606",
      "number": "124.606",
      "heading": "Authority as Body Corporate; Powers Generally.",
      "text": "An authority is a body corporate, with power to sue or be sued in any court of this state. It possesses all the powers necessary to carry out the purposes of its incorporation, and those incident to those purposes. The enumeration of any powers in this act shall not be construed as a limitation upon an authority's general powers.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-606/"
    },
    {
      "id": "section-124607",
      "number": "124.607",
      "heading": "Acquisition of Private Property by Authority.",
      "text": "An authority may acquire private property by purchase, lease, gift, devise, or condemnation, either within or without its corporate limits, and may hold, manage, control, sell, exchange, or lease property it has acquired. For the purpose of condemnation, it may proceed under Act No. 149 of the Public Acts of 1911, being sections 213.1 to 213.25 of the Michigan Compiled Laws, and the uniform condemnation procedures act, Act No. 87 of the Public Acts of 1980, being sections 213.51 to 213.77 of the Michigan Compiled Laws.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988Compiler's Notes:In the middle of the second sentence, the section range \"being sections 213.1 to 213.25\" evidently should read \"being sections 213.21 to 213.25.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-607/"
    },
    {
      "id": "section-124608",
      "number": "124.608",
      "heading": "Contracts for Provision of Emergency Services.",
      "text": "An authority may enter into a contract with any incorporating municipality for the provision of emergency services in the incorporating municipality for a period not exceeding 30 years. The emergency services may be established or funded in conjunction with any municipal emergency services, and any municipal emergency service may be delegated by contract to an authority. The charges specified in a contract shall be subject to increase by the authority, if necessary, in order to provide funds to meet its obligations. An authority may also enter into contracts with a city, village, or township that is not an incorporating municipality, for a period not exceeding 30 years except that the charges for services under a contract with a nonincorporating municipality may be greater than the charges to an incorporating municipality, and shall be subject to change from time to time without notice. However, existing contracts between the county sheriff's department and the municipalities shall remain in effect for the lifetime of those contracts.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-608/"
    },
    {
      "id": "section-124609",
      "number": "124.609",
      "heading": "Additional Powers of Authority.",
      "text": "An authority, in addition to its other powers and duties, may do all of the following:\n\n(a) Adopt bylaws and rules of administration to accomplish the purposes of this act.\n\n(b) Adopt ordinances that allow the authority to assess fees on owners or occupants of property who receive emergency services to cover the costs of providing emergency services under this act. An ordinance adopted under this subdivision must be rescinded if, within 60 days after the date the ordinance is adopted, 1/3 or more of the municipalities affected by the ordinance vote to rescind the ordinance.\n\n(c) Apply for and accept grants, loans, or contributions from the federal government or any of its agencies, this state, or other public or private agencies to be used for any of the purposes of this act and to do any and all things within its express or implied powers necessary or desirable to secure that financial or other aid or cooperation in the carrying out of any of the purposes of this act.\n\n(d) Enter into any contracts with other entities not prohibited by law.\n\n(e) Investigate emergency services requirements, needs, and programs and engage, by contract, consultants as are necessary and cooperate with the federal government, state, political subdivisions, and other authorities in those investigations.\n\n(f) Subject to section 10, hire employees, attorneys, accountants, and consultants as the authority considers necessary to carry out the purposes of the authority.\n\n(g) Enter into a contract or agreement for the purchase of real or personal property for public purposes, to be paid for in installments over a period not to exceed 15 years or the useful life of the property acquired, whichever is less. Real or personal property purchased under this act may serve as collateral in support of the purchase, contract, or agreement.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988 ;-- Am. 2006, Act 652, Imd. Eff. Jan. 5, 2007 ;-- Am. 2022, Act 102, Imd. Eff. June 14, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-609/"
    },
    {
      "id": "section-124609a",
      "number": "124.609a",
      "heading": "Authority to Issue Negotiable Bonds or Notes; Applicability of the Revised Municipal Finance Act, MCL 141.2101 to 141.2821.",
      "text": "(1) An authority may borrow money and issue its negotiable bonds or notes to finance any of the following for authority purposes:\n\n(a) The acquisition, construction, and furnishing of buildings or facilities or portions of buildings or facilities.\n\n(b) The acquisition of necessary property.\n\n(c) The acquisition and installation of necessary equipment.\n\n(2) An authority may issue general obligation unlimited tax bonds upon approval of a majority of the electors in the jurisdictional limits of the authority voting on the question of issuing the bonds. The proposal to issue general obligation unlimited tax bonds must be submitted to a vote of the electors of the authority by resolution of the board of the authority. The resolution must contain the language of the ballot proposal.\n\n(3) The election for a bond proposal described in subsection (2) must be conducted and canvassed in the same manner as an election on a millage proposal as described in section 12 and in accordance with the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992. The results of the election must be certified to the governing body of the authority promptly after the date of the election. Not more than 1 election may be held in the jurisdictional limits of an authority in a calendar year for approval of a bond issue authorized under subsection (2).\n\n(4) If an authority issues general obligation unlimited tax bonds under subsection (2), the board, by resolution, shall authorize and levy the taxes necessary to pay the principal of and interest on the bonds.\n\n(5) An authority may issue limited tax bonds or notes by resolution of the board without submitting the question to the electors in the jurisdictional limits of the authority.\n\n(6) Bonds or notes issued by an authority are a debt of the authority and not of the incorporating municipalities. If an incorporating municipality withdraws from an authority, taxes imposed or levied for payment of bonds approved as provided in this act before the adoption of the resolution to withdraw must continue to be levied within the district as if the municipality did not withdraw from the authority until the principal of and interest on those bonds are paid in full.\n\n(7) An authority shall not borrow money or issue bonds or notes for a sum that, together with the total outstanding bonded indebtedness of the authority, exceeds 5% of the state equalized valuation of the taxable property within the jurisdictional limits of the authority.\n\n(8) All bonds or notes issued by an authority under this act are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:Add. 2022, Act 102, Imd. Eff. June 14, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-609a/"
    },
    {
      "id": "section-124610",
      "number": "124.610",
      "heading": "Emergency Services; Articles of Incorporation; Collective Bargaining; Labor Agreements; Representation.",
      "text": "(1) The municipalities that are parties to an authority entered into pursuant to this act have the responsibility, authority, and right to manage and direct on behalf of the public the emergency services performed or exercised to the extent provided in the articles of incorporation creating the authority.\n\n(2) The contents or language of the articles of incorporation under this act shall be a permissive subject of collective bargaining between a municipality and a bargaining representative of its employees. If a municipality and a bargaining representative of its employees engage in collective bargaining before the articles of incorporation are approved and that municipality and that bargaining representative reach an agreement on issues that would obligate an entity that will function as an employer in the authority, the articles of incorporation shall include those obligations.\n\n(3) Nothing in this act creates an employment relationship between the existing employees of a municipality and the proposed authority.\n\n(4) An authority is effective through its articles of incorporation at least 180 days before the actual transfer of personnel and equipment. Before the authority's effective date, the incorporating municipalities shall affirm in writing to the authority those employees who will be transferred to the authority.\n\n(5) If employees who are transferred to the authority are represented by a labor organization, those employees are subject to their previous terms and conditions of employment until those terms and conditions of employment are modified in accordance with 1947 PA 336, MCL 423.201 to 423.217, or for 6 months after the transfer to the authority, whichever is earlier. Negotiations on a collective bargaining agreement with an authority shall begin no later than 180 days before the date the employees transfer to the authority.\n\n(6) Subject to subsection (7), a representative of the employees or group of employees in a municipal emergency service who previously represented or was entitled to represent the employees or group of employees in a municipal emergency service under 1947 PA 336, MCL 423.201 to 423.217, shall continue to represent the employees or group of employees after those employees or group of employees are transferred to the authority's emergency service.\n\n(7) This section does not limit the rights of employees, under applicable law, to assert that a bargaining representative protected by subsection (6) is no longer their representative. The employees of the authority are eligible as of the day the authority becomes effective through its articles of incorporation to choose their representative under 1947 PA 336, MCL 423.201 to 423.217. This subsection does not extend the time limits as provided in subsection (4).\n\n(8) If multiple labor organizations assert the right to represent all or part of the authority's workforce or where a substantial portion of the transferred employees were not previously represented, in the absence of a voluntary mutual agreement, at the request of any party or on the initiative of the Michigan employment relations commission, the Michigan employment relations commission shall conduct a representation election.\n\n(9) In the absence of a voluntary mutual agreement, the authority's workforce shall be merged by using a single seniority list for each of the same or similar classifications. The single seniority list shall be composed of all employees from each incorporating municipality employed or having recall rights on the date of transfer and shall be used for purposes that include, but are not limited to, initial assignments, layoffs, recalls, and job bidding. Disputes concerning the single seniority list or use of the single seniority list shall be heard by a single arbitrator appointed by the Michigan employment relations commission.\n\n(10) Nothing in this section requires a municipality or an authority to assume a collective bargaining agreement between another municipality and its employees.\n\n(11) An employee who left the employ of the municipal emergency response service to enter the military service of the United States shall have the same employment rights as to the emergency service as they would have had under the municipal emergency response service under 1951 PA 263, MCL 35.351 to 35.356.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988 ;-- Am. 2011, Act 261, Imd. Eff. Dec. 14, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-610/"
    },
    {
      "id": "section-124611",
      "number": "124.611",
      "heading": "Withdrawal of Incorporating Municipality From Authority.",
      "text": "(1) An incorporating municipality may withdraw from the authority of which it is a part by resolution of the municipality's legislative body approving the withdrawal.\n\n(2) A municipality that withdraws from an authority shall continue to be subject to any tax levied in its jurisdiction under section 12 for the duration of the period of that tax as determined pursuant to section 12(3).\n\n(3) Employees of an authority who perform emergency services in the jurisdiction of a municipality that withdraws from an authority shall be protected in relation to the municipality to the same extent as employees of an incorporating municipality are protected in relation to an authority under section 10.\n\n(4) A municipality that withdraws from an authority shall remain liable for a proportion of the debts and liabilities of the authority incurred while the municipality was a part of the authority. The proportion of the authority's debts for which a municipality is liable under this subsection shall be determined by dividing the state equalized value of the real property in the municipality by the state equalized value of all real property in the authority at the time of the withdrawal.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-611/"
    },
    {
      "id": "section-124612",
      "number": "124.612",
      "heading": "Tax Levy by Authority.",
      "text": "(1) An authority may levy a tax on all of the taxable property within the limits of the authority for the purposes of this act.\n\n(2) The tax authorized under subsection (1) shall not be levied without the approval of a majority of the registered electors residing in the authority affected and qualified to vote and voting on the tax at a general or special election. The election may be called by resolution of the board of the authority. The recording officer of the authority shall file a copy of the resolution of the board calling the election with the clerk of each incorporating municipality not less than 60 days before the date of the election. The resolution calling the election shall contain a statement of the proposition to be submitted to the electors. Each municipal clerk and all other municipal officials of an incorporating municipality shall undertake those steps to properly submit the proposition to the electors of the incorporating municipality at the election specified in the resolutions of the authority. The election shall be conducted and canvassed in accordance with the Michigan election law, Act No. 116 of the Public Acts of 1954, being sections 168.1 to 168.992 of the Michigan Compiled Laws, except that if the authority is located in more than 1 county, the election shall be canvassed by the state board of canvassers. The results of the election shall be certified to the governing body of the authority promptly after the date of the election. Not more than 1 election may be held in an authority in a calendar year for approval of the tax authorized under subsection (1). If the election is a special election, the authority in which the election is held shall pay its share of the costs of the election.\n\n(3) The taxes authorized by this section may be levied at a rate not to exceed 20 mills and for a period as determined by the authority in the resolution calling the election and as shall be set forth in the proposition submitted to the electors.\n\n(4) The tax rate authorized by this section shall be levied and collected as are all ad valorem property taxes in the state, and the recording officer of the authority shall at the appropriate times certify to the proper tax assessing or collecting officers of each tax collecting municipality the amount of taxes to be levied and collected each year by each municipality. The authority shall determine on which tax roll, if there is more than 1, of each incorporating municipality that the taxes authorized by this section shall be collected. Each tax assessing and collecting officer and each county treasurer shall levy and collect the taxes certified by the authority and shall pay those taxes to the authority by the time provided in section 43 of the general property tax act, Act No. 206 of the Public Acts of 1893, being section 211.43 of the Michigan Compiled Laws. The tax rate authorized by this section may be first levied by the authority as a part of the first tax roll of the appropriate municipalities occurring after the election described in subsection (2). The tax may be levied and collected on the December tax roll next following the date of election, if the tax is certified to the proper tax assessing officials not later than September 15 of the year in which the election is held.\n\n(5) To the extent applicable and consistent with the requirements of this section, the general property tax act, Act No. 206 of the Public Acts of 1893, being sections 211.1 to 211.157 of the Michigan Compiled Laws, shall apply to proceedings in relation to the assessment, spreading, and collection of taxes pursuant to this section. Additionally, in relation to the assessment, spreading, and collection of taxes pursuant to this section, the county treasurer shall have powers and duties similar to those prescribed by Act No. 206 of the Public Acts of 1893, for township supervisors, township clerks, and township treasurers. However, this section shall not be considered to transfer any authority over the assessment of property.\n\n(6) A county treasurer collecting taxes pursuant to this section shall be bonded for tax collection in the same amount and in the same manner as a township treasurer would be for undertaking the duties prescribed by this section.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-612/"
    },
    {
      "id": "section-124613",
      "number": "124.613",
      "heading": "Tax Levy by Municipality.",
      "text": "Any incorporating municipality or a municipality otherwise granted taxing authority under state law may levy a tax on all of the taxable property within the limits of the political subdivision, and appropriate, grant, or contribute the proceeds of the tax to an authority for the purposes of this act or to provide sufficient money to fulfill its contractual obligation to the authority, which tax shall be within charter, statutory, and constitutional limitations.\n\nHistory:1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-613/"
    },
    {
      "id": "section-124614",
      "number": "124.614",
      "heading": "Effective Date.",
      "text": "124.614 Effective date.\n\nSec. 14.\n\nThis act shall take effect April 1, 1988.\n\nHistory:\n\n1988, Act 57, Eff. Apr. 1, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-57-of-1988/section-124-614/"
    }
  ]
}