{
  "state": "michigan",
  "path": "title-chapter-124-municipalities/chapter-act-55-of-1963-mass-transportation-system-authorities-124351",
  "sections": [
    {
      "id": "section-124351",
      "number": "124.351",
      "heading": "Definitions.Section 124.352 - Incorporation of Public Authority; Purpose; Operation of System; Articles of Incorporation; Adoption; Indorsement; Publication; Filing; Operative Date; Presumption of Validity; Cessation of Operation or Dissolution of Authority; State Guaranteed Payment of Claims for Be",
      "text": "As used in this act:\n\n(a) \"Authority\" means a public transportation authority formed under this act.\n\n(b) \"Board\" means the governing body of an authority.\n\n(c) \"Goods\" means baggage, accessories, or other personal property carried by or accompanying persons using public transportation service.\n\n(d) \"Mass transportation systems\" means all plants, equipment, work instrumentalities, and real and personal property and rights, used or useful for transportation of passengers for hire, except taxicabs and airport limousines.\n\n(e) \"Public transportation\", \"public transportation services\", and \"public transportation purposes\" mean the movement of people and goods by publicly or privately owned water vehicle, bus, railroad car, rapid transit vehicle, taxicab, or other conveyance which provides general or special service to the public, but not including school buses or charter or sightseeing service. Public transportation, public transportation services, and public transportation purposes as defined by this section are declared by law to be transportation purposes within the meaning of section 9 of article IX of the state constitution of 1963 .\n\n(f) \"Service area\" means that area in which a public authority incorporated under this act operates a mass transportation system or causes a mass transportation system to operate.\n\n(g) \"Taxable property\" means the property taxable under the general property tax act, Act No. 206 of the Public Acts of 1893, being sections 211.1 to 211.157 of the Michigan Compiled Laws, except for property expressly exempted under that act.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963 ;-- Am. 1980, Act 410, Imd. Eff. Jan. 9, 1981 ;-- Am. 1983, Act 137, Imd. Eff. July 18, 1983",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-351/"
    },
    {
      "id": "section-124352",
      "number": "124.352",
      "heading": "Incorporation of Public Authority; Purpose; Operation of System; Articles of Incorporation; Adoption; Indorsement; Publication; Filing; Operative Date; Presumption of Validity; Cessation of Operation or Dissolution of Authority; State Guaranteed Payment of Claims for Benefits; Lien of State",
      "text": "(1) The legislative body of any city having a population of not more than 300,000 may incorporate a public authority for the purpose of acquiring, owning, operating, or causing to be operated, a mass transportation system. The authority shall be authorized to operate the mass transportation system within the boundaries of the city which incorporates the public authority. However, a public authority created before the effective date of section 7a may operate a mass transportation system within the same political subdivisions in which it operates a mass transportation system immediately before the effective date of section 7a and those political subdivisions, other than those political subdivisions which only receive public transportation services from the authority pursuant to a contract, shall be considered to be members of the authority. A public authority may also operate a mass transportation system within a political subdivision which, by a resolution adopted by a majority vote of the members elected to and serving on the legislative body of the political subdivision, requests membership in the authority, but only if a majority of the members of the board of the authority, by resolution, approve the request. If a political subdivision joins the authority, the board shall amend the articles of incorporation accordingly. The clerk of the political subdivision being added shall execute the amendment, which shall be filed and published in the same manner as the original articles of incorporation.\n\n(2) The incorporation shall be accomplished by adoption of articles of incorporation by an affirmative vote of a majority of the members elect of the legislative body of the city. The fact of adoption shall be indorsed on the articles of incorporation by the mayor and clerk of the city in form substantially as follows:\n\n\"The foregoing articles of incorporation were adopted by an affirmative vote of a majority of the members elect of the (name of legislative body) of the city of .........., .......... county, Michigan, at a meeting duly held on the ..... day of .........., A.D. ..... (year)\"..............................Mayor.............................ClerkThe articles of incorporation shall be published at least once in a newspaper designated in the articles and circulated within the area proposed to be served by the mass transportation system. One printed copy of the articles of incorporation certified as a \"true copy\" by the person or persons designated with the date and place of the publication, shall be filed with the secretary of state and with the clerk of the county within which the area to be served by the mass transportation system is located. The authority shall become operative at the time provided in the articles of incorporation. The validity of the incorporation shall be conclusively presumed unless questioned in a court of competent jurisdiction within 60 days after the filing of the certified copies with the secretary of state and with the county clerk.\n\n(3) If the authority ceases to operate or is dissolved and a successor agency is not created to assume its assets and liabilities and perform its functions, and the state guarantees the payment of claims for benefits arising under Act No. 317 of the Public Acts of 1969, as amended, being sections 418.101 to 418.941 of the Michigan Compiled Laws, against the authority, during the time the authority was approved as a self-insurer under section 611(1)(a) of Act No. 317 of the Public Acts of 1969, as amended, being section 418.611 of the Michigan Compiled Laws, the state shall be entitled to a lien which shall take precedence over all other liens on its portion of the assets of the authority in satisfaction of the payment of claims for benefits under Act No. 317 of the Public Acts of 1969, as amended.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963 ;-- Am. 1969, Act 212, Eff. Mar. 20, 1970 ;-- Am. 1980, Act 397, Imd. Eff. Jan. 8, 1981 ;-- Am. 1980, Act 410, Imd. Eff. Jan. 9, 1981 ;-- Am. 1983, Act 137, Imd. Eff. July 18, 1983",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-352/"
    },
    {
      "id": "section-124352a",
      "number": "124.352a",
      "heading": "Release of Political Subdivision From Membership in Authority; Conditions; Levy and Payment of Tax; Evidence of Release.",
      "text": "(1) A political subdivision that is a member of an authority may be released from membership in the authority if all of the following conditions are met:\n\n(a) Adoption of a resolution by a majority of the members elected to and serving on the legislative body of the political subdivision requesting release from membership.\n\n(b) Acceptance of the request by a majority vote of the members, other than the members representing the political subdivision requesting release, serving on the board of the authority. Notwithstanding any other provision of this act, this condition does not apply to a political subdivision seeking release from membership in an authority, if the political subdivision adopts the resolution described in subdivision (a) before the expiration of the thirtieth day after the effective date of this section.\n\n(c) Payment or the provision for payment of all obligations of the political subdivision to the authority or its creditors is made.\n\n(2) Any tax authorized to be levied by the authority within the boundaries of the political subdivision to be released shall continue to be levied for the period of time originally authorized. In addition, a political subdivision which has been released from an authority shall continue to receive public transportation services from the authority until the political subdivision is no longer required to pay a tax levied by the authority during the time the political subdivision was a member of the authority.\n\n(3) Release of a political subdivision from an authority shall be evidenced by an amendment to the articles of incorporation executed by the recording officer of the authority and filed and published in the same manner as the original articles of incorporation.\n\nHistory:Add. 1983, Act 137, Imd. Eff. July 18, 1983",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-352a/"
    },
    {
      "id": "section-124353",
      "number": "124.353",
      "heading": "Articles of Incorporation; Contents.",
      "text": "The articles of incorporation shall state the name of the authority, the purposes for which it is created, the power, duties and limitations of the authority and its officers, the method of selecting its governing body and officers, the person or persons who are charged with the responsibility of causing the articles of incorporation to be published and the printed copies thereof to be certified and filed as provided in section 2, and any other matters which the incorporators shall deem advisable, all of which shall be subject to the provisions of the constitution and the statutes of the state.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-353/"
    },
    {
      "id": "section-124354",
      "number": "124.354",
      "heading": "Authority as Body Corporate; Powers.",
      "text": "The authority shall be a body corporate with power to sue and be sued in any court of this state. It shall possess all the powers necessary to carry out the purposes of its incorporation and all things incident thereto. The authority by contract may employ a management firm, either corporate or otherwise, to actually operate the mass transportation system, under the supervision of the authority. The enumeration of powers of this act shall not be construed as a limitation on such general powers.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-354/"
    },
    {
      "id": "section-124354a",
      "number": "124.354a",
      "heading": "Eligibility of Public Authority to Apply for and Receive Funds Under MCL 247.660e.",
      "text": "A public authority incorporated under this act which operates a mass transportation system in a service area which is at least an entire county and which provides demand actuated service to that service area shall be eligible to apply for and receive funds under section 10e(1)(f) of Act No. 51 of the Public Acts of 1951, as amended, being section 247.660e of the Michigan Compiled Laws.\n\nHistory:Add. 1980, Act 410, Imd. Eff. Jan. 9, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-354a/"
    },
    {
      "id": "section-124355",
      "number": "124.355",
      "heading": "Authority as Body Corporate; Property; Condemnation.",
      "text": "The authority may acquire property for a mass transportation system by purchase, construction, lease, gift or devise, either within or without the area served by such mass transportation system and may hold, manage, control, sell, exchange or lease such property. The authority may utilize any appropriate statute for the purpose of condemnation. Such condemnation proceedings shall only be applicable to property located within the corporate boundaries of the political subdivision or subdivisions by which the authority is incorporated within the corporate boundaries of the authority.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-355/"
    },
    {
      "id": "section-124356",
      "number": "124.356",
      "heading": "Fares; Contracts.",
      "text": "The authority shall have authority to charge such fares and enter into contracts for the service provided by the mass transportation system as shall be necessary to provide funds to meet the obligations of said authority.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-356/"
    },
    {
      "id": "section-124357",
      "number": "124.357",
      "heading": "Self-Liquidating Revenue Bonds; Issuance; Source of Payment; Property Tax; Limitation; Election; Resolution; Submitting Proposition to Electors; Conduct; Canvass; Costs; Tax Rate; Levy and Collection",
      "text": "(1) For the purpose of acquiring, improving, enlarging, or extending a mass transportation system, the authority may issue self-liquidating revenue bonds under the revenue bond act of 1933, 1933 PA 94, MCL 141.101 to 141.140, or any other act providing for the issuance of self-liquidating revenue bonds. The bonds shall not be a general obligation of the authority, but shall be payable solely from the revenue of the mass transportation system. However, if the authority issues self-liquidating revenue bonds with a pledge of the full faith and credit of the municipality, those revenue bonds are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(2) An authority formed under this act may levy a tax on all of the taxable property within the political subdivisions that comprise the authority for public transportation purposes as authorized by this act.\n\n(3) The tax authorized in subsection (2) shall not exceed 5 mills of the state equalized valuation on each dollar of assessed valuation in the political subdivisions that comprise the applicable authority.\n\n(4) The tax authorized under subsection (2) shall not be levied except upon the approval of a majority of the registered electors residing in the political subdivisions that comprise the authority affected and qualified to vote and voting on the tax at a general or special election. The election may be called by resolution of the board of the authority. The recording officer of the authority shall file a copy of the resolution of the board calling the election with the clerk of each affected county, city, or township not less than 60 days before the date of the election. The resolution calling the election shall contain a statement of the proposition to be submitted to the electors. Each county, city, and township clerk and all other county, city, and township officials shall undertake those steps to properly submit the proposition to the electors of the county, city, and township at the election specified in the resolutions of the authority. The election shall be conducted and canvassed in accordance with the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, except that if the authority is located in more than 1 county, the election shall be canvassed by the state board of canvassers. The results of the election shall be certified to the board of the authority promptly after the date of the election. The authority shall not call more than 1 election within a calendar year under this section for the approval of the tax authorized by subsection (2) without the approval of the legislative bodies of a majority of the member political subdivisions of the authority. If the election is a special election, the authority in which the election is held shall pay the costs of the election. If the election is a general election, the authority in which the election is held shall pay the increased costs of the election due to the placement of the proposition on the ballot by the authority or an amount negotiated between the authority and the appropriate political subdivisions.\n\n(5) The taxes authorized by this section may be levied at a rate and for a period of not more than 5 years as determined by the authority in the resolution calling the election and as shall be set forth in the proposition submitted to the electors.\n\n(6) The tax rate authorized by this section shall be levied and collected as are all ad valorem property taxes in this state and the recording officer of the authority shall at the appropriate times certify to the proper tax assessing or collecting officers of each tax collecting county, city, and township the amount of taxes to be levied and collected each year by each county, city, and township. The board of the authority shall determine on which tax roll, if there is more than 1, of the county, city, or township that the taxes authorized by this section shall be collected. Each tax assessing and collecting officer and each county treasurer shall levy and collect the taxes certified by the authority and pay the taxes to the authority by the time provided in section 43 of the general property tax act, 1893 PA 206, MCL 211.43. The tax rate authorized by this section may be first levied by the authority as a part of the first tax roll of the appropriate counties, cities, and townships occurring after the election described in subsection (4). The tax may be levied and collected on the June or December tax roll immediately following the date of election, if the tax is certified to the proper tax assessing officials not later than May 15 or November 15, respectively, of the year in which the election is held.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963 ;-- Am. 1980, Act 410, Imd. Eff. Jan. 9, 1981 ;-- Am. 1983, Act 137, Imd. Eff. July 18, 1983 ;-- Am. 2002, Act 337, Imd. Eff. May 23, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-357/"
    },
    {
      "id": "section-124357a",
      "number": "124.357a",
      "heading": "Authority; Tax Limitations.",
      "text": "An authority is intended to and shall be deemed to be an authority the tax limitations of which are provided by charter or general law within the meaning of section 6 of article IX of the state constitution of 1963.\n\nHistory:Add. 1983, Act 137, Imd. Eff. July 18, 1983",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-357a/"
    },
    {
      "id": "section-124358",
      "number": "124.358",
      "heading": "Property Owned by Authority; Exemption From Taxes or Special Assessments for Municipal Services.",
      "text": "The real and personal property, owned by an authority and located within the service area, shall be exempt from all taxes levied by the state and by a political subdivision, except special assessments for municipal services if the property is located outside the corporate boundaries of the political subdivision by which the authority is incorporated. The real and personal property, owned by an authority and located outside the corporate boundaries of the political subdivision by which the authority is incorporated, may be exempted from special assessments for municipal services upon resolution by the governing body of the political subdivision.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963 ;-- Am. 1965, Act 224, Imd. Eff. July 16, 1965 ;-- Am. 1975, Act 200, Imd. Eff. Aug. 14, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-358/"
    },
    {
      "id": "section-124359",
      "number": "124.359",
      "heading": "Additional Powers.",
      "text": "The powers granted by this act are in addition to those granted by any other statute.\n\nHistory:1963, Act 55, Imd. Eff. Apr. 29, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-124/statute-act-55-of-1963/section-124-359/"
    }
  ]
}