{
  "state": "missouri",
  "path": "title-title-vi/chapter-chapter-64",
  "sections": [
    {
      "id": "section-64-001",
      "number": "64.001",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.001. Drainage and levee districts subject to flood plain management, when. —Any levee district organized pursuant to chapter 245, and any drainage district organized pursuant to chapters 242 and 243, are subject to any flood plain management regulations adopted by any county pursuant to this chapter.\n\n(L. 1991 H.B. 72)\n\nEffective 3-04-91",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-001/"
    },
    {
      "id": "section-64-002",
      "number": "64.002",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.002. Sawmill or planing mill included in agricultural or horticultural classification. —For purposes of a zoning law, ordinance, or code authorized and enacted under this chapter, a zoning or property classification of agricultural or horticultural shall include any sawmill or planing mill as defined in the U.S. Department of Labor's Standard Industrial Classification (SIC) Manual under Industry Group 242 with the SIC number 2421.\n\n(L. 2019 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-002/"
    },
    {
      "id": "section-64-003",
      "number": "64.003",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.003. Farm buildings and farm structures, limitation on certain fire protection or fire prevention ordinances. —Notwithstanding any provision of law to the contrary, no fire protection or fire prevention ordinance adopted by any county in this state shall be exercised so as to impose regulations or to require permits with respect to the erection, maintenance, repair, alteration, or extension of farm buildings or farm structures.\n\n(L. 2025 S.B. 271)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-003/"
    },
    {
      "id": "section-64-005",
      "number": "64.005",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.005. District planning commission authorized, election — ballot form — certain lakes (Lake of the Ozarks, Truman Reservoir, Table Rock, Stockton, Mark Twain, Bull Shoals, Smithville, Wappapello, Pomme de Terre and Norfolk Lake). —1. For the purpose of promoting the health, safety and general welfare of the public, the county commission of any county bordering on a lake having at least one hundred ten miles of shoreline may, after approval by a vote of the people of the affected area of the county as determined by the county commission, create a district planning commission to prepare a district plan for the area which is at least one-half mile but not more than five miles from the six hundred forty-five foot mark of the lake measured from either the mean sea level, for the Lake of the Ozarks or the low water mark as determined by the Corps of Engineers for all other lakes of the county bordering on the lake.\n\n2. The county commission may make an order to present to the voters of the county within the affected area the question for the establishment of planning and zoning in districts bordering the lake which are at least one-half mile but not more than five miles from the six hundred forty-five foot mark of the lake measured from either mean sea level, for the Lake of the Ozarks or the low water mark as determined by the Corps of Engineers for all other lakes. Any incorporated city, town or village which has adopted city planning and zoning or any agricultural or horticultural property as defined in section 137.016 shall be exempt from any planning and zoning provisions adopted pursuant to this section and section 64.007.\n\n3. The question shall be submitted in substantially the following form:\n\nShall planning and zoning be adopted in the area of the county within ______ miles of the ______ (six hundred forty-five foot mark or the low water mark) of the ______ (name of lake) measured from mean sea level?\n\n4. If a majority of the votes cast on the question be in favor of the planning and zoning, the county commission shall create a district planning commission to proceed with a program of district planning.\n\n(L. 1996 S.B. 497 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-005/"
    },
    {
      "id": "section-64-007",
      "number": "64.007",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.007. District planning commission, members, appointment, compensation, expenses — other zoning provisions to apply. —1. The district planning commission shall consist of the county highway engineer and at least one property owner from each township in the district who resides within the proposed district and who is a registered voter of the county appointed by the county commission. The planning commission shall be composed of at least five members. The township representatives are hereinafter referred to as appointed members. The term of each appointed member shall be four years or until the member's successor takes office, except that the terms shall be overlapping and that the respective terms of the members first appointed may be less than four years. The term of the county highway engineer shall be only for the duration of the county highway engineer's tenure of official position. All members of the district planning commission shall serve as such without compensation, except that an attendance fee as reimbursement for expenses, not to exceed four meetings per year, may be paid to the appointed members of the county planning commission in an amount, as set by the county commission. The planning commission shall elect its chairman, who shall serve for one year.\n\n2. Except as provided in this section and section 64.005, the provisions of sections 64.510 to 64.695, relating to the procedures for county planning and zoning in counties of the second and third classifications shall apply to any district planning commission established pursuant to this section and section 64.005.\n\n(L. 1996 S.B. 497 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-007/"
    },
    {
      "id": "section-64-008",
      "number": "64.008",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.008. Home-based work — limitation on zoning restrictions. —1. As used in this section, the term\"home-based work\"means any lawful occupation performed by a resident within a residential home or accessory structure, which is clearly incidental and secondary to the use of the dwelling unit for residential purposes and does not change the residential character of the residential building or adversely affect the character of the surrounding neighborhood.\n\n2. A zoning ordinance or regulation adopted pursuant to this chapter that regulates home-based work shall not:\n\n(1) Prohibit mail order or telephone sales for home-based work;\n\n(2) Prohibit service by appointment within the home or accessory structure;\n\n(3) Prohibit or require structural modifications to the home or accessory structure;\n\n(4) Restrict the hours of operation for home-based work; or\n\n(5) Restrict storage or the use of equipment that does not produce effects outside the home or accessory structure.\n\n3. A zoning ordinance or regulation adopted pursuant to this chapter that regulates home-based work shall not contain provisions that explicitly restrict or prohibit a particular occupation.\n\n4. The application of this section does not supersede any deed restriction, covenant, or agreement restricting the use of land nor any master deed, by law or other document applicable to a common interest ownership community.\n\n(L. 2022 H.B. 1662)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-008/"
    },
    {
      "id": "section-64-010",
      "number": "64.010",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.010. County planning commission authorized (first class charter counties). —In all counties of the first class, except counties of the first class not having a charter form of government, the county commission is authorized and empowered to provide for the preparation, adoption, amendment, extension or carrying out of a county plan and to create by order a county planning commission with the powers and duties as set forth in sections 64.010 to 64.160.\n\n(L. 1945 p. 1327 § 1a, A.L. 1974 H.B. 1446)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-010/"
    },
    {
      "id": "section-64-020",
      "number": "64.020",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.020. County planning commission — members — term — expenses — chairman (certain first class counties). —Such county planning commission shall consist of one of the commissioners of the county commission selected by the county commission, the county highway engineer, the chairman of two municipal planning bodies in the county to be appointed by the county commission, all of whom shall serve during their tenure of office not to exceed four years, and six residents of the unincorporated territory of the county to be appointed by the county commission. The term of said six appointed members shall be four years or until their successor takes office except that the original term of three of said six appointed members shall be two years. All members of the county planning commission shall serve as such without compensation; but an attendance fee as reimbursement for expenses may be paid to the appointed members of the county planning commission in an amount, as set by the county commission, not to exceed ten dollars per meeting for not over two meetings per month. The planning commission shall elect its chairman from among the appointed members.\n\n(L. 1941 p. 481 § 2, A.L. 1945 p. 1327, A.L. 1986 H.B. 1554 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-020/"
    },
    {
      "id": "section-64-030",
      "number": "64.030",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.030. Planning commission — rules — employees — contracts (certain first class counties). —The county planning commission may create and adopt rules for the transaction of its business and shall keep a public record of its resolutions, transactions, findings, and recommendations. The commission may appoint such employees as it may deem necessary for its work, and may contract with planners and other consultants for such services as it may require and may incur other necessary expenses, all subject to the approval of the county commission; provided, however, the expenditures of county funds by the commission shall not be in excess of the amounts appropriated for that purpose by the county commission. The commission shall have such other powers as may be appropriate to enable it to perform its duties.\n\n(L. 1941 p. 481 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-030/"
    },
    {
      "id": "section-64-040",
      "number": "64.040",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.040. Master plan of county — contents — hearings — adoption (certain first class counties). —The county planning commission shall have power to make, adopt and may publish an official master plan of the county for the purpose of bringing about coordinated physical development in accordance with present and future needs. The master plan shall be developed so as to conserve the natural resources of the county, to insure efficient expenditure of public funds, and to promote the health, safety, convenience, prosperity and general welfare of the inhabitants. Such master plan may include, among other things, studies and recommendations relative to the location, character and extent of highways, railroads, bus, streetcar and other transportation routes, bridges, public buildings, schools, parks, parkways, forests, wildlife refuges, dams, and projects affecting conservation of natural resources. The county planning commission may adopt the master plan in whole or in part, and subsequently amend or extend the adopted plan or any portion thereof. Before the adoption, amendment or extension of the plan or portion thereof, the commission shall hold at least one public hearing thereon, fifteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the county, and notice of such hearing shall also be posted at least fifteen days in advance thereof in at least four conspicuous places in each township. Such hearing may be adjourned from time to time. The adoption of the plan shall be by resolution carried by not less than a majority vote of the full membership of the county planning commission. After the adoption of the master plan an attested copy shall be certified to the county clerk and a copy shall be recorded in the office of the recorder of deeds.\n\n(L. 1941 p. 481 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-040/"
    },
    {
      "id": "section-64-050",
      "number": "64.050",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.050. Approval of improvements (certain first class counties). —From and after the adoption of the master plan or portion thereof and its proper certification and recording, then and thenceforth no improvement of a type embraced within the recommendations of the master plan shall be constructed or authorized without first submitting the proposed plans thereof to the county planning commission and receiving the written approval and recommendations of said commission; provided, however, that this requirement shall be deemed to be waived if the county planning commission fails to make its report and recommendations within forty-five days after the receipt of the proposed plans. If a development or public improvement is proposed to be located in the unincorporated territory of the county by any municipality, county, public board or commission, the disapproval or recommendations of the county planning commission may be overruled by the county commission, which shall certify its reason therefor to the planning commission.\n\n(L. 1941 p. 481 § 5, A.L. 1945 p. 1327)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-050/"
    },
    {
      "id": "section-64-060",
      "number": "64.060",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.060. Regulations governing subdivision of land — bond (certain first class counties). —The county planning commission may prepare and adopt regulations governing the subdivision of land, which regulations may provide for the proper location and width of streets, building lines, open spaces, minimum width and area of lots, street grading and paving, sewers, water and other utilities, which are necessary to avoid the congestion of population and to protect the public health, safety or the general welfare. Such regulations shall be adopted only after public hearing has been held thereon at any one place in the county, public notice of which shall be given in the same manner as provided for hearings in section 64.040. Such regulations shall become effective after their approval and adoption by order of the county commission and may after their adoption be amended by the county commission. In lieu of the immediate completion or installation of the improvements required under the regulations adopted, the county zoning enforcement officer shall accept bond for the county in an amount and with surety and conditions prescribed by the county general attorney and approved by the county commission. Such bond shall provide and secure to the county the actual construction of such improvements and utilities within the period prescribed by said regulations.\n\n(L. 1941 p. 481 § 6, A.L. 1945 p. 1327)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-060/"
    },
    {
      "id": "section-64-070",
      "number": "64.070",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.070. Approval of plats (certain first class counties). —After the county commission shall have adopted such subdivision regulations, no plat of a subdivision of land within the unincorporated area of such county shall be recorded until such plat shall first have been submitted to the planning commission. If the county planning commission does not report upon the plat within thirty days, it may then be deemed approved. If such plat be amended or rejected by the planning commission, such action may be overruled and the plat approved only by the county commission, provided the reasons for such overruling shall be spread upon the minutes of said county commission. The recorder of deeds shall not record a plat of a subdivision of land in the unincorporated area of the county until he shall have received a certificate of authority from the county zoning enforcement officer, who shall issue such certificate if such plat has been approved, pursuant to the provisions of sections 64.010 to 64.160. The county planning commission may, upon the written request of the legislative body of an incorporated area in which there is no municipal planning commission, pass upon subdivision plats within said incorporated areas, and said plats shall be subject to all rules and regulations of the county planning commission and shall not be recorded until they have been approved in the same manner as a subdivision plat in an unincorporated area. If, however, the county planning commission does not agree to pass upon plats in an incorporated area, the county recorder must be advised of the fact by registered letter.\n\n(L. 1941 p. 481 § 6, A.L. 1945 p. 1327)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-070/"
    },
    {
      "id": "section-64-080",
      "number": "64.080",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.080. Plans for major highway — duties of county commission — board of adjustment (certain first class counties). —Whenever a plan for major highways has been prepared, the county commission, upon recommendation of the planning commission, is hereby authorized and empowered to establish, regulate and limit and to change and amend, by order, building or setback lines on such major highways and to prohibit any new building being located within such building or setback lines outside the corporate limits of any city, village or incorporated town. The county commission shall provide for the method by which this section shall be administered and enforced and may provide for a board of adjustment with powers to modify or vary the regulations, in specific cases, in order that unwarranted hardship, which constitutes an unreasonable deprivation of use as distinguished from the mere grant of a privilege, may be avoided. If there is a county board of zoning adjustment, as herein provided, such board shall be appointed to serve as the board of adjustment for the building line regulations. If there be no county board of zoning adjustment, the personnel, length of terms, method of appointment and organization of the board of adjustment for the building line regulations shall be the same as provided in section 64.120 for the board of zoning adjustment. The regulations of this section shall not be adopted, changed or amended until a public hearing has been held thereon by the planning commission, public notice of which shall be given in the same manner as provided for the hearing in section 64.040.\n\n(L. 1941 p. 481 § 7, A. 1949 H.B. 2020)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-080/"
    },
    {
      "id": "section-64-090",
      "number": "64.090",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.090. Planning and zoning powers of county commission — group homes considered single-family dwellings — exemptions (certain counties of the first classification). —1. For the purpose of promoting health, safety, morals, comfort or the general welfare of the unincorporated portion of counties, to conserve and protect property and building values, to secure the most economical use of the land, and to facilitate the adequate provision of public improvements all in accordance with a comprehensive plan, the county commission in all counties of the first class, as provided by law, except in counties of the first class not having a charter form of government, is hereby empowered to regulate and restrict, by order, in the unincorporated portions of the county, the height, number of stories and size of buildings, the percentage of lots that may be occupied, the size of yards, courts and other open spaces, the density of population, the location and use of buildings, structures and land for trade, industry, residence or other purposes, including areas for agriculture, forestry and recreation.\n\n2. The provisions of this section shall not apply to the incorporated portions of the counties, nor to the raising of crops, livestock, orchards, or forestry, nor to seasonal or temporary impoundments used for rice farming or flood irrigation. As used in this section, the term\"rice farming or flood irrigation\"means small berms of no more than eighteen inches high that are placed around a field to hold water for use for growing rice or for flood irrigation. This section shall not apply to the erection, maintenance, repair, alteration or extension of farm structures used for such purposes in an area not within the area shown on the flood hazard area map. This section shall not apply to underground mining where entrance is through an existing shaft or shafts or through a shaft or shafts not within the area shown on the flood hazard area map.\n\n3. The powers by sections 64.010 to 64.160 given shall not be exercised so as to deprive the owner, lessee or tenant of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted except that reasonable regulations may be adopted for the gradual elimination of nonconforming uses, nor shall anything in sections 64.010 to 64.160 interfere with such public utility services as may have been or may hereafter be specifically authorized or permitted by a certificate of public convenience and necessity, or order issued by the public service commission, or by permit of the county commission.\n\n4. For the purpose of any zoning regulation adopted under the provisions of sections 64.010 to 64.160, the classification of single-family dwelling or single-family residence shall include any home in which eight or fewer unrelated mentally or physically handicapped persons reside, and may include two additional persons acting as houseparents or guardians who need not be related to each other or to any of the mentally or physically handicapped persons. The classification of single-family dwelling or single-family residence shall also include any private residence licensed by the children's division or department of mental health to provide foster care to one or more but less than seven children who are unrelated to either foster parent by blood, marriage or adoption. A zoning regulation may require that the exterior appearance of the home and property be in reasonable conformance with the general neighborhood standards and may also establish reasonable standards regarding the density of such individual homes in any specific single-family dwelling or single-family residence area. Should a single-family dwelling or single-family residence as defined in this subsection cease to operate for the purposes specified in this subsection, any other use of such dwelling or residence, other than that allowed by the zoning regulations, shall be approved by the county board of zoning adjustment. Nothing in this subsection shall be construed to relieve the children's division, the department of mental health or any other person, firm or corporation occupying or utilizing any single-family dwelling or single-family residence for the purposes specified in this subsection from compliance with any ordinance or regulation relating to occupancy permits except as to number and relationship of occupants or from compliance with any building or safety code applicable to actual use of such single-family dwelling or single-family residence.\n\n5. Except in subsection 4 of this section, nothing contained in sections 64.010 to 64.160 shall affect the existence or validity of an ordinance which a county has adopted prior to March 4, 1991.\n\n(L. 1941 p. 481 § 8, A.L. 1945 p. 1327, A.L. 1974 H.B. 1446, A.L. 1989 S.B. 11, A.L. 1991 H.B. 72, A.L. 2014 H.B. 1299 Revision)\n\n(1986) Section 64.090, RSMo, was held to violate section 26 of article I of the Missouri Constitution insofar as it attempted to give certain counties the power to zone out existing uses of property. People Tags, Inc. v. Jackson County Legislature, 636 F.Supp. 1345 (W.D.Mo.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-090/"
    },
    {
      "id": "section-64-100",
      "number": "64.100",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.100. Division of unincorporated territory into districts — regulation (certain first class counties). —For any or all of said purposes, the unincorporated territory may be divided into districts of such number, shape, and area as may be deemed best suited to carry out the purposes of sections 64.010 to 64.160 and shall be shown upon the plan; and within such districts, the erection, construction, reconstruction, alteration, repair or use of buildings, structures or land may be regulated and restricted. All such regulations shall be uniform for each class or kind of buildings or land uses throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive plan, and shall give reasonable consideration, among other things, to the character of the district, its suitability for particular uses, conserving the value of buildings and of existing development, and encouraging the most appropriate use of land throughout the county.\n\n(L. 1941 p. 481 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-100/"
    },
    {
      "id": "section-64-110",
      "number": "64.110",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.110. Further regulation of districts — hearing — order (first class counties). —The county commission shall provide for the manner in which such regulations, restrictions and boundaries of such districts shall be determined, established and enforced, and from time to time amended, supplemented or changed within the unincorporated territory. In order to avail itself of the powers conferred by sections 64.010 to 64.160, the county commission shall request the county planning commission to recommend the boundaries of the various original districts and appropriate regulations to be enforced therein. If there be no county planning commission the county commission shall appoint a county zoning commission whose personnel, length of terms and organization shall be same as provided in sections 64.010 to 64.040 for a county planning commission. Such commission shall make a preliminary report and a proposed zoning order and shall hold public hearings thereon and shall afford persons interested an opportunity to be heard. A hearing shall be held in each township affected by the terms of such proposed order, public notice of which hearing shall be given in the same manner as provided for the hearing in section 64.040. Such notice shall state the time and place of the hearing and the place where copies of the proposed report and order will be accessible for examination by interested parties. Such hearings may be adjourned from time to time. Within ninety days after the final adjournment of such hearings the commission shall make a report and submit a proposed order to the county commission. The county commission may enact the order with or without change or may refer it back to the commission for further consideration. In case a written protest against the proposed zoning of any land lying within one and one-half miles of the limits of any municipality having a zoning ordinance is received from the city council or board of trustees thereof, the county commission shall not enact the proposed zoning of such land except by a record vote and after a statement of the reasons for such action shall be spread upon its minutes. In the preparation of its report and proposed zoning order the commission may incur such expenditures as shall be authorized by the county commission.\n\n(L. 1941 p. 481 § 10)\n\n(1953) Where zoning order made by county court provided that no structure in district limited to specified agricultural purposes should exceed thirty-five feet in height, board of zoning adjustment could not grant permit for drive-in theater having screen in excess of that height. State ex rel. Barr v. Fleming (A.), 259 S.W.2d 417.\n\n(1972) Requirement for record vote and statement of reasons applies only to proposed original zoning and not to proposed rezoning. Williams v. White (Mo.), 485 S.W.2d 622.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-110/"
    },
    {
      "id": "section-64-120",
      "number": "64.120",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.120. County board of zoning adjustment — members — organization — powers and duties — appeal from (first class counties). —1. Any county commission which has appointed a planning commission, as provided in these sections, shall create by order a county board of zoning adjustment. Such board shall consist of the three commissioners of the county commission whose terms shall be only for the duration of their tenure of official position. The board shall elect its chairman from among its members. The board of zoning adjustment shall adopt rules of procedure consistent with the provisions of the zoning regulations and the provisions of this law. The chairman, or in his absence the acting chairman, may administer oaths and compel the attendance of witnesses. All meetings of the board of zoning adjustment shall be open to the public, and minutes shall be kept of all proceedings and official actions, which minutes shall be filed in the office of the county clerk and shall be a public record. Appeals to the board of zoning adjustment may be taken by any person aggrieved or by a public officer, department, board or bureau affected by any decision of the administrative officer in administering a county zoning ordinance. Such appeals shall be taken within a period of not more than three months, and in the manner provided by the rules of the board. An appeal shall stay all proceedings in furtherance of the action appealed from, unless the officer from whom the appeal is taken shall certify to the board that by reason of facts stated in the certificate a stay would, in his opinion, cause imminent peril to life or property. The board of adjustment shall have the following powers and it shall be its duty:\n\n(1) To hear and decide appeals where it is alleged there is error of law in any order, requirement, decision, or determination made by an administrative official in the enforcement of the county zoning regulations;\n\n(2) To hear and decide all matters referred to it or upon which it is required to pass under county zoning regulations;\n\n(3) In passing upon appeals, where there are practical difficulties or unnecessary hardship in the way of carrying out the strict letter of such order, which difficulties or hardship constitute an unreasonable deprivation of use as distinguished from merely granting a privilege, the board may vary or modify the application of any of the regulations or provisions so the intended purpose of the regulation shall be strictly observed, public safety and welfare secured and substantial justice done.\n\n2. In exercising the above powers, such board may in conformity with the provisions of the law, reverse or affirm wholly or partly, or may modify the order, requirement, decision or determination appealed from and may make such order, requirement, decision or determination as ought to be made, and to that end shall have all the powers of the officer from whom the appeal is taken.\n\n3. Any person or persons jointly or severally aggrieved by any decision of the board of adjustment or of the county commission, or of any officer, department, board, or bureau of the county, may present to the circuit court having jurisdiction in the county in which the property affected is located, a petition, duly verified, stating that such decision is illegal in whole or in part, specifying the grounds of the illegality and asking for relief therefrom. Upon the presentation of such petition the court may allow a writ of certiorari directed to the board for review of the data and records acted upon or it may appoint a referee to take additional evidence in the case. The court may reverse or affirm or may modify the decision brought up for review.\n\n(L. 1941 p. 481 § 12, A. 1949 H.B. 2020, A.L. 1993 H.B. 910 subsecs. 1, 2, 3)\n\n(1953) Where zoning order made by county court provided that no structure in district limited to specified agricultural purposes should exceed thirty-five feet in height, board of zoning adjustment could not grant permit for drive-in theater having screen in excess of that height. State ex rel. Barr v. Fleming (A.), 259 S.W.2d 417.\n\n(1955) Provision authorizing appointment of referee to take additional evidence on certiorari held repealed by section 22, Article V of the constitution and chapter 536, RSMo. State ex rel. Horn v. Randall (A.), 275 S.W.2d 758.\n\n(1958) Section 22, Article V of the constitution does not affect this section and, therefore, the reviewing court on certiorari may hear and consider evidence in addition to that before the board. State ex rel. Beacon Court v. Wind (A.), 309 S.W.2d 663.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-120/"
    },
    {
      "id": "section-64-122",
      "number": "64.122",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.122. Regulation by board may limit uses of buildings, structures, or land in specific districts — special use permit issued by board, exceptions (first class counties). —Regulations adopted pursuant to the provisions of sections 64.010 to 64.160 may include appropriate and reasonable provisions for the control of the use of buildings, structures, or land, which use of same cannot, in the opinion of the board, be placed, specified or generally permitted in a specific district or districts because of the peculiar nature of the uses. The uses shall be limited to those which, if placed, specified or generally permitted in a specific district or districts, would pose undue regulatory difficulties. The uses shall be permitted only by a special use permit issued by the board as a permissive use and not as a rezoning after public hearing before the planning commission as provided by section 64.110, and a report and recommendation made by the commission to the board. The special permit shall set out regulations, restrictions, limitations and termination date so that reasonable control may be exercised over said uses; however, no such restriction shall relate to the identity of the owner. This section shall not allow the application of requirements for special use permits for any retail or retail service establishment in a district in which retail and retail service establishments generally are permitted uses, nor for any wholesale distribution establishment in a district in which wholesale storage and distribution establishments generally are permitted uses.\n\n(L. 1993 H.B. 910 § 64.120 subsec. 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-122/"
    },
    {
      "id": "section-64-130",
      "number": "64.130",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.130. Regulations shall govern, when (first class counties). —Wherever the county zoning regulations made under authority of sections 64.010 to 64.160 require a greater width or size of yards, courts or other open spaces, or require a lower height of building or less number of stories, or require greater percentage of lot to be left unoccupied or require a lower density of population, or require a more restricted use of land, or impose other higher standards than are required in any other statute, local order or regulations, private deed restrictions or private covenants, the provisions of the regulations made under authority of sections 64.010 to 64.160 shall govern.\n\n(L. 1941 p. 481 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-130/"
    },
    {
      "id": "section-64-140",
      "number": "64.140",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.140. Amendment of regulations — protests (certain first class counties). —The regulations imposed and the districts created under authority of sections 64.010 to 64.160 may be amended from time to time by the county commission by order after the order establishing the same has gone into effect, but no such amendment shall be made without a hearing before the county planning commission; or if there be no county planning commission, such hearing shall be held by the county zoning commission. Such hearing shall be held in any one place in the county designated by the planning or zoning commission regardless of the location of the land affected by such amendment or amendments. Public notice of such hearing shall be given by at least one publication in one newspaper published in the county at least fifteen days before the date of the hearing. In case of written protest against any proposed amendment, signed and acknowledged by the owners of thirty percent of the frontage within one thousand feet to the right or left of the frontage proposed to be changed, or by the owners of thirty percent of the frontage directly opposite, or directly in the rear of the frontage proposed to be altered, or in cases where the land affected lies within one and one-half miles of the limits of a municipality, by the city council or zoning board of any such municipality, filed with the county clerk, such amendment may not be passed except by the favorable vote of two-thirds of all the members of the county commission.\n\n(L. 1941 p. 481 § 13, A.L. 1945 p. 1327, A.L. 1988 H.B. 923)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-140/"
    },
    {
      "id": "section-64-150",
      "number": "64.150",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.150. Enforcement officer — duties (first class counties). —Any county commission which has adopted a zoning plan, as provided in sections 64.010 to 64.160, shall appoint an officer or designate one of the existing county officials to enforce the provisions of sections 64.010 to 64.160. After the appointment of such officer or official, no building or other structure shall be erected, constructed, reconstructed, enlarged or altered, or repaired in such manner as to prolong the life of the building, nor shall the use of any land be changed without first obtaining a permit issued by such officer or official under the provisions of sections 64.010 to 64.160, except that no permit shall be required for ordinary repairs on conforming use structures. Such permit shall be issued only when the request therefor is in conformity with the regulations adopted. Such enforcement officer shall act as the executive secretary of the planning or zoning commission and is charged with the administration and enforcement of zoning regulations, setback line regulations, subdivision regulations and such other regulations as may be adopted. Such officer shall forthwith refer all violations of said regulations to the county general attorney for appropriate action, and shall examine all subdivision plats and determine whether the proposed development conforms to the regulations adopted. If such proposed subdivision plat conforms to the adopted regulations, such plat shall be by such officer promptly approved, or such plat may be referred by said officer to the planning commission for its approval, amendment or rejection.\n\n(L. 1941 p. 481 § 11, A.L. 1945 p. 1327)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-150/"
    },
    {
      "id": "section-64-160",
      "number": "64.160",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.160. Violation a misdemeanor (first class counties). —A violation of sections 64.010 to 64.160 or of any order or regulation adopted under authority of said sections shall be deemed a misdemeanor. The proper county authorities or any persons, the value or use of whose property is or may be affected by such violation in addition to other remedies, may also institute any appropriate action or proceedings by preventing or removing such violation.\n\n(L. 1941 p. 481 § 15)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-160/"
    },
    {
      "id": "section-64-170",
      "number": "64.170",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.170. County commissions control construction — issue building permits — Jefferson County, separate provision — vote required for adoption of a building code, when. —1. For the purpose of promoting the public safety, health and general welfare, to protect life and property and to prevent the construction of fire hazardous buildings, the county commission in all counties of the first and second classification, as provided by law, is for this purpose empowered, subject to the provisions of subsections 2 and 3 of this section, to adopt by order or ordinance regulations to control the construction, reconstruction, alteration or repair of any building or structure and any electrical wiring or electrical installation, plumbing or drain laying therein, and provide for the issuance of building permits and adopt regulations licensing persons, firms or corporations other than federal, state or local governments, public utilities and their contractors engaged in the business of electrical wiring or installations and provide for the inspection thereof and establish a schedule of permit, license and inspection fees and appoint a building commission to prepare the regulations, as herein provided.\n\n2. Any county which has not adopted a building code prior to August 28, 2001, pursuant to sections 64.170 to 64.200, shall not have the authority to adopt a building code pursuant to such sections unless the authority is approved by voters, subject to the provisions of subsection 3 of this section. The ballot of submission for authority pursuant to this subsection shall be in substantially the following form:\n\n3. The proposal of the authority to adopt a building code shall be voted on only by voters in the area affected by the proposed code, such that a code affecting a county shall not be voted upon by citizens of any incorporated territory.\n\n(RSMo 1939 § 14942, A.L. 1945 p. 616, A.L. 1963 p. 117, A.L. 1999 S.B. 160 & 82, A.L. 2001 S.B. 86, A.L. 2008 S.B. 1181, et al.)\n\nPrior revisions: 1929 § 13749; 1919 § 10391; 1909 § 1294",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-170/"
    },
    {
      "id": "section-64-180",
      "number": "64.180",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.180. Building commission — appointment — term — code of regulations — enforcement (first and second class counties). —1. The county commission of any county which shall exercise the authority granted under the provisions of sections 64.170 to 64.200 shall appoint a building commission consisting of five members, residents and taxpayers of the county, one of whom shall be a member of the county commission, to be selected by the county commission. The members of the commission shall serve without compensation for a term of two years. The term of the county commission member shall not extend beyond the tenure of his office.\n\n2. Said commission shall prepare a building and electrical code of regulations under the powers granted herein, which shall be submitted to the county commission for adoption. Such code of regulations shall be in accord with standards prescribed by recognized inspection and testing laboratories and agencies consistent with section 64.196.\n\n3. Before the adoption of such code of regulations, the county commission shall hold at least three public hearings thereon, fifteen days' notice of the time and place of which shall be published in at least two newspapers having general circulation within the county and notice of such hearings shall also be posted at least fifteen days in advance thereof in four conspicuous places in the county. The regulations adopted shall be applicable to the unincorporated territory of the county, except as otherwise provided herein, and may from time to time be amended by the county commission after hearings are held and notice given, as prescribed herein. The county commission is authorized to employ and pay the personnel necessary to enforce the regulations adopted.\n\n(RSMo 1939 § 14943, A.L. 1945 p. 616, A.L. 2001 S.B. 86)\n\nPrior revisions: 1929 § 13750; 1919 § 10392; 1909 § 1295\n\n(1972) Supreme court had exclusive jurisdiction over appeal from quo warranto proceeding to oust appellants from office of building commission of Jefferson County since office was one to which officer was elected or appointed under authority of law and the authority and duties thereof were prescribed by law. State ex rel. Donald v. Leonard (A.), 480 S.W.2d 71.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-180/"
    },
    {
      "id": "section-64-190",
      "number": "64.190",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.190. Building commission — powers — exception (first and second class counties). —Said commission or such members thereof as are designated under the regulations adopted by the county commission shall be authorized to examine all applicants for a license to engage in electrical wiring or installation work and shall have authority under said regulations to revoke or suspend any license issued for refusal or failure to comply with the regulations adopted, and any person, firm or corporation licensed under the provisions of sections 64.170 to 64.200 shall be authorized to make electrical installations in any municipality in the county and be subject to the inspection requirements contained in the regulations adopted hereunder and shall not be licensed by any city, town or village in said county; provided, that the provisions of sections 64.170 to 64.200 shall not apply to any city having or that may hereafter have a population of more than one hundred and twenty thousand inhabitants.\n\n(RSMo 1939 § 14944, A.L. 1945 p. 616, A.L. 1978 H.B. 1823)\n\nPrior revisions: 1929 § 13751; 1919 § 10393; 1909 § 1296",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-190/"
    },
    {
      "id": "section-64-196",
      "number": "64.196",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.196. Nationally recognized building code adopted, when. —1. After August 28, 2001, any county seeking to adopt a building code in a manner set forth in section 64.180 shall, in creating or amending such code, adopt a current, calendar year 1999 or later edition, nationally recognized building code, as amended.\n\n2. No county building ordinance so adopted shall conflict with liquefied petroleum gas installations governed by section 323.020.\n\n(L. 2001 S.B. 86, A.L. 2013 H.B. 542 merged with S.B. 23)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-196/"
    },
    {
      "id": "section-64-200",
      "number": "64.200",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.200. Violation a misdemeanor (first and second class counties). —A violation of sections 64.170 to 64.200 or of any order or regulation adopted under the authority of said sections shall be deemed a misdemeanor.\n\n(RSMo 1939 § 14945, A.L. 1945 p. 616)\n\nPrior revisions: 1929 § 13752; 1919 § 10394; 1909 § 1297",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-200/"
    },
    {
      "id": "section-64-205",
      "number": "64.205",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.205. Applicability of sections 64.170 to 64.200 (first and second class counties). —Sections 64.170 to 64.200 shall apply to all counties of the first and second class.\n\n(L. 1963 p. 117)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-205/"
    },
    {
      "id": "section-64-207",
      "number": "64.207",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.207. Property maintenance code for habitability of rented residences — requirements — authority of county commission, limitations. (Boone County) —1. The county commission of any county of the first classification with more than one hundred fifty thousand but fewer than two hundred thousand inhabitants may adopt rules, regulations, or ordinances to ensure the habitability of rented residences.\n\n2. The rules, regulations, or ordinances shall require each rented residence provide:\n\n(1) Structural protection from the elements;\n\n(2) Access to water service, including hot water;\n\n(3) Sewer service;\n\n(4) Access to electrical service;\n\n(5) Heat to the residence; and\n\n(6) Basic security, which, at a minimum, shall include locking doors and windows.\n\n­­If a utility service is unavailable because a tenant fails to pay for service, the unavailability shall not be a violation of the rules, regulations, or ordinances.\n\n3. If a county elects to enact rules, regulations, or ordinances under this section, at a minimum, they shall contain the following provisions:\n\n(1) (a) The county commission shall create a process for selecting a designated officer to respond to written complaints of the condition of a rented residence that threatens the health or safety of tenants;\n\n(b) Any written complaint under this section shall be submitted by a tenant who is a lawful tenant who has signed a lease agreement with the property owner or his or her agent, and which tenant is current on all rent due;\n\n(2) The owner of record of any rented residence against which a written complaint has been submitted shall be served with adequate notice. The notice shall specify the condition alleged in the complaint and state a reasonable date that abatement of the condition shall commence. Notice shall be served by personal service or certified mail, return receipt requested, or, if those methods are unsuccessful, by publication;\n\n(3) The owner of record and any other person who has an interest in the rented residence shall be parties in a hearing under subdivision (4) of this subsection;\n\n(4) If work to abate the condition does not commence by the date stated in the notice or if the work does not proceed continuously and without unnecessary delay, as determined by the designated officer, the complaint shall be given a hearing before the county commission. Parties shall be given at least ten days' notice of the hearing. Any party may be represented by counsel, and all parties shall have an opportunity to be heard. If the county commission finds that the rented residence has a dangerous condition that is detrimental to the health, safety, or welfare of the tenant, the county commission shall issue an order that the condition be abated. The order shall state specific facts, based on competent and substantiated evidence, that support its finding. If the county commission finds that the rented residence does not have a dangerous condition that is detrimental to the health, safety, or welfare of the tenant, the county commission shall not issue an order; and\n\n(5) Any violation of the order issued by the county commission may be punished by a penalty, which shall not exceed a class C misdemeanor. Each day a violation continues shall be deemed a separate violation. Any penalty enacted in the rules, regulations, or ordinances shall not be the exclusive punishment for the condition. The designated officer may, in his or her own name or in the name of the county, seek and obtain any judicial relief provided under equity or law including, but not limited to, civil fines authorized under section 49.272, declaratory relief, and injunctive relief. The designated officer may declare the continued occupancy of the rented residence unlawful while the condition or conditions remain unabated.\n\n4. The county commission shall only have the authority to respond to written complaints submitted to the county commission and shall not have the authority to:\n\n(1) Charge any fee for any action authorized under this section;\n\n(2) Perform any inspection of rented residences unless in response to a written complaint; or\n\n(3) Require licensing, registration, or certification of a rented residence on a regular schedule or before offering a residence for rent.\n\n(L. 2021 H.B. 271)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-207/"
    },
    {
      "id": "section-64-211",
      "number": "64.211",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.211. Creation of county planning board — election — ballot form. —1. The county commission of any county of the first classification not having a charter form of government and not operating a planning or zoning program under the provisions of sections 64.800 to 64.905 may, after approval by vote of the people of that county, provide for the preparation, adoption, amendment, extension and carrying out of a county plan. Upon adoption of the county plan there shall be created in the county a county planning board with the powers and duties as set forth in sections 64.211 to 64.295.\n\n2. The county commission may, at any general election, present to the voters of the county the question of the establishment of county planning. The county clerk shall cause to be printed a ballot containing the following:\n\n­­To vote in favor of the question place an \"X\" in the box opposite the word \"YES\". To vote against the question place an \"X\" in the box opposite the word \"NO\".\n\n3. If a majority of the votes cast at the election is in favor of county planning, the county commission shall create by order entered of record a county planning board to proceed with a program of county planning as provided in sections 64.211 to 64.295.\n\n(L. 1959 S.B. 309 § 1, A.L. 1974 H.B. 1446, A.L. 1979 H.B. 663, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-211/"
    },
    {
      "id": "section-64-212",
      "number": "64.212",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.212. Termination of county planning, election — ballot form. —1. Upon receipt of a petition signed by a number of voters, resident in the county, equal to five percent of the total votes cast in the county at the next preceding election for governor requesting an election on the question, the county commission in any county which has adopted a county plan as authorized by section 64.211 shall, at a special election called for that purpose or at the next general election, submit to the voters of the county the proposition to terminate the program. The county clerk shall prepare the ballot substantially in the following form:\n\n2. If a majority of those voting on the question vote for the termination of the program, the county commission shall declare the program terminated and shall discharge any board appointed thereunder. Any resolution, ordinance or regulation adopted under the program pursuant to the provisions of sections 64.211 to 64.295 shall be void and of no effect from and after the termination of the program as provided in this section.\n\n(L. 1979 H.B. 663, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-212/"
    },
    {
      "id": "section-64-215",
      "number": "64.215",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.215. County planning board, members (exception for Cass County), terms, removal, expenses, chairman (noncharter first classification counties). —1. Except as otherwise provided in subsection 2 of this section, the county planning board shall consist of one of the commissioners of the county commission selected by the county commission, the county highway engineer, both of whom shall serve during their tenure of office, except that in any county of the first classification with more than eighty-two thousand but fewer than eighty-two thousand one hundred inhabitants such members shall be nonvoting members, and six residents of the unincorporated territory of the county who shall be appointed by the county commission. The term of the six appointed members shall be four years or until their successor takes office, except that the original term of three of the six appointed members shall be two years. Members may be removed for cause by the county commission upon written charges after public hearings. Any vacancy may be filled by the county commission for the unexpired term of any member whose term becomes vacant, or until the member's successor takes office. All members of the board shall serve without compensation; except, that an attendance fee as reimbursement for expenses may be paid to the appointed members of the board in an amount, set by the county commission, not to exceed twenty-five dollars per meeting. The planning board shall elect its chairman from among the appointed members.\n\n2. In any county of the first classification with a population of at least two hundred thousand inhabitants which does not adjoin any other county of the first classification, the county planning board may, at the option of the county commission, consist of one of the commissioners of the county commission selected by the county commission, and shall include the county highway engineer and six residents of the unincorporated territory of the county, who shall be appointed by the county commission. The county highway engineer and the county commissioner, if a member of the board, shall serve during such person's tenure of office. The term of the six appointed members shall be three years or until their successor takes office.\n\n(L. 1959 S.B. 309 § 2, A.L. 1974 H.B. 1446, A.L. 1994 H.B. 1175, A.L. 2005 H.B. 58 merged with H.B. 345 merged with S.B. 210 merged with S.B. 259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-215/"
    },
    {
      "id": "section-64-221",
      "number": "64.221",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.221. Planning board, rules of procedure — records (noncharter first class counties). —The county planning board may create and adopt rules for the transaction of its business and shall keep a public record of its resolutions, transactions, findings, and recommendations.\n\n(L. 1959 S.B. 309 § 3, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-221/"
    },
    {
      "id": "section-64-225",
      "number": "64.225",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.225. Planning director, appointment, duties, employees, expenses (noncharter first class counties). —There is hereby created the office of planning director, who shall be appointed by the planning board, subject to the approval of the county commission, and receive such compensation as set by the county commission. The planning director shall act as executive secretary of the planning or zoning commission and the board of zoning adjustment and the planning director shall be charged with the administration of the zoning laws and regulations adopted and the issuance of permits in conformity with the regulations adopted. The planning director shall examine all subdivision plats and determine whether the proposed development conforms to the regulations adopted. If the proposed subdivision plat conforms to the regulations adopted, the plat shall be promptly approved by the planning director, or the plat may be referred by the planning director to the planning board for its approval, amendment or rejection. The board may appoint such other employees as it deems necessary for its work and may contract with planners and other consultants for such services as it may require and may incur other necessary expenses, except that the expenditures of county funds by the board shall not be in excess of the amounts appropriated for that purpose by the county commission. The board shall have such other powers as are appropriate to enable it to perform its duties.\n\n(L. 1959 S.B. 309 § 3, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-225/"
    },
    {
      "id": "section-64-231",
      "number": "64.231",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.231. Master plan, contents, amendment, hearings, adoption, recording. —1. The county planning board shall have power to make, adopt and may publish an official master plan for the county for the purpose of bringing about coordinated physical development in accordance with present and future needs. The master plan shall be developed so as to conserve the natural resources of the county, to ensure efficient expenditure of public funds, and to promote the health, safety, convenience, prosperity and general welfare of the inhabitants. The master plan may include, among other things, a land use plan, studies and recommendations relative to the locations, character and extent of highways, railroads, bus, streetcar and other transportation routes, bridges, public buildings, schools, sewers, parks and recreation facilities, parkways, forests, wildlife refuges, dams and projects affecting conservation of natural resources. The county planning board may adopt the master plan in whole or in part, and subsequently amend or extend the adopted plan or any portion thereof. Before the adoption, amendment or extension of the plan or portion thereof, the board shall hold at least one public hearing thereon, fifteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the county, and notice of the hearing shall also be posted on the county's website. The hearing may be adjourned from time to time. The adoption of the plan shall be by resolution carried by not less than a majority vote of the full membership of the county planning board. After the adoption of the master plan an attested copy shall be certified to the county clerk and a copy shall be recorded in the office of the recorder of deeds.\n\n2. The master plan, with the accompanying maps, diagrams, charts, descriptive matter, and reports, shall include the plans specified by this section which are appropriate to the county and which may be made the basis for its physical development. The master plan may comprise any, all, or any combination of the plans specified in this section, for all or any part of the county.\n\n(L. 1959 S.B. 309 § 4, A.L. 1994 H.B. 1175, A.L. 2025 H.B. 199)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-231/"
    },
    {
      "id": "section-64-235",
      "number": "64.235",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.235. Improvements to conform to plan, approval required (noncharter first class counties). —From and after the adoption of the master plan or portion thereof and its proper certification and recording, then and thenceforth no improvement of a type embraced within the recommendations of the master plan shall be constructed or authorized without first submitting the proposed plans thereof to the county planning board and receiving the written approval and recommendations of the board; except that this requirement shall be deemed to be waived if the county planning board fails to make its report and recommendations within forty-five days after the receipt of the proposed plans. If a development or public improvement is proposed to be located in the unincorporated territory of the county by any municipality, county, public board or commission, the disapproval or recommendations of the county planning board may be overruled by the county commission, which shall certify its reasons therefor to the planning board, nor shall anything herein interfere with such development or public improvement as may have been, or may hereafter be, specifically authorized or permitted by a certificate of public convenience and necessity, or order issued by the public service commission, or by permit of the county commission after public hearing in the manner provided by section 64.231.\n\n(L. 1959 S.B. 309 § 5, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-235/"
    },
    {
      "id": "section-64-241",
      "number": "64.241",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.241. Subdivision regulations, contents, how adopted — bond for compliance (noncharter first class counties). —The county planning board may prepare and adopt regulations governing the subdivision of land, within the unincorporated area, including all plats or proposed streets prepared for record, and all division of land or lots into two or more parts, except the division of land resulting in tracts or lots, the smallest of which is an area of five acres or more, or ten acres or more in any county having a population of at least two hundred seven thousand. The regulations may provide for the proper location and width of streets, building lines, open spaces, minimum width and area of lots, access to major streets, street grading and paving, drainage or utility easements, sewers, water and other utilities, which are necessary to avoid the congestion of population, and to protect the public health, safety or the general welfare of the inhabitants in the unincorporated portions of the county. The regulations shall be adopted by the board only after public hearing has been held thereon at any one place in the county, public notice of which shall be given in the same manner as provided for hearings in section 64.231. The regulations shall become effective after their approval and adoption by order of the county commission, and may after their adoption be amended by the county commission after public hearing and recommendation by the board as provided by section 64.231. In lieu of the immediate completion or installation of improvements required under the regulations adopted, the county auditor shall accept bond for the county in an amount and with surety and conditions prescribed by the county commission. The bond shall provide and secure to the county the actual construction of such improvements and utilities within the period prescribed by the regulations.\n\n(L. 1959 S.B. 309 § 6, A.L. 1994 H.B. 1175, A.L. 1998 S.B. 739)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-241/"
    },
    {
      "id": "section-64-245",
      "number": "64.245",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.245. Subdivision plat or instrument describing not to be recorded until approved (noncharter first class counties). —After the county commission has adopted the subdivision regulations, no plat or instrument describing a subdivision of land within the unincorporated area of the county shall be recorded or vacated until the plat is first submitted to the planning board. No plat shall be approved in any county in which emergency telephone services or central dispatching services are provided and funded pursuant to sections 190.300 to 190.329, unless any requirement by the governing body of the county or of the board established pursuant to section 190.329 to provide such governing body or such board with maps and site plans of the subdivision so that the subdivision addresses, streets, drives and roadways may be added to and included in any computer database used in conjunction with providing such services are met. The board, after hearing, may vacate any plat of a subdivision of land including roads, streets, highways and alleys. At such hearing, the board may require that expert witnesses providing evidence be sworn in so that their statements are statements made under oath. Upon the vacation of the plat, the recorder of deeds shall be notified in writing of the vacation. If the county planning board does not report upon the plat within thirty days, it may then be deemed approved. If the plat is amended or rejected by the planning board, such action may be overruled and the plat approved only by the county commission, after public hearing. The reasons for the overruling shall be spread upon the minutes of the county commission. The recorder of deeds shall not record a plat of a subdivision of land in the unincorporated area of the county until the recorder has received a certificate of authority from the county planning director, who shall issue the certificate if the plat has been approved, pursuant to the provisions of sections 64.211 to 64.295. The county planning board may, upon written request of the legislative body of an incorporated area in which there is no municipal planning commission, pass upon subdivision plats within the incorporated areas, and the plat shall be subject to all rules and regulations of the county planning board and shall not be recorded until it has been approved in the same manner as a subdivision plat in an unincorporated area. If the county planning board does agree to pass upon plats in an incorporated area, the county recorder shall be advised of the fact by registered letter from the planning board and the municipal legislative body.\n\n(L. 1959 S.B. 309 § 7, A.L. 1993 H.B. 910, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-245/"
    },
    {
      "id": "section-64-251",
      "number": "64.251",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.251. Building or setback lines on major highways, hearing, modification (noncharter first class counties). —Whenever a plan for major highways has been prepared, the county commission, upon recommendation of the planning board, is hereby authorized and empowered to establish, regulate and limit and to change and amend, by order, building or setback lines on the major highways, and to prohibit any new building being located within the building or setback lines outside the corporate limits of any city, village or incorporated town. When a plan for proposed highways or other public improvements has been prepared, the county commission in the same manner is authorized to prohibit any new building being located within the proposed site or right-of-way when the center line of the proposed highway or the limits of the proposed sites have been carefully determined and are accurately delineated on maps approved by the planning board according to the procedures set out in section 64.231 and adopted by the county commission. The county commission shall provide for the method by which this section shall be administered and enforced and may provide for a board of adjustment with powers to modify or vary the regulations, in specific cases, in order that unwarranted hardship, which constitutes an unreasonable deprivation of use as distinguished from the mere grant of a privilege, may be avoided. If there is a county board of zoning adjustment, as herein provided, the board shall be appointed to serve as the board of adjustment for the building line regulations. If there is no county board of zoning adjustment, the personnel, length of terms, method of appointment and organization of the board of adjustment for the building line regulations shall be the same as provided in section 64.281 for the board of zoning adjustment. The regulations of this section shall not be adopted, changed or amended until a public hearing has been held thereon by the planning board, public notice of which shall be given in the same manner as provided for the hearing in section 64.231.\n\n(L. 1959 S.B. 309 § 8, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-251/"
    },
    {
      "id": "section-64-255",
      "number": "64.255",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.255. Building and lot regulations — nonconforming uses, regulations limited (noncharter first class counties). —1. For the purpose of promoting health, safety, morals, comfort or the general welfare of the unincorporated portion of counties, to conserve and protect property and building values, to secure the most economical use of the land and to facilitate the adequate provision of public improvements all in accordance with a comprehensive plan, the county commission in all counties of the first class not having a charter form of government and not operating a planning or zoning program under the provisions of sections 64.800 to 64.905, is hereby empowered to regulate and restrict, by order, in the unincorporated portions of the county, the height, number of stories, and size of buildings, the percentage of lots that may be occupied, the size of yards, courts and other open spaces, the density of population, the location and use of buildings, signs, structures and land for trade, industry, residence, parks or other purposes, including areas for agriculture, forestry and recreation.\n\n2. The powers by sections 64.211 to 64.295 given shall not be exercised so as to deprive the owner, lessee or tenant of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted, except that reasonable regulations may be adopted for the gradual elimination of nonconforming uses from districts zoned for residential use.\n\n(L. 1959 S.B. 309 § 9, A.L. 1974 H.B. 1446)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-255/"
    },
    {
      "id": "section-64-261",
      "number": "64.261",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.261. Zoning districts, creation, regulations (noncharter first class counties). —For any or all of said purposes, the unincorporated territory may be divided into districts of such number, shape and area as may be deemed best suited to carry out the purposes of sections 64.211 to 64.295, and shall be shown upon the plans or described in the regulations along with standards for their application. Within the districts, the erection, construction, reconstruction, alteration, repair or use of buildings, structures or land may be regulated and restricted. All the regulations shall be uniform for each class or kind of buildings or land uses throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive plan, and shall give reasonable consideration, among other things, to the existing use and character of the district, its suitability for particular uses, conserving the value of buildings and of existing development, and encouraging the most appropriate use of land throughout the county.\n\n(L. 1959 S.B. 309 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-261/"
    },
    {
      "id": "section-64-265",
      "number": "64.265",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.265. Establishment of original districts, notice, hearings, powers of county commission (noncharter first class counties). —The county commission shall provide for the manner in which the regulations, restrictions and boundaries of the districts shall be determined, established and enforced, and from time to time amended, supplemented or changed. In order to avail itself of the powers conferred by the provisions of sections 64.211 to 64.295, the county commission shall request the county planning board to recommend the boundaries of the various original districts and appropriate regulations to be enforced therein. The board shall make a preliminary report and a proposed zoning order and shall hold public hearings thereon and shall afford persons interested an opportunity to be heard. A public hearing shall be held in each township affected by the terms of the proposed order, notice of which shall be given in the same manner as provided in section 64.231. The notice shall state the time and place of the hearing and the place where copies of the proposed report and order will be accessible for examination by interested parties. The hearings may be adjourned from time to time. Within ninety days after the final adjournment of the hearings the board shall make a report and submit a proposed order to the county commission. The county commission may enact the order with or without change or may refer it back to the board for further consideration. In the preparation of its report and proposed zoning order the board may incur such expenditures as are authorized by the county commission.\n\n(L. 1959 S.B. 309 § 11, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-265/"
    },
    {
      "id": "section-64-271",
      "number": "64.271",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.271. Change in regulations and districts, hearing before commission — effect of protest (noncharter first class counties). —1. The regulations imposed under authority of sections 64.211 to 64.295 may be amended, supplemented or changed from time to time by the county commission after the order establishing the same has gone into effect, but no such amendment shall be made without a report and recommendation from the planning board after public hearing before the board, public notice of which shall be given in the same manner as provided for the hearing in section 64.231.\n\n2. The districts created under authority of sections 64.211 to 64.295 may be amended, supplemented or changed from time to time by the county commission after the order establishing the same has gone into effect, but no such amendment shall be made without a report and recommendation from the planning board after a public hearing before the board. The hearing shall be held in any one place in the county designated by the planning or zoning board regardless of the location of the land affected by the amendment. Public notice of the hearing shall be given in at least one publication in a newspaper of general circulation in the county at least fifteen days before the date of the hearing.\n\n3. In case of written protest against any proposed amendment, signed and acknowledged by the owners of thirty percent of the frontage within one thousand feet to the right or left of the frontage proposed to be changed, or by the owners of thirty percent of the frontage directly opposite, or directly in the rear of the frontage proposed to be altered, or in cases where the land affected lies within one and one-half miles of the limits of a municipality, by the city council or zoning board of any such municipality, filed with the county clerk, such amendment may not be passed except by the favorable vote of two-thirds of all the members of the county commission.\n\n(L. 1959 S.B. 309 § 12, A.L. 1988 H.B. 923, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-271/"
    },
    {
      "id": "section-64-275",
      "number": "64.275",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.275. Powers of county commission on review of report of planning board (noncharter first class counties). —The planning board shall file a recommendation and report with the county commission. The scope of review by the county commission shall be limited to the recommendation and report of the board; except that the county commission may hear and consider additional evidence, if the county commission finds that the evidence in the exercise of reasonable diligence could not have been produced, or was improperly excluded at the hearing before the board. The county commission may in any case hear and consider evidence of alleged irregularities in procedure, or of unfairness by the board, not shown in the record. The county commission in determining the result reached by the board shall give due weight to the opportunity of the board to observe the witnesses and to the expertness and experience of the board. Whenever the county commission finds there is competent and material evidence, which in the exercise of reasonable diligence could not have been produced, or was improperly excluded at the hearing before the board, the county commission may remand the case to the board with directions to reconsider the same in the light of the evidence. The report shall consist of a complete transcript of the entire record, proceedings and evidence before the board. The county commission before deciding the case shall personally consider the whole record, or such portions thereof as may be cited by the parties, and shall personally consider any oral or written arguments presented by all interested parties.\n\n(L. 1959 S.B. 309 § 13, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-275/"
    },
    {
      "id": "section-64-281",
      "number": "64.281",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.281. Members of county commission as board of zoning adjustment, meetings, notice, procedure, powers — special permits, judicial review (noncharter first class counties). —1. Any county commission which has appointed a planning board, as provided in sections 64.211 to 64.295, shall create by order a county board of zoning adjustment. The board of zoning adjustment shall consist of three commissioners of the county commission whose terms shall be only for the duration of their tenure of office. The board of zoning adjustment shall adopt rules of procedure consistent with the provisions of the zoning regulations and the provisions of sections 64.211 to 64.295. The chairman, or in the chairman's absence the acting chairman, shall administer oaths and compel the attendance of witnesses. All meetings of the board of zoning adjustment shall be open to the public. Public notice of such meeting shall be given in at least one publication in a newspaper of general circulation in the county at least fifteen days before the date of the meeting. The notice shall state the time and place of the hearing and the official docket of the board of zoning adjustment and the place where the specific requests will be accessible for examination by interested parties. Minutes shall be filed in the office of the county clerk and shall be a public record. Appeals to the board of zoning adjustment may be taken by any person aggrieved or by a public officer, department, board or bureau affected by any order or decision of the administrative officer in administering county zoning regulations. The appeal shall be taken within a period of not more than three months, and in the manner provided by the rules of the board of zoning adjustment. The appeal shall stay all proceedings in furtherance of the action appealed from, unless the officer from whom the appeal is taken shall certify to the board of zoning adjustment that the grounds of appeal would, in the officer's opinion, jeopardize or be detrimental to life or property. The board of zoning adjustment shall have the following powers and it shall be its duty:\n\n(1) To hear and decide appeals where it is alleged there is error of law in any order, requirement, decision, or determination made by an administrative official in the enforcement of the county zoning regulations;\n\n(2) To hear and decide all matters referred to it or upon which it is required to pass under county zoning regulations;\n\n(3) In passing upon appeals, where there are practical difficulties or unnecessary hardship in the way of carrying out the strict letter of such order, which difficulties or hardship constitute an unreasonable deprivation of use as distinguished from merely granting a privilege, the board of zoning adjustment may vary or modify the application of any of the regulations or provisions so the intended purpose of the regulations shall be strictly observed, public safety and welfare secured and substantial justice done.\n\n2. In exercising the above powers, the board of zoning adjustment may in conformity with the provisions of sections 64.211 to 64.295, reverse or affirm wholly or partly, or may modify the order, requirement, decision or determination appealed from and may make such order, requirement, decision or determination as ought to be made, and to that end shall have all the powers of the officer from whom the appeal is taken.\n\n3. Regulations adopted pursuant to the provisions of sections 64.211 to 64.295 may include appropriate and reasonable provisions for the control of the use of buildings, structures, or land, which use of same cannot, in the opinion of the board of zoning adjustment, be placed, specified, or generally permitted in a specific district or districts because of the peculiar nature of the uses. The uses shall be limited to those which, if placed, specified or generally permitted in a specific district or districts, would pose undue regulatory difficulties. The uses shall be permitted only by a special permit issued by the board of zoning adjustment as a permissive use and not as a rezoning, after public hearing before the planning board, as provided by subsection 2 of section 64.271, and a report and recommendation made by the planning board to the board of zoning adjustment. The special permit shall set out regulations, restrictions, limitations and termination date so that reasonable control may be exercised over said uses. This section shall not allow the application of requirements for special use permits for any retail or retail service establishment in a district in which retail and retail service establishments generally are permitted uses, nor for any wholesale distribution establishment in a district in which wholesale storage and distribution establishments generally are permitted uses.\n\n4. Any person aggrieved by any decision of the county board of zoning adjustment, or of the county commission, or of any officer, department, board or bureau of the county may present to the circuit court having jurisdiction in the county in which the property affected is located, a petition in the manner and form provided by section 536.110.\n\n(L. 1959 S.B. 309 § 14, A.L. 1994 H.B. 1175)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-281/"
    },
    {
      "id": "section-64-285",
      "number": "64.285",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.285. Zoning regulations to supersede other laws or restrictions, when (noncharter first class counties). —Whenever the county zoning regulations made under the authority of sections 64.211 to 64.295 require a greater width or size of yards, courts, or other open spaces, or require a lower height of building or less number of stories, or require greater percentage of lot to be left unoccupied, or require a lower density of population, or require a more restricted use of land, or impose other higher standards than are required in any other statute, local order or regulation, private deed restrictions or private covenants, the provisions of the regulations made under authority of sections 64.211 to 64.295 shall govern.\n\n(L. 1959 S.B. 309 § 15)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-285/"
    },
    {
      "id": "section-64-291",
      "number": "64.291",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.291. Zoning enforcement officers, appointment, compensation, duties (noncharter first class counties). —Any county commission which has adopted a zoning plan as provided by sections 64.211 to 64.295 shall appoint an enforcement officer who shall serve at the pleasure of the commission and receive such compensation as designated by the commission. The enforcement officer shall be charged with the enforcement of the zoning regulations, setback regulations, subdivision regulations and such other regulations as may be adopted. The enforcement officer may appoint such employees as are deemed necessary and may incur other necessary expenses, all subject to the approval of the county commission. The enforcement officer or his deputies shall forthwith file a complaint of all violations of the regulations of sections 64.211 to 64.295 with the county prosecuting attorney, in the name of the county, for appropriate action.\n\n(L. 1959 S.B. 309 § 16)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-291/"
    },
    {
      "id": "section-64-295",
      "number": "64.295",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.295. Violations of law or regulation, misdemeanor — civil remedies (noncharter first class counties). —A violation of the provisions of sections 64.211 to 64.295, or of any order or regulation adopted under authority of sections 64.211 to 64.295, is a misdemeanor. The proper county authorities or any persons, the value or use of whose property is or may be affected by such violation in addition to other remedies, may also institute any appropriate action or proceedings by preventing or removing such violation.\n\n(L. 1959 S.B. 309 § 17)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-295/"
    },
    {
      "id": "section-64-300",
      "number": "64.300",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.300. Sewers and ditches in certain first class counties near recreation areas to be enclosed — failure a nuisance — penalty. —1. Any person who owns, leases, controls or operates lands within any county of the first class having less than seven hundred thousand inhabitants upon which there is any type of structure which is regularly used as a residence, club or association, and wherein more than twenty persons at any one time regularly reside or use the premises for the purpose of congregating or meeting, and which structure contains kitchens, toilets or washroom facilities, which lands may be located or situate within a distance of one thousand yards from lands or areas used as a children's playground, campsite, school grounds, park, or other resort areas for children, shall cause any and all sewers or ditches located upon the land and used for the purpose of discharging and carrying away raw sewage or effluent from the building or premises, to be fully and completely enclosed.\n\n2. Any such sewer or enclosed ditch so constructed which allows or permits offensive and unhealthful odors to emanate therefrom shall be considered a nuisance and shall be condemned as such and shall not be used for the purpose of carrying raw sewage and effluent until all cause of the odors is fully and completely eliminated.\n\n3. Any person who is in charge of such lands or premises and who is found guilty of using any open ditch or sewer for the discharge of effluent or raw sewage after the ditch or sewer has been condemned in accordance with the provisions of this section, shall be adjudged guilty of maintaining a nuisance and on conviction shall be punished by a fine of not to exceed one thousand dollars or by imprisonment in the county jail for a period not to exceed one year, or by both the fine and imprisonment.\n\n(L. 1961 p. 303 §§ 1, 2, 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-300/"
    },
    {
      "id": "section-64-320",
      "number": "64.320",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.320. Land acquisition for landfills, parks and recreation — authority to levy tax, limitation (Jackson and St. Louis counties). —The governing body of all counties of class one with a charter form of government may purchase at public expense out of the county treasury or may receive by gift or donation, lots, tracts and parcels of ground and lands to be used as public parks, playgrounds, camping sites, recreation purposes and sanitary landfills. The governing body of such counties may acquire property for such purposes by eminent domain, and the procedure therefor shall be the same as is provided by law for condemnation for road purposes. The counties may, by appropriate order of their respective governing body, levy an annual tax not to exceed ten cents on the one hundred dollars assessed valuation for the acquisition, planning, improvement, maintenance, operation and leasing of such parks, playgrounds, camping sites, and sanitary landfills; except that the governing body of such county may levy an annual tax for the purposes enumerated in this section not to exceed eleven cents on the one hundred dollars assessed valuation for the calendar year 1975 and thereafter and an annual tax for the purposes enumerated in this section not to exceed twelve cents on the one hundred dollars assessed valuation for the calendar year 1976 and thereafter. For the calendar year 1991 and thereafter, any county of the first class having a charter form of government and containing part of a city with a population of three hundred thousand or more may levy an annual tax for the purposes enumerated in this section not to exceed twenty cents on the one hundred dollars assessed valuation.\n\n(RSMo 1939 § 15387, A.L. 1941 p. 480, A.L. 1945 p. 1324, A.L. 1945 p. 1326, A.L. 1951 p. 402, A.L. 1953 p. 382, A.L. 1957 p. 333, A.L. 1973 S.B. 178, A.L. 1990 S.B. 801)\n\nPrior revision: 1929 § 14265\n\nEffective 2-02-90\n\nCROSS REFERENCE:\n\nAcquisition by county of plants for destruction of waste, 49.303",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-320/"
    },
    {
      "id": "section-64-325",
      "number": "64.325",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.325. Land acquisition for recreation and sanitary landfills — annual tax, amount (first class noncharter counties). —The county commissions in all counties of class one not having a charter form of government may purchase at public expense out of the county treasury or may receive any gift or donation, lots, tracts and parcels of ground and lands to be used as public parks, playgrounds, camping sites, recreation purposes, and sanitary landfills. The county commissions in class one counties not having a charter form of government may acquire property for such purposes by eminent domain, and the procedure therefor shall be the same as is provided by law for condemnation for road purposes. These counties may, by appropriate order of their respective county commissions, levy an annual tax not to exceed ten cents on the one hundred dollars assessed valuation for the acquisition, planning, improvement, maintenance, operation and leasing of such parks, playgrounds, camping sites, and sanitary landfills; except that the annual tax for the acquisition, planning, improvement, maintenance, operation and leasing of parks, playgrounds and camping sites may be set at any amount approved by the qualified voters of the county in the manner prescribed by section 64.451.\n\n(L. 1965 p. 178 § 1, A.L. 1973 S.B. 178, A.L. 1994 H.B. 1200 & 1192)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-325/"
    },
    {
      "id": "section-64-330",
      "number": "64.330",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.330. Board of park commissioners — appointment — duties (first class counties). —The county commissions of all counties of class one may in their discretion appoint a board of at least five but not more than seven resident citizens of the county, one of whom may be an engineer or landscape gardener, to be known and designated as \"The Board of Park Commissioners\", the members of said board to act without compensation. The board shall have the power to make suggestions and plans for the use, development and maintenance of any lots, tracts, parcels of ground acquired and used for the purposes aforesaid, but said board shall have no authority to make any contracts or bind the county in any manner whatsoever.\n\n(RSMo 1939 § 15388, A.L. 1945 p. 1326, A.L. 1951 p. 402, A.L. 1987 H.B. 453)\n\nPrior revision: 1929 § 14266",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-330/"
    },
    {
      "id": "section-64-335",
      "number": "64.335",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.335. Park rangers, appointment, training, compensation, certification (Clay and Jackson counties). —1. In order to furnish security similar to that provided in state parks, the governing body of each first class county which contains a portion of a city with a population of four hundred thousand inhabitants or more may appoint and set the compensation of such park rangers, who shall be certified by the director of the department of public safety, as provided in chapter 590, as it deems necessary for the prompt and proper discharge of its duties relating to the parks and recreational facilities of the county. Such certification shall include one hundred twenty hours of training in addition to that required in section 590.105. The salaries of all park rangers appointed under this section shall be paid in the same manner as the salaries of other county employees.\n\n2. Each park ranger appointed under this section shall:\n\n(1) Before entering upon the discharge of his duties, take and subscribe an oath of office to perform his duties faithfully and impartially;\n\n(2) Have full authority, except as otherwise limited in this section, to preserve the peace, make arrests, and issue citations for violations of any rules or regulations adopted by the governing body pursuant to section 64.345.\n\n3. Park rangers appointed under this section may carry firearms while engaged in the performance of their official duties only while within the park boundaries, subject to the training requirements of section 590.105.\n\n4. All revenues received from fines levied pursuant to subsection 2 of this section shall be deposited into the county school fund and distributed pursuant to section 166.131.\n\n(L. 1983 H.B. 350 § 2, A.L. 1986 S.B. 783)\n\nEffective 6-11-86",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-335/"
    },
    {
      "id": "section-64-337",
      "number": "64.337",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.337. County commission authorized to appoint and set compensation of park rangers — rangers, certification by department of public safety required, powers and duties (Clay County). —1. In order to furnish security similar to that provided in state parks, the county commission of any county of the first classification without a charter form of government with a population of at least one hundred fifty thousand containing a part of a city with a population over three hundred fifty thousand may appoint and set the compensation of such park rangers, who shall be certified by the director of the department of public safety, as provided in chapter 590, as it deems necessary for the prompt and proper discharge of its duties relating to the parks and recreational facilities of the county. Such certification shall include one hundred twenty hours of training in addition to that required in section 590.105. The salaries of all park rangers appointed pursuant to this section shall be paid in the same manner as the salaries of other county employees.\n\n2. Each park ranger appointed pursuant to this section shall:\n\n(1) Before entering upon the discharge of his or her duties, take and subscribe an oath of office to perform his or her duties faithfully and impartially;\n\n(2) Have full authority, including all the powers given to other peace officers of this state, to preserve the peace, make arrests, and issue citations for violations of any state law or of any rules or regulations adopted by the governing body pursuant to section 64.345, on all land, thoroughfares and waterways within the park boundaries.\n\n3. Park rangers appointed pursuant to this section may carry firearms while engaged in the performance of their official duties only while within the park boundaries, subject to the training requirements of section 590.105.\n\n4. All revenues received from fines levied pursuant to subsection 2 of this section shall be deposited into the county school fund and distributed pursuant to section 166.131.\n\n(L. 2000 H.B. 1238 merged with S.B. 894)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-337/"
    },
    {
      "id": "section-64-341",
      "number": "64.341",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.341. County commissions may lease lands and grant concessions for recreational and other purposes — procedure — county commission may operate (first class counties). —1. The county commissions in all counties of class one are hereby authorized and given the power in all matters pertaining to lots, tracts and parcels of ground, land and improvements thereon used by such counties as public parks, playgrounds, camping sites, recreation areas and sanitary land fills, to lease such land or any part thereof and any improvements erected thereon to, and permit improvements to be erected thereon by any person, firm or corporation undertaking to serve the public purposes thereof and to grant concessions therein for the sale of refreshments to the public using such areas and for services therein relating to boating, swimming, picnicking, golfing, shooting, horseback riding, fishing, tennis and other recreational, cultural and educational uses upon such terms and under such regulations as the county commissions may prescribe. The county commission may establish, change from time to time and provide for collection thereof by its agents, employees or concessionaires a reasonable charge or charges to the public for the uses of and services in the areas as hereinabove set out. No lease or concession grant shall be for a longer term than seven years. No such lease shall be made or concession granted until after due opportunity for competition, including advertising the proposed letting or granting in a newspaper in the county with a circulation of at least five hundred copies per issue, if there be such, and if not, in such case notice shall be posted on the bulletin board in the county courthouse. All leases shall be made and concessions granted to the party or parties submitting the bid most favorable to the county. In every such lease made and concession granted, the county shall reserve the right for properly authorized representatives thereof to enter at all reasonable times in and upon the premises for the purpose of inspecting same. All moneys derived from any leases, concessions, charges, or from the sale of products obtained from any such areas shall be paid into the county treasury and be credited to the park fund and be used and expended by the county commission for park purposes. Nothing herein stated shall be held to abrogate the conditions specified in the deed or deeds of gift of any land or lands herebefore granted to the county, but said deed or deeds and acceptance thereof and all conditions therein are hereby ratified and confirmed, which conditions thereof, so far as they may be in conflict with this section, shall be considered as exceptions to the provisions hereof.\n\n2. When private operators are not interested or available, the county commission shall have the power to operate the facilities described in subsection 1 of this section for a period not to exceed seven years, after which the facilities shall again be offered for competitive bids for private operation. In the event such bids are not responsive or favorable to the county, the county commission shall continue to operate the facilities for an additional period of time not to exceed seven years.\n\n(L. 1957 p. 331 § 1, A.L. 1987 H.B. 453, A.L. 2003 S.B. 282)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-341/"
    },
    {
      "id": "section-64-342",
      "number": "64.342",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.342. Park concession stands or marinas, county-operated, sale of refreshments, contracting procedures, proceeds go to county park fund (Clay County). —1. The county commission of any county of the first classification without a charter form of government with a population of at least one hundred fifty thousand containing part of a city with a population over three hundred fifty thousand is hereby authorized to acquire, by purchase or gift, establish, construct, own, control, lease, equip, improve, maintain, operate and regulate, in whole or in part, concession stands or marinas within any area contiguous to the lake which is used as a public park, playground, camping site or recreation area. No such lease or concession grant shall be for a longer term than twenty-five years, unless the proposed investment by the lessee or concessionaire is greater than ten million dollars, in which case the lease or concession grant may, at the county's option, be for a term not to exceed fifty years.\n\n2. Such concession stands or marinas may offer refreshments for sale to the public using such areas and services therein relating to boating, swimming, picnicking, golfing, shooting, horseback riding, fishing, tennis and other recreational, cultural and educational uses upon such terms and under such regulations as the county may prescribe. If the county elects to bid the services authorized herein, the county shall award any contracts relating thereto to the most favorable bidder based upon the terms and regulations prescribed by the county after due opportunity for competition including advertising the proposal letting or granting in a newspaper in the county with a circulation of at least five hundred copies per issue, if there be such, and if not, in such case notice shall be posted on the bulletin board in the county courthouse. The county shall have the right to reject any and all bids.\n\n3. All moneys derived from the operation of concession stands or marinas shall be paid into the county treasury and be credited to a \"Park Fund\" to be established by each county authorized under subsection 1 of this section and be used and expended by the county commission for park purposes.\n\n4. Any county meeting the qualifications of this section shall also have any other powers granted in section 64.341, provided, such powers shall not be construed to limit any powers granted in this section.\n\n(L. 1987 H.B. 453, A.L. 2000 H.B. 1238 merged with S.B. 894, A.L. 2001 S.B. 86, A.L. 2003 S.B. 234, A.L. 2004 H.B. 1187)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-342/"
    },
    {
      "id": "section-64-345",
      "number": "64.345",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.345. Regulations for use of recreational areas — violation, a misdemeanor (first class counties). —The county commissions may make and promulgate regulations for the regulation of the public use of areas subject to section 64.341, the hours, conditions, method and manner of such use, the regulation of traffic therein, the protection of the public property and the promotion of the usefulness of such properties. Violation of any regulation so adopted is a misdemeanor.\n\n(L. 1957 p. 331 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-345/"
    },
    {
      "id": "section-64-350",
      "number": "64.350",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.350. Recreational lands — county planning and recreation commission — qualifications, term — organization (second class counties). —The county commissions of all counties of the second class shall be empowered, as in sections 64.350 to 64.390 provided, to acquire real estate and other property and improve, maintain and control the same for public recreation purposes and for those purposes there is hereby created a county planning and recreation commission to consist of four members appointed by the county commission of such counties. The members of the planning and recreation commission shall be registered voters of the county and known for their intelligence and integrity and shall have resided in such county for a period of five years prior to the date of their appointment. Not more than two planning and recreation commissioners shall belong to the same political party. The planning and recreation commissioners first appointed shall hold office respectively for the terms of one, two, three or four years as indicated and fixed in the order of their appointment, and all planning and recreation commissioners after the first appointment shall be so appointed for the full term of four years. The planning and recreation commissioners shall serve without compensation. Any one of the planning and recreation commissioners shall be held to have vacated his office in event of his appointment to, or becoming a candidate for, any political office. Vacancies in the planning and recreation commission shall be filled for the unexpired term by the county commission. The planning and recreation commission shall organize by electing one of their number as president, one as vice president, one as secretary and one as treasurer. The planning and recreation commission shall be known and act by and under the name and style of \"The County Planning and Recreation Commission of ______ County\".\n\n(RSMo 1939 § 2517, A.L. 1945 p. 834, A.L. 1986 H.B. 1554 Revision, A.L. 1990 H.B. 1070)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-350/"
    },
    {
      "id": "section-64-360",
      "number": "64.360",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.360. Recreational lands — powers of county commissions (second class counties). —The county commissions of such counties shall upon the recommendation of the county planning and recreation commission have power: To acquire by purchase, gift, lease, condemnation or otherwise, real estate and other properties for public recreational purposes; to designate, lay out, acquire and to construct and maintain highways, bridges, viaducts and other structures necessary to public highways or highway systems, as other county highways are acquired, improved and maintained for such purposes by the method herein provided for acquiring real estate and acquire by any such methods real estate or other property for drains, canals and sewers either within or without such property so acquired for the protection of or as a part of such property, and the county commission may apportion and turn over to the commission herein created, sufficient federal government funds, state funds or county relief funds to acquire such property and to construct and maintain improvements thereon and to control and operate the properties so acquired.\n\n(RSMo 1939 § 2518)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-360/"
    },
    {
      "id": "section-64-370",
      "number": "64.370",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.370. Recreational lands — powers of county planning and recreation commission — annual report (second class counties). —The county planning and recreation commission shall have power: To prepare and recommend to the county commission plans relating to the location, extension, construction and improvement of highways, bridges, viaducts, subways, construction and maintenance of sewers and canals, within or without the property so acquired for such purposes; to design, construct and maintain any and all improvement work, buildings or other structures pertaining to the development of such recreational projects as is now herein specifically delegated only to the county commission, and adopt rules and regulations for and control all institutions, businesses, recreations, or other affairs or property within the area acquired without limit, any agreement or contract to the contrary notwithstanding; to contract and be contracted with as authorized agent of the county in connection with the purposes herein authorized; to lease, let, license or grant concessions to such properties or structures under its control on such terms and conditions as will conserve and promote the public interest; to expend money received for all such purposes; provided, that the commission shall on or before the first day of March of each year file a complete report with the county commission showing all moneys received and from what source and expenditures made, which shall be a public record; to make and enforce within its limits any local, police, health, sanitary, public convenience or other regulation as is desirable for the public welfare; to employ suitable persons, labor and expert assistance to acquire such property, design and construct improvements thereon and maintain and control the same.\n\n(RSMo 1939 § 2519)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-370/"
    },
    {
      "id": "section-64-380",
      "number": "64.380",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.380. Recreational lands — power of county planning and recreation commission to make rules, to contract (second class counties). —For all purposes herein provided for such counties, the commission in its own name may make all necessary rules, regulations, commitments, contracts, agreements or other provisions and apply for and receive in the name of the county or its own name, either directly or through any other body, organization, or agent, any assistance or money or obtain a loan or loans, and pledge the property acquired for any moneys that may be available from the United States government or the state in carrying out the purposes of sections 64.350 to 64.390 and shall cooperate with any city or county and with any official or unofficial body of the federal government, state of Missouri or other states, or counties within or without the state, in the preparation and carrying out of any plans or developments or acquisitions of property whenever such systems or improvements may be of benefit to the people of such county; provided, however, that no real estate shall be acquired within the territory embraced in any public park district already organized and authorized by law, except with the consent of the official body in charge thereof.\n\n(RSMo 1939 § 2520)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-380/"
    },
    {
      "id": "section-64-390",
      "number": "64.390",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.390. Recreational lands — compensation for acquisition or damage of property (second class counties). —Just compensation shall be paid for all property taken or damaged hereunder by the acquisition of real estate or other property or the improvement thereof and for the purpose of ascertaining the damages for the taking or improvement of property, the methods of procedure shall be followed in ascertaining the damages sustained by property owners whose property has been taken or damaged as provided by law for ascertaining damages in the case of opening roads and highways and the amount of such damage and costs shall not be assessed and charged against the county, but shall be charged only against the territorial limits of the properties acquired which shall be the sole benefit district, and shall be paid solely from the profits arising from the proceeds of leaseholds and concessions or any other funds accumulating from the management of the project.\n\n(RSMo 1939 § 2521)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-390/"
    },
    {
      "id": "section-64-401",
      "number": "64.401",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.401. Extension of municipal park system to adjacent area — petition, procedure, approval — hearing, notice — election, ballot, form, procedure, resubmission — representation on board, appointment — if more than one county, procedure. —1. Persons residing in an area adjacent to and within three miles of a municipality that has formed and established a park system under sections 90.010 to 90.020 and 90.500 to 90.570 may petition to become part of the park system in the manner prescribed in this subsection. The petition shall include a description of the territory to be embraced by the park system, the provision for a tax to support the park system at the rate of tax which residents of the municipality are required to pay to support the park system, and the signatures of five percent of the qualified voters within the area outside the municipality as determined by the county clerk on the basis of the number of votes cast in the area for governor in the last election held prior to filing of the petition. The petition shall be filed with the governing body of the municipality and the county clerk. The governing body of the municipality shall within thirty days of receipt of the petition vote to approve or reject the request of the adjacent property owners to become part of the municipal parks system at a regularly scheduled meeting of the governing body of the municipality. The governing body of the municipality shall notify the county clerk of its action. If the governing body of the municipality rejects the request, no further action on the matter shall be taken for a period of one year after the date that the governing body rejects the request. After such period of time, the persons residing in the area may submit a new petition pursuant to this subsection. If the governing body of the municipality approves the request, the county clerk shall proceed as prescribed in subsections 2 and 3 of this section.\n\n2. Upon approval of the issue by the governing body of the municipality as prescribed in subsection 1 of this section, the county clerk shall present the petition to the county commission who shall thereupon set the petition for hearing not less than thirty days nor more than forty days after the filing.\n\n3. Notice shall be given by the county commission of the time and place where the hearing will be held, by publication on three separate days in one or more newspapers having a general circulation within the territory proposed to be incorporated as part of the park system, the first of which publications shall be not less that twenty days prior to the date set for the hearing and if there is no such newspaper, then notice shall be posted in ten of the most public places in the territory, not less than twenty days prior to the date set for the hearing. This notice shall include a description of the territory as set out in the petition, the question of incorporation for park system services and the rate of tax which residents within the area outside the municipality would be required to pay to support the park system as set out in the petition.\n\n4. If the county commission finds that the petition and notice meet the requirements of subsections 1, 2 and 3 of this section, and that the boundaries as defined are reasonable boundaries for the incorporation of the area into the park system, the county commission shall order the submission of the question.\n\n5. The question shall be submitted to the voters within the area outside the municipality substantially in the following form:\n\n6. If a majority of the votes cast on the proposal by the qualified voters within the area outside the municipality voting thereon are in favor of the proposal, then the area shall be part of the municipal park system as of the first day of the year following the year of the election.\n\n7. The results of the election shall be certified by the election official of the county not less than thirty days after the election. In the event the proposal fails to receive a majority of the votes within the area outside the municipality in favor of the proposal, then such proposal shall not be resubmitted at any election held within one year of the date of the election the proposal was rejected.\n\n8. If the area outside the municipality votes to join the municipal park system, then such an area shall have proportional representation on the park board in accordance with its population to the population of the municipality, except that such area shall be entitled to at least one representative on the park board. The county clerk shall determine the number of additional representatives by dividing the population of the municipality based on the last decennial census by nine to produce the quotient and shall allocate to the area that has voted to join the district one representative per quotient or part thereof which representative or representatives shall be in addition to the nine representatives from the municipality. The county commission shall appoint board members who shall have resided in the area outside the municipality which is included within the municipal park system for terms of three years. Where the area is in more than one county, the county commissions of each county shall, as nearly as practicable, evenly appoint such members with the county commission of the county having the largest area within the system appointing a greater number of board members if the members cannot be appointed evenly. Residents of such area residing outside the municipal boundaries shall have the same right of access to parks and park facilities in the municipal park system as residents of the municipality.\n\n9. The provisions of sections 90.010 to 90.020 and 90.500 and 90.570 shall apply to all areas outside the municipality that are included in the municipal park system under the provisions of this section.\n\n(L. 1994 H.B. 1200 & 1192 §§ 2 to 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-401/"
    },
    {
      "id": "section-64-450",
      "number": "64.450",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.450. County parks — acquisition and maintenance. —County commissions in all counties in the state of Missouri may set aside five percent of the county revenue fund for the purchase of county parks and the maintenance thereof. Titles to land purchased shall be taken in the name of the county, and each county commission is authorized to set aside a sufficient amount each year for the maintenance of said parks when purchased.\n\n(RSMo 1939 § 15390)\n\nPrior revision: 1929 § 14268",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-450/"
    },
    {
      "id": "section-64-451",
      "number": "64.451",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.451. County parks, taxes for establishment and maintenance — levy and collection. —1. When one hundred voters of any county file a petition with the governing body of the county requesting that an annual tax be levied for the establishment and maintenance of free public parks in the county and providing for suitable entertainment therein and specify in their petition a rate of taxation as provided in this section, the governing body of the county shall submit the following question to the voters.\n\n2. The question shall be submitted in substantially the following form:\n\n­­If a majority of the votes cast on the proposal by the qualified voters voting thereon are in favor of the proposal, then the tax authorized in this section shall be in effect. If a majority of the votes cast by the qualified voters voting are opposed to the proposal, then the governing body of the county shall have no power to impose the tax authorized in this section until the governing body of the county resubmits another proposal to authorize the governing body of the county to impose the tax authorized by this section and such proposal is approved by a majority of the qualified voters voting thereon.\n\n3. The tax authorized in this section shall be levied and collected in the same manner as other general taxes of the county, shall be deposited in the county treasury in a special trust fund and shall be used solely for the establishment and maintenance of free public parks in the county and providing for suitable entertainment therein.\n\n(L. 1994 H.B. 1200 & 1192 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-451/"
    },
    {
      "id": "section-64-460",
      "number": "64.460",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.460. Definitions. —As used in sections 64.460 to 64.487, the following terms mean:\n\n(1)\"Ashes\", the residue from the burning of wood, coal, coke, or other combustible materials;\n\n(2)\"Garbage\", putrescible animal and vegetable wastes resulting from the handling, preparation, cooking, and consumption of food;\n\n(3)\"Refuse\", all putrescible and nonputrescible solid wastes (except body wastes) including garbage, rubbish, ashes, street cleanings, dead animals, abandoned automobiles, and solid market and industrial wastes;\n\n(4)\"Rubbish\", nonputrescible solid wastes, excluding ashes, consisting of both combustible and noncombustible wastes, such as paper, cardboard, tin cans, yard clippings, wood, glass, bedding, crockery, and similar materials.\n\n(L. 1955 p. 348 § 1)\n\n(1966) County option dumping ground law does not make operation of a dumping or disposal ground or area without first applying for and obtaining a license a punishable offense. State v. McClary (A.), 399 S.W.2d 597.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-460/"
    },
    {
      "id": "section-64-463",
      "number": "64.463",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.463. Dumping in unlicensed area prohibited. —No person shall dispose of any ashes, garbage, rubbish or refuse at any place except a disposal area licensed as provided in sections 64.460 to 64.487.\n\n(L. 1955 p. 348 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-463/"
    },
    {
      "id": "section-64-467",
      "number": "64.467",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.467. Application for dumping ground fee. —1. Any person desiring a license to operate a disposal area shall make application therefor to the county commission on forms provided by it.\n\n2. The application shall contain the name and residence of the applicant, the location of the proposed disposal area, and such other information as may be necessary. The application shall be accompanied by a fee of twenty-five dollars.\n\n(L. 1955 p. 348 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-467/"
    },
    {
      "id": "section-64-470",
      "number": "64.470",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.470. State department of health and senior services to approve area — county commission to issue annual license — renewal of license. —1. Upon receipt of the application the county commission shall notify the state department of health and senior services which shall inspect the proposed site and determine if the proposed operation complies with sections 64.460 to 64.487 and the rules and regulations adopted pursuant thereto.\n\n2. If the department of health and senior services reports favorably on the application, and the county commission finds that the applicant is a responsible and suitable person to conduct the business, then the county commission shall issue a license to the applicant.\n\n3. All licenses shall expire one year after issuance but may be renewed upon payment of an annual fee of twenty-five dollars.\n\n(L. 1955 p. 348 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-470/"
    },
    {
      "id": "section-64-473",
      "number": "64.473",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.473. Revocation of license, notice and hearing. —The county commission may revoke any license after reasonable notice and hearing if it finds that the disposal area is not operated in a sanitary manner as required in sections 64.460 to 64.487.\n\n(L. 1955 p. 348 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-473/"
    },
    {
      "id": "section-64-477",
      "number": "64.477",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.477. Department of health and senior services to promulgate rules and regulations — inspection of licensed areas. —The state department of health and senior services shall prepare and publish rules and regulations which shall contain sanitary standards for disposal areas. The department of health and senior services shall inspect all licensed disposal areas and enforce all provisions of sections 64.460 to 64.487.\n\n(L. 1955 p. 348 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-477/"
    },
    {
      "id": "section-64-480",
      "number": "64.480",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.480. Law not applicable, when. —Sections 64.460 to 64.487 shall not be construed to prohibit any person from disposing of any ashes, garbage, rubbish or refuse from his own household upon his own land as long as such disposal does not create a nuisance. Sections 64.460 to 64.487 shall not apply to any disposal area operated by or under the control of any city, town or village and being located within the boundaries of such city, town or village.\n\n(L. 1955 p. 348 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-480/"
    },
    {
      "id": "section-64-483",
      "number": "64.483",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.483. Law inoperative until county commission orders — notice and hearing. —Sections 64.460 to 64.487 shall not be operative in any county until the county commission, after notice and hearing, by order entered of record, so orders.\n\n(L. 1955 p. 348 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-483/"
    },
    {
      "id": "section-64-487",
      "number": "64.487",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.487. Violation of law, misdemeanor. —Any person violating sections 64.460 to 64.487 shall be guilty of a misdemeanor.\n\n(L. 1955 p. 348 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-487/"
    },
    {
      "id": "section-64-490",
      "number": "64.490",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.490. Second, third and fourth class counties authorized to operate dumping grounds. —1. Any county of the second, third or fourth class may purchase or lease, maintain and operate a dumping grounds for the disposal of ashes, garbage, refuse and rubbish as defined in sections 64.460 to 64.487 and may agree or contract with any municipality within the county for the operation of a dumping grounds, as provided in chapter 70.\n\n2. Any dumping grounds operated under the provisions of this section shall be inspected by the state department of health and senior services and is subject to the rules and regulations promulgated by the department pursuant to section 64.477.\n\n(L. 1967 p. 138 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-490/"
    },
    {
      "id": "section-64-510",
      "number": "64.510",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.510. County commission may provide for county plan, when — county planning commission (second and third class counties). —The county commission of any county of the second or third class may, after approval by vote of the people of the county, provide for the preparation, adoption, amendment, extension and carrying out of a county plan for all areas of the county outside the corporate limits of any city, town or village which has adopted a city plan in accordance with the laws of the state. Upon the adoption of the county plan there is created in the county a county planning commission as hereinafter provided.\n\n(L. 1951 p. 406 § 1, A.L. 1957 p. 321, A.L. 1961 p. 304, A.L. 1963 p. 117)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-510/"
    },
    {
      "id": "section-64-520",
      "number": "64.520",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.520. County planning commission — members — term — expenses — chairman (counties of the second and third classification). —Such county planning commission shall consist of the county highway engineer or head of the highway department, and one resident of the county appointed by the county commission, from the unincorporated part of each township in the county, except that no such resident shall be appointed from a township in which there is no unincorporated area. The township representatives are hereinafter referred to as appointed members. The term of each appointed member shall be four years or until a successor takes office, except that the terms shall be overlapping and that the respective terms of the members first appointed may be less than four years. The term of the county highway engineer shall be only for the duration of the engineer's tenure of official position. All members of the county planning commission shall serve as such without compensation, except that an attendance fee as reimbursement for expenses may be paid to the appointed members of the planning commission in an amount, as set by the county commission, not to exceed twenty-five dollars for each meeting. The planning commission shall elect its chairman, who shall serve for one year.\n\n(L. 1951 p. 406 § 2, A.L. 1959 H.B. 423, A.L. 1971 H.B. 255, A.L. 1986 H.B. 1554 Revision, A.L. 1990 H.B. 1070, A.L. 1993 H.B. 910 merged with S.B. 56, A.L. 2004 H.B. 795, et al. merged with H.B. 1377)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-520/"
    },
    {
      "id": "section-64-530",
      "number": "64.530",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.530. Planning or zoning to be adopted only after approval by voters — submission of question (second and third class counties). —1. Before the county commission of any such county shall adopt any plan or create any commission provided for in sections 64.510 to 64.690 it shall order the question as to whether or not the county commission shall adopt county planning or zoning submitted to the voters of the county.\n\n2. The question shall be submitted in substantially the following form:\n\nShall county zoning (or planning) be adopted?\n\n3. If a majority of the votes cast on the question be in favor of the adoption of zoning or planning the county commission may then proceed as heretofore provided in sections 64.510 to 64.690.\n\n(L. 1951 p. 406 § 16a, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-530/"
    },
    {
      "id": "section-64-540",
      "number": "64.540",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.540. Planning commission — general powers — rules — employees, consultants — expenditures limited — fees, third class counties (second and third class counties). —The county planning commission may create and adopt rules for the transaction of its business and shall keep a public record of its resolutions, transactions, findings, and recommendations. The commission may appoint such employees as it may deem necessary for its work and may contract with planners and other consultants for such services as it may require and may incur other necessary expenses. The county planning commission and all third class counties may charge and collect a fee for any service it provides, but the fee must be established by rule. The expenditures of county funds by the county planning commission in all second class counties shall not be in excess of the amounts appropriated for that purpose by the county commission. The expenditures of county funds by the county planning commission in all third class counties shall not be in excess of the amount of fees collected by it and the amounts appropriated for that purpose by the county commission. The commission shall have such other powers as may be necessary and proper to enable it to perform the duties imposed upon it by law.\n\n(L. 1951 p. 406 § 3, A.L. 1980 H.B. 1259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-540/"
    },
    {
      "id": "section-64-550",
      "number": "64.550",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.550. Master plan of county — contents — hearings — adoption (second and third class counties). —The county planning commission shall have power to make, adopt and publish an official master plan of the county for the purpose of bringing about coordinated physical development in accordance with the present and future needs. The official master plan shall be developed so as to conserve the natural resources of the county, to insure efficient expenditure of public funds and to promote the health, safety, convenience, prosperity and general welfare of the inhabitants. Such official master plan may include, among other things, studies and recommendations relative to the location, character and extent of highways, railroads, bus, streetcar and other transportation routes, bridges, public buildings, schools, parks, parkways, forests, wildlife refuges, dams, and projects affecting conservation of natural resources. The county planning commission may adopt the official master plan in whole or in part and may subsequently amend or extend the adopted plan or portion thereof. Before the adoption, amendment or extension of the plan or portion thereof, the commission shall hold at least one public hearing thereon, fifteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the county, and notice of such hearing shall also be posted at least fifteen days in advance thereof in one or more public areas of the courthouse of the county. Such hearing may be adjourned from time to time. The adoption of the plan, or part thereof, shall be by resolution carried by not less than a majority vote of the full membership of the county planning commission. After the adoption of the official master plan, or part thereof, an attested copy shall be certified to the county commission, to the recorder of deeds and to the clerk of each incorporated area covered by the plan or part thereof.\n\n(L. 1951 p. 406 § 4, A.L. 1971 H.B. 440)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-550/"
    },
    {
      "id": "section-64-560",
      "number": "64.560",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.560. Not to affect strip mining — commercial structures permitted, where (second and third class counties). —That nothing herein shall affect the recovery of natural resources by strip or open cut mining; provided that commercial structures shall be permitted in all districts except those zoned for residential or recreational use.\n\n(L. 1951 p. 406 § 18)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-560/"
    },
    {
      "id": "section-64-570",
      "number": "64.570",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.570. Planning commission to approve improvements — public improvements may be made, procedure (second and third class counties). —From and after the adoption of the official master plan or portion thereof and its proper certification and recording, thereafter no improvement of a type embraced within the recommendations of such official master plan or part thereof shall be constructed or authorized without first submitting the proposed plans thereof to the county planning commission and receiving the written approval or recommendations of said commission. This requirement shall be deemed to be waived if the county planning commission fails to make its report and recommendations within forty-five days after receipt of the proposed plans. In the case of any public improvement sponsored or proposed to be made by any municipality or other political or civil subdivision of the state, or public board, commission or other public officials, the disapproval or recommendations of the county planning commission may be overruled by a two-thirds vote, properly entered of record and certified to the county planning commission, of the governing body of such municipality, or other political or civil subdivision, or public board, commission or officials, after the reasons for such overruling are spread upon its minutes, which reasons shall also be certified to the county planning commission.\n\n(L. 1951 p. 406 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-570/"
    },
    {
      "id": "section-64-580",
      "number": "64.580",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.580. Regulations governing subdivision of land — bond (second and third class counties). —The county planning commission may also prepare, adopt, change and amend, as parts of the official master plan or otherwise, sets of regulations governing subdivisions of land in unincorporated areas, and amend or change same from time to time, as herein provided, which regulations may provide for the proper location and width of streets, building lines, open spaces, safety, recreation, and for the avoidance of congestion of population, including minimum width and area of lots. Such regulations may also include the extent to which and the manner in which streets shall be graded and improved, and the extent to which water, sewer and other utility services shall be provided, to protect public health and general welfare. Such regulations may provide that in lieu of the immediate completion or installation of such work, the county planning commission may accept bond for the county commission in the amount and with surety and conditions satisfactory to the county commission, providing for and securing to the county commission the actual construction of such improvements and utilities within a period specified by the county planning commission, and the county commission shall have power to enforce such bond by all proper remedies. Such subdivision regulations shall be adopted, changed or amended, certified and filed as provided in section 64.550. Such subdivision regulations shall be adopted, changed or amended only after a public hearing has been held thereon, public notice of which shall be given in the manner as provided for the hearing in section 64.550.\n\n(L. 1951 p. 406 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-580/"
    },
    {
      "id": "section-64-590",
      "number": "64.590",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.590. Approval of plats (second and third class counties). —Whenever the county planning commission shall have adopted, recorded and filed certified copies of any part of the official master plan relating to major highways or to subdivision regulations, thereafter no plat of a subdivision of land within the unincorporated area of such county or the portion thereof covered by the major highway plan shall be recorded until such plat shall first have been approved by the county planning commission. If the planning commission does not report upon the plat within thirty days, it may then be deemed approved by the county planning commission, and such commission shall certify such facts upon such plat. If such plat is approved by the county planning commission, such approval shall be endorsed in writing thereon. However, if such plat be amended or rejected by the county planning commission, or if the council or board of trustees of any municipality files with the county planning commission a certified copy of a resolution of such council or board protesting against the action of the county planning commission approving any such plat of any land lying within one and one-half miles of the limits of the incorporated area of such municipality, such approval shall be deemed overruled, and such plat may be then approved only by a two-thirds vote of the county commission, and the reasons for the approval or failure to approve such plat shall be spread upon the records of the county commission and certified to the county planning commission. No plat of subdivision of land in the unincorporated areas of the county shall be recorded in the office of the recorder of deeds unless and until approved as herein provided. Municipalities shall have power, by ordinance, to require plats of subdivision of land within the corporate limits of such municipalities to be submitted to the county planning commission before being submitted to the municipality for approval, and before being recorded. A certified copy of any such ordinance shall be filed in the office of the recorder of deeds for the county. The county planning commission shall, upon written request of any such municipality, consider such plats and shall report its findings and its recommendations thereon in writing to the proper officials of such municipality.\n\n(L. 1951 p. 406 § 6, A.L. 1990 H.B. 1258)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-590/"
    },
    {
      "id": "section-64-600",
      "number": "64.600",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.600. Setback lines on major highways (second and third class counties). —After any plan for major highways, or portion thereof, has been prepared by the county planning commission, filed and certified as provided in section 64.550, the county commission shall be authorized and empowered to establish, regulate and limit building or setback lines on such major highways outside the corporate limits of municipalities and to prohibit any new building being located within such building or setback lines, and to amend such regulations from time to time. All orders of the county commission relating to such building or setback lines shall be entered of record and certified copies thereof shall be filed with the county planning commission, and in the office of the recorder of deeds.\n\n(L. 1951 p. 406 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-600/"
    },
    {
      "id": "section-64-610",
      "number": "64.610",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.610. Powers of board of adjustment — hearing on regulations on setback lines (second and third class counties). —The county commission shall provide for a board of adjustment with powers to modify or vary the regulations, in specific cases, in order that unwarranted hardships, which constitute an unreasonable deprivation of use as distinguished from the mere grant of a privilege, may be avoided, the intended purpose of the regulations being strictly observed and the public welfare and public safety protected. If there is a county board of zoning adjustment as provided in section 64.660, such board shall be appointed to serve as the board of adjustment for the building or setback line regulations. If there be no county board of zoning adjustment, the personnel, length of terms, method of appointment and organization of the board of adjustment for the building or setback line regulations shall be the same as provided in section 64.660 for the board of zoning adjustment. Regulations authorized under section 64.600 shall not be adopted, changed or amended until a public hearing has been held thereon by the county planning commission, public notice of which shall be given in the same manner as provided for the hearing in section 64.550.\n\n(L. 1951 p. 406 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-610/"
    },
    {
      "id": "section-64-620",
      "number": "64.620",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.620. Building restrictions — limitations on regulations (second and third class counties). —1. For the purpose of promoting health, safety, morals, comfort or the general welfare of the unincorporated portion of counties of the second or third class to conserve and protect property and building values, to secure the most economical use of the land, and to facilitate the adequate provision of public improvements all in accordance with a comprehensive plan, the county commission of any county to which sections 64.510 to 64.690 are applicable as provided in section 64.510 shall have power after approval by vote of the people as provided in section 64.530 to regulate and restrict, by order of record, in the unincorporated portions of the county, the height, number of stories, and size of buildings, the percentage of lots that may be occupied, the size of yards, courts and other open spaces, the density of population, the location and use of buildings, structures and land for trade, industry, residence or other purposes, including areas for agriculture, forestry, and recreation.\n\n2. The provisions of this section shall not apply to the incorporated portions of the counties, or to the raising of crops, livestock, orchards, or forestry, or to seasonal or temporary impoundments used for rice farming or flood irrigation. As used in this section, the term\"rice farming or flood irrigation\"means small berms of no more than eighteen inches high that are placed around a field to hold water for use for growing rice or for flood irrigation. This section shall not apply to the erection, maintenance, repair, alteration or extension of farm buildings or farm structures used for such purposes in an area not within the area shown on the flood hazard area map. This section shall not apply to underground mining where entrance is through an existing shaft or shafts or through a shaft or shafts not within the area shown on the flood hazard area map.\n\n3. The powers granted by sections 64.510 to 64.690 shall not be construed:\n\n(1) So as to deprive the owner, lessee or tenant of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted;\n\n(2) So as to deprive any court of the power of determining the reasonableness of regulations and powers in any action brought in any court affecting the provisions of sections 64.510 to 64.690, or the rules and regulations adopted thereunder;\n\n(3) To authorize interference with such public utility services as may have been or may hereafter be authorized or ordered by the public service commission or by permit of the county commission, as the case may be.\n\n4. Nothing contained in sections 64.510 to 64.695 shall affect the existence or validity of an ordinance or order which a county has adopted prior to March 4, 1991.\n\n(L. 1951 p. 406 § 9, A.L. 1991 H.B. 72)\n\nEffective 3-04-91\n\nCROSS REFERENCE:\n\nBuilding permits, second classification counties, 137.177",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-620/"
    },
    {
      "id": "section-64-630",
      "number": "64.630",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.630. Division of territory into districts — regulations to be uniform, conform to comprehensive plan (second and third class counties). —For any or all of the purposes of section 64.620, said unincorporated territory may be divided into districts of such number, shape and area as may be deemed best suited to carry out the purpose of sections 64.510 to 64.690 and shall be shown upon the county commission's zoning plan; and within such districts the erection, construction, reconstruction, alteration, repair, relocation or maintenance of buildings or structures and use of land and lots may be regulated and restricted. All such regulations shall be uniform for each class or kind of buildings or land uses throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive zoning plan, and shall give reasonable consideration, among other things, to the then existing character of the districts, their suitability for particular uses, conservation of the value of buildings and of existing development, and encouragement of the most appropriate use of land throughout the county.\n\n(L. 1951 p. 406 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-630/"
    },
    {
      "id": "section-64-640",
      "number": "64.640",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.640. County commission may prescribe zoning regulations — hearings on plan — adoption (second and third class counties). —The county commission shall provide for the manner in which such regulations, restrictions and boundaries of such districts shall be determined, established and enforced, and from time to time amended, supplemented or changed within said unincorporated territory. In order to avail itself of the zoning powers conferred by sections 64.510 to 64.690, the county commission shall request the county planning commission to recommend the boundaries of the various original districts and appropriate regulations to be enforced therein. If there be no county planning commission the county commission shall appoint a county zoning commission whose personnel, length of terms and organization shall be the same as provided in section 64.520 for a county planning commission. Such zoning commission shall make a preliminary report and a proposed zoning order and shall hold public hearings thereon, and shall afford persons interested an opportunity to be heard. A hearing shall be held in each township affected by the terms of such proposed order, public notice of which hearing shall be given in the same manner as provided for the hearing in section 64.550. Such notice shall state the time and place of the hearing and the place where copies of the proposed report and proposed zoning order will be accessible for examination by interested parties. Such hearings may be adjourned from time to time. Within ninety days after the final adjournment of such hearings the zoning commission shall make a report and submit a proposed order to the county commission. The county commission may adopt the order with or without change or may refer it back to the zoning commission for further consideration and report. In case a written protest against the proposed zoning of any land lying within one and one-half miles of the corporate limits of any municipality having in effect an ordinance zoning property within the corporate limits of such municipality is made by resolution of the city council or board of trustees thereof and filed with the county commission, the county commission shall not adopt the proposed zoning of such land except by record vote of all members and after a statement of the reasons for such action shall be spread upon its minutes or records. In the preparation of its report and proposed zoning order the zoning commission may incur such expenditures as shall be authorized by the county commission.\n\n(L. 1951 p. 406 § 11, A.L. 1986 H.B. 1554 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-640/"
    },
    {
      "id": "section-64-645",
      "number": "64.645",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.645. Plan or regulations not to be changed without notice and hearing (second and third class counties). —After the adoption of a zoning plan or regulations adopted pursuant thereto, no use of any parcel of land included in the plan or regulations shall be changed without a public hearing and the person or body which conducts the hearing shall give notice, at least fifteen days before the hearing, by certified mail to all owners of any real property located within one thousand feet of the parcel of land for which the change is proposed.\n\n(L. 1971 H.B. 440)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-645/"
    },
    {
      "id": "section-64-650",
      "number": "64.650",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.650. Enforcement officer — buildings subject to his approval (second and third class counties). —Any county commission which has adopted a zoning plan, as provided herein, shall appoint an officer or shall designate one of the existing officials to enforce the provisions of section 64.510. After the appointment or designation of such officer or official, no building or other structure shall be erected, constructed, reconstructed, enlarged or altered, or repaired in such manner as to prolong the life of the building, nor shall the use of any land be changed without a permit issued by such officer or official.\n\n(L. 1951 p. 406 § 12)\n\n(1974) Held that term \"movable house\" is synonymous with \"mobile home\" and that there is no distinction between \"auto trailer\" and \"mobile home\". County of Platte v. Chipman (A.), 512 S.W.2d 199.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-650/"
    },
    {
      "id": "section-64-660",
      "number": "64.660",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.660. County board of zoning adjustment — members — organization — appeals to, procedure — powers of board (second and third class counties). —1. Any county commission which appointed a county planning or county zoning commission and which has adopted a zoning plan, as provided in sections 64.510 to 64.695, shall appoint a county board of zoning adjustment. The board shall consist of five residents of the county, but not more than two shall be residents of the incorporated area of the county and not more than one may be a member of the county planning commission or the county zoning commission. The membership of the first board appointed shall serve respectively: One for one year, one for two years, one for three years, two for four years. Thereafter members shall be appointed for terms of four years each. Members shall be removable for cause by the county commission upon written charges and after public hearings. Vacancies shall be filled by the county commission for the unexpired term of any member whose term becomes vacant. Members of the board shall serve without compensation, but may be reimbursed for expenses incurred for attendance at not more than four meetings per year in an amount to be set by the county commission, not to exceed ten dollars per meeting. The board of zoning adjustment shall elect its own chairman and shall adopt rules of procedure consistent with the provisions of the zoning regulations and the provisions of sections 64.510 to 64.695. The chairman, or in his absence the acting chairman, may administer oaths and compel the attendance of witnesses. All meetings of the board of zoning adjustment shall be open to the public, and minutes shall be kept of all proceedings and official actions, which minutes shall be filed in the office of the board and shall be a public record. Appeals to the board of zoning adjustment may be taken by any owner, lessee or tenant of land, or by a public officer, department, board or bureau, affected by any decision of the administrative officer in administering a county zoning ordinance. Such appeals shall be taken within a period of not more than three months, and in the manner provided by the rules of the board. An appeal shall stay all proceedings in furtherance of the action appealed from, unless the officer from whom the appeal is taken shall certify to the board that by reason of facts stated in the certificate a stay would, in his opinion, cause imminent peril to life or property. The board of adjustment shall have the following powers and it shall be its duty:\n\n(1) To hear and decide appeals where it is alleged there is error of law in any order, requirement, decision or determination made by an administrative official in the enforcement of the county zoning regulations;\n\n(2) To hear and decide all matters referred to it or which it is required to determine under the zoning regulations adopted by the county commission as herein provided;\n\n(3) Where, by reason of exceptional narrowness, shallowness, shape of topography or other extraordinary or exceptional situation or condition of a specific piece of property, the strict application of any regulation adopted under sections 64.510 to 64.695 would result in peculiar and exceptional difficulties to or exceptional and demonstrable undue hardship upon the owner of the property as an unreasonable deprivation of use as distinguished from the mere grant of a privilege, to authorize, upon an appeal relating to the property, a variance from the strict application so as to relieve the demonstrable difficulties or hardships, provided the relief can be granted without substantial detriment to the public good and without substantially impairing the intent, purpose, and integrity of the zone plan as embodied in the zoning regulations and map.\n\n2. In exercising the above powers, the board may reverse or affirm wholly or partly, or may modify the order, requirement, decision or determination appealed from and may make such order, requirement, decision or determination as ought to be made, and to that end shall have all the powers of the officer from whom the appeal is taken. Any owners, lessees or tenants of buildings, structures or land jointly or severally aggrieved by any decision of the board of adjustment or of the county commission, respectively, under the provisions of sections 64.510 to 64.695, or board, commission or other public official, may present to the circuit court of the county in which the property affected is located, a petition, duly verified, stating that the decision is illegal in whole or in part, specifying the grounds of the illegality and asking for relief therefrom. Upon the presentation of the petition the court shall allow a writ of certiorari directed to the board of adjustment or the county commission, respectively, of the action taken and data and records acted upon, and may appoint a referee to take additional evidence in the case. The court may reverse or affirm or may modify the decision brought up for review. After entry of judgment in the circuit court in the action in review, any party to the cause may prosecute an appeal to the appellate court having jurisdiction in the same manner now or hereafter provided by law for appeals from other judgments of the circuit court in civil cases.\n\n(L. 1951 p. 406 § 13, A.L. 1963 p. 118, A.L. 1990 H.B. 1070)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-660/"
    },
    {
      "id": "section-64-670",
      "number": "64.670",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.670. Amendment of regulations — hearings — protests (second and third class counties). —The regulations imposed and the districts created under authority of sections 64.510 to 64.690 may be amended from time to time by the county commission by order after the order establishing the same has gone into effect but no such amendments shall be made by the county commission except after recommendation of the county planning commission, or if there be no county planning commission, of the county zoning commission, after hearings thereon by such commission. Public notice of such hearings shall be given in the same manner as provided for the hearing in section 64.550. In case of written protest against any proposed change or amendment, signed and acknowledged by the owners of thirty percent of the frontage within one thousand feet to the right or left of the frontage proposed to be changed, or by the owners of thirty percent of the frontage directly opposite, or directly in the rear of the frontage proposed to be altered, or in cases where the land affected lies within one and one-half miles of the corporate limits of a municipality having in effect ordinances zoning property within the corporate limits of such municipality, made by resolution of the city council or board of trustees thereof, and filed with the county clerk, such amendment may not be passed except by the favorable vote of two-thirds of all the members of the county commission.\n\n(L. 1951 p. 406 § 14, A.L. 1988 H.B. 923)\n\n(1974) Held that failure to obtain review by board of adjustment was failure to exhaust administrative remedy and precluded county court or reviewing court from exercising certiorari jurisdiction. County of Platte v. Chipman (A.), 512 S.W.2d 199.\n\n1984) Party aggrieved by a zoning decision must appeal to the county board of zoning adjustment before seeking review in circuit court. Following the appeal to the board, the aggrieved party may present a petition to the circuit court for a writ of certiorari directed to the board of zoning adjustment or the county commission. Review under chapter 536 is not allowable. Miller v. Browning Ferris Industries (Mo. App.), 674 S.W.2d 150",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-670/"
    },
    {
      "id": "section-64-680",
      "number": "64.680",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.680. Regulations to supersede laws or ordinances (second and third class counties). —Wherever the county zoning regulations made under authority of sections 64.510 to 64.690 require a greater width or size of yards, courts or other open spaces, or require a lower height of buildings or a less number of stories, or require greater percentage of lots to be left unoccupied, or require a lower density of population, or require a more restricted use of land, or impose other higher standards than are required in any other statute, local order or regulation, private deed restrictions or private covenants, the regulations made under authority of sections 64.510 to 64.690 shall govern.\n\n(L. 1951 p. 406 § 15)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-680/"
    },
    {
      "id": "section-64-690",
      "number": "64.690",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.690. Violations constitute misdemeanors — enforcement of zoning regulations (second and third class counties). —1. Any owner, lessee or tenant of land located within any unincorporated area covered or affected by any official master plan or part thereof, or by any regulations or orders relating to subdivisions of land, or by any zoning plan, or by any regulations relating to building or setback lines on major highways, or by any regulations and restrictions of buildings, structures, lots and lands, or other planning or zoning regulations and restrictions or other regulations and restrictions made and adopted under the provisions of sections 64.510 to 64.690, who shall lay out and improve any such subdivision of land, or who shall construct, reconstruct, alter, relocate or maintain any building or other structure, or use such land in violation of the provisions of sections 64.510 to 64.690 or of order, regulation or restriction made and adopted under the provisions of sections 64.510 to 64.690, shall be guilty of a misdemeanor.\n\n2. In the event any subdivision of land is begun or made in violation of sections 64.510 to 64.690, or of any official master plan or part thereof, or of any planning or zoning order, regulation or restriction made and adopted under the provisions of sections 64.510 to 64.690, or in the event any building or structure is constructed, reconstructed, relocated or maintained, or any building, structure, lot or land is used in violation of sections 64.510 to 64.690 or of any planning or zoning plan, regulation, restriction or order made and adopted by authority conferred under the provisions of sections 64.510 to 64.690, the county commission, the county planning commission, the county zoning commission, the prosecuting attorney, or any officer or official appointed or designated under the provisions of section 64.650, or the owner of any private property or any public body the property of whom or which is or may be affected by any such violation, may institute in the circuit court of the county, any appropriate action or proceedings to prevent such unlawful subdivision development or erection, construction, reconstruction, alteration, relocation or maintenance or use, or to restrain, abate or correct such violation, or to prevent the occupancy of such building or structure or unlawful use of such land, and to prevent any illegal act, conduct, business or use in or about the premises.\n\n3. The officer or official appointed or designated under the provisions of section 64.650 shall have power to cause any land, building, structure, place or premises to be inspected and examined and to order in writing the remedying of any condition found to exist therein or thereat in violation of any of the regulations or orders adopted or made under the provisions of sections 64.510 to 64.690.\n\n4. Any owner, lessee or tenant who, having been served with an order in writing signed by such officer or official to correct or remove any such violations, shall fail to comply with such order within ten days after such service, or who shall continue to violate any of the regulations or orders made under the authority of sections 64.510 to 64.690 in the respect named in such order, shall be guilty of a misdemeanor.\n\n5. The owner or general agent of any such land, building, structure or premises where a violation of any such orders, regulations or restrictions has been committed or shall exist, or the lessee or tenant of any entire building or entire premises where such violation has been committed or shall exist, or the owner, general agent, lessee or tenant of any part of the building or premises in which such violation has been committed or shall exist, or the owner, general agent, architect, builder or contractor or any other person who knowingly commits, takes part or assists in such violation, or who maintains any building or premises in which any such violation shall exist, shall be guilty of a misdemeanor.\n\n(L. 1951 p. 406 § 16)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-690/"
    },
    {
      "id": "section-64-695",
      "number": "64.695",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.695. Termination of program, procedure — form of ballot (second and third class counties). —1. Upon receipt of a petition signed by a number of voters in the county equal to five percent of the total vote cast in the county at the next preceding election for governor requesting submission of the question, the county commission in any county which has adopted a program of county planning, county zoning or county planning and zoning shall submit to the voters of the county the question to terminate the program.\n\n2. The question shall be submitted in substantially the following form:\n\nShall county planning (county zoning or county planning and zoning) be terminated?\n\n3. If a majority of those voting on the question vote for the termination of the program, the county commission shall declare the program terminated and shall discharge any commission appointed thereunder. Any resolution, ordinance or regulation adopted under the program pursuant to the provisions of sections 64.510 to 64.690 shall be void and of no effect from and after the termination of the program as provided in this section.\n\n(L. 1974 H.B. 1446, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-695/"
    },
    {
      "id": "section-64-725",
      "number": "64.725",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.725. Temporary county or township planning commission, qualifications, appointment, expenses — master plan adoption procedure, ballot — county or township planning commission, election, terms — petition procedure to appoint temporary commission. —1. As an alternative to the procedures in sections 64.510 to 64.550, the county commission of any county may create a temporary county or township planning commission prior to an election to adopt county or township planning and zoning. Such planning commission shall prepare a county plan for:\n\n(1) All areas of the county, whether such areas are incorporated or unincorporated, outside the corporate limits of any city, town or village which has adopted a city plan in accordance with the laws of this state; or\n\n(2) Any individual unincorporated township, separate from the rest of the county, which shall affect only that specific township.\n\n2. The temporary county planning commission appointed pursuant to subdivision (1) of subsection 1 of this section shall consist of the county highway engineer, and one resident from each township of the county appointed by the county commission from the unincorporated area of the county. The temporary township planning commission appointed pursuant to subdivision (2) of subsection 1 of this section shall consist of the highway engineer, one person appointed by the county commission and three residents of the township for which the plan is proposed. The members of such planning commission or commissions shall serve until a planning commission is elected by the voters of the county or township, pursuant to subsection 6 of this section. All members of such temporary planning commission or commissions shall serve without compensation, but shall be reimbursed for their actual and necessary expenses incurred in the performance of their official duties. Such planning commission or commissions shall elect a chair at the first meeting of the year to serve for such year until a new chair is elected. The county highway engineer shall be an ex officio member of such planning commission or commissions.\n\n3. Each temporary planning commission may create and adopt rules for the transaction of its business and shall keep a public record of its resolutions, transactions, findings and recommendations. Each commission may appoint such employees as it deems necessary for its work, and may contract with planners and other consultants for such services as it may require, and may incur other necessary expenses. Each commission shall have power to make, adopt and publish a proposal for a master plan of the county or township for the purpose of bringing about coordinated physical development in accordance with the present and future needs. The master plan shall be developed so as to conserve the natural resources of the county or township, to ensure efficient expenditure of public funds and to promote the health, safety, convenience, prosperity and general welfare of the inhabitants. Such master plan may include, among other things, studies and recommendations relative to the location, character and extent of highways, railroads, bus, streetcar and other transportation routes, bridges, public buildings, schools, parks, parkways, forests, wildlife refuges, dams and projects affecting conservation of natural resources. Before the adoption of the plan, the commission shall hold at least one public hearing thereon, fifteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the affected county or township, and notice of such hearing shall also be posted at least fifteen days in advance thereof in one or more public areas of the courthouse of the county. Such hearing may be adjourned from time to time. The adoption of the plan shall be by resolution carried by not less than a majority vote of the full membership of the temporary county or township planning commission.\n\n4. After the temporary county or township planning commission has adopted a proposed plan for county or township planning and zoning in the county or township, the county commission shall submit to the voters of the county or affected township, the question of whether the county or township should adopt county or township planning and zoning as provided in the proposed plan. Such plan shall be available to the voters at least twenty days prior to the election. A notice stating the place or places and times for examining the plan shall be posted in one or more public areas of the courthouse of the county, and such notice shall be published in at least one newspaper of general circulation in the county or township at least once a week for three consecutive weeks, the last publication to be twenty days prior to the election.\n\n5. The question for the adoption of county or township planning and zoning shall be submitted to the voters of the county, or to the voters of the township, substantially in either of the following forms, depending on whether such ballot is for township planning and zoning or for county planning and zoning:\n\n(1) For township planning and zoning:\n\n(2) For county planning and zoning:\n\n6. If a majority of the votes cast in a county or township on the question of whether the county or township should adopt county or township planning and zoning as provided in the proposed plan are in favor of adopting the plan, then the plan shall become immediately effective in the appropriate county or township, and an attested copy of the official master plan shall be certified to the county commission, to the recorder of deeds, and to the clerk of each incorporated area covered by the plan or part thereof, or to the clerk of the appropriate township, if any, and the temporary county or township planning commission shall implement the plan. At the next countywide election:\n\n(1) For countywide plans, the voters in each township of the unincorporated area of the county shall elect one member from each township to be a member of the county planning commission; or\n\n(2) For township plans, the voters in the township shall elect three members to the township planning commission;\n\n­­and the county commission shall by order entered of record have the newly elected members of the county or township planning commission continue with a program of county or township planning and zoning. If a majority of the votes cast on the question of whether the county or township should adopt county or township planning and zoning as provided in the proposed plan are in opposition to adopting the plan, then it shall be at the discretion of the county commission whether to retain or dissolve the temporary county or township planning commission established pursuant to subsection 1 of this section.\n\n7. The terms of the elected members of the county or township planning commission shall be four years or until the member's successor takes office; except that, the terms shall be overlapping and one-half of the members first elected, or if an uneven number one-half plus one, shall be elected for two-year terms and the remaining members shall be elected for four-year terms. The county highway engineer shall be an ex officio member of the county or township planning commission. The term of the county highway engineer shall be only for the duration of the engineer's tenure of official position. All members of the county or township planning commission shall serve as such without compensation, but shall be reimbursed for actual and necessary expenses incurred in the performance of their official duties. The planning commission shall elect a chair at the first meeting of the year to serve for such year until a new chair is elected. The county or township commission shall have all powers granted a county planning commission appointed pursuant to sections 64.510 to 64.695.\n\n8. If the county commission does not appoint a temporary county or township planning commission as provided in subsection 1 of this section, the voters of the county or of any township may submit a petition, signed by five percent of the number of voters in the county or township voting at the last gubernatorial election, calling for the appointment of a temporary county or township planning commission. Upon receipt of such a petition, the county commission shall appoint a temporary county or township planning commission as provided in subsection 1 of this section.\n\n(L. 1996 H.B. 1259, A.L. 1997 H.B. 99, A.L. 2000 S.B. 894)\n\n(2002) Senate Bill 894 provision declared unconstitutional as a violation of the clear title requirement of Art. III, Section 23. Home Builders of Greater St. Louis v. State, 75 S.W.3d 267 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-725/"
    },
    {
      "id": "section-64-727",
      "number": "64.727",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.727. County planning and zoning — election of members of county planning commission — reimbursement of expenses — terms of members — petition for election of members — effective date. —1. Nothing in section 64.725 shall be construed to affect the county planning and zoning of any county that adopted county planning and zoning before April 12, 1996, or that chooses to adopt county planning and zoning pursuant to sections 64.510 to 64.695 or sections 64.800 to 64.905 after April 12, 1996.\n\n2. Any county commission of a second, third or fourth classification that has adopted county planning and zoning pursuant to sections 64.510 to 64.695 or sections 64.800 to 64.905 before April 12, 1996, may hold an election for the membership of the county planning commission. At a regularly scheduled countywide election, the voters in each township of the unincorporated area of the county shall elect one member from each township to be a member of the county planning commission. Following this election, the elected members shall immediately replace the commissioners previously appointed by the county commission to the county planning commission. The terms of the elected members of the county planning commission shall be four years or until the member's successor takes office; except that, the terms shall be overlapping and one-half of the members first elected, or if an uneven number one-half plus one, shall be elected for two-year terms and the remaining members shall be elected for four-year terms. The county highway engineer shall be an ex officio member of the county planning commission. The term of the county highway engineer shall be only for the duration of the engineer's tenure of official position. All members of the county planning commission shall serve as such without compensation, but shall be reimbursed for actual and necessary expenses incurred in the performance of their official duties. The planning commission shall elect a chair at the first meeting of the year to serve for such year until a new chair is elected. The elected planning commission shall be governed by the appropriate provisions of either sections 64.510 to 64.695 or sections 64.800 to 64.905 according to the provisions whereby the county adopted county planning and zoning.\n\n3. If a county commission does not call for an election as provided in subsection 2 of this section, the voters of the county may submit a petition, signed by five percent of the number of voters in the county voting at the last gubernatorial election, calling for an election to elect members to a county planning commission. Upon receipt of such a petition, the county commission shall make an order to provide for the election of a county planning commission, pursuant to subsection 2 of this section, at the next countywide election.\n\n(L. 1996 H.B. 1259)\n\nEffective 4-12-96",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-727/"
    },
    {
      "id": "section-64-800",
      "number": "64.800",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.800. Creation of county planning commission — election. —1. The county commission of any county of the first class not having a charter form of government, or of any county of the second, third or fourth class may, after approval by vote of the people of the county, create a county planning commission to prepare a county plan for all areas of the county outside the corporate limits of any city, town or village which has adopted a city plan in accordance with the laws of this state.\n\n2. The county commission may make an order to present to the voters of the county the question for the establishment of county planning.\n\n3. The question shall be submitted in substantially the following form:\n\nShall county planning be adopted?\n\n4. If a majority of the votes cast on the question be in favor of county planning, the county commission shall create by order entered of record a county planning commission to proceed with a program of county planning as provided in sections 64.800 to 64.840.\n\n(L. 1965 p. 178 § 1, A.L. 1974 H.B. 1446, A.L. 1978 H.B. 971, A.L. 1990 H.B. 1504 merged with H.B. 1536)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-800/"
    },
    {
      "id": "section-64-805",
      "number": "64.805",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.805. County planning commission — members — terms — expenses — chairman. —The county planning commission shall consist of the county highway engineer, and one resident of the county appointed by the county commission, from the unincorporated part of each township in the county, except that no such person shall be appointed from a township in which there is no unincorporated area. The township representatives are hereinafter referred to as appointed members. The term of each appointed member shall be four years or until a successor takes office, except that the terms shall be overlapping and that the respective terms of the members first appointed may be less than four years. The term of the county highway engineer shall be only for the duration of the engineer's tenure of official position. All members of the county planning commission shall serve as such without compensation, except that an attendance fee as reimbursement for expenses may be paid to the appointed members of the county planning commission in an amount, as set by the county commission, not to exceed twenty-five dollars per meeting. The planning commission shall elect its chairman, who shall serve for one year.\n\n(L. 1965 p. 178 § 2, A.L. 1986 H.B. 1554 Revision, A.L. 1990 H.B. 1070, A.L. 1993 S.B. 56, A.L. 2004 H.B. 795, et al. merged with H.B. 1377)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-805/"
    },
    {
      "id": "section-64-810",
      "number": "64.810",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.810. Planning commission — general powers — rules — employees and consultants — expenditures limited — fees in certain counties. —The county planning commission may create and adopt rules for the transaction of its business and shall keep a public record of its resolutions, transactions, findings, and recommendations. The commission may appoint such employees as it may deem necessary for its work and may contract with planners and other consultants for such services as it may require and may incur other necessary expenses. The county planning commission in all third and fourth class counties may charge and collect a fee for any service it provides, but the fee must be established by order of the county commission. The expenditures of county funds by the county planning commission in all first class counties not having a charter form of government and all second class counties shall not be in excess of the amounts appropriated for that purpose by the county commission. The expenditures of county funds by the county planning commission in all third and fourth class counties shall not be in excess of the amount of fees collected by it and the amounts appropriated for that purpose by the county commission. The commission shall have such other powers as may be necessary and proper to enable it to perform the duties imposed upon it by law.\n\n(L. 1965 p. 178 § 3, A.L. 1980 H.B. 1259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-810/"
    },
    {
      "id": "section-64-815",
      "number": "64.815",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.815. Master plan of county — contents — hearings — adoption. —The county planning commission shall prepare an official master plan of the county for the purpose of bringing about coordinated physical development in accordance with the present and future needs. The official master plan shall be developed so as to conserve the natural resources of the county, to insure efficient expenditure of public funds and to promote the health, safety, convenience, prosperity and general welfare of the inhabitants. The official master plan may include, among other things, studies and recommendations relative to the location, character and extent of highways, railroads, bus, streetcar and other transportation routes, bridges, public buildings, schools, parks, parkways, forests, wildlife refuges, dams, and projects affecting conservation of natural resources. The county commission, upon the recommendation of the county planning commission, may adopt the official master plan in whole or in part and may subsequently amend or extend the adopted plan or portion thereof. Before the adoption, amendment or extension of the plan or portion thereof, the county commission shall hold at least one public hearing thereon, fifteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the county, and notice of such hearing shall also be posted at least fifteen days in advance thereof in one or more public areas of the courthouse of the county. The hearing may be adjourned from time to time. The adoption of the plan, or part thereof, shall be by resolution carried by not less than a majority vote of the full membership of the county commission. After the adoption of the official master plan, or part thereof, an attested copy shall be certified by the county commission to the recorder of deeds and to the clerk of each incorporated area covered by the plan or part thereof.\n\n(L. 1965 p. 178 § 4, A.L. 1971 H.B. 440)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-815/"
    },
    {
      "id": "section-64-820",
      "number": "64.820",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.820. Improvements not to be made without county planning commission approval — exceptions. —From and after the adoption of the official master plan or portion thereof and its proper certification and recording, thereafter no improvement of a type embraced within the recommendations of the official master plan, or part thereof, shall be constructed or authorized without first submitting the proposed plans thereof to the county planning commission and receiving the written approval or recommendations of the commission. This requirement shall be deemed to be waived if the county planning commission fails to make its report and recommendations within forty-five days after receipt of the proposed plans. In the case of any public improvement sponsored or proposed to be made by any municipality or other political or civil subdivision of the state, or public board, commission or other public officials, the disapproval or recommendations of the county planning commission may be overruled by a two-thirds vote, properly entered of record and certified to the county planning commission, of the governing body of the municipality, or other political or civil subdivision, or public board, commission or officials, after the reasons for the overruling are spread upon its minutes, which reasons shall also be certified to the county planning commission.\n\n(L. 1965 p. 178 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-820/"
    },
    {
      "id": "section-64-825",
      "number": "64.825",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.825. Regulation of subdivisions in unincorporated areas — procedure — bonds. —The county planning commission may also prepare, with the approval of the county commission, as parts of the official master plan or otherwise, sets of regulations governing subdivisions of land in unincorporated areas, and amend or change same from time to time as herein provided, which regulations may provide for the proper location and width of streets, building lines, open spaces, safety, recreation, and for the avoidance of congestion of population, including minimum width and area of lots. Such regulations may also include the extent to which and the manner in which streets shall be graded and improved, and the extent to which water, sewer and other utility services shall be provided, to protect public health and general welfare. Such regulations may provide that in lieu of the immediate completion or installation of the work, the county planning commission may accept bond for the county commission in the amount and with surety bond, cash bond, cash deposit with the county treasurer, letter of credit, or certificate of deposit and conditions satisfactory to the county commission, providing for and securing to the county commission the actual construction of the improvements and utilities within a period specified by the county planning commission, and the county commission shall have power to enforce the bond, surety bond, cash bond, cash deposit with the county treasurer, letter of credit, or certificate of deposit by all proper remedies. The subdivision regulations shall be adopted, changed or amended, certified and filed as provided in section 64.815. The subdivision regulations shall be adopted, changed or amended only after a public hearing has been held thereon, public notice of which shall be given in the manner as provided for the hearing in section 64.815.\n\n(L. 1965 p. 178 § 6, A.L. 2004 H.B. 795, et al. merged with H.B. 1362)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-825/"
    },
    {
      "id": "section-64-830",
      "number": "64.830",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.830. Approval of plats. —Whenever the county planning commission has prepared and the county commission adopted, recorded and filed certified copies of any part of the official master plan relating to major highways or to subdivision regulations, thereafter no plat of a subdivision of land within the unincorporated area of the county or the portion thereof covered by the major highway plan shall be recorded until the plat shall first have been approved by the county planning commission. If the planning commission does not report upon the plat within thirty days, it may then be deemed approved by the county planning commission, and the commission shall certify the fact upon the plat. If the plat is approved by the county planning commission, the approval shall be endorsed in writing thereon. However, if the plat be amended or rejected by the county planning commission, or if the council or board of trustees of any municipality files with the county planning commission a certified copy of a resolution of the council or board protesting against the action of the county planning commission approving any plat of any land lying within one and one-half miles of the limits of the incorporated area of the municipality, the approval shall be deemed overruled, and the plat may be then approved only by a two-thirds vote of the county commission, and the reasons for the approval or failure to approve the plat shall be spread upon the records of the county commission*and certified to the county planning commission. No plat of subdivision of land in the unincorporated areas of the county shall be recorded in the office of the recorder of deeds unless and until approved as herein provided. Municipalities shall have power, by ordinance, to require plats of subdivisions of land within the corporate limits of the municipalities to be submitted to the county planning commission before being submitted to the municipality for approval, and before being recorded. A certified copy of any such ordinance shall be filed in the office of the recorder of deeds for the county. The county planning commission shall, upon written request of any municipality, consider the plats and shall report its findings and its recommendations thereon in writing to the proper officials of the municipality.\n\n(L. 1965 p. 178 § 7, A.L. 1990 H.B. 1258)\n\n*Word \"and\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-830/"
    },
    {
      "id": "section-64-835",
      "number": "64.835",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.835. Setback line on major highways. —After any plan for major highways, or portion thereof, has been prepared by the county planning commission, filed and certified as provided in section 64.815, the county commission shall be authorized and empowered to establish, regulate and limit building or setback lines on the major highways outside the corporate limits of municipalities and to prohibit any new building being located within the building or setback lines, and to amend the regulations from time to time. All orders of the county commission relating to buildings or setback lines shall be entered of record and certified copies thereof shall be filed with the county planning commission, and in the office of the recorder of deeds.\n\n(L. 1965 p. 178 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-835/"
    },
    {
      "id": "section-64-840",
      "number": "64.840",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.840. Powers of board of adjustment — hearing on regulations on setback lines. —The county commission shall provide for a board of adjustment with powers to modify or vary the regulations, in specific cases, in order that unwarranted hardships, which constitute an unreasonable deprivation of use as distinguished from the mere grant of a privilege, may be avoided, the intended purpose of the regulations being strictly observed and the public welfare and public safety protected. If there is a county board of zoning adjustment as provided in section 64.870, that board shall be appointed to serve as the board of adjustment for the building or setback line regulations. If there be no county board of zoning adjustment, the personnel, length of terms, method of appointment and organization of the board of adjustment for the building or setback line regulations shall be the same as provided in section 64.870 for the board of zoning adjustment. Regulations authorized under section 64.835 shall not be adopted, changed or amended until a public hearing has been held thereon by the county planning commission, public notice of which shall be given in the same manner as provided for the hearing in section 64.815.\n\n(L. 1965 p. 178 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-840/"
    },
    {
      "id": "section-64-845",
      "number": "64.845",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.845. Creation of county zoning program — election. —1. The county commission of any county of the first class not having a charter form of government, or of any county of the second, third or fourth class may make an order to present to the voters of the county the question for the establishment of county zoning as provided in sections 64.845 to 64.880.\n\n2. The question shall be submitted in substantially the following form:\n\nShall county zoning be adopted?\n\n3. If a majority of the votes cast is in favor of county zoning, the county commission shall proceed with a program of county zoning as provided in sections 64.845 to 64.880.\n\n(L. 1965 p. 178 § 10, A.L. 1969 p. 78, A.L. 1974 H.B. 1446, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-845/"
    },
    {
      "id": "section-64-850",
      "number": "64.850",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.850. County commission may prescribe zoning regulations. —For the purpose of promoting health, safety, morals, comfort or the general welfare of the unincorporated portion of counties of the first class not having a charter form of government, or of counties of the second, third or fourth class to conserve and protect property and building values, to secure the most economical use of the land, and to facilitate the adequate provision of public improvements all in accordance with a comprehensive plan, the county commission of any county of the first class not having a charter form of government, or of any county of the second, third or fourth class may, after approval by vote of the people as provided in section 64.845, regulate and restrict, by order of record, in the unincorporated portions of the county, the height, number of stories, and size of buildings, the percentage of lots that may be occupied, the size of yards, courts and other open spaces, the density of population, the location and use of buildings, structures and land for trade, industry, residence or other purposes.\n\n(L. 1965 p. 178 § 11, A.L. 1974 H.B. 1446)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-850/"
    },
    {
      "id": "section-64-855",
      "number": "64.855",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.855. Division of territory into districts — regulations to be uniform, conform to comprehensive plan. —For any or all of the purposes of section 64.850, the unincorporated territory may be divided into districts of such number, shape and area as may be deemed best suited to carry out the purpose of sections 64.845 to 64.880 and shall be shown upon the county commission's zoning plan; and within the districts the erection, construction, reconstruction, alteration, repair, relocation or maintenance of buildings or structures and use of land and lots may be regulated and restricted. All the regulations shall be uniform for each class or kind of buildings or land uses throughout each district, but the regulations in one district may differ from those in other districts. The regulations shall be made in accordance with a comprehensive zoning plan, and shall give reasonable consideration, among other things, to the then existing character of the districts, their suitability for particular uses, conservation of the value of buildings and of existing development, and encouragement of the most appropriate use of land throughout the county.\n\n(L. 1965 p. 178 § 12)\n\n(1980) Zoning regulations which permitted breeding and raising of livestock and poultry in districts zoned for agricultural use but prohibited commercial breeding and raising of dogs in such districts established a rational classification and did not amount to a denial of equal protection or constitute special legislation. State ex rel. Rybolt v. Easley (A.), 600 S.W.2d 601.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-855/"
    },
    {
      "id": "section-64-860",
      "number": "64.860",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.860. County commission, powers — zoning commission, appointment, powers — fees in certain counties — hearing on plan — municipality may protest plan, effect. —The county commission shall provide for the manner in which the regulations, restrictions and boundaries of the districts shall be determined, established and enforced, and from time to time amended, supplemented or changed within the unincorporated territory. In order to avail itself of the zoning powers conferred by sections 64.845 to 64.880 the county commission shall request the county planning commission to recommend the boundaries of the various original districts and appropriate regulations to be enforced therein. If there be no county planning commission the county commission shall appoint a county zoning commission whose personnel, length of terms and organization shall be the same as provided in section 64.805 for a county planning commission; and which commission, in third and fourth class counties, may charge and collect a fee for any service it provides, but the fee must be established by order of the county commission. The commission shall make a preliminary report and a proposed zoning order and shall hold public hearings thereon, and shall afford persons interested an opportunity to be heard. A hearing shall be held in each township affected by the terms of the proposed order, public notice of which hearing shall be given in the same manner as provided for the hearing in section 64.815. The notice shall state the time and place of the hearing and the place where copies of the proposed report and proposed zoning order will be accessible for examination by interested parties. The hearings may be adjourned from time to time. Within ninety days after the final adjournment of the hearings the commission shall make a report and submit a proposed order to the county commission. The county commission may adopt the order with or without change or may refer it back to the commission for further consideration and report. In case a written protest against the proposed zoning of any land lying within one and one-half miles of the corporate limits of any municipality having in effect an ordinance zoning property within the corporate limits of the municipality is made by resolution of the city council or board of trustees thereof and filed with the county commission, the county commission shall not adopt the proposed zoning of the land except by record vote of all members and after a statement of the reasons for the action are spread upon its minutes or records. In the preparation of its report and proposed zoning order the commission may incur such expenditures as shall be authorized by the county commission.\n\n(L. 1965 p. 178 § 13, A.L. 1980 H.B. 1259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-860/"
    },
    {
      "id": "section-64-863",
      "number": "64.863",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.863. Plan or regulations not to be changed without notice and hearing. —After the adoption of a zoning plan or regulations adopted pursuant thereto, no use of any parcel of land included in the plan or regulations shall be changed without a public hearing and the person or body which conducts the hearing shall give notice, at least fifteen days before the hearing, by regular mail to all owners of any real property located within six hundred feet of the parcel of land for which the change is proposed.\n\n(L. 1971 H.B. 440, A.L. 1994 S.B. 513)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-863/"
    },
    {
      "id": "section-64-865",
      "number": "64.865",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.865. Enforcement officer — buildings subject to his approval. —Any county commission which has adopted a zoning plan, as provided herein, shall appoint an officer or shall designate one of the existing officials to enforce the provisions thereof. After the appointment or designation of the officer or official, no building or other structure shall be erected, constructed, reconstructed, enlarged or altered, or repaired in such manner as to prolong the life of the building, nor shall the use of any land be changed without a permit issued by the officer or official.\n\n(L. 1965 p. 178 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-865/"
    },
    {
      "id": "section-64-870",
      "number": "64.870",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.870. County board of zoning adjustment — members — organization — appeals to — procedure — powers of board. —1. Any county commission which appointed a county zoning commission and which has adopted a zoning plan, as provided in sections 64.800 to 64.905, shall appoint a county board of zoning adjustment. The board shall consist of five residents of the county, but not more than two shall be residents of the incorporated area of the county and not more than one may be a member of the county zoning commission. The membership of the first board appointed shall serve respectively: One for one year, one for two years, one for three years, two for four years. Thereafter members shall be appointed for terms of four years each. Members shall be removable for cause by the county commission upon written charges and after public hearings. Vacancies shall be filled by the county commission for the unexpired term of any member whose term becomes vacant. The board of zoning adjustment shall elect its own chairman and shall adopt rules of procedure consistent with the provisions of the zoning regulations and the provisions of sections 64.845 to 64.880. The chairman, or in his absence the acting chairman, may administer oaths and compel the attendance of witnesses. All meetings of the board of zoning adjustment shall be open to the public, and minutes shall be kept of all proceedings and official actions, which minutes shall be filed in the office of the board and shall be a public record. Appeals to the board of zoning adjustment may be taken by any owner, lessee or tenant of land, or by a public officer, department, board or bureau, affected by any decision of the administrative officer in administering a county zoning ordinance. The appeals shall be taken within a period of not more than three months, and in the manner provided by the rules of the board. An appeal shall stay all proceedings in furtherance of the action appealed from, unless the officer from whom the appeal is taken shall certify to the board that by reason of facts stated in the certificate a stay would, in his opinion, cause imminent peril to life or property. The board of adjustment shall have the following powers and it shall be its duty:\n\n(1) To hear and decide appeals where it is alleged there is error of law in any order, requirement, decision or determination made by an administrative official in the enforcement of the county zoning regulations;\n\n(2) To hear and decide all matters referred to it or which it is required to determine under the zoning regulations adopted by the county commission as herein provided;\n\n(3) Where, by reason of exceptional narrowness, shallowness, shape or topography or other extraordinary or exceptional situation or condition of a specific piece of property, the strict application of any regulation adopted under sections 64.845 to 64.880 would result in peculiar and exceptional difficulties to or exceptional and demonstrable undue hardship upon the owner of the property as an unreasonable deprivation of use as distinguished from the mere grant of a privilege, to authorize, upon an appeal relating to the property, a variance from the strict application so as to relieve the demonstrable difficulties or hardships, provided the relief can be granted without substantial detriment to the public good and without substantially impairing the intent, purpose, and integrity of the zone plan as embodied in the zoning regulations and map.\n\n2. In exercising the above powers, the board may reverse or affirm wholly or partly, or may modify the order, requirement, decision or determination appealed from and may take such order, requirement, decision or determination as ought to be made, and to that end shall have all the powers of the officer from whom the appeal is taken. Any owners, lessees or tenants of buildings, structures or land jointly or severally aggrieved by any decision of the board of adjustment or of the county commission, respectively, under the provisions of sections 64.845 to 64.880, or board, commission or other public official, may present to the circuit court of the county in which the property affected is located, a petition, duly verified, stating that the decision is illegal in whole or in part, specifying the grounds of the illegality and asking for relief therefrom. Upon the presentation of the petition the court shall allow a writ of certiorari directed to the board of adjustment or the county commission, respectively, of the action taken and data and records acted upon, and may appoint a referee to take additional evidence in the case. The court may reverse or affirm or may modify the decision brought up for review. After entry of judgment in the circuit court in the action in review, any party to the cause may prosecute an appeal to the appellate court having jurisdiction in the same manner now or hereafter provided by law for appeals from other judgments of the circuit court in civil cases.\n\n(L. 1965 p. 178 § 15, A.L. 1990 H.B. 1070)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-870/"
    },
    {
      "id": "section-64-875",
      "number": "64.875",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.875. Amendment of regulations — hearings — protests. —The regulations imposed and the districts created under authority of sections 64.845 to 64.880 may be amended from time to time by the county commission by order after the order establishing the same has gone into effect but no amendments shall be made by the county commission except after recommendation of the county planning commission, or if there be no county planning commission, of the county zoning commission, after hearings thereon by the commission. Public notice of the hearings shall be given in the same manner as provided for the hearing in section 64.815. In case of written protest against any proposed change or amendment, signed and acknowledged by the owners of thirty percent of the frontage within one thousand feet to the right or left of the frontage proposed to be changed, or by the owners of thirty percent of the frontage directly opposite, or directly in the rear of the frontage proposed to be altered, or in cases where the land affected lies within one and one-half miles of the corporate limits of a municipality having in effect ordinances zoning property within the corporate limits of a municipality, made by resolution of the city council or board of trustees thereof, and filed with the county clerk, the amendment may not be passed except by the favorable vote of two-thirds of all the members of the county commission.\n\n(L. 1965 p. 178 § 16, A.L. 1988 H.B. 923)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-875/"
    },
    {
      "id": "section-64-880",
      "number": "64.880",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.880. Zoning regulations to prevail over other laws, regulations. —Wherever the county zoning regulations made under authority of sections 64.845 to 64.880 require a greater width or size of yards, courts or other open spaces or require a lower height of buildings or a less number of stories, or require a greater percentage of lots to be left unoccupied, or require a lower density of population, or require a more restricted use of land, or impose other higher standards than are required in any other statute, local order or regulation, private deed restrictions or private covenants, the regulations made under authority of sections 64.845 to 64.880 shall govern.\n\n(L. 1965 p. 178 § 17)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-880/"
    },
    {
      "id": "section-64-885",
      "number": "64.885",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.885. Creation of county planning and zoning program — election. —1. The county commission of any county of the first class not having a charter form of government, or of any county of the second, third or fourth class may make an order to present to the voters of the county the question for the establishment of county planning and zoning as provided in sections 64.800 to 64.840 and sections 64.845 to 64.880.\n\n2. The question shall be submitted in substantially the following form:\n\nShall county planning and zoning be adopted?\n\n3. If a majority of the votes cast is in favor of county planning and zoning, the county commission shall proceed with a program of county planning and zoning as provided in sections 64.800 to 64.840 and 64.845 to 64.880.\n\n(L. 1965 p. 178 § 18, A.L. 1969 p. 78, A.L. 1974 H.B. 1446, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-885/"
    },
    {
      "id": "section-64-890",
      "number": "64.890",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.890. Building and land use restrictions — exemptions — limitations on use of powers. —1. Nothing in sections 64.800 to 64.905 shall affect the recovery of natural resources by strip or open-cut mining; provided, that commercial structures shall be permitted in all districts except those zoned for residential or recreational use.\n\n2. The provisions of this section shall not apply to the incorporated portions of the counties, nor to the raising of crops, livestock, orchards or forestry nor to seasonal or temporary impoundments used for rice farming or flood irrigation. As used in this section, the term\"rice farming or flood irrigation\"means small berms of no more than eighteen inches high that are placed around a field to hold water for use for growing rice or for flood irrigation. This section shall not apply to the erection, maintenance, repair, alteration or extension of farm buildings or farm structures used for such purposes in an area not within the area shown on the flood hazard area map. This section shall not apply to underground mining where entrance is through an existing shaft or shafts or through a shaft or shafts not within the area shown on the flood hazard area map. The powers granted by sections 64.800 to 64.845 and 64.850 to 64.880 shall not be construed:\n\n(1) So as to deprive the owner, lessee or tenant of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted;\n\n(2) So as to deprive any court of the power of determining the reasonableness of regulations and powers in any action brought in any court affecting the provisions of sections 64.800 to 64.905 or the rules and regulations adopted thereunder;\n\n(3) Nor to authorize interference with the public utility services as may have been or may hereafter be authorized or ordered by the public service commission or by permit of the county commission, as the case may be.\n\n3. Nothing contained in sections 64.800 to 64.905 shall affect the existence or validity of an ordinance or order which a county has adopted prior to March 4, 1991.\n\n(L. 1965 p. 178 § 19, A.L. 1991 H.B. 72)\n\nEffective 3-04-91\n\n(1980) Statute permitting commercial structures in all districts except residential use or recreational use districts was limited to commercial structures attending to strip or open-cut mining operations and had no general application to commercial structures. State ex rel. Rybolt v. Easley (A.), 600 S.W.2d 601.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-890/"
    },
    {
      "id": "section-64-895",
      "number": "64.895",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.895. Violations constitute misdemeanors — enforcement of zoning regulations. —1. Any owner, lessee or tenant of land located within any unincorporated area covered or affected by any official master plan or part thereof, or by any regulations or orders relating to subdivisions of land, or by any zoning plan, or by any regulations relating to building or setback lines on major highways, or by any regulations and restrictions of buildings, structures, lots and lands, or other planning or zoning regulations and restrictions or other regulations and restrictions made and adopted under the provisions of sections 64.800 to 64.845 or 64.850 to 64.880, who shall lay out and improve any subdivision of land, or who shall construct, reconstruct, alter, relocate or maintain any building or other structure, or use the land in violation of the provisions of sections 64.800 to 64.845 or 64.850 to 64.880, or of order, regulation or restriction made and adopted under the provisions of sections 64.800 to 64.845 or 64.850 to 64.880, shall be guilty of a misdemeanor.\n\n2. In the event any subdivision of land is begun or made in violation of sections 64.800 to 64.845, or of any official master plan or part thereof, or of any planning or zoning order, regulation or restriction made and adopted under the provisions of sections 64.800 to 64.845 or 64.850 to 64.880, or in the event any building or structure is constructed, reconstructed, relocated or maintained, or any building, structure, lot or land is used in violation of sections 64.800 to 64.845 or 64.850 to 64.880, or of any planning or zoning plan, regulation, restriction or order made and adopted by authority conferred under the provisions of sections 64.800 to 64.845 or 64.850 to 64.880, the county commission, the county planning commission, the county zoning commission, the prosecuting attorney, or any officer or official appointed or designated under the provisions of section 64.865, or the owner of any private property or any public body the property of whom or which is or may be affected by any such violation, may institute in the circuit court of the county, any appropriate action or proceedings to prevent the unlawful subdivision development or erection, construction, reconstruction, alteration, relocation or maintenance or use, or to restrain, abate or correct the violation, or to prevent the occupancy of the building or structure or unlawful use of land, and to prevent any illegal act, conduct, business or use in or about the premises.\n\n3. The officer or official appointed or designated under the provisions of section 64.865 shall have power to cause any land, building, structure, place or premises to be inspected and examined and to order in writing the remedying of any condition found to exist therein or thereat in violation of any of the regulations or orders adopted or made under the provisions of sections 64.850 to 64.880.\n\n4. Any owner, lessee or tenant who, having been served with an order in writing signed by the officer or official to correct or remove any such violations, shall fail to comply with the order within ten days after service, or who shall continue to violate any of the regulations or orders made under the authority of sections 64.850 to 64.880 in the respect named in the order, shall be guilty of a misdemeanor.\n\n5. The owner or general agent of any land, building, structure or premises where a violation of any orders, regulations or restrictions has been committed or shall exist, or the lessee or tenant of any entire building or entire premises where the violation has been committed or shall exist, or the owner, general agent, lessee or tenant of any part of the building or premises in which the violation has been committed or shall exist, or the owner, general agent, architect, builder or contractor or any other person who knowingly commits, takes part or assists in the violation, or who maintains any building or premises in which any violation exists, shall be guilty of a misdemeanor.\n\n(L. 1965 p. 178 § 20)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-895/"
    },
    {
      "id": "section-64-900",
      "number": "64.900",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.900. Termination or continuation of county planning, zoning — election. —1. Upon receipt of a petition signed by a number of voters in the county equal to five percent of the total vote cast in the county at the next preceding election for governor requesting the submission of the question of continuation or termination, the county commission in any county which has adopted a program of county planning, county zoning or county planning and zoning shall make an order to submit to the voters of the county the question to continue or to terminate the program.\n\n2. The question shall be submitted in substantially the following form:\n\n3. If a majority of those voting on the question vote yes for continuation, the program shall be continued unless and until terminated by a vote of the qualified voters voting thereon; if a majority of those voting on the question vote no for the termination of the program, the county commission shall declare the program terminated and shall discharge any commission appointed thereunder. Any resolution, ordinance or regulation adopted under the program pursuant to the provisions of sections 64.800 to 64.905 shall be void and of no effect from and after the termination of the program as provided in this section.\n\n(L. 1965 p. 178 § 21, A.L. 1978 H.B. 971, A.L. 1988 H.B. 923)\n\nEffective 4-07-88",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-900/"
    },
    {
      "id": "section-64-905",
      "number": "64.905",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.905. Purpose of sections 64.800 to 64.905 — effect of adoption on preexisting program — Clay County and Cass County may operate pursuant to planning and zoning laws other than those of a county of the first classification. —1. The provisions of sections 64.800 to 64.906 are established as an alternative to sections 64.510 to 64.727 for counties of the second and third classifications, and as an alternative to sections 64.211 to 64.295 for counties of the first classification not having a charter form of government.\n\n2. Except as provided in subsection 4 of this section, if the voters of any county of the second or third classification adopt county planning or zoning pursuant to sections 64.800 to 64.906 after having previously adopted county planning or zoning pursuant to sections 64.510 to 64.727, the provisions of sections 64.800 to 64.906 shall be effective in the county, and the county planning or zoning shall be conducted thereafter as provided in sections 64.800 to 64.906 rather than as provided in sections 64.510 to 64.727.\n\n3. Except as provided in subsection 4 of this section, any county of the second classification which adopts county planning or zoning pursuant to sections 64.510 to 64.727 or 64.800 to 64.906 before becoming a county of the first classification shall continue to operate pursuant to those provisions as a county of the first classification until the county planning or zoning program is terminated pursuant to section 64.900. After the termination of county planning or zoning pursuant to sections 64.800 to 64.906, the county commission of any county of the first classification not having a charter form of government may exercise all powers and duties prescribed by and may elect to be subject to sections 64.211 to 64.295.\n\n4. Notwithstanding the provisions of subsections 2 and 3 of this section, in any county of the first classification without a charter form of government which has a population of at least one hundred fifty thousand inhabitants which contains all or a portion of a city with a population of at least three hundred thousand inhabitants, and/or in any county of the first classification without a charter form of government with more than*eighty-two thousand inhabitants but less than eighty-two thousand one hundred inhabitants which has adopted planning and zoning prior to becoming a county of the first classification, the county governing body may, by ordinance, provide that the county's planning and zoning may be conducted as provided in sections 64.211 to 64.295, sections 64.510 to 64.727, or sections 64.800 to 64.906.\n\n(L. 1965 p. 178 § 22, A.L. 1974 H.B. 1446, A.L. 1979 S.B. 389, A.L. 1996 H.B. 1259, A.L. 2003 H.B. 244 merged with S.B. 121)\n\n*Words \"having a population of at least\" appear in original rolls of S.B. 121, 2003.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-905/"
    },
    {
      "id": "section-64-906",
      "number": "64.906",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.906. Clay County planning and zoning commission, rulemaking authority. —In any county of the first classification without a charter form of government which has a population of at least one hundred fifty thousand inhabitants which contains all or a portion of a city with a population of at least three hundred thousand inhabitants, the county planning and zoning commission may, with the approval of the governing body of the county, create and adopt rules for the transaction of its business, create and adopt rules for the filing of applications, hearings, inspections and other activities and rules and regulations governing the conduct and procedures of its meetings and hearings. Such rules and regulations may include without limitation such provisions regulating rezoning, land use or platting applications, discovery and prehearing procedures, filing requirements for land use and platting applications, rules regulating the conduct of hearings, the filing of briefs and motions, prefiling of exhibits and witness lists or provisions preventing refiling of zoning or land use applications where the application is the same, or substantially the same, as an application which has been previously overruled, rejected or denied within the previous five years, unless the applicant can show by clear and convincing evidence that a substantial change in circumstances has occurred since the previous rejection which is a result of new facts which were not discoverable by the applicant during the previous proceedings with the use of reasonable diligence or is a result of material facts which have arisen since the previous proceedings were terminated. The rule may further provide that such showing shall be made prior to acceptance of the new application.\n\n(L. 1996 H.B. 1259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-906/"
    },
    {
      "id": "section-64-907",
      "number": "64.907",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.907. Certain storm water discharge rules and ordinances authorized for certain counties — administration — imposition of tax authorized, ballot language. —1. Any county subject to Environmental Protection Agency rules 40 C.F.R. Parts 9, 122, 123, and 124 concerning storm water discharges is authorized to adopt rules, regulations, or ordinances reasonably necessary to comply with such federal regulations including but not limited to rules, regulations, or ordinances which promote the best storm water management practices in regulating storm water discharges established by the Environmental Protection Agency.\n\n2. Any county adopting rules, regulations, or ordinances under subsection 1 of this section is authorized to establish by rule, regulation, or ordinance a storm water control utility or other entity to administer any such rules, regulations, or ordinances adopted under subsection 1 of this section which shall include authority to impose user fees to fund the administration of such rules, regulations, or ordinances.\n\n3. Any county adopting rules, regulations, or ordinances under subsection 1 of this section is authorized to establish by rule, regulation, or ordinance a storm water control utility tax in such amount as is deemed reasonable and necessary to fund public storm water control projects if such tax is approved by majority of the votes cast.\n\n4. The tax authorized in this section shall be in addition to the charge for the storm water control and all other taxes imposed by law, and the proceeds of such tax shall be used by the county solely for storm water control. Such tax shall be stated separately from all other charges and taxes.\n\n5. The ballot of submission for the tax authorized in this section shall be in substantially the following form:\n\n­­If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the question, then the tax shall become effective on the first day of the second calendar quarter following the calendar quarter in which the election was held. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the question, then the tax authorized by this section shall not become effective unless and until the question is resubmitted pursuant to this section to the qualified voters of the county and such question is approved by a majority of the qualified voters of the county voting on the question.\n\n(L. 2003 H.B. 267)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-907/"
    },
    {
      "id": "section-64-920",
      "number": "64.920",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.920. County sports complex authority authorized. —There is hereby authorized to be created in any county of the first class not at the time having a charter form of government a special authority to be known as the \"______ County Sports Complex Authority\", hereinafter referred to as the \"authority\". Such authority shall be created by order of the county commission and certified copies of said order shall be filed in the offices of the governor and secretary of state. Upon the making of such order and the filing thereof as aforesaid, said authority shall be a body corporate and politic and a political subdivision of the state of Missouri.\n\n(L. 1965 p. 187 § 1, A.L. 1969 3d Ex. Sess. H.B. 37)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-920/"
    },
    {
      "id": "section-64-925",
      "number": "64.925",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.925. Scope of act, existing sports complex authorities, election to come under sections 64.920 to 64.950, how made. —1. The provisions contained in sections 64.920 to 64.950 relating to county sports complex authorities shall apply to:\n\n(1) Any authority hereafter organized under the provisions of sections 64.920 to 64.950, and\n\n(2) Any county sports complex authority heretofore organized and which shall accept the provisions of sections 64.920 to 64.950 as herein provided. Any such authority may accept the provisions of such sections 64.920 to 64.950 by:\n\n(a) Adopting a resolution at a duly called meeting of the commissioners of the authority at which at least three members are present and not less than three members vote in favor of the adoption of such resolution, said resolution providing for the acceptance by the authority of all of the provisions of sections 64.920 to 64.950 and further providing that thenceforth such authority shall be deemed to be for all purposes an authority organized under sections 64.920 to 64.950.\n\n(b) Filing in the offices of the clerk of the county commission, the governor and the secretary of state certified copies of the resolution adopted by the authority accepting the provisions of sections 64.920 to 64.950.\n\n2. After the resolution of acceptance has been adopted and certified copies thereof have been filed as hereinbefore provided, the authority shall be entitled to all the rights, privileges and benefits and shall be subject to all the obligations, duties and liabilities provided in said sections 64.920 to 64.950.\n\n(L. 1969 3d Ex. Sess. H.B. 37)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-925/"
    },
    {
      "id": "section-64-930",
      "number": "64.930",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.930. Sports complex commissioners — terms — vacancies — compensation and expenses. —1. The county sports complex authority shall consist of five commissioners who shall be qualified voters of the state of Missouri, and residents of such county. The commissioners of the county commission by a majority vote thereof shall submit a panel of nine names to the governor who shall select with the advice and consent of the senate five commissioners from such panel, no more than three of which shall be of any one political party, who shall constitute the members of such authority; provided, however, that no elective or appointed official of any political subdivision of the state of Missouri shall be a member of the county sports complex authority.\n\n2. The authority shall elect from its number a chairman and may appoint such officers and employees as it may require for the performance of its duties and fix and determine their qualifications, duties and compensation. No action of the authority shall be binding unless taken at a meeting at which at least three members are present and unless a majority of the members present at such meeting shall vote in favor thereof.\n\n3. Such sports complex commissioners shall serve in the following manner: one for two years, one for three years, one for four years, one for five years, and one for six years. Successors shall hold office for terms of five years, or for the unexpired terms of their predecessors.\n\n4. In the event a vacancy exists a new panel of three names shall be submitted by majority vote of the county commission to the governor for appointment. All such vacancies shall be filled within thirty days from the date thereof. If the county commission has not submitted a panel of three names to the governor within thirty days of the expiration of a commissioner's term, the governor shall immediately make an appointment to the commission with the advice and consent of the senate. In the event the governor does not appoint a replacement, no commissioner shall continue to serve beyond the expiration of that commissioner's term.\n\n5. The compensation of the sports complex commissioners to be paid by the authority shall be determined by the sports complex commissioners, but in no event shall exceed the sum of three thousand dollars per annum. In addition, the sports complex commissioners shall be reimbursed by the authority for the actual and necessary expenses incurred in the performance of their duties. No commissioner shall continue to serve beyond the expiration of that commissioner's term.\n\n(L. 1965 p. 187 §§ 2 to 5, A.L. 1986 H.B. 1554 Revision, A.L. 2004 H.B. 795, et al. merged with S.B. 1394)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-930/"
    },
    {
      "id": "section-64-940",
      "number": "64.940",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.940. Powers of the authority. —1. The authority shall have the following powers:\n\n(1) To acquire by gift, bequest, purchase or lease from public or private sources and to plan, construct, operate and maintain, or to lease to others for construction, operation and maintenance a sports stadium, field house, indoor and outdoor recreational facilities, centers, playing fields, parking facilities and other suitable concessions, and all things incidental or necessary to a complex suitable for all types of sports and recreation, either professional or amateur, commercial or private, either upon, above or below the ground;\n\n(2) To charge and collect fees and rents for use of the facilities owned or operated by it or leased from or to others;\n\n(3) To adopt a common seal, to contract and to be contracted with, including, but without limitation, the authority to enter into contracts with counties and other political subdivisions under sections 70.210 to 70.320, and to sue and to be sued;\n\n(4) To receive for its lawful activities any contributions or moneys appropriated by municipalities, counties, state or other political subdivisions or agencies or by the federal government or any agency or officer thereof or from any other source;\n\n(5) To disburse funds for its lawful activities and fix salaries and wages of its officers and employees;\n\n(6) To borrow money for the acquisition, planning, construction, equipping, operation, maintenance, repair, extension and improvement of any facility, or any part or parts thereof, which it has the power to own or to operate, and to issue negotiable notes, bonds, or other instruments in writing as evidence of sums borrowed, as hereinafter provided in this section:\n\n(a) Bonds or notes issued hereunder shall be issued pursuant to a resolution adopted by the commissioners of the authority which shall set out the estimated cost to the authority of the proposed facility or facilities, and shall further set out the amount of bonds or notes to be issued, their purpose or purposes, their date or dates, denomination or denominations, rate or rates of interest, time or times of payment, both of principal and of interest, place or places of payment and all other details in connection therewith. Any such bonds or notes may be subject to such provision for redemption prior to maturity, with or without premium, and at such times and upon such conditions as may be provided by the resolution.\n\n(b) Such bonds or notes shall bear interest at a rate not exceeding eight percent per annum and shall mature within a period not exceeding fifty years and may be sold at public or private sale for not less than ninety-five percent of the principal amount thereof. Bonds or notes issued by an authority shall possess all of the qualities of negotiable instruments under the laws of this state.\n\n(c) Such bonds or notes may be payable to bearer, may be registered or coupon bonds or notes and if payable to bearer, may contain such registration provisions as to either principal and interest, or principal only, as may be provided in the resolution authorizing the same which resolution may also provide for the exchange of registered and coupon bonds or notes. Such bonds or notes and any coupons attached thereto shall be signed in such manner and by such officers of the authority as may be provided for by the resolution authorizing the same. The authority may provide for the replacement of any bond or note which shall become mutilated, destroyed or lost.\n\n(d) Bonds or notes issued by an authority shall be payable as to principal, interest and redemption premium, if any, out of the general funds of the authority, including rents, revenues, receipts and income derived and to be derived for the use of any facility or combination of facilities, or any part or parts thereof, acquired, constructed, improved or extended in whole or in part from the proceeds of such bonds or notes, including but not limited to stadium rentals, concessions, parking facilities and from funds derived from any other facilities or part or parts thereof, owned or operated by the authority, all or any part of which rents, revenues, receipts and income the authority is authorized to pledge for the payment of said principal, interest, and redemption premium, if any. Bonds or notes issued pursuant to this section shall not constitute an indebtedness of the authority within the meaning of any constitutional or statutory restriction, limitation or provision, and such bonds or notes shall not be payable out of any funds raised or to be raised by taxation. Bonds or notes issued pursuant to this section may be further secured by a mortgage or deed of trust upon the rents, revenues, receipts and income herein referred to or any part thereof or upon any leasehold interest or other property owned by the authority, or any part thereof, whether then owned or thereafter acquired. The proceeds of such bonds or notes shall be disbursed in such manner and under such restrictions as the authority may provide in the resolution authorizing the issuance of such bonds or notes or in any such mortgage or deed of trust.\n\n(e) It shall be the duty of the authority to fix and maintain rates and make and collect charges for the use and services of its interest in the facility or facilities or any part thereof operated by the authority which shall be sufficient to pay the cost of operation and maintenance thereof, to pay the principal of and interest on any such bonds or notes and to provide funds sufficient to meet all requirements of the resolution by which such bonds or notes have been issued.\n\n(f) The resolution authorizing the issuance of any such bonds or notes may provide for the allocation of rents, revenues, receipts and income derived and to be derived by the authority from the use of any facility or part thereof into such separate accounts as shall be deemed to be advisable to assure the proper operation and maintenance of any facility or part thereof and the prompt payment of any bonds or notes issued to finance all or any part of the costs thereof. Such accounts may include reserve accounts necessary for the proper operation and maintenance of any such facility or any part thereof, and for the payment of any such bonds or notes. Such resolution may include such other covenants and agreements by the authority as in its judgment are advisable or necessary properly to secure the payment of such bonds or notes.\n\n(g) The authority may issue negotiable refunding bonds or notes for the purpose of refunding, extending or unifying the whole or any part of such bonds or notes then outstanding, which bonds or notes shall not exceed the principal of the outstanding bonds or notes to be refunded and the accrued interest thereon to the date of such refunding, including any redemption premium. The authority may provide for the payment of interest on such refunding bonds or notes at a rate in excess of the bonds or notes to be refunded but such interest rate shall not exceed the maximum rate of interest hereinbefore provided.\n\n(7) To condemn any and all rights or property, of any kind or character, necessary for the purposes of the authority, subject, however, to the provisions of sections 64.920 to 64.950 and in the manner provided in chapter 523; provided, however, that no property now or hereafter vested in or held by the state or by any county, city, village, township or other political subdivisions shall be taken by the authority without the authority or consent of such political subdivisions;\n\n(8) To perform all other necessary and incidental functions; and to exercise such additional powers as shall be conferred by the general assembly or by act of Congress.\n\n2. The authority is authorized and directed to proceed to carry out its duties, functions and powers in accordance with sections 64.920 to 64.950 as rapidly as may be economically practicable and is vested with all necessary and appropriate powers not inconsistent with the constitution or the laws of the United States to effectuate the same, except the power to levy taxes or assessments.\n\n3. Any expenditure made by the authority located in a county with a charter form of government and with more than six hundred thousand but fewer than seven hundred thousand inhabitants, that is over twenty-five thousand dollars, including professional service contracts, must be competitively bid.\n\n(L. 1965 p. 187 §§ 6, 8, A.L. 1969 3d Ex. Sess. p. 81, A.L. 2005 H.B. 58 merged with S.B. 210, A.L. 2007 S.B. 22)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-940/"
    },
    {
      "id": "section-64-950",
      "number": "64.950",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.950. Law not to impair powers of other political subdivisions — annual report. —1. Nothing contained in sections 64.920 to 64.950 shall impair the powers of any county, municipality or other political subdivision to acquire, own, operate, develop or improve any facility which the authority is given the right and power to own, operate, develop or improve.\n\n2. Unless and until otherwise provided, the authority shall make an annual report to the governor, setting forth in detail the operations and transactions conducted by it pursuant to sections 64.920 to 64.950 and any legislation thereunder.\n\n(L. 1965 p. 187 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-950/"
    },
    {
      "id": "section-64-975",
      "number": "64.975",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n64.975. Natural streams, procedure to adopt, voter approval required — question may be resubmitted to voters, when. —1. Any measure adopted by the voters to designate specific waterways, streams, rivers or other waters of the state as natural streams requiring special protection shall become effective within any county containing a designated waterway, stream, river or other waters of the state, only upon approval of a majority of the voters of the county voting thereon. If a majority of the voters of the county voting thereon fail to approve the measure, it shall have no effect within the county unless and until the question is again put to the voters and approved by a majority of the voters of the county voting thereon. The election authority shall put the question before the voters at any regular election pursuant to section 115.123 upon adoption of an ordinance or order by the county governing body but the question shall not be put before the voters more often than every two years.\n\n2. The designation of any waterway, stream, river or other waters of the state identified as a natural stream requiring special protection by an agency, commission or department of the state shall become effective upon the approval of a majority of the voters voting thereon. If a majority of the voters of the county voting thereon fail to approve the measure, it shall have no effect within the county unless and until the question is again put to the voters and approved by a majority of the voters of the county voting thereon. The election authority shall put the question before the voters at any regular election pursuant to section 115.123 upon adoption of an ordinance or order by the county governing body but the question shall not be put before the voters more often than every two years.\n\n(L. 1990 S.B. 814 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-64/section-64-975/"
    }
  ]
}