{
  "state": "missouri",
  "path": "title-title-vi/chapter-chapter-68",
  "sections": [
    {
      "id": "section-68-010",
      "number": "68.010",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.010. Cities and counties authorized to form port authorities, when. —1. Every city or county which is situated upon, or adjacent to, or which embraces within its boundaries a navigable waterway, is hereby authorized to form a local port authority, and upon approval of the highways and transportation commission of the state of Missouri, the port authority shall be a political subdivision of this state. In every constitutional charter city not within a county, a local \"Port Authority\" is created by sections 68.010, 68.015, 68.025, 68.040, 68.045, 68.060 and 68.070 and shall become a political subdivision of this state September 28, 1975.\n\n2. The highways and transportation commission of the state of Missouri is hereby authorized to accept applications, conduct hearings, and approve or disapprove applications for approval of local or regional port authorities as political subdivisions of this state, as provided herein, but in determining the approval or disapproval of such applications, the highways and transportation commission shall consider the following criteria:\n\n(1) The population of any city and/or county submitting the application;\n\n(2) The desirability and economic feasibility of having more than a single port authority within the same geographic area;\n\n(3) The technical and economic capability of participating cities and/or counties, as well as private interests, to plan and carry out port development within the proposed district;\n\n(4) The amount of actual and potential river traffic that would make use of any facilities developed by a port authority;\n\n(5) The potential economic impact on the immediate area from which the application originates; and\n\n(6) The potential impact on the economic development of the entire state and how the proposed port authority's developmental activities relate to any state plans.­­Provided, however, any such application shall be granted if it is made by a city or county of at least three hundred thousand population, having a common boundary with the state of Kansas, or by a group of cities or counties at least one of which meets the aforesaid criteria, and if no proposed boundary of the port authority described in such application overlaps the boundary of any then existing port authority.\n\n­­Provided, however, any such application shall be granted if it is made by a city or county of at least three hundred thousand population, having a common boundary with the state of Kansas, or by a group of cities or counties at least one of which meets the aforesaid criteria, and if no proposed boundary of the port authority described in such application overlaps the boundary of any then existing port authority.\n\n3. No city shall create a port authority under sections 68.010, 68.015, 68.025, 68.040, 68.045, 68.060 and 68.070 if said city is located within a county that has created a port authority which has received approval as a political subdivision of this state under sections 68.010, 68.015, 68.025, 68.040, 68.045, 68.060 and 68.070.\n\n(L. 1974 H.B. 1646 § 1, A.L. 1975 S.B. 135 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-010/"
    },
    {
      "id": "section-68-015",
      "number": "68.015",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.015. Port district, how designated — boundaries, where filed, how altered. —1. The legislative body, or county commission, of each county or city creating a port authority or any port authority created within said city pursuant to section 68.010 hereof shall designate what areas within such county or city shall comprise one or more port districts, subject to the limitation that any area designated as within a port district shall be or could be reasonably connected to the business of a port. The boundaries of any port district shall be filed with the clerk of the county commission, city clerk, or clerk of the legislative or governing body of the county as applicable and shall become effective upon approval of the transportation commission. The legislative body or county commission may from time to time enlarge or reduce the area comprising any port district. Any change of boundaries shall be submitted for approval to the highways and transportation commission and upon approval shall be filed with the appropriate clerk and thereupon become effective.\n\n2. The legislative body or county commission of any county or city authorized to create a local port authority may appropriate, allocate and expend such funds of the county or city for the planning and development of a port district as are reasonable and necessary to carry out the provisions of this chapter.\n\n(L. 1974 H.B. 1646 § 2, A.L. 1975 S.B. 135 § 2, A.L. 1979 H.B. 102)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-015/"
    },
    {
      "id": "section-68-020",
      "number": "68.020",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.020. Purpose of port authority. —It shall be the purposes of every port authority to promote the general welfare, to promote development within the port district, to encourage private capital investment by fostering the creation of industrial facilities and industrial parks within the port district and to endeavor to increase the volume of commerce, and to promote the establishment of a foreign trade zone within the port districts.\n\n(L. 1974 H.B. 1646 § 3, A.L. 1979 H.B. 102, A.L. 2005 S.B. 156)\n\n(1980) The Port Authority Law serves a public purpose, and any aid provided to private corporations is merely incidental to such purpose, and thus does not violate Art. VI, Sections 23 and 25, in that it is an expenditure of public funds for a public purpose. State ex rel. Wagner v. St. Louis County Port Authority (Mo.), 604 S.W.2d 592.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-020/"
    },
    {
      "id": "section-68-025",
      "number": "68.025",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.025. Powers of port authority. —1. Every local and regional port authority, approved as a political subdivision of the state, shall have the following powers to:\n\n(1) Confer with any similar body created under laws of this or any other state for the purpose of adopting a comprehensive plan for the future development and improvement of its port districts;\n\n(2) Consider and adopt detailed and comprehensive plans for future development and improvement of its port districts and to coordinate such plans with regional and state programs;\n\n(3) Establish a port improvement district in accordance with this chapter;\n\n(4) Carry out any of the projects enumerated in subdivision (17)*of section 68.205;\n\n(5) Within the boundaries of any established port improvement district, to levy either a sales and use tax or a real property tax, or both, for the purposes of paying any part of the cost of a project benefitting property in a port improvement district; except that no port improvement district real property tax may be levied on any property, real or personal, which is assessed pursuant to sections 151.010 to 151.340, unless such real property tax levy is agreed to in writing by the property's owner;\n\n(6) Pledge both revenues generated by any port improvement district and any other port authority revenue source to the repayment of any outstanding obligations;\n\n(7) Either jointly with a similar body, or separately, recommend to the proper departments of the government of the United States, or any state or subdivision thereof, or to any other body, the carrying out of any public improvement for the benefit of its port districts;\n\n(8) Provide for membership in any official, industrial, commercial, or trade association, or any other organization concerned with such purposes, for receptions of officials or others as may contribute to the advancement of its port districts and any industrial development therein, and for such other public relations activities as will promote the same, and such activities shall be considered a public purpose;\n\n(9) Represent its port districts before all federal, state and local agencies;\n\n(10) Cooperate with other public agencies and with industry, business, and labor in port district improvement matters;\n\n(11) Enter into any agreement with any other states, agencies, authorities, commissions, municipalities, persons, corporations, or the United States, to effect any of the provisions contained in this chapter;\n\n(12) Approve the construction of all wharves, piers, bulkheads, jetties, or other structures;\n\n(13) Prevent or remove, or cause to be removed, obstructions in harbor areas, including the removal of wrecks, wharves, piers, bulkheads, derelicts, jetties or other structures endangering the health and general welfare of the port districts; in case of the sinking of a facility from any cause, such facility or vessel shall be removed from the harbor at the expense of its owner or agent so that it shall not obstruct the harbor;\n\n(14) Recommend the relocation, change, or removal of dock lines and shore or harbor lines;\n\n(15) Acquire, own, construct, redevelop, lease, maintain, and conduct land reclamation and resource recovery, including the removal of sand, rock, or gravel, residential developments, commercial developments, mixed-use developments, recreational facilities, industrial parks, industrial facilities, and terminals, terminal facilities, warehouses and any other type port facility;\n\n(16) Acquire, own, lease, sell or otherwise dispose of interest in and to real property and improvements situate thereon and in personal property necessary to fulfill the purposes of the port authority;\n\n(17) Acquire rights-of-way and property of any kind or nature within its port districts necessary for its purposes. Every port authority shall have the right and power to acquire the same by purchase, negotiation, or by condemnation, and should it elect to exercise the right of eminent domain, condemnation proceedings shall be maintained by and in the name of the port authority, and it may proceed in the manner provided by the laws of this state for any county or municipality. The power of eminent domain shall not apply to property actively being used in relation to or in conjunction with river trade or commerce, unless such use is by a port authority pursuant to a lease in which event the power of eminent domain shall apply;\n\n(18) Contract and be contracted with, and to sue and be sued;\n\n(19) Accept gifts, grants, loans or contributions from the United States of America, the state of Missouri, political subdivisions, municipalities, foundations, other public or private agencies, individual, partnership or corporations;\n\n(20) Employ such managerial, engineering, legal, technical, clerical, accounting, advertising, stenographic, and other assistance as it may deem advisable. The port authority may also contract with independent contractors for any of the foregoing assistance;\n\n(21) Improve navigable and nonnavigable areas as regulated by federal statute;\n\n(22) Disburse funds for its lawful activities and fix salaries and wages of its employees; and\n\n(23) Adopt, alter or repeal its own bylaws, rules and regulations governing the manner in which its business may be transacted; however, said bylaws, rules and regulations shall not exceed the powers granted to the port authority by this chapter.\n\n2. In implementing its powers, the port authority shall have the power to enter into agreements with private operators or public entities for the joint development, redevelopment, and reclamation of property within a port district or for other uses to fulfill the purposes of the port authority.\n\n(L. 1974 H.B. 1646 § 4, A.L. 1975 S.B. 135 § 4, A.L. 1979 H.B. 102, A.L. 1988 S.B. 673, A.L. 2005 S.B. 156, A.L. 2010 S.B. 578)\n\n*Subdivisions in section 68.205 as amended by S.B. 257, 2013, were renumbered.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-025/"
    },
    {
      "id": "section-68-030",
      "number": "68.030",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.030. State or its subdivisions may transfer property to port authority, when. —This state and any political subdivision or municipal corporation thereof may in its discretion, with or without consideration, transfer or cause to be transferred to any port authority or may place in its possession or control, by lease or other contract or agreement, either for a limited period or in fee, any property within a port district or any property wherever situated. Nothing in this section, however, shall in any way impair, alter or change any obligations, contractual or otherwise, heretofore entered into by said entities.\n\n(L. 1974 H.B. 1646 § 5, A.L. 1979 H.B. 102)\n\n(1980) Port Authority Law does not violate Art. III, Section 38(a), in that its purposes are legitimate public ones. State ex rel. Wagner v. St. Louis County Port Authority (Mo.), 604 S.W.2d 592.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-030/"
    },
    {
      "id": "section-68-035",
      "number": "68.035",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.035. State authorized to make grants to port authorities. —1. The state may make grants to a state port fund, as appropriated by the general assembly, to be allocated by the department of transportation to local port authorities or regional port coordinating agencies. These grants, administered on a nonmatching basis, could be used for managerial, engineering, legal, research, promotion, planning and any other expenses.\n\n2. In addition the state may make capital improvement matching grants contributing eighty percent of the funds and local port authorities contributing twenty percent of the funds for specific undertakings of port development such as land acquisitions, construction, terminal facility development, port improvement projects, and other related port facilities. Notwithstanding the foregoing, any matching grants awarded by the Missouri highways and transportation commission under the Port Capital Improvement Program shall be transportation related.\n\n3. The grants provided herein may be used as the local share in applying for other grant programs.\n\n(L. 1974 H.B. 1646 § 6, A.L. 1979 H.B. 102, A.L. 1983 S.B. 200, A.L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-035/"
    },
    {
      "id": "section-68-040",
      "number": "68.040",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.040. Bonds of port authority, issued, when — authorized as investments — tax exemption — procedure for issuance of bonds and notes. —1. Every local and regional port authority, approved as a political subdivision of the state, may from time to time issue its negotiable revenue bonds or notes in such principal amounts as, in its opinion, shall be necessary to provide sufficient funds for achieving its purposes, including the construction of port facilities and the financing of port improvement projects; establish reserves to secure such bonds and notes; and make other expenditures, incident and necessary to carry out its purposes and powers.\n\n2. This state shall not be liable on any notes or bonds of any port authority. Any such notes or bonds shall not be a debt of the state and shall contain on the faces thereof a statement to such effect.\n\n3. No commissioner of any port authority or any authorized person executing port authority notes or bonds shall be liable personally on said notes or bonds or shall be subject to any personal liability or accountability by reason of the issuance thereof.\n\n4. The notes and bonds of every port authority are securities in which all public officers and bodies of this state and all political subdivisions and municipalities, all insurance companies and associations, and other persons carrying on an insurance business, all banks, trust companies, saving associations, savings and loan associations, credit unions, investment companies, all administrators, guardians, executors, trustees, and other fiduciaries, and all other persons whatsoever, who now or may hereafter be authorized to invest in notes and bonds or other obligations of this state, may properly and legally invest funds, including capital, in their control or belonging to them.\n\n5. No port authority shall be required to pay any taxes or any assessments whatsoever to this state or to any political subdivisions, municipality, or other governmental agency of this state. The notes and bonds of every port authority and the income therefrom shall, at all times, be exempt from any taxes and any assessments, except for death and gift taxes and taxes on transfers. Additionally, the leases of both real and personal property by or to any port authority involving the issuance of bonds authorized under this chapter shall be exempt from taxation. A port authority issuing bonds under this chapter for incentivized development shall require the developer of any project which is to be leased to such developer, or any other party, to confer with the affected taxing authorities, and subsequently contractually require the payment of such sums as they may agree upon, or the port authority may elect to require such sums to be allocated among such taxing authorities on the same pro rata basis as are ad valorem property tax revenues.\n\n6. Every port authority shall have the powers and be governed by the procedures now or hereafter conferred upon or applicable to the environmental improvement authority, chapter 260, relating to the manner of issuance of revenue bonds and notes, and the port authority shall exercise all such powers and adhere to all such procedures insofar as they are consistent with the necessary and proper undertaking of its purposes.\n\n(L. 1974 H.B. 1646 § 7, A.L. 1975 S.B. 135 § 7, A.L. 2010 S.B. 578, A.L. 2019 S.B. 368)\n\n(1980) Since port authority is recognized separate entity from the state and state's credit would in no way be involved in bonds for which the authority is responsible, Port Authority Law does not violate Art. III, Section 39(1,2). State ex rel. Wagner v. St. Louis County Port Authority (Mo.), 604 S.W.2d 592.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-040/"
    },
    {
      "id": "section-68-045",
      "number": "68.045",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.045. Board of port authority commissioners minimum number required — compensation, terms, duties, how fixed. —Every local port authority shall be administered by a board of port authority commissioners which shall consist of at least seven members; provided, however, that the number of members of one political party shall not exceed the number of members of the other party by more than one. Newly created port authorities as well as those presently constituted shall structure the terms of those commissioners so that no more than three members' terms shall expire in any one year. The legislative body or county commission of the county or city creating the port authority or in the case of a port authority created in this act*in a constitutional charter city not within a county, the legislative body of that constitutional charter city shall determine the method of appointment, and subject to the limitations expressed in the first sentence of this section, shall determine their qualifications, salaries, powers and duties consistent with the provisions of this chapter. The legislative body or county commission shall also provide for the filing of annual reports by the board of port authority commissioners and for periodic independent audits of the accounts of the port authority.\n\n(L. 1974 H.B. 1646 § 8, A.L. 1975 S.B. 135 § 8, A.L. 1979 H.B. 102, A.L. 1986 H.B. 1554 Revision)\n\n*\"This act\" apparently refers to chapter 68.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-045/"
    },
    {
      "id": "section-68-050",
      "number": "68.050",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.050. Conflict of interest by port authority commissioners prohibited. —No port authority commissioner shall participate in any deliberations or decisions concerning issues where the port authority commissioner has a direct financial interest in contracts, property, supplies, services, facilities or equipment purchased, sold, or leased by the port authority. Such port authority commissioners shall additionally be subject to the limitations regarding the conduct of public officials as provided in chapter 105.\n\n(L. 1974 H.B. 1646 § 9, A.L. 1979 H.B. 102)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-050/"
    },
    {
      "id": "section-68-055",
      "number": "68.055",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.055. Letting of contracts, manner, amounts. —1. Every port authority shall let contracts for all work to be done and for equipment, supplies or materials to be purchased. Excepting as otherwise provided herein, such contracts shall be given to the lowest responsible bidder therefor, upon not less than twenty days' notice of the letting, given by publication in a newspaper of general circulation in the city or county creating the port authority; and in the discretion of the commissioners, in one or more newspapers of general circulation among contractors. The port authority shall have the power and authority to reject any and all bids and to readvertise the work or proposed purchase.\n\n2. Notwithstanding the provisions of subsection 1 of this section, every port authority may let contracts in a manner consistent with the procedures set forth in 24 CFR Section 85.36, \"Uniform Administrative Requirements for Grants and Cooperative Agreements to State and Local Government\", as may be revised from time to time, regardless of the source of funds for the procurement, except that if a funding source mandates specific procedures for letting contracts as a condition to receipt of funds which are inconsistent with the procedures authorized in this section for letting contracts, a port authority may use such procedures required by the funding source.\n\n3. Notwithstanding the provisions of subsection 2 of this section, the dollar limit of procurements which may, pursuant to subsection 2 of this section, be accomplished using \"small purchase procedures\", shall, for the purposes of procurements to be paid for with funds other than federal funds, adjust annually based on the rate of inflation according to the Consumer Price Index, commencing in 1995.\n\n(L. 1974 H.B. 1646 § 10, A.L. 1994 H.B. 1248 & 1048)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-055/"
    },
    {
      "id": "section-68-057",
      "number": "68.057",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.057. Competitive bids required, when. —Any expenditure made by a port authority, as defined in section 68.205, that is over twenty-five thousand dollars, including professional service contracts, shall be competitively bid.\n\n(L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-057/"
    },
    {
      "id": "section-68-060",
      "number": "68.060",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.060. Consolidation of port districts by contract, how. —1. Any combination of cities and counties individually eligible to form local port authorities, and cities and counties with existing local port authorities, are authorized to directly apply to the highways and transportation commission of the state for approval of a regional port authority as a political subdivision of the state.\n\n2. The legislative bodies or county commissions of cities or counties desiring to form a regional port authority are hereby authorized to enter into contractual agreements with each other for the purpose of creating within each jurisdiction regional port districts administered by the regional port authority. All terms and provisions of said contractual agreements shall be consistent with the provisions of this chapter. The contractual agreement shall be filed in the office of county clerk, city clerk or clerk of the county council of each party to the agreement.\n\n3. The boundaries of any regional port district, and the number, method of appointment, terms, qualifications, salaries, powers and duties of a regional board of commissioners shall be fixed by the contractual agreement; provided, however, that any contractual agreement shall not become effective until it has been submitted to and approved by all of the legislative bodies or county commissions entering into said contractual agreement.\n\n4. The port districts to be included within the regional port authority need not be contiguous, adjacent, or abutting.\n\n5. Any local port authority is authorized to contract with an existing regional port authority for inclusion in the regional port authority. The contractual agreement shall be formulated by the terms and procedures expressed in subsections 2 and 3 of this section. Approval of the highways and transportation commission shall be required to make the annexation effective.\n\n6. Any local port authority established by a city or county, that subsequently enters into a contractual agreement and is approved as part of a regional port authority, is dissolved as of the date that the annexation is approved by the highways and transportation commission of the state. On said date, all funds and other assets of the local port authority shall be transferred to the regional port authority. The regional port authority shall faithfully perform all existing contracts and assume all legal obligations of the local port authority.\n\n(L. 1974 H.B. 1646 § 11, A.L. 1975 S.B. 135 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-060/"
    },
    {
      "id": "section-68-065",
      "number": "68.065",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.065. Powers of state highways and transportation commission. —The state highways and transportation commission is hereby granted, has and may exercise all powers necessary or convenient to effectuate its purposes, including the following:\n\n(1) To develop a statewide plan for waterborne commerce and to review the plans of local or regional port authorities for major public capital improvements to encourage coordination with a state plan;\n\n(2) To establish procedures and standards for applications by one or more local political subdivisions for the creation of local or regional port authorities;\n\n(3) To review locally or regionally determined port authority boundaries, and to mediate any disagreements on such matters that cannot be resolved locally;\n\n(4) To petition any interstate commerce commission (or like body), public service commission, public utilities commission (or like body), or any other federal, state, local or municipal authority, administrative, judicial or legislative, having jurisdiction, for the adoption and execution of any physical improvements, which, in the opinion of the state highways and transportation commission, may be designed to improve the handling of commerce or terminal and transportation facilities on or adjacent to the navigable rivers of the state;\n\n(5) To represent the state in any programs to achieve financial assistance for waterborne commerce;\n\n(6) To provide for official membership by the state highways and transportation commission and designated employees in any industrial, commercial or trade association, or any other organization concerned with waterborne commerce and the purposes of sections 68.010 to 68.065;\n\n(7) To enter into agreements consistent with its lawful activities and purposes with the United States or any agency thereof; the state of Missouri or any agency thereof; other states or agencies thereof under applicable provisions of law; any local port district, municipality, county or other political subdivision of this or any other state; any agency created by interstate compact; any person, firm, partnership, corporation, trust or foundation, either public or private; or with any foreign government, partnership, firm or corporation under any conditions prescribed by state or federal law;\n\n(8) To contract and to sue and be sued thereon;\n\n(9) To receive for its lawful activities any contributions, moneys, gifts, grants, or loans from the United States; the state of Missouri; any other state; any local port district, municipality, county, or other political subdivision or agency of this or any other state; any agency created by interstate compact; or any public or private person, firm, corporation, trust or foundation for purposes consistent with the provisions of this chapter;\n\n(10) To employ staff as the state highways and transportation commission shall recommend and the governor and the general assembly shall approve through the annual appropriation of the state department of transportation;\n\n(11) To provide technical advice and assistance to local and regional port authorities in their activities, including planning, issuing bonds, financing port facilities, availability of state and federal grants, interagency coordination, and related matters of importance in port development.\n\n(L. 1974 H.B. 1646 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-065/"
    },
    {
      "id": "section-68-070",
      "number": "68.070",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.070. Dissolution, procedure for. —Provided a local or regional port authority has no outstanding obligations, the legislative body or county commission of a city or county, in which a local port authority is situated, votes, by majority, to dissolve said port authority, the local port authority shall be dissolved effective the date of approval of the dissolution by the highways and transportation commission of the state. If, at any time, all of the legislative bodies or county commissions of members of a regional port authority vote, by majority, to dissolve the regional port authority, it shall be dissolved effective the date of the approval of dissolution by the highways and transportation commission of the state. In the event of dissolution of a local or regional port authority, all funds and other assets shall be distributed among the cities and counties, who were members, on a pro rata basis.\n\n(L. 1975 S.B. 135 § 13, A.L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-070/"
    },
    {
      "id": "section-68-075",
      "number": "68.075",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.075. AIM zones — definitions — establishment, boundaries — retention of tax withholdings on new jobs, amount — fund created, use of moneys — approval of projects — expiration date. —1. This section shall be known and may be cited as the \"Advanced Industrial Manufacturing Zones Act\".\n\n2. As used in this section, the following terms shall mean:\n\n(1)\"AIM zone\", an area identified through a resolution passed by the port authority board of commissioners appointed under section 68.045 that is being developed or redeveloped for any purpose so long as any infrastructure and building built or improved is in the development area. The port authority board of commissioners shall file an annual report indicating the established AIM zones with the department of revenue;\n\n(2)\"County average wage\", the average wage in each county as determined by the Missouri department of economic development for the most recently completed full calendar year. However, if the computed county average wage is above the statewide average wage, the statewide average wage shall be deemed the county average wage for such county for the purpose of determining eligibility;\n\n(3)\"New job\", the number of full-time employees located at the project facility that exceeds the project facility base employment less any decrease in the number of full-time employees at related facilities below the related facility base employment. No job that was created prior to the date of the notice of intent shall be deemed a new job. An employee that spends less than fifty percent of the employee's work time at the facility is still considered to be located at a facility if the employee receives his or her directions and control from that facility, is on the facility's payroll, one hundred percent of the employee's income from such employment is Missouri income, and the employee is paid at or above the county average wage;\n\n(4)\"Related facility\", a facility operated by a company or a related company prior to the establishment of the AIM zone in question located within any port district, as defined under section 68.015, which is directly related to the operations of the facility within the new AIM zone.\n\n3. Any port authority located in this state may establish an AIM zone. Such zone may only include the area within the port authority's jurisdiction, ownership, or control, and may include any such area. The port authority shall determine the boundaries for each AIM zone, and more than one AIM zone may exist within the port authority's jurisdiction or under the port authority's ownership or control, and may be expanded or contracted by resolution of the port authority board of commissioners.\n\n4. Fifty percent of the state tax withholdings imposed by sections 143.191 to 143.265 on new jobs within such zone after development or redevelopment has commenced shall not be remitted to the general revenue fund of the state of Missouri. Such moneys shall be deposited into the port authority AIM zone fund established under subsection 5 of this section for the purpose of continuing to expand, develop, and redevelop AIM zones identified by the port authority board of commissioners and may be used for managerial, engineering, legal, research, promotion, planning, satisfaction of bonds issued under section 68.040, and any other expenses.\n\n5. There is hereby created in the state treasury the \"Port Authority AIM Zone Fund\", which shall consist of money collected under this section. The state treasurer shall be custodian of the fund and shall approve disbursements from the fund in accordance with sections 30.170 and 30.180 to the port authorities from which the funds were collected, less the pro-rata portion appropriated by the general assembly to be used solely for the administration of this section which shall not exceed ten percent of the total amount collected within the zones of a port authority. Notwithstanding the provisions of section 33.080 to the contrary, any moneys remaining in the fund at the end of the biennium shall not revert to the credit of the general revenue fund. The state treasurer shall invest moneys in the fund in the same manner as other funds are invested. Any interest and moneys earned on such investments shall be credited to the fund.\n\n6. The port authority shall approve any projects that begin construction and disperse any money collected under this section. The port authority shall submit an annual budget for the funds to the department of economic development explaining how and when such money will be spent.\n\n7. The provision of section 23.253 notwithstanding, no AIM zone may be established after August 28, 2030. Any AIM zone created prior to that date shall continue to exist and be coterminous with the retirement of all debts incurred under subsection 4 of this section. No debts may be incurred or reauthorized using AIM zone revenue after August 28, 2030.\n\n(L. 2016 S.B. 861, A.L. 2017 S.B. 112 merged with S.B. 283, A.L. 2018 S.B. 881, A.L. 2021 S.B. 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-075/"
    },
    {
      "id": "section-68-080",
      "number": "68.080",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.080. Waterways and ports trust fund, use of moneys — project criteria — termination date. —1. There is hereby established in the state treasury the \"Waterways and Ports Trust Fund\". The fund shall consist of revenues appropriated to it by the general assembly.\n\n2. The fund may also receive any gifts, contributions, grants, or bequests received from federal, private, or other sources.\n\n3. The fund shall be a revolving trust fund exempt from the provisions of section 33.080 relating to the transfer of unexpended balances by the state treasurer to the general revenue fund of the state. All interest earned upon the balance in the fund shall be deposited to the credit of the fund.\n\n4. Moneys in the fund shall be withdrawn only at the request of a Missouri port authority for statutorily permitted port purposes and upon appropriation by the general assembly, to be administered by the state highways and transportation commission and the department of transportation, in consultation with Missouri public ports, for the purposes in subsection 2 of section 68.035 and for no other purpose. To be eligible to receive an appropriation from the fund, a project shall be:\n\n(1) A capital improvement project implementing physical improvements designed to improve commerce or terminal and transportation facilities on or adjacent to the navigable rivers of this state;\n\n(2) Located on land owned or held in long-term lease by a Missouri port authority, or on land owned by a city not within a county and managed by a Missouri port authority, or within a navigable river adjacent to such land, and within the boundaries of a port authority;\n\n(3) Funded by alternate sources so that moneys from the fund comprise no more than eighty percent of the cost of the project;\n\n(4) Selected and approved by the highways and transportation commission, in consultation with Missouri public ports, to support a statewide plan for waterborne commerce, in accordance with subdivision (1) of section 68.065; and\n\n(5) Capable of completion within two years of approval by the highways and transportation commission.\n\n5. Appropriations made from the fund established in this section may be used as a local share in applying for other grant programs.\n\n*6. The provisions of this section shall terminate on August 28, 2033, pending the discharge of all warrants. On December 31, 2033, the fund shall be dissolved and the unencumbered balance shall be transferred to the general revenue fund.\n\n(L. 2023 H.B. 202 merged with S.B. 138, A.L. 2025 H.B. 199)\n\n*Terminates 8-28-33",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-080/"
    },
    {
      "id": "section-68-100",
      "number": "68.100",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.100. Mid-America port commission agreement, commission, powers, duties. —The general assembly of the state of Missouri hereby ratifies an agreement on behalf of the state of Missouri with the states of Illinois and Iowa if those states legally join the agreement, in the form substantially as follows:\n\nThis agreement shall be known as and may be cited as the \"Mid-America Port Commission Agreement\". This agreement allows for the states of Illinois and Iowa to join the effort of the state of Missouri for developing the Mid-America port commission.\n\nPORT COMMISSION\n\nThere is created a Mid-America port commission to be governed by a nine-member port commission. The governors of Missouri, Illinois and Iowa shall appoint one member to the port commission in accordance with the laws of the respective state. Each state shall also be represented by two members elected through the county governance in the geographical jurisdiction of the port commission. The port commission members shall hold office for a period of six years. The port commission members shall elect a chairperson of the port commission after all the members are selected. The position of chairperson shall rotate among the Missouri, Iowa and Illinois members for two-year periods. A member of the port commission shall not serve more than two terms.\n\nPOWERS OF COMMISSION\n\nThe port commission shall have the power to acquire, purchase, install, lease, construct, own, hold, maintain, equip, use, control or operate ports, harbors, waterways, channels, wharves, piers, docks, quays, elevators, tipples, compresses, bulk loading and unloading facilities, warehouses, dry docks, marine support railways, tugboats, ships, vessels, shipyards, shipbuilding facilities, machinery and equipment, dredges or any other facilities required or incidental to the construction, outfitting, dry docking or repair of ships or vessels, or water, air, or rail terminals, or roadways or approaches thereto, or other structures or facilities necessary for the convenient use of the same in the aid of commerce, including the dredging, deepening, extending, widening, or enlarging of any ports, harbors, rivers, channels, or waterways, the damming of inland waterways, the establishment of a water basin, the acquisition and development of industrial sites, or the reclaiming of submerged lands.\n\n(L. 1998 H.B. 1791 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-100/"
    },
    {
      "id": "section-68-105",
      "number": "68.105",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.105. Mid-America port commission act. —Sections 68.100 to 68.120 shall be known and may be cited as the \"Mid-America Port Commission Act\".\n\n(L. 1998 H.B. 1791 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-105/"
    },
    {
      "id": "section-68-110",
      "number": "68.110",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.110. Counties included (Scotland, Knox, Shelby, Clark, Ralls, Monroe, Lewis, Pike and Marion). —Any county of the third classification with a population greater than four thousand four hundred but less than five thousand, any county of the third classification greater than six thousand nine hundred but less than seven thousand, any county of the third classification with a population greater than seven thousand five hundred but less than seven thousand six hundred, any county of the third classification with a population greater than eight thousand four hundred seventy but less than eight thousand five hundred fifty, any county of the third classification with a population greater than nine thousand but less than nine thousand two hundred, any county of the third classification with a population greater than ten thousand but less than ten thousand five hundred, any county of the third classification with a population greater than fifteen thousand six hundred but less than sixteen thousand, and any county of the third classification with a population greater than twenty-seven thousand six hundred but less than twenty-eight thousand shall be included in the jurisdiction of the Mid-America port commission agreement.\n\n(L. 1998 H.B. 1791 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-110/"
    },
    {
      "id": "section-68-115",
      "number": "68.115",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.115. Powers of commission. —1. Any power or powers, privileges or authority exercised or capable of exercise by a public agency of this state may be exercised and enjoyed jointly with the Mid-America port commission according to the powers delegated to the commission pursuant to sections 68.100 to 68.120.\n\n2. A public agency of this state may enter into a letter of understanding with the commission to advance the*purposes of the commission.\n\n3. The Mid-America port commission shall exercise no control over the operation of port authorities established pursuant to sections 68.010 to 68.070, except by voluntary agreement between said port authority and the commission.\n\n(L. 1998 H.B. 1791 § 4)\n\n*Word \"to\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-115/"
    },
    {
      "id": "section-68-120",
      "number": "68.120",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.120. County commissioners to elect two members. —The county commissions of the counties included in the jurisdiction of the Mid-America port commission pursuant to section 68.110 shall jointly elect two members to serve on the port commission.\n\n(L. 1998 H.B. 1791 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-120/"
    },
    {
      "id": "section-68-200",
      "number": "68.200",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.200. Citation of law. —Sections 68.200 to 68.260 shall be known and may be cited as the \"Port Improvement District Act\".\n\n(L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-200/"
    },
    {
      "id": "section-68-205",
      "number": "68.205",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.205. Definitions. —As used in sections 68.200 to 68.260, unless the context clearly requires otherwise, the following terms shall mean:\n\n(1)\"Act\", the port improvement district act, sections 68.200 to 68.260;\n\n(2)\"Approval\", for purposes of elections pursuant to this act, a simple majority of those qualified voters casting votes in any election;\n\n(3)\"Board\", the board of port authority commissioners for the particular port authority that desires to establish or has established a district;\n\n(4)\"Consent\", the written acknowledgment and approval of the creation of the district by:\n\n(a) Owners of real property collectively owning more than sixty percent by assessed value of real property within the boundaries of the proposed port improvement district; and\n\n(b) More than sixty percent per capita of the owners of all real property within the boundaries of the proposed port improvement district;\n\n(5)\"Director of revenue\", the director of the department of revenue of the state of Missouri;\n\n(6)\"Disposal of solid waste or sewage\", the entire process of storage, collection, transportation, processing, and disposal of solid wastes or sewage;\n\n(7)\"District\"or\"port improvement district\", an area designated by the port authority which is located within its port district boundaries at the time of establishment;\n\n(8)\"Election authority\", the election authority having jurisdiction over the area in which the boundaries of the district are located under chapter 115;\n\n(9)\"Energy conservation\", the reduction of energy consumption;\n\n(10)\"Energy efficiency\", the increased productivity or effectiveness of the use of energy resources, the reduction of energy consumption, or the use of renewable energy sources;\n\n(11)\"Obligations\", revenue bonds and notes issued for the repayment of any money obtained by a port authority from any public or private source along with any associated financing costs, including, but not limited to, the costs of issuance, capitalized interest, and debt service;\n\n(12)\"Owner\", the individual or individuals or entity or entities who own a fee interest in real property that is located within the boundaries of a district based upon the recorded real estate records of the county recorder, or the city recorder of deeds if the district is located in a city not within a county, as of the thirtieth day prior to any action;\n\n(13)\"Petition\", a petition to establish a port improvement district within the port district boundaries or a petition to make a substantial change to an existing district;\n\n(14)\"Pollution\", the existence of any noxious substance in the air or waters or on the lands of the state in sufficient quantity and of such amounts, characteristics, and duration as to injure or harm the public health or welfare or animal life or property;\n\n(15)\"Port authority\", a political subdivision established pursuant to this chapter;\n\n(16)\"Port district boundaries\", the boundaries of any port authority on file with the clerk of the county commission, city clerk, or clerk of the legislative or governing body of the county as applicable, which became effective upon approval by the Missouri highways and transportation commission;\n\n(17)\"Project\"or\"port improvement project\", with respect to any property within a port improvement district, or benefitting property within a port improvement district:\n\n(a) Providing for, or contracting for the provision of, environmental cleanup, including the disposal of solid waste, services to brownfields, or other polluted real property;\n\n(b) Providing for, or contracting for the provision of, energy conservation or increased energy efficiency within any building, structure, or facility;\n\n(c) Providing for, or contracting for the provision of, wetland creation, preservation, or relocation;\n\n(d) The construction of any building, structure, infrastructure, fixture, or facility determined by the port authority as essential in developing energy resources, preventing, reducing, or eliminating pollution, or providing water facilities or the disposal of solid waste;\n\n(e) Modifications to, or the relocation of, any existing building, structure, infrastructure, fixture, or facility that has been acquired or constructed, or which is to be acquired or constructed for the purpose of developing energy resources, preventing, reducing, or eliminating pollution, or providing water facilities or the disposal of solid waste;\n\n(f) The acquisition, clearing, and grading of real property and the acquisition of other property and improvements, or rights and interest therein, which are determined by the port authority to be significant in, or in the furtherance of, the history, architecture, archeology, or culture of the United States, the state of Missouri, or its political subdivisions;\n\n(g) The operation, maintenance, repair, rehabilitation, or reconstruction of any existing public or private building, structure, infrastructure, fixture, or facility determined by the port authority to be significant in, or in the furtherance of, the history, architecture, archeology, or culture of the United States, the state of Missouri, or its political subdivisions;\n\n(h) The construction of any new building, structure, infrastructure, fixture, or facility that is determined by the port authority to be significant in, or in the furtherance of, the history, architecture, archeology, or culture of the United States, the state of Missouri, or its political subdivisions;\n\n(i) Providing for any project determined to be significant in or in furtherance of the purpose of a port authority as provided in section 68.020;\n\n(18)\"Qualified project costs\", include any and all reasonable costs incurred or estimated to be incurred by a port authority, or a person or entity authorized by a port authority, in furtherance of a port improvement project, which costs may include, but are not limited to:\n\n(a) Costs of studies, plans, surveys, and specifications;\n\n(b) Professional service costs, including, but not limited to, architectural, engineering, legal, research, marketing, financial, planning, consulting, and special services, including professional service costs necessary or incident to determining the feasibility or practicability of any project and carrying out the same;\n\n(c) Administrative fees and costs of a port authority in carrying out any of the purposes of this act;\n\n(d) Property assembly costs, including, but not limited to, acquisition of land and other property and improvements, real or personal, or rights or interests therein, demolition of buildings and structures, and the clearing or grading of land, machinery, and equipment relating to any project, including the cost of demolishing or removing any existing structures;\n\n(e) Costs of operating, rehabilitating, reconstructing, maintaining, and repairing existing buildings, structures, infrastructure, facilities, or fixtures;\n\n(f) Costs of constructing new buildings, structures, infrastructure, facilities, or fixtures;\n\n(g) Costs of constructing, operating, rehabilitating, reconstructing, maintaining, repairing or removing public works or improvements;\n\n(h) Financing costs, including, but not limited to, all necessary and incidental expenses related to the port authority's issuance of obligations, which may include capitalized interest on any such obligations and reasonable reserves related to any such obligations;\n\n(i) All or a portion of the port authority's capital costs resulting from a port improvement project necessarily incurred or to be incurred in furtherance of a port improvement project, to the extent the port authority accepts and approves such costs; and\n\n(j) Relocation costs, to the extent that a port authority determines that relocation costs shall be paid, or are required to be paid, by federal or state law;\n\n(19)\"Qualified voters\", for the purposes of an election for the approval of a real property tax or a sales and use tax:\n\n(a) Registered voters residing within the district; or\n\n(b) If no registered voters reside within the district, the owners of one or more parcels of real property within the district which would be subject to such real property taxes or sales and use taxes, as applicable, based upon the recorded real estate records of the county recorder, or the city recorder of deeds if the district is located in a city not within a county, as of the thirtieth day prior to the date of the applicable election;\n\n(20)\"Registered voters\", persons who reside within the district and who are qualified and registered to vote pursuant to chapter 115 as determined by the election authority as of the thirtieth day prior to the date of the applicable election;\n\n(21)\"Respondent\", unless the port authority is the owner of all real property within the proposed district, the municipality or municipalities within which the proposed district is located, the county or counties within which the proposed district is located, the Missouri highways and transportation commission when the proposed district shall be within the highways of the state of Missouri, and any other political subdivision within the boundaries of the proposed port improvement district, except the petitioning port authority;\n\n(22)\"Revenues\", all rents, revenues from any levied real property tax and sales and use tax, charges and other income received by a port authority in connection with any project, including any gift, grant, loan, or appropriation received by the port authority with respect thereto;\n\n(23)\"Substantial changes\", with respect to an established port improvement district, the addition or removal of real property to or from the port improvement district and any changes to the approved district funding mechanism; and\n\n(24)\"Taxpayer\", a person or owner of real property within the proposed district who would pay any real estate or use tax as a result of the district establishment;\n\n(25)\"Water facilities\", any facilities for the furnishing and treatment of water for industrial, commercial, agricultural, or community purposes including, but not limited to, wells, reservoirs, dams, pumping stations, water lines, sewer lines, treatment plants, stabilization ponds, storm sewers, storm water detention and retention facilities, and related equipment and machinery.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-205/"
    },
    {
      "id": "section-68-210",
      "number": "68.210",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.210. Establishment of districts authorized, procedure. —1. A port authority may establish one or more port improvement districts within its port district boundaries for the purpose of funding qualified project costs associated with an approved port improvement project. In order to form a district or to make substantial changes to an existing district, the board shall:\n\n(1) Draft a petition in accordance with subsection 2 of this section;\n\n(2) Hold a public hearing in accordance with section 68.215;\n\n(3) Subsequent to the public hearing, approve by resolution the draft petition containing any approved changes and amendments deemed necessary or desirable by a majority of the board members;\n\n(4) File the approved draft petition in the circuit court of the county where a majority of the proposed port improvement district is located, requesting the creation of a port improvement district in accordance with sections 68.200 to 68.260; and\n\n(5) Within thirty days of the circuit court's certification of the petition, and establishment of the district, file a copy of the board's resolution approving the petition, the certified petition, and the circuit court judgment certifying the petition and establishing the district with the Missouri highways and transportation commission when the proposed district shall be within the highways of the state of Missouri.\n\n2. A petition is proper for consideration and approval by the board and the circuit court if, at the time of such approval, it has the consent of property owners and contains the following information:\n\n(1) The legal description of the proposed district, including a map illustrating the legal boundaries. The proposed district shall be contiguous and may contain all or any portion of one or more municipalities and counties. Property separated only by public streets, easements or rights-of-way, or connected by a single public street, easement, or right-of-way shall be considered contiguous;\n\n(2) A district name designation which shall be set out in the following format:\n\n(a) The name of the Missouri county or municipality in which the port district boundaries are filed;\n\n(b) The words \"port improvement district\"; and\n\n(c) The district designation number, beginning at 1 for the first district formed by that specific port authority, and progressing consecutively upward, irrespective of the year established;\n\n(3) A description of the proposed project or projects for which the district is being formed, and the estimated qualified project costs of such projects;\n\n(4) The maximum rate or rates and duration of any proposed real property tax or sales and use tax, or both, as applicable, needed to fund the project;\n\n(5) The estimated revenues projected to be generated by any such tax or taxes;\n\n(6) The name and address of each respondent;\n\n(7) A statement that the proposed district shall not be an undue burden on any owner of property within the district and is not unjust or unreasonable;\n\n(8) A request that the circuit court certify the projects pursuant to the act, approve the proposed real property tax or sales and use tax, or both, as applicable, and establish the district.­­No consent shall be required if the port authority is the owner of all the real property within the proposed district.\n\n­­No consent shall be required if the port authority is the owner of all the real property within the proposed district.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-210/"
    },
    {
      "id": "section-68-215",
      "number": "68.215",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.215. Public hearing required — notice. —1. Not more than sixty days prior to the submission of the petition to the circuit court, the port authority shall hold or cause to be held a public hearing on the proposed project or projects, proposed real property tax or sales and use tax, or both, as applicable, and the establishment of the proposed district and shall give notice of the public hearing in the manner provided in subsection 3 of this section. All reasonable protests, objections, and endorsements shall be heard at the public hearing.\n\n2. The public hearing may be continued to another date without further notice other than a motion to be entered on the official port authority meeting minutes fixing the date, time, and place of the continuance of the public hearing.\n\n3. Notice shall be provided by both publication and mailing, provided that no notice by mailing is required where the port authority is the owner of all of the real property within the proposed district. Notice by publication shall be given by publication in a newspaper of general circulation within the municipality or county in which the port authority is located at least once not more than fifteen, but not less than ten, days prior to the date of the public hearing. Notice by mail shall be given not more than thirty, but not less than twenty, days prior to the date of the public hearing by sending the notice via registered or certified United States mail with a return receipt attached to the address of record of each owner within the boundaries of the proposed district. The published and mailed notices shall include the following:\n\n(1) The date, time, and place of the public hearing;\n\n(2) A statement that a petition for the establishment of a district has been drafted for public hearing by the board;\n\n(3) The boundaries of the proposed district by street location, or other readily identifiable means if no street location exists, and a map illustrating the proposed boundaries;\n\n(4) A brief description of the projects proposed to be undertaken, the estimated cost thereof, and the proposed method of financing such costs by a real property tax or sales and use tax, or both, as applicable;\n\n(5) A statement that a copy of the petition is available for review at the office of the port authority during regular business hours;\n\n(6) The address of the port authority's office; and\n\n(7) A statement that all interested persons shall be given an opportunity to be heard at the public hearing.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-215/"
    },
    {
      "id": "section-68-220",
      "number": "68.220",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.220. Opposition, court to serve copy of petition, procedure. —1. Within thirty days after the petition is filed, the circuit court clerk shall serve a copy of the petition on the respondents who shall have thirty days after receipt of service to file an answer stating agreement with or opposition to the creation of the district. If any respondent files its answer opposing the creation of the district, it shall recite legal reasons why the petition is defective, why the proposed district is illegal or unconstitutional, or why the proposed method for funding the district is illegal or unconstitutional. The respondent shall ask the court for a declaratory judgment respecting these issues. The answer of each respondent shall be served on each petitioner and every other respondent named in the petition. Any resident or taxpayer within the proposed district not qualifying as a respondent may join in or file a petition supporting or answer opposing the creation of the district and seeking a declaratory judgment respecting these same issues within thirty days after the date notice is last published by the circuit clerk pursuant to section 68.225.\n\n2. The court shall hear the case without a jury. If the court shall thereafter determine the petition is defective or the proposed district is illegal or unconstitutional, or shall be an undue burden on any owner of property within the district or is unjust and unreasonable, it shall enter its declaratory judgment to that effect and shall refuse to make the certifications requested in the pleadings. If the court determines that any proposed funding method is illegal or unconstitutional, it shall enter its judgment striking that funding method in whole or in part. If the court determines the petition is not legally defective and the proposed district and method of funding are neither illegal nor unconstitutional, the court shall enter its judgment to that effect. The court shall then certify the single question regarding the proposed real property tax or sales and use tax, or both, as applicable, needed to fund the project for voter approval. If no objections to the petition are timely filed, the court may make such certifications based upon the pleadings before it without any hearing.\n\n3. Any party having filed an answer or petition may appeal the circuit court's order or declaratory judgment in the same manner provided for other appeals.\n\n(L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-220/"
    },
    {
      "id": "section-68-225",
      "number": "68.225",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.225. Notice, form. —Upon the receipt of the filed petition, the circuit court clerk in whose office the petition was filed shall give notice to the public by causing one or more newspapers of general circulation serving the counties or portions thereof contained in the proposed district to publish once a week for four consecutive weeks a notice substantially in the following form:NOTICE OF PETITION TOCREATE A PORT IMPROVEMENT DISTRICTNotice is hereby given to all persons residing or owning property in ______ (here specifically describe the proposed district boundaries), within the state of Missouri, that a petition has been filed asking that a port improvement district by the name of \"______ Port District No. ______\" be formed for the purpose of developing the following projects: (here summarize the proposed project or projects). A copy of this petition is on file and available at the office of the clerk of the circuit court of ______ County, located at ______, Missouri. You are notified to join in or file your own petition supporting or answer opposing the creation of the port improvement district and requesting a declaratory judgment, as required by law, no later than the ______ day of ______, 20______. You may show cause, if any, why such petition is defective or proposed port improvement district or its funding method, as set forth in the petition, is illegal or unconstitutional and should not be approved as directed by this court.______________________________Clerk of the Circuit Court of ______ County\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-225/"
    },
    {
      "id": "section-68-230",
      "number": "68.230",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.230. Termination of district, procedure. —1. Upon the port authority's own initiative, and after proper notice being provided and a public hearing being conducted in accordance with subsection 2 of this section, any district may be terminated by a resolution of the board, provided that there are no outstanding obligations secured in any way by district revenues produced from such district. A copy of such resolution shall be filed with the Missouri highways and transportation commission within thirty days of its passage.\n\n2. The public hearing required by this section shall be held and notice of such public hearing shall be given in the manner set forth in section 68.215. The notice shall contain the following information:\n\n(1) The date, time, and place of the public hearing;\n\n(2) A statement that the port authority proposes a resolution terminating the district; and\n\n(3) A statement that all interested parties will be given an opportunity to be heard.\n\n3. Notwithstanding the requirements of this section, if the port authority that has formed the district is dissolved in accordance with this chapter, the district shall automatically be terminated, and any taxes levied shall simultaneously be repealed, except that this subsection shall not apply in such instance when a local port authority is dissolved pursuant to subsection 6 of section 68.060 in order to consolidate into a regional port authority.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-230/"
    },
    {
      "id": "section-68-235",
      "number": "68.235",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.235. Levy of property tax authorized — vote required — ballot language — repeal of tax. —1. For the purposes of providing funds to pay all, or any portion of, the qualified project costs associated with any approved project, subsequent to the establishment of a district pursuant to this act, and subsequent to the circuit court's certification of a question regarding any proposed real property tax needed to fund a project, a port authority may levy by resolution a tax upon real property within the boundaries of the district; provided however, no such resolution shall be final nor shall it take effect until the qualified voters approve, by mail-in ballot election conducted in accordance with section 68.250, the circuit court's certified question regarding such proposed real property tax, provided that such resolution shall be final and no mail-in ballot election shall be required where the port authority is the owner of all of the real property within the proposed district. If a majority of the votes cast by the qualified voters voting on the proposed real property tax are in favor of the tax, then the resolution shall become effective. If a majority of the votes cast by the qualified voters voting are opposed to the real property tax, then the resolution seeking to levy the real property tax shall be deemed to be null and void on the date on which the election may no longer be challenged pursuant to section 68.250. The port authority may levy a real property tax rate lower than the tax rate ceiling approved by the qualified voters pursuant to this subsection and may, by resolution, increase that lowered tax rate to a level not exceeding the tax rate ceiling without approval of the qualified voters.\n\n2. The ballot shall be substantially in the following form:\n\n3. A port authority may repeal or amend by resolution any real property tax imposed pursuant to this section before the expiration date of such real property tax unless the repeal or amendment of such real property tax will impair the port authority's ability to repay any obligations the port authority has incurred to pay any part of the cost of a port improvement project.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-235/"
    },
    {
      "id": "section-68-240",
      "number": "68.240",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.240. County collector's and treasurer's duties — use of moneys upon expiration of tax. —1. The county collector of each county in which the district is located, or the collector for the city in which the district is located if the district is located in a city not within a county, shall collect the real property tax made upon all real property within that county and district, in the same manner as other real property taxes are collected.\n\n2. Every county or municipal collector and treasurer having collected or received district real property taxes shall, on or before the fifteenth day of each month and after deducting the reasonable and actual cost of such collection but not to exceed one percent of the total amount collected, remit to the port authority the amount collected or received by the port authority prior to the first day of such month. Upon receipt of such money, the port authority shall execute a receipt therefor, which shall be forwarded or delivered to the county collector or city treasurer who collected such money. The port authority shall deposit such sums which are designated for a specific project into a special trust fund to be expended solely for such purpose, or to the port authority treasury if such sums are not designated. The county or municipal collector or treasurer and port authority shall make final settlement of the port authority account and costs owing, not less than once each year, if necessary.\n\n3. The port authority shall repeal by resolution the continuation of any real property tax imposed pursuant to section 68.235 when all obligations of the port improvement project have been met, unless the real property tax in any way secures outstanding obligations of the port improvement project or covers ongoing expenses the port authority has incurred to pay qualified project costs of any of the approved port improvement project.\n\n4. Upon the expiration or termination of any real property tax adopted pursuant to this section which is designated for a specific project, all funds remaining in the special trust fund shall continue to be used solely for the specific purpose designated in the ballot adopted by the qualified voters. Any remaining funds in such special trust fund which exceed any remaining obligations of the port improvement project and are not needed to cover ongoing expenses shall be refunded pro rata to the property owners.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-240/"
    },
    {
      "id": "section-68-245",
      "number": "68.245",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.245. Levy of sales and use tax authorized — ballot language — collection of tax, deposit of moneys — repeal of tax. —1. For the purposes of providing funds to pay all, or any portion of, the qualified project costs associated with any approved project, subsequent to the establishment of a district pursuant to this act, and subsequent to the circuit court's certification of a question regarding any proposed sales and use tax needed to fund a project, a port authority may levy by resolution a districtwide sales and use tax on all retail sales made in such district which are subject to taxation pursuant to sections 144.010 to 144.525, except sales of motor vehicles, trailers, boats or outboard motors, and sales to or from public utilities. Any sales and use tax imposed pursuant to this section may be imposed in increments of one-eighth of one percent, up to a maximum of one percent; except that, no resolution adopted pursuant to this section shall be final nor shall it take effect until the qualified voters approve, by mail-in ballot election conducted in accordance with section 68.250, the circuit court's certified question regarding such proposed sales and use tax provided that such resolution shall be final and no mail-in ballot election shall be required where the port authority is the owner of all of the real property within the proposed district. If a majority of the votes cast by the qualified voters on the proposed sales and use tax are in favor of the sales and use tax, then the resolution shall become effective. If a majority of the votes cast by the qualified voters are opposed to the sales and use tax, then the resolution seeking to levy the sales and use tax shall be deemed null and void on the date on which the election may no longer be challenged pursuant to section 68.255.\n\n2. The ballot shall be substantially in the following form:\n\n3. Within ten days after the qualified voters have approved the imposition of the sales and use tax, the port authority shall, in accordance with section 32.087, notify the director of revenue. The sales and use tax authorized by this section shall become effective on the first day of the second calendar quarter after the director of revenue receives notice of the adoption of such sales and use tax.\n\n4. The director of revenue shall collect any sales and use tax pursuant to section 32.087.\n\n5. All revenue received by the port authority from a sales and use tax imposed pursuant to this section which is designated for a specific project shall be deposited into a special trust fund to be expended solely for such purpose, or to the port authority's treasury if such sums are not designated.\n\n6. In each district in which a sales and use tax is imposed pursuant to this section, every retailer shall add such additional tax imposed by the port authority to such retailer's sale price, and when so added such tax shall constitute a part of the purchase price, shall be a debt of the purchaser to the retailer until paid and shall be recoverable at law in the same manner as the purchase price.\n\n7. The penalties provided in sections 144.010 to 144.525 shall apply to violations of this section.\n\n8. The port authority shall repeal by resolution the continuation of any sales and use tax imposed pursuant to this section when all obligations of the port improvement project have been met, unless the sales and use tax in any way secures outstanding obligations of the port improvement project or covers ongoing expenses the port authority has incurred to pay qualified project costs of any of the approved port improvement project.\n\n9. Upon the expiration or termination of any sales and use tax adopted pursuant to this section, any funds remaining in the special trust fund shall continue to be used solely for the specific purpose designated in the ballot adopted by the qualified voters. Any funds in such special trust fund which are not needed for current expenditures or obligations of the port improvement project may be invested by the port authority pursuant to applicable laws relating to the investment of other port authority funds and the port authority may use such funds to further the purpose of a port authority as provided in section 68.020.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-245/"
    },
    {
      "id": "section-68-250",
      "number": "68.250",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.250. Conducting of election, procedure. —1. Notwithstanding the provisions of chapter 115 except the provisions of section 115.125, when applicable, an election for any proposed real property tax or proposed sales and use tax, or both, within a district pursuant to this act shall be conducted in accordance with the provisions of this section.\n\n2. After the board has passed a resolution approving the levy of a real property tax or a sales and use tax, or both, the board shall provide written notice of such resolution, along with the circuit court's certified question regarding the real property tax or the sales and use tax, or both, as applicable, to the election authority. The board shall be entitled to repeal or amend such resolution provided that written notice of such repeal or amendment is delivered to the election authority prior to the date that the election authority mails the ballots to the qualified voters.\n\n3. Upon receipt of written notice of a port authority's resolution, along with the circuit court's certified question, for the levy of a real property tax or a sales and use tax, or both, the election authority shall:\n\n(1) Specify a date upon which the election shall occur, which date shall be a Tuesday and shall be, unless otherwise approved by the board and election authority and applicable circuit court pursuant to section 115.125, not earlier than the tenth Tuesday, and not later than the fifteenth Tuesday, after the date the board passes the resolution and shall not be on the same day as an election conducted pursuant to the provisions of chapter 115;\n\n(2) Publish notice of the election in a newspaper of general circulation within the municipality two times. The first publication date shall be not more than forty-five, but not less than thirty-five, days prior to the date of the election and the second publication date shall be not more than twenty, and not less than ten, days prior to the date of the election. The published notice shall include, but not be limited to, the following information:\n\n(a) The name and general boundaries of the district;\n\n(b) The type of tax proposed (real property tax or sales and use tax or both), its rate or rates, and its purpose or purposes;\n\n(c) The date the ballots for the election shall be mailed to qualified voters;\n\n(d) The date of the election;\n\n(e) The applicable definition of qualified voters;\n\n(f) A statement that persons residing in the district shall register to vote with the election authority on or before the thirtieth day prior to the date of the election in order to be a qualified voter for purposes of the election;\n\n(g) A statement that the ballot shall be returned to the election authority's office in person, or by depositing the ballot in the United States mail addressed to the election authority's office and postmarked not later than the date of the election; and\n\n(h) A statement that any qualified voter that did not receive a ballot in the mail or lost the ballot received in the mail may pick up a mail-in ballot at the election authority's office, specifying the dates and time such ballot will be available and the location of the election authority's office;\n\n(3) The election authority shall mail the ballot, a notice containing substantially the same information as the published notice and a return addressed envelope directed to the election authority's office with a sworn affidavit on the reverse side of such envelope for the qualified voter's signature, to each qualified voter not more than fifteen days and not less than ten days prior to the date of the election. For purposes of mailing ballots to real property owners, only one ballot shall be mailed per capita at the address shown on the official, or recorded, real estate records of the county recorder, or the city recorder of deeds if the district is located in a city not within a county, as of the thirtieth day prior to the date of the election. Such affidavit shall be in substantially the following form:\n\n­­All persons or entities having a fee ownership in the property shall sign the ballot. Additional signature pages may be affixed to this ballot to accommodate all required signatures.\n\n4. Each qualified voter shall have one vote. Each voted ballot shall be signed with the authorized signature.\n\n5. Mail-in ballots shall be returned to the election authority's office in person, or by depositing the ballot in the United States mail addressed to the election authority's office and postmarked no later than the date of the election. The election authority shall transmit all voted ballots to a team of judges of not less than four. The judges shall be selected by the election authority from lists it has compiled prior to the date by which the mail-in ballots must be returned. Upon receipt of the voted ballots, the judges shall verify the authenticity of the ballots, canvass the votes, and certify the results. Certification by the election judges shall be final and shall be immediately transmitted to the election authority. Any qualified voter who voted in such election may contest the result in the same manner as provided in chapter 115.\n\n6. The results of the election shall be entered upon the records of the election authority and two certified copies of the election results shall be filed with the port authority and entered upon the records of the port authority.\n\n7. The port authority shall reimburse the election authority for the costs it incurs to conduct an election under this section.\n\n8. Notwithstanding anything to the contrary, nothing in this act shall prevent a port authority from proposing both a real property tax levy question and a sales and use tax levy question to the district's qualified voters in the same election.\n\n9. Notwithstanding anything to the contrary, this section shall not apply when the port authority is the owner of all of the real property within the proposed district.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-250/"
    },
    {
      "id": "section-68-255",
      "number": "68.255",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.255. Statute of limitations. —No lawsuit to set aside a district established or a tax levied under this act*, or to otherwise question the validity of the proceedings related thereto, shall be brought after the expiration of ninety days from the effective date of the circuit court judgment establishing such district in question or the effective date of the resolution levying such tax in question.\n\n(L. 2010 S.B. 578)\n\n*\"This act\" (S.B. 578, 2010) contained numerous sections. Consult Disposition of Sections table for a definitive listing.",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-255/"
    },
    {
      "id": "section-68-259",
      "number": "68.259",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.259. Severability clause. —Notwithstanding the provisions of section 1.140 to the contrary, the provisions of sections 68.025, 68.035, 68.040, 68.057, 68.070, 68.200, 68.205, 68.210, 68.215, 68.220, 68.225, 68.230, 68.235, 68.240, 68.245, 68.250, 68.255, and 68.260 as contained in this act shall be severable, and if any provision is for any reason held to be invalid, such decision shall not invalidate any of the remaining provisions of sections 68.025, 68.035, 68.040, 68.057, 68.070, 68.200, 68.205, 68.210, 68.215, 68.220, 68.225, 68.230, 68.235, 68.240, 68.245, 68.250, 68.255, and 68.260 as contained in this act.\n\n(L. 2010 S.B. 578, A.L. 2013 S.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-259/"
    },
    {
      "id": "section-68-260",
      "number": "68.260",
      "heading": "",
      "text": "Title VI COUNTY, TOWNSHIP AND POLITICAL SUBDIVISION GOVERNMENT\n\n68.260. Applicability of law — report required. —1. The provisions of this section shall only apply to a port authority that has formed a district.\n\n2. In addition to any other report required of a port authority, within one hundred twenty days following the last day of the port authority's fiscal year, the board shall submit a report to the clerk of either the municipality or county which formed the port authority pursuant to section 68.010, and to the Missouri department of transportation stating the services provided, revenues collected and expenditures made by the district during such fiscal year, and copies of written resolutions approved by the board during the fiscal year. The municipal clerk or county clerk, as applicable, shall retain this report as part of the official records of the municipality or county and shall also cause this report to be spread upon the records of the governing body.\n\n3. In addition to the report required pursuant to subsection 2 of this section, upon the approval by the qualified voters of a real property tax or sales and use tax, or both, in accordance with the act, each authority shall annually submit a report to the auditor of the state of Missouri in accordance with section 105.145.\n\n(L. 2010 S.B. 578)",
      "source_url": "https://law.justia.com/codes/missouri/title-vi/chapter-68/section-68-260/"
    }
  ]
}