{
  "state": "south-dakota",
  "path": "title-title-50-aviation/chapter-chapter-09-air-navigation-hazards",
  "sections": [
    {
      "id": "section-50-9-1",
      "number": "50-9-1",
      "heading": "FAA determination of no hazard to be provided to commission before construction or alteration of structure--Violation as misdemeanor",
      "text": "50-9-1. FAA determination of no hazard to be provided to commission before construction or alteration of structure--Violation as misdemeanor.\n\nA person or organization that has obtained a Federal Aviation Administration determination of no hazard, shall provide the determination to the commission prior to the start of construction or alteration of any structure that is subject to the jurisdiction of the Federal Aviation Administration.\n\nA violation of this section is a Class 1 misdemeanor.\n\nSource:SL 1953, ch 3, §1; SDC Supp 1960, §2.0210; SL 1992, ch 60, §2; SL 1994, ch 351, §142; SL 2010, ch 227, §41; SL 2014, ch 222, §59; SL 2018, ch 269, §30; SL 2019, ch 203, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-50/chapter-09/section-50-9-1/"
    },
    {
      "id": "section-50-9-2",
      "number": "50-9-2",
      "heading": "50-9-2, 50-9-3.Repealed by SL 2019, ch 203, §§53, 54.",
      "text": "50-9-2, 50-9-3.Repealed by SL 2019, ch 203, §§53, 54.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-4",
      "number": "50-9-4",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-5",
      "number": "50-9-5",
      "heading": "50-9-5.Repealed by SL 2019, ch 203, §55.",
      "text": "50-9-5.Repealed by SL 2019, ch 203, §55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-6",
      "number": "50-9-6",
      "heading": "50-9-6 to 50-9-9.Repealed by SL 2014, ch 222, §§63 to 66.",
      "text": "50-9-6 to 50-9-9.Repealed by SL 2014, ch 222, §§63 to 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-10",
      "number": "50-9-10",
      "heading": "Conflicting jurisdiction between commission and political subdivision--Superiority of commission--Public hearing.",
      "text": "50-9-10. Conflicting jurisdiction between commission and political subdivision--Superiority of commission--Public hearing.\n\nIf conflicting jurisdiction arises over the control of the erection of a building, structure, tower, or hazard in relation to an airport, airway, or airport facility between the commission and any political subdivision of the state, the commission may overrule, change, modify, or amend zoning rules and regulations adopted by any political subdivision or by any airport zoning board created by a political subdivision under the laws of this state, after a public hearing in which all parties have been given an opportunity to be heard.\n\nSource:SL 1957, ch 2, §3; SDC Supp 1960, §2.0217; SL 2010, ch 227, §50; SL 2018, ch 269, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-50/chapter-09/section-50-9-10/"
    },
    {
      "id": "section-50-9-11",
      "number": "50-9-11",
      "heading": "50-9-11.Repealed by SL 1983, ch 15, §184.",
      "text": "50-9-11.Repealed by SL 1983, ch 15, §184.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-12",
      "number": "50-9-12",
      "heading": "50-9-12.Repealed by SL 2018, ch 269, §38.",
      "text": "50-9-12.Repealed by SL 2018, ch 269, §38.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-9-13",
      "number": "50-9-13",
      "heading": "Required marking of certain anemometer towers--Violation as misdemeanor.",
      "text": "50-9-13. Required marking of certain anemometer towers--Violation as misdemeanor.\n\nAny anemometer tower that is fifty feet in height above the ground or higher, that is located outside the exterior boundaries of any municipality, and whose appearance is not otherwise mandated by state or federal law shall be marked, painted, flagged, or otherwise constructed to be recognizable in clear air during daylight hours. Any anemometer tower that was erected before July 1, 2010 shall be marked as required in this section within one year after July 1, 2010. Any anemometer tower that is erected on or after July 1, 2010 shall be marked as required in this section at the time it is erected. Marking required under this section includes marking the anemometer tower, guy wires, and accessory facilities as follows:\n\n(1)The top one-third of the anemometer tower shall be painted in equal, alternating bands of aviation orange and white, beginning with orange at the top of the tower and ending with orange at the bottom of the marked portion of the tower;\n\n(2)Two marker balls shall be attached to and evenly spaced on each of the outside guy wires;\n\n(3)Where an anemometer tower has guy wires anchored to the ground, the anchor points shall have a contrasting appearance with any surrounding vegetation. If the adjacent land is grazed, the anchor point shall be fenced. The fenced area shall be an area not less than sixty-four square feet whose outer boundary is at least four feet from the anchor point; and\n\n(4)One or more seven-foot safety sleeves shall be placed at each anchor point and shall extend from the anchor point along each guy wire attached to the anchor point.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2010, ch 229, §2; SL 2018, ch 269, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-50/chapter-09/section-50-9-13/"
    },
    {
      "id": "section-50-9-14",
      "number": "50-9-14",
      "heading": "Airport hazard--Public nuisance--Prevention.",
      "text": "50-9-14  .  Airport hazard--Public nuisance--Prevention.\n\nThe creation or establishment of an airport hazard is a public nuisance and an injury to the community or the United States served by the airport and shall be prevented in accordance with this title.\n\nSource:  SL 2020, ch 203, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-50/chapter-09/section-50-9-14/"
    },
    {
      "id": "section-50-9-15",
      "number": "50-9-15",
      "heading": "Removal of airport hazards--Public purpose--Public funds.",
      "text": "50-9-15  .  Removal of airport hazards--Public purpose--Public funds.\n\nThe prevention of the creation or establishment of airport hazards and the elimination, removal, alteration, mitigation, or marking and lighting of existing airport hazards are public purposes for which the political subdivisions may raise and expend public funds and acquire land or a property interest.\n\nSource:  SL 2020, ch 203, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-50/chapter-09/section-50-9-15/"
    }
  ]
}