{
  "state": "new-mexico",
  "path": "title-chapter-15-administration-of-government/chapter-article-9-state-aircraft",
  "sections": [
    {
      "id": "section-15-9-1",
      "number": "15-9-1",
      "heading": "Short title.Section 15-9-2 - Definitions",
      "text": "Section 15-9-3 - Aircraft consolidation; department duties.Section 15-9-4 - Travel charges.Section 15-9-4.1 - Aviation services fund.Section 15-9-5 - Temporary provision; transfer of aircraft, personnel, money, appropriations, furniture, supplies and other pr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15-9-2",
      "number": "15-9-2",
      "heading": "Definitions.",
      "text": "As used in the State Aircraft Act [Chapter 15, Article 9 NMSA 1978]:\n\nA. \"department\" means the general services department; and\n\nB. \"state aircraft\" means all state airplanes used primarily to transport passengers.\n\nHistory:Laws 1994, ch. 135, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-15/article-9/section-15-9-2/"
    },
    {
      "id": "section-15-9-3",
      "number": "15-9-3",
      "heading": "Aircraft consolidation; department duties.",
      "text": "A. All state aircraft shall be consolidated in the department for the use of the state's agencies, departments, branches and institutions.\n\nB. The department shall:\n\n(1) adopt and file in accordance with the State Rules Act [Chapter 14, Article 4 NMSA 1978] rules and regulations to carry out the provisions of the State Aircraft Act;\n\n(2) own, operate and maintain the state's aircraft fleet;\n\n(3) provide centralized statewide scheduling of aircraft;\n\n(4) designate destination airports;\n\n(5) determine travel charges for state aircraft services;\n\n(6) determine use requirements, including the number of required passengers per flight and under what conditions persons other than state officers and employees are allowed to travel in state aircraft; and\n\n(7) determine other requirements it deems appropriate or fiscally responsible.\n\nC. The department may refuse a request for state aircraft scheduling.\n\nHistory:Laws 1994, ch. 135, § 3.\n\nCross references.— For transfer of state-owned aircraft and related personnel, property and obligations,see15-9-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-15/article-9/section-15-9-3/"
    },
    {
      "id": "section-15-9-4",
      "number": "15-9-4",
      "heading": "Travel charges.",
      "text": "The department shall charge for the use of state aircraft. Charges shall be sufficient to offset the costs of operation, maintenance and depreciation of state aircraft. Money collected for travel charges shall be deposited in the aviation services fund.\n\nHistory:Laws 1994, ch. 135, § 4; 1995, ch. 49, § 2.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"aviation services fund\" for \"general fund\" in the third sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-15/article-9/section-15-9-4/"
    },
    {
      "id": "section-15-9-41",
      "number": "15-9-4.1",
      "heading": "Aviation services fund.",
      "text": "There is created in the state treasury the \"aviation services fund\". Money in the fund is appropriated to the general services department for the purpose of operating, maintaining and repairing state aircraft, including fuel, insurance, pilot compensation and other basic support costs. Disbursements from the fund shall be made only upon warrant drawn by the secretary of finance and administration pursuant to vouchers signed by the director of the motor pool division of the general services department. Money in the fund shall not revert at the end of any fiscal year.\n\nHistory:Laws 1995, ch. 49, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-15/article-9/section-15-9-4-1/"
    },
    {
      "id": "section-15-9-5",
      "number": "15-9-5",
      "heading": "Temporary provision; transfer of aircraft, personnel, money, appropriations, furniture, supplies and other property and contractual obligations.",
      "text": "On the effective date of the State Aircraft Act, the passenger aircraft owned by the state corporation commission [public regulation commission], the energy, minerals and natural resources department and the state highway and transportation department shall be transferred to the general services department, and title to the aircraft shall be transferred to the general services department. On the effective date of the State Aircraft Act, the personnel, money, appropriations, furniture, supplies and other property attributable to the ownership, operation or maintenance of passenger aircraft in the state corporation commission [public regulation commission], the energy, minerals and natural resources department and the state highway and transportation department shall be transferred to the general services department. On the effective date of the State Aircraft Act, contractual obligations related to the ownership, operation or maintenance of passenger aircraft of the state corporation commission [public regulation commission], the energy, minerals and natural resources department and the state highway and transportation department shall be binding on the general services department.\n\nHistory:Laws 1994, ch. 135, § 5.\n\nBracketed material.— The bracketed material was inserted by the compiler. It was not enacted by the legislature and is not part of the law.\n\nLaws 1998, ch. 108, § 80 provided that references to the state corporation commission be construed as references to the public regulation commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-15/article-9/section-15-9-5/"
    }
  ]
}