{
  "state": "south-carolina",
  "path": "title-title-4/chapter-chapter-31",
  "sections": [
    {
      "id": "section-4-31-10",
      "number": "4-31-10",
      "heading": "",
      "text": "There is hereby created the Newberry-Saluda Economic Opportunity Commission.\n\nHISTORY: 1962 Code Section 14-691; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-10/"
    },
    {
      "id": "section-4-31-20",
      "number": "4-31-20",
      "heading": "",
      "text": "The Commission is hereby declared to be a body politic and corporate and shall exercise and enjoy all the rights and privileges of such.\n\nHISTORY: 1962 Code Section 14-692; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-20/"
    },
    {
      "id": "section-4-31-40",
      "number": "4-31-40",
      "heading": "",
      "text": "The terms of office of the members of the Commission shall be for two years or until their successors are appointed and qualify. In the event of a vacancy in the membership of the Commission, a successor for the unexpired portion of the term shall be appointed in the same manner as his predecessor. Of the initial appointees, fifteen shall serve for one year. Present members of the Newberry County and Saluda County Economic Opportunity Commission shall continue to serve until the expiration of their terms.\n\nHISTORY: 1962 Code Section 14-694; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-40/"
    },
    {
      "id": "section-4-31-30",
      "number": "4-31-30",
      "heading": "",
      "text": "The Commission shall be composed of thirty members, twenty of whom shall be residents of Newberry County and ten of whom shall be residents of Saluda County, who shall be appointed by the Governor upon the recommendation of the Newberry and Saluda legislative delegations. The Commission shall have at least two meetings each year. The members of the Commission shall serve without compensation.\n\nHISTORY: 1962 Code Section 14-693; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-30/"
    },
    {
      "id": "section-4-31-50",
      "number": "4-31-50",
      "heading": "",
      "text": "Immediately upon the appointment of the Commission, it shall organize by electing one of its members as chairman, two as vice-chairmen, one from Saluda County and one from Newberry County, and a fourth as secretary and treasurer. The Commission shall file a record of its members in the offices of the clerks of court for Newberry and Saluda Counties.\n\nHISTORY: 1962 Code Section 14-695; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-50/"
    },
    {
      "id": "section-4-31-60",
      "number": "4-31-60",
      "heading": "",
      "text": "The Commission shall be responsible for the improvement of communication and cooperation among existing and future programs and the administration of one or more new programs designed to improve the health, education, welfare, housing or employment of the residents of Newberry and Saluda Counties. To this end the Commission shall be empowered as follows:\n\n(a) To sue and be sued;\n\n(b) To adopt, use and alter a corporate seal;\n\n(c) To make bylaws for the management and regulation of its affairs;\n\n(d) To appoint agents, employees and servants, to prescribe their duties, to fix their compensation, to determine if and to what extent they shall be bonded for the faithful performance of their duties;\n\n(e) To undertake the improvement of communication and cooperation among existing and future programs administered by Federal, State, county and municipal governmental agencies and private nonprofit organizations designed to improve the health, education, welfare, housing or employment of the counties' residents and, with the consent of such agencies and organizations, to coordinate same;\n\n(f) To enter into contracts and agreements for performance of its programs and duties with Federal, State, county and municipal governmental agencies and subdivisions thereof, and private nonprofit organizations;\n\n(g) To accept and receive funds for the performance of its duties in the administration of its programs from such governmental agencies and subdivisions thereof and private nonprofit organizations, as well as any other sources;\n\n(h) To designate, at its first meeting in each calendar year but not later than January thirty-first, from its membership an executive committee who shall have power to interview and employ staff personnel. This committee shall meet once a month or as often as may be necessary;\n\n(i) To maintain adequate accounts and records of its activities, receipts and expenses in conformance with requirements of any contract or agreement with any Federal, State, county or municipal governmental agency, or subdivision thereof, or any private nonprofit organization; and\n\n(j) To acquire, own or hold in trust, preserve, restore, maintain or lease property, facilities and equipment reasonably necessary for the performance of its duties and the administration of its programs.\n\nHISTORY: 1962 Code Section 14-696; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-60/"
    },
    {
      "id": "section-4-31-70",
      "number": "4-31-70",
      "heading": "",
      "text": "All property of the Commission shall be exempt from all ad valorem taxes levied by Newberry and Saluda Counties or any municipality therein, or any division, subdivision or agency thereof, directly or indirectly.\n\nHISTORY: 1962 Code Section 14-697; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-70/"
    },
    {
      "id": "section-4-31-80",
      "number": "4-31-80",
      "heading": "",
      "text": "The Commission shall conduct its affairs on the fiscal year basis employed by Newberry and Saluda Counties. As shortly after the close of its fiscal year as may be practicable an audit of its affairs shall be made by a certified public accountant in good standing, to be designated by the Commission. Copies of such audit, incorporated into an annual report of the Commission, shall be filed with the Newberry and Saluda legislative delegations.\n\nHISTORY: 1962 Code Section 14-698; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-80/"
    },
    {
      "id": "section-4-31-90",
      "number": "4-31-90",
      "heading": "",
      "text": "The right to alter, amend or rescind this article is hereby expressly reserved and disclosed, but no such amendment or repeal shall operate to impair the operation of any contract otherwise made by the authority pursuant to any power conferred by this article.\n\nHISTORY: 1962 Code Section 14-699; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-90/"
    },
    {
      "id": "section-4-31-100",
      "number": "4-31-100",
      "heading": "",
      "text": "Any action required of the Commission may be taken at any regular or special meeting, and at such meeting a majority of the members shall constitute a quorum.\n\nHISTORY: 1962 Code Section 14-700; 1966 (54) 2045.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-100/"
    },
    {
      "id": "section-4-31-310",
      "number": "4-31-310",
      "heading": "",
      "text": "There is hereby created the Berkeley and Dorchester Economic Opportunity Commission.\n\nHISTORY: 1962 Code Section 14-700.11; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-310/"
    },
    {
      "id": "section-4-31-320",
      "number": "4-31-320",
      "heading": "",
      "text": "The Commission is hereby declared to be a body politic and corporate and shall exercise and enjoy all the rights and privileges of such.\n\nHISTORY: 1962 Code Section 14-700.12; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-320/"
    },
    {
      "id": "section-4-31-330",
      "number": "4-31-330",
      "heading": "",
      "text": "The Commission shall not exceed twenty-seven members and shall be so constituted that (1) one third of the members of the Commission are public officials, or their representatives, unless the number of such officials reasonably available or willing to serve is less than one third of the membership of the Commission; (2) at least one third of the members are persons chosen in accordance with democratic selection procedures adequate to assure that they are representative of the poor in the area served; and (3) the remainder of the members are officials or members of business, industry, labor, religious, welfare, education, or other major groups and interests in the counties. Each member of the Commission selected to represent a specific geographic area within the counties must reside in the area he represents and at least ten qualified electors of each county shall be members of the commission.\n\nAll members shall be appointed by the Governor upon the recommendation of a majority of the members of the legislative delegations from Berkeley and Dorchester Counties, including the Senators representing the districts of which these counties are a part. The members shall serve without compensation but shall be allowed the usual per diem, mileage and subsistence as provided by law for members of boards, commissions and committees.\n\nAny petition containing two hundred signatures of persons who feel that they are inadequately represented on the Commission shall require a prompt and fair hearing by the Commission. Upon receipt of such a petition, a description of the action taken to insure a prompt and fair hearing to the petitioners, and a statement of any action taken as a result of such a petition shall be promptly recorded in the records of the Commission.\n\nHISTORY: 1962 Code Section 14-700.13; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-330/"
    },
    {
      "id": "section-4-31-340",
      "number": "4-31-340",
      "heading": "",
      "text": "The term of office of the members of the Commission shall be for two years or until their successors are appointed and qualify. In the event of a vacancy in the membership of the Commission, a successor for the unexpired portion of the term shall be appointed in the same manner as provided for the original appointments.\n\nHISTORY: 1962 Code Section 14-700.14; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-340/"
    },
    {
      "id": "section-4-31-360",
      "number": "4-31-360",
      "heading": "",
      "text": "The Commission shall be responsible for the improvement of communication and cooperation among existing and future programs and the administration of one or more new programs designed to improve the health, education, welfare, housing or employment of the residents of Berkeley and Dorchester Counties. To this end the Commission shall be empowered as follows:\n\n(a) To sue and be sued;\n\n(b) To adopt, use and alter a corporate seal;\n\n(c) To make bylaws for the management and regulations of its affairs;\n\n(d) To appoint a director of the Commission and such other officers, agents and employees that the Commission deems necessary, to prescribe their duties, to fix their compensation and to determine if and to what extent they shall be bonded for the faithful performance of their duties; provided, however, that the following persons shall initially be employed by the Commission in the following capacities, if such persons are willing and able to accept such employment: Mr. Thomas Myers, Director; Mr. Bernard Staggers, Assistant Director; Miss Andrea Spann, Executive Secretary; and Mrs. Beverly Jefferson, Bookkeeper;\n\n(e) To undertake the improvement of communication and cooperation among existing and future programs administered by Federal, State, county and municipal governmental agencies and private nonprofit organizations designed to improve the health, education, welfare, housing or employment of the county residents and, with the consent of such agencies and organizations, to coordinate same;\n\n(f) To enter into contracts and agreements for performance of its programs and duties with Federal, State, county and municipal governmental agencies and subdivisions thereof, and private nonprofit organizations;\n\n(g) To accept and receive funds for the performance of its duties in the administration of its programs from such governmental agencies and subdivisions thereof and private nonprofit organizations, as well as any other sources and to this end, the Commission is specifically authorized to accept from the Berkeley, Colleton and Dorchester Counties Economic Development Corporation any gift or bequest of funds or real or personal property;\n\n(h) To designate an executive committee from among the members of the Commission to which may be delegated one or more duties and responsibilities of the Commission; provided, however, that one third of the members of such a committee shall be representatives selected by the poor, and, from time to time, to appoint one or more subcommittees composed of residents of Berkeley and Dorchester Counties to advise and assist in the administration of its program and the performance of its duties;\n\n(i) To maintain adequate accounts and records of its activities, receipts and expenses in conformance with requirements of any contract or agreement with any Federal, State, county or municipal governmental agency, or subdivision thereof, or any private nonprofit organization; and\n\n(j) To acquire, own or hold in trust, preserve, restore, maintain or lease property, facilities and equipment reasonably necessary for the performance of its duties and the administration of its programs.\n\nHISTORY: 1962 Code Section 14-700.16; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-360/"
    },
    {
      "id": "section-4-31-350",
      "number": "4-31-350",
      "heading": "",
      "text": "Immediately upon the appointment of the Commission, it shall organize by electing one of its members as chairman, a second as vice-chairman and a third as secretary-treasurer. The Commission shall file a record of its members in the offices of the clerks of court of the respective counties.\n\nHISTORY: 1962 Code Section 14-700.15; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-350/"
    },
    {
      "id": "section-4-31-370",
      "number": "4-31-370",
      "heading": "",
      "text": "All property of the Commission shall be exempt from all ad valorem taxes levied by Berkeley and Dorchester Counties or municipalities therein, or any division, subdivision or agency thereof, directly or indirectly.\n\nHISTORY: 1962 Code Section 14-700.17; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-370/"
    },
    {
      "id": "section-4-31-380",
      "number": "4-31-380",
      "heading": "",
      "text": "The Commission shall conduct its affairs on the fiscal year basis employed by Berkeley County. As shortly after the close of its fiscal year as may be practicable an audit of its affairs shall be made by a certified public accountant in good standing, to be designated by the Commission. Copies of such audit, incorporated into an annual report of the Commission, shall be filed annually with the legislative delegations from Berkeley and Dorchester Counties.\n\nHISTORY: 1962 Code Section 14-700.18; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-380/"
    },
    {
      "id": "section-4-31-390",
      "number": "4-31-390",
      "heading": "",
      "text": "Any action required of the Commission may be taken at any regular or special meeting, and at such meeting a majority of the members shall constitute a quorum.\n\nHISTORY: 1962 Code Section 14-700.19; 1973 (58) 150.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-4/chapter-31/section-4-31-390/"
    }
  ]
}