{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-2c-assessment-and-accountability",
  "sections": [
    {
      "id": "section-22-2c-1",
      "number": "22-2C-1",
      "heading": "Short title.Section 22-2C-2 - Purposes",
      "text": "Chapter 22, Article 2C NMSA 1978 may be cited as the \"Assessment and Accountability Act\".\n\nHistory:1978 Comp., § 22-2A-1, enacted by Laws 2003, ch. 153, § 10; 2007, ch. 307, § 2; 2007, ch. 308, § 2; 2007, ch. 309, § 2.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nThe 2007 amendments,effective June 15, 2007, changed the statutory reference to the act.\n\nLaws 2007, ch. 307, § 2, Laws 2007, ch. 308, § 2 and Laws 2007, ch. 309, § 2 enacted identical amendments to this section. The section was set out as amended by Laws 2007, ch. 309, § 2.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-1/"
    },
    {
      "id": "section-22-2c-2",
      "number": "22-2C-2",
      "heading": "Purposes.",
      "text": "The purposes of the Assessment and Accountability Act are to comply with federal accountability requirements; to provide the means whereby parents, students, public schools and the public can assess the progress of students in learning and schools in teaching required academic content; and to institute a system in which public schools, school districts and the department are held accountable for ensuring student success.\n\nHistory:1978 Comp., § 22-2A-2, enacted by Laws 2003, ch. 153, § 11.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nEmergency clauses.— Laws 2003, ch. 153, § 74 contained an emergency clause and was approved April 4, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-2/"
    },
    {
      "id": "section-22-2c-3",
      "number": "22-2C-3",
      "heading": "Academic content and performance standards; department powers and duties.",
      "text": "A. The department shall adopt academic content and performance standards for grades one through twelve in the following areas:\n\n(1) mathematics;\n\n(2) reading and language arts;\n\n(3) science; and\n\n(4) social studies.\n\nB. The department may adopt content and performance standards in other subject areas.\n\nC. Academic content and performance standards shall be sufficiently academically challenging to meet or exceed any applicable federal requirements.\n\nD. The department shall measure the performance of every public school in New Mexico.\n\nHistory:1978 Comp., § 22-2A-3, enacted by Laws 2003, ch. 153, § 12; 2015, ch. 58, § 5.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, removed references to adequate yearly progress and replaced references to the state board with the public education department; in the catchline, after \"standards;\", changed \"state board\" to \"department\"; in Subsections A and B, changed \"state board\" to \"department\"; in Subsection C, after \"exceed\", added \"any applicable\"; in Subsection D, after \"New Mexico\", deleted the remainder of the subsection relating to adequate yearly progress.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-3/"
    },
    {
      "id": "section-22-2c-4",
      "number": "22-2C-4",
      "heading": "Statewide assessment and accountability system; indicators; required assessments; alternative assessments; limits on alternatives to English language reading assessments",
      "text": "A. The department shall establish a statewide assessment and accountability system that is aligned with the state academic content and performance standards.\n\nB. The academic assessment program shall test student achievement as follows:\n\n(1) for grades three through eight and for grade eleven, standards-based assessments in mathematics, reading and language arts;\n\n(2) for grades three through eight, a standards-based writing assessment with the writing assessment scoring criteria applied to the extended response writing portions of the language arts standards-based assessments; and\n\n(3) for one of grades three through five and six through eight and for grade eleven, standards-based assessments in science by the 2007-2008 school year.\n\nC. The department shall involve appropriate licensed school employees in the development of the standards-based assessments.\n\nD. Before August 5 of each year, the department shall provide student scores on all standards-based assessments taken during the prior school year and required in Subsection B of this section to students' respective school districts in order to make test score data available to assist school district staff with appropriate grade-level and other placement for the current school year.\n\nE. All students shall participate in the academic assessment program. The department shall adopt standards for reasonable accommodations in standards-based assessments for students with disabilities and limited English proficiency, including when and how accommodations may be applied. The legislative education study committee shall review the standards prior to adoption by the department.\n\nF. Students who have been determined to be limited English proficient may be allowed to take the standards-based assessment in their primary language. A student who has attended school for three consecutive years in the United States shall participate in the English language reading assessment unless granted a waiver by the department based on criteria established by the department. An English language reading assessment waiver may be granted only for a maximum of two additional years and only on a case-by-case basis.\n\nHistory:1978 Comp., § 22-2A-4, enacted by Laws 2003, ch. 153, § 13; 2004, ch. 31, § 1; 2005, ch. 315, § 2; 2007 ch. 306, § 1; 2007, ch. 307, § 3; 2007, ch. 308, § 3; 2015, ch. 58, § 6.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, removed references to adequate yearly progress and removed the requirement to test student achievement in social studies for certain grades; in Subsection A, after \"content and performance standards\", deleted the remainder of the subsection relating to adequate yearly progress; in Subsection B, after \"assessment program\", deleted \"for adequate yearly progress\"; and in Subsection B, Paragraph (1), after \"language arts\", deleted \"and social studies\".\n\nThe 2007 amendment,effective July 1, 2007, in Subsection B, changed \"grades three through nine\" to \"grades three through eight\"; in Subsections A, B, C and E, changed \"standards-based academic performance tests\" to \"standards-based assessments\"; and in Subsection D, changed \"academic testing\" to \"standards based assessments\".\n\nThe 2005 amendment,effective April 7, 2005, deleted former Subsection B(1) which provided that the assessment program shall test achievement for grades kindergarten through two by diagnostic and standards based tests on reading that include phonemic awareness, phonics and comprehension by the 2003-2004 school year.\n\nThe 2004 amendment,effective May 19, 2004, revised Paragraph (3) of Subsection B to change the grades from \"four, six, eight and eleven\" to grades \"three to nine\" and to add after \"writing\" and before \"tests\", \"assessment with the writing assessment scoring criteria applied to the extended response writing portions of the language arts criterion-referenced\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-4/"
    },
    {
      "id": "section-22-2c-41",
      "number": "22-2C-4.1",
      "heading": "Statewide college and workplace readiness assessment system.",
      "text": "A. The department shall establish a readiness assessment system to measure the readiness of every New Mexico high school student for success in higher education or a career no later than the 2008-2009 school year. The department shall ensure that the readiness assessment system is aligned with state academic content and performance standards, college placement tests and entry-level career skill requirements. The readiness assessment system shall include, for grade eleven, in the fall, one or more of the following components chosen by the student:\n\n(1) a college placement assessment;\n\n(2) a workforce readiness assessment; or\n\n(3) an alternative demonstration of competency using standards-based indicators.\n\nB. Students shall participate in the readiness assessment system at no cost to the student.\n\nC. Reports of assessment results shall be provided to students and parents in writing whenever possible but, if necessary, orally in the language best understood by each student and parent.\n\nD. The department shall adopt standards for reasonable accommodations in the administration of readiness assessments for students with disabilities and limited English proficiency, including when and how accommodations may be applied.\n\nE. In developing, selecting or approving the high school or college readiness assessments for school district or charter school use, the department may adopt commercially available standards-based assessments or approve a school district's or charter school's short-cycle assessments that meet the requirements of this section. The department shall involve appropriate licensed school employees in the development or selection of readiness assessments.\n\nHistory:Laws 2007, ch. 307, § 4; 2007, ch. 308, § 4; 2008, ch. 21, § 1; 2016, ch. 56, § 1.\n\nThe 2016 amendment,effective May 18, 2016, eliminated higher education or career readiness assessment system requirements for students in grades nine and ten; in Subsection A, in the introductory paragraph, after \"include,\" deleted \"the following components:\", deleted Paragraphs (1) and (2), the paragraph designation \"(3)\", and the word \"in\" and added \"for\", and redesignated former Subparagraphs (a) through (c) of Paragraph (3) as new Paragraphs (1) through (3) of Subsection A; in Subsection B, deleted \"All\", and after \"Students\", deleted \"at the specified grade level\"; and in Subsection C, deleted \"The department shall ensure that results of performance on readiness assessments administered in grades nine and ten are reported to students, parents and public schools no later than four weeks following the date on which the assessments are administered, in a form that is easily understandable and useful in the next-step planning process.\".\n\nThe 2008 amendment,effective May 14, 2008, required a short-cycle diagnostic assessment in the ninth grade, a short-cycle diagnostic assessment in the tenth grade that serves as an early indicator of college readiness, and a college placement assessment, a workforce readiness assessment or a demonstration of competency in the eleventh grade.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-4-1/"
    },
    {
      "id": "section-22-2c-5",
      "number": "22-2C-5",
      "heading": "Measuring and categorizing students' academic performance.",
      "text": "The department shall adopt the process and methodology for measuring students' academic performance. Academic performance shall be categorized by school and by the following subgroups:\n\nA. ethnicity;\n\nC. limited English proficiency;\n\nD. students with disabilities; and\n\nE. poverty.\n\nHistory:1978 Comp., § 22-2A-5, enacted by Laws 2003, ch. 153, § 14; 2007, ch. 309, § 3; 2015, ch. 58, § 7.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, removed references to adequate yearly progress; deleted the former catchline, \"Student achievement ratings; calculations of adequate yearly progress\" and added the current language; in the introductory paragraph, after \"methodology for\", deleted \"calculating adequate yearly progress. The statewide standards-based assessments used to assess adequate yearly progress shall be valid and reliable and shall conform with nationally recognized professional and technical standards\" and added \"measuring students' academic performance\", and after \"performance shall be\", deleted \"measured\" and added \"categorized\".\n\nThe 2007 amendment,effective June 15, 2007, changed \"performance tests\" to \"assessments\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-5/"
    },
    {
      "id": "section-22-2c-6",
      "number": "22-2C-6",
      "heading": "Remediation programs; promotion policies; restrictions.",
      "text": "A. Remediation programs, academic improvement programs and promotion policies shall be aligned with school-district-determined assessment results and requirements of the state assessment and accountability program.\n\nB. Local school boards shall approve school-district-developed remediation programs and academic improvement programs to provide special instructional assistance to students in grades one through eight who do not demonstrate academic proficiency. The cost of remediation programs and academic improvement programs shall be borne by the school district. Remediation programs and academic improvement programs shall be incorporated into the school district's educational plan for student success and filed with the department.\n\nC. The cost of summer and extended day remediation programs and academic improvement programs offered in grades nine through twelve shall be borne by the parent; however, where parents are determined to be indigent according to guidelines established by the department, the school district shall bear those costs.\n\nD. Diagnosis of weaknesses identified by a student's academic achievement may serve as criteria in assessing the need for remedial programs or retention.\n\nE. A parent shall be notified no later than the end of the second grading period that the parent's child is not academically proficient, and a conference consisting of the parent and the teacher shall be held to discuss possible remediation programs available to assist the student in becoming academically proficient. Specific academic deficiencies and remediation strategies shall be explained to the student's parent and a written intervention plan developed containing time lines, academic expectations and the measurements to be used to verify that a student has overcome academic deficiencies. Remediation programs and academic improvement programs include tutoring, extended day or week programs, summer programs and other research-based interventions and models for student improvement.\n\nF. At the end of grades one through seven, three options are available, dependent on a student's academic proficiency:\n\n(1) the student is academically proficient and shall enter the next higher grade;\n\n(2) the student is not academically proficient and shall participate in the required level of remediation. Upon certification by the school district that the student is academically proficient, the student shall enter the next higher grade; or\n\n(3) the student is not academically proficient after completion of the prescribed remediation program and upon the recommendation of the teacher and school principal shall either be:\n\n(a) retained in the same grade for no more than one school year with an academic improvement plan developed by the student assistance team in order to become academically proficient, at which time the student shall enter the next higher grade; or\n\n(b) promoted to the next grade if the parent refuses to allow the child to be retained pursuant to Subparagraph (a) of this paragraph. In this case, the parent shall sign a waiver indicating the parent's desire that the student be promoted to the next higher grade with an academic improvement plan designed to address specific academic deficiencies. The academic improvement plan shall be developed by the student assistance team outlining time lines and monitoring activities to ensure progress toward overcoming those academic deficiencies. Students failing to become academically proficient at the end of that year as measured by grades, performance on school district assessments and other measures identified by the school district shall be retained in the same grade for no more than one year in order to have additional time to achieve academic proficiency.\n\nG. At the end of the eighth grade, a student who is not academically proficient shall be retained in the eighth grade for no more than one school year to become academically proficient or if the student assistance team determines that retention of the student in the eighth grade will not assist the student to become academically proficient, the team shall design a high school graduation plan to meet the student's needs for entry into the work force or a post-secondary educational institution. If a student is retained in the eighth grade, the student assistance team shall develop a specific academic improvement plan that clearly delineates the student's academic deficiencies and prescribes a specific remediation plan to address those academic deficiencies.\n\nH. A student who does not demonstrate academic proficiency for two successive school years shall be referred to the student assistance team for placement in an alternative program designed by the school district. Alternative program plans shall be filed with the department.\n\nI. Promotion and retention decisions affecting a student enrolled in special education shall be made in accordance with the provisions of the individual educational plan established for that student.\n\nJ. For the purposes of this section:\n\n(1) \"academic improvement plan\" means a written document developed by the student assistance team that describes the specific content standards required for a certain grade level that a student has not achieved and that prescribes specific remediation programs such as summer school, extended day or week school and tutoring;\n\n(2) \"school-district-determined assessment results\" means the results obtained from student assessments developed or adopted by a local school board and conducted at an elementary grade level or middle school level;\n\n(3) \"educational plan for student success\" means a student-centered tool developed to define the role of the academic improvement plan within the public school and the school district that addresses methods to improve student learning and success in school and that identifies specific measures of a student's progress; and\n\n(4) \"student assistance team\" means a group consisting of a student's:\n\n(a) teacher;\n\n(b) school counselor;\n\n(c) school administrator; and\n\n(d) parent.\n\nHistory:1978 Comp., § 22-2-8.6, enacted by Laws 1986, ch. 33, § 7; 1987, ch. 320, § 3; 1993, ch. 226, § 9; 2000, ch. 20, § 1; recompiled and amended as § 22-2C-6 by Laws 2003, ch. 153, § 15; 2007, ch. 309, § 4.\n\nCross references.— For student achievement,see22-2C-1 NMSA 1978 et seq.\n\nCompiler's notes.— This section was compiled as Section 22-2-8.6 NMSA 1978 at the time of the enactment of Laws 2003, ch. 143, § 2.\n\nThe 2007 amendment,effective June 15, 2007, amended Subsection B to change \"fail to attain adequate yearly progress\" to \"do not demonstrate academic proficiency\" and provided that students failing to become academically proficient as measured by grades, performance on school district assessments and other measures identified by the school district shall be retained in the same grade to provide additional time to achieve academic proficiency.\n\nThe 2003 amendment,effective April 4, 2003, recompiled former 22-2-8.6 NMSA 1978 as 22-2A-6 NMSA 1978 (relocated to 22-2C-6), and deleted \"Educational content standards\" at the beginning of the section heading; rewrote Subsection A to the extent that a detailed comparison is impracticable; in Subsection B substituted \"adequate yearly progress\" for \"a level of proficiency established by the content standards\" near the middle and deleted \"of education\" at the end.\n\nThe 2000 amendment,effective May 17, 2000, in the section heading, substituted \"Educational content\" for \"Essential competencies\" and \"restrictions\" for \"exception\"; rewrote Subsections A through D; added Subsection E; redesignated former Subsection E as F and rewrote that section; added Subsection G; redesignated former Subsection G as H and rewrote that section; and added Subsections I and J.\n\nThe 1993 amendment,effective July 1, 1993, deleted \"of education\" following \"state board\" in Subsection C; deleted former Subsection H, which read \"The provisions of Subsection A of this section shall take effect in the 1987-88 school year\"; and deleted former Subsection I, which read \"The provisions of Subsections B through G of this section shall take effect beginning in the 1989-90 school year.\"\n\nConstitutionality.— Subsection C does not offend the \"free school guaranty\" of N.M. Const., art. XII, § 1, as that provision is construed by the New Mexico Supreme Court. 1990 Op. Att'y Gen. No. 90-06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-6/"
    },
    {
      "id": "section-22-2c-7",
      "number": "22-2C-7",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 22-2A-7, enacted by Laws 2003, ch. 153, § 16; 2006, ch. 83, § 1; 2007, ch. 309, § 5; 2011, ch. 32, § 1; repealed by Laws 2015, ch. 58, § 15.\n\nRepealed.— Laws 2015, ch. 58, § 15 repealed 22-2C-7 NMSA 1978, as enacted by Laws 2003, ch. 153, § 16, relating to adequate yearly progress, school improvement plans, corrective action and restructuring, effective June 19, 2015. For provisions of former section,seethe 2014 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-7/"
    },
    {
      "id": "section-22-2c-71",
      "number": "22-2C-7.1",
      "heading": "Repealed.",
      "text": "History:Laws 2007, ch. 309, § 6; 2011, ch. 66, § 1; repealed by Laws 2015, ch. 58, § 15.\n\nRepealed.— Laws 2015, ch. 58, § 15 repealed 22-2C-7.1 NMSA 1978, as enacted by Laws 2007, ch. 309, § 6, relating to failing school subject to reopening as state-chartered charter school, requirements, effective June 19, 2015. For provisions of former section,seethe 2014 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-7-1/"
    },
    {
      "id": "section-22-2c-8",
      "number": "22-2C-8",
      "heading": "State improving schools program.",
      "text": "The department may institute a \"state improving schools program\" that measures public school improvement through school safety, dropout rate, parent and community involvement and graduation and attendance rates. Those indicators may be weighed against socioeconomic variables such as the percentage of student mobility rates, the percentage of limited English proficient students using criteria established by the federal office of civil rights and the percentage of students eligible for free or reduced-fee lunches and other factors determined by the department. Public schools that show the greatest improvement may be eligible for supplemental funding from the incentives for school improvement fund pursuant to Section 22-2C-9 NMSA 1978. Funding for the state improving schools program may include federal funds allowable under federal law or rule.\n\nHistory:1978 Comp., § 22-2A-8, enacted by Laws 2003, ch. 153, § 17; 2015, ch. 58, § 8.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 was enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but was relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, removed references to adequate yearly progress and replaced references to the state board with the public education department; deleted the former catchline, \"Adequate yearly progess; supplemental incentive funding; state program for other achievement\" and added the current language; deleted Subsection A relating to the adequate yearly progress program; removed the subsection designation from Subsection B; in the undesignated section, after \"The\", deleted \"state board\" and added \"department\", after \"public school improvement\", deleted \"by adequate yearly progress and other indicators, including\" and added \"through\", after \"community involvement and\", deleted \"if not used to determine adequate yearly progress\", after \"factors determined by the\", deleted \"state board\" and added \"department\", after \"greatest improvement\", deleted \"through the use of additional indicators\", after \"school improvement fund\", added \"pursuant to Section 22-2C-9 NMSA 1978\", after \"improving schools program\", deleted \"shall\" and added \"may\", and after \"federal funds\", deleted \"only if allowed by\" and added \"allowable under\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-8/"
    },
    {
      "id": "section-22-2c-9",
      "number": "22-2C-9",
      "heading": "Incentives for school improvement fund; created; distributions.",
      "text": "A. The \"incentives for school improvement fund\" is created in the state treasury. The fund includes appropriations, federal allocations for the purposes of the fund, income from investment of the fund, gifts, grants and donations. Balances in the fund shall not revert to any other fund at the end of any fiscal year. The fund shall be administered by the department, and money in the fund is appropriated to the department to provide supplemental incentive funding for the state improving schools program. No more than three percent of the fund may be retained by the department for administrative purposes. Money in the fund shall be expended on warrants of the secretary of finance and administration pursuant to vouchers signed by the secretary of public education or the secretary's authorized representative.\n\nB. The department shall adopt a formula for distributing incentive funding from the fund. The total number of public schools that receive supplemental funding shall not constitute more than fifteen percent of the student membership in the state. Distributions shall be made proportionately to public schools that qualify.\n\nC. Each public school's school council shall determine how the supplemental funding shall be used. The money received by a public school shall not be used for salaries, salary increases or bonuses, but may be used to pay substitute teachers when teachers attend professional development activities.\n\nHistory:1978 Comp., § 22-2A-9, enacted by Laws 2003, ch. 153, § 18; 2015, ch. 58, § 9.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 was enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but was relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, removed references to adequate yearly progress and required distributions from the incentives for school improvement fund to be made pursuant to vouchers signed by the secretary of public education; in Subsection A, after \"supplemental incentive funding for\", deleted \"the adequate yearly progress program and\", after \"vouchers signed by\", deleted \"state superintendent\" and added \"secretary of public education\", and after \"or\", deleted \"his\" and added \"the secretary's\"; in Subsection B, deleted \"state board\" and added \"department\", and after \"incentive funding from the fund.\", deleted the next two sentences relating to adequate yearly progress.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-9/"
    },
    {
      "id": "section-22-2c-10",
      "number": "22-2C-10",
      "heading": "Schools in need of improvement fund; created.",
      "text": "A. The \"schools in need of improvement fund\" is created in the state treasury. The fund includes appropriations, federal allocations for the purposes of the fund, income from investment of the fund, gifts, grants and donations. Balances in the fund shall not revert to any other fund at the end of any fiscal year. The fund shall be administered by the department, and money in the fund is appropriated to the department to provide assistance to public schools in need of improvement. No more than three percent of the fund may be retained by the department for administrative purposes. Money in the fund shall be expended on warrants of the secretary of finance and administration pursuant to vouchers signed by the secretary of public education or the secretary's authorized representative.\n\nB. Distributions from the fund shall be by application approved by the department.\n\nHistory:1978 Comp., § 22-2A-10, enacted by Laws 2003, ch. 153, § 19; 2015, ch. 58, § 10.\n\nCompiler's notes.— Laws 2003, ch. 153, §§ 10 to 20 were enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but were relocated due to the existing Article 2A.\n\nThe 2015 amendment,effective June 19, 2015, made technical changes to the section; in Subsection A, after \"public schools in need of improvement\", deleted \"and public schools subject to corrective action\", after \"vouchers signed by the\", deleted \"state superintendent or his\" and added \"secretary of public education or the secretary's\"; and in Subsection B, after \"department\", deleted \"based on a public school's approved improvement plan as provided in Section 22-2C-7 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-10/"
    },
    {
      "id": "section-22-2c-11",
      "number": "22-2C-11",
      "heading": "Assessment and accountability system reporting; parent survey; data system; fiscal information.",
      "text": "A. The department shall:\n\n(1) issue a state identification number for each public school student for use in the accountability data system;\n\n(2) adopt the format for reporting individual student assessments to parents. The student assessments shall report each student's progress and academic needs as measured against state standards;\n\n(3) adopt the format for reporting annual progress of public schools, school districts, state-chartered charter schools and the department. A school district's report shall include reports of all locally chartered charter schools in the school district. If the department has adopted a state improving schools program, the annual accountability report shall include the results of that program for each public school. The annual accountability report format shall be clear, concise and understandable to parents and the general public. All annual accountability reports shall ensure that the privacy of individual students is protected;\n\n(4) require that when public schools, school districts, state-chartered charter schools and the state disaggregate and report school data for demographic subgroups, they include data disaggregated by ethnicity, race, limited English proficiency, students with disabilities, poverty and gender; provided that ethnicity and race shall be reported using the following categories:\n\n(a) Caucasian, non-Hispanic;\n\n(b) Hispanic;\n\n(c) African American;\n\n(d) American Indian or Alaska Native;\n\n(e) Native Hawaiian or other Pacific Islander;\n\n(g) two or more races; and\n\n(h) other; provided that if the sample of students in any category enumerated in Subparagraphs (a) through (g) of this paragraph is so small that a student in the sample may be personally identifiable in violation of the federal Family Educational Rights and Privacy Act of 1974, the report may combine that sample into the \"other\" category;\n\n(5) report cohort graduation data annually for the state, for each school district and for each state-chartered charter school and each public high school, based on information provided by all school districts and state-chartered charter schools according to procedures established by the department; provided that the report shall include the number and percentage of students in a cohort who:\n\n(a) have graduated by August 1 of the fourth year after entering the ninth grade;\n\n(b) have graduated in more than four years, but by August 1 of the fifth year after entering ninth grade;\n\n(c) have received a state certificate by exiting the school system at the end of grade twelve without having satisfied the requirements for a high school diploma as provided in Section 22-13-1.1 NMSA 1978 or completed all course requirements but have not passed the graduation assessment or portfolio of standards-based indicators pursuant to Section 22-13-1.1 NMSA 1978;\n\n(d) have dropped out or whose status is unknown;\n\n(e) have exited public school and indicated an intent to pursue a high school equivalency credential; or\n\n(f) are still enrolled in public school;\n\n(6) report annually, based on data provided by school districts and state-chartered charter schools, the number and percentage of public school students in each cohort in the state in grades nine through twelve who have advanced to the next grade or graduated on schedule, who remain enrolled but have not advanced to the next grade on schedule, who have dropped out or whose other educational outcomes are known to the department; and\n\n(7) establish technical criteria and procedures to define which students are included or excluded from a cohort.\n\nB. Local school boards and governing boards of charter schools may establish additional indicators through which to measure the school district's or charter school's performance.\n\nC. The school district's or state-chartered charter school's annual accountability report shall include a report of four- and five-year graduation rates for each public high school in the school district or state-chartered charter school. All annual accountability reports shall ensure that the privacy of individual students is protected. As part of the graduation rate data, the school district or state-chartered charter school shall include data showing the number and percentage of students in the cohort:\n\n(1) who have received a state certificate by exiting the school system at the end of grade twelve without having satisfied the requirements for a high school diploma as provided in Section 22-13-1.1 NMSA 1978 or completed all course requirements but have not passed the graduation assessment or portfolio of standards-based indicators pursuant to Section 22-13-1.1 NMSA 1978;\n\n(2) who have dropped out or whose status is unknown;\n\n(3) who have exited public school and indicated an intent to pursue a high school equivalency credential;\n\n(4) who are still enrolled; and\n\n(5) whose other educational outcomes are known to the school district.\n\nD. The school district's or state-chartered charter school's annual accountability report shall be adopted by the local school board or governing body of the state-chartered charter school, shall be published no later than November 15 of each year and shall be published at least once each school year in a newspaper of general circulation in the county where the school district or state-chartered charter school is located as well as online on the website of the school district or state-chartered charter school. In publication, the report shall be titled \"The School District Report Card\" or \"The Charter School Report Card\" and disseminated in accordance with guidelines established by the department to ensure effective communication with parents, students, educators, local policymakers and business and community organizations.\n\nE. The annual accountability report shall include the names of those members of the local school board or the governing body of the charter school who failed to attend annual mandatory training.\n\nF. The annual accountability report shall include data on expenditures for central office administration and expenditures for the public schools of the school district or charter school.\n\nG. The department shall create an accountability data system through which data from each public school and each school district or state-chartered charter school may be compiled and reviewed. The department shall provide the resources to train school district and charter school personnel in the use of the accountability data system.\n\nH. The department shall verify data submitted by the school districts and state-chartered charter schools.\n\nI. At the end of fiscal year 2005, after the budget approval cycle, the department shall produce a report to the legislature that shows for all school districts using performance-based program budgeting the relationship between that portion of a school district's program cost generated by each public school in the school district and the budgeted expenditures for each public school in the school district as reported in the district's performance-based program budget. At the end of fiscal year 2006 and subsequent fiscal years, after the budget approval cycle, the department shall report on this relationship in all public schools in all school districts in the state.\n\nJ. When all public schools are participating in performance-based budgeting, the department shall recommend annually to the legislature for inclusion in the general appropriation act the maximum percentage of appropriations that may be expended in each school district for central office administration.\n\nK. The department shall disseminate its statewide accountability report to school districts and charter schools; the governor, legislators and other policymakers; and business and economic development organizations.\n\nL. As used in this section, \"cohort\" means a group of students who enter grade nine for the first time at the same time, plus those students who transfer into the group in later years and minus those students who leave the cohort for documented excusable reasons.\n\nHistory:1978 Comp., § 22-2A-11, enacted by Laws 2003, ch. 153, § 20; 2004, ch. 27, § 19; 2007, ch. 309, § 7; 2010, ch. 111, § 1; 2013, ch. 196, § 2; 2015, ch. 58, § 11; 2015, ch. 122, § 10; 2017, ch. 65, § 1.\n\nCompiler's notes.— Laws 2003, ch. 153, § 20 was enacted as 22-2A-1 to 22-2A-11 NMSA 1978, but was recompiled as 22-2C-11 NMSA 1978 due to the existing Article 2A.\n\nCross references.— For the federal Family Educational Rights and Privacy Act of 1974,see20 U.S.C. § 1232g.\n\nThe 2017 amendment,effective June 16, 2017, eliminated certain reporting requirements for school districts and state-chartered charter schools in their annual accountability reports, and required each school district's and state-chartered charter school's annual accountability report be published online; deleted Subsections D and E and redesignated former Subsections F through N as Subsections D through L, respectively; and in Subsection D, after \"charter school is located\", added \"as well as online on the website of the school district or state-chartered charter school\".\n\n2015 Amendments.— Laws 2015, ch. 122, § 10, effective July 1, 2015, in Subparagraph A(4)(h), after \"Family Educational Rights and Privacy Act\", added \"of 1974\"; in Subparagraph A(5)(e), after \"intent to pursue a\", deleted \"general educational development certificate\" and added \"high school equivalency credential\"; and in Subsection C, Paragraph (3), after \"intent to pursue a\", deleted \"general educational development certificate\" and added \"high school equivalency credential\".\n\nLaws 2015, ch. 58, § 11, effective June 19, 2015, in Subsection A, Paragraph (3), after \"reporting annual\", deleted \"yearly\"; in Subparagraph A(5)(e), after \"intent to pursue a\", deleted \"general educational development certificate\" and added \"high school equivalency credential\"; in Subsection B, after \"performance\", deleted \"in areas other than adequate yearly progress\"; and in Subsection C, Paragraph (3), after \"pursue a\", deleted \"general educational development certificate\" and added \"high school equivalency credential\".\n\nThe 2013 amendment,effective June 14, 2013, provided for public school accountability reports, including student achievement disaggregated by certain factors; in Paragraph (4) of Subsection A, in the introductory sentence, after \"disaggregated by\", added the remainder of the sentence; and added Subparagraphs (a) through (h) of Paragraph (4) of Subsection A.\n\nThe 2010 amendment,effective May 19, 2010, in Subsection A(3), in the first sentence, after \"school districts\", added \"state-chartered charter schools\" and added the second sentence; in Subsection A(4), after \"school districts\", added \"state-chartered charter schools\"; added Paragraphs (5), (6) and (7) of Subsection A; in Subsection B, after \"Local school boards\", added \"and governing boards of charter schools\" and after \"school district's\", added \"or charter school's\"; in Subsection C, in the first sentence, after \"The school district's\", added \"or state-chartered charter school's\"; after \"include a report of\" added \"four- and five-year\" and after \"school district\", added \"or state-chartered charter school\"; added the second sentence; and in the third sentence, after \"the school district\", added \"or state-chartered charter school\" and after \"state-chartered charter school shall\", deleted \"indicate contributing factors to nongraduation such as transfer out of the school district, pregnancy, dropout and other factors as known\" and added the remainder of the sentence; added Paragraphs (1), (2), (3), (4) and (5) of Subsection C; in Subsection D, in the first sentence, after \"The school district's\", added \"or state-chartered charter school's\"; in Subsection E, in the second sentence, after \"local school board\", added \"or governing body of a state-chartered charter school\"; in Subsection F, in the first sentence, after \"The school district's\", added \"or state-chartered charter school\"; after \"local school board\", added \"or governing body of the state-chartered charter school\"; and after \"school district\", added \"or state-chartered charter school\"; and in the second sentence, after \"'The School District Report Card'\", added \"or 'The Charter School Report Card'\"; in Subsection G, after \"the names of those\", added \"members of the\" and after \"local school board\", deleted \"members\" and added \"or the governing body of the charter school\"; in Subsection H, after \"school district\", added \"or charter school\"; in Subsection I, in the first sentence, after \"school district\", added \"or state-chartered charter school\" and in the second sentence, after \"school district\", added \"and charter school\"; in Subsection J, after \"school districts\", added \"and state-chartered charter schools\"; and added Subsection N.\n\nThe 2007 amendment,effective June 15, 2007, added Paragraph (4) of Subsection A.\n\nThe 2004 amendment,effective May 19, 2004, combined Subsections A and B and inserted as a new Paragraph (1) of Subsection A, the requirement that the department \"issue a state identification number for each public school student for use in the accountability data system\", redesignated Subsection B as Paragraph (3) of Subsection A, redesignated Subsection C as Subsection B, added a new Subsection C, and changed \"state board\" to \"department\" in Subsections E and F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-11/"
    },
    {
      "id": "section-22-2c-111",
      "number": "22-2C-11.1",
      "heading": "Student identification number unique to that student.",
      "text": "The student identification number required pursuant to Section 22-2C-11 NMSA 1978 shall be unique to each student and shall not be used or assigned to another student. That number shall be on all forms, student records, transcripts and databases in which a student is identified by name. A student shall be assigned only one identification number. It shall be the responsibility of every school district and charter school in the state to determine if the student has ever enrolled previously in a public school in New Mexico, and school districts and charter schools shall use the original student identification number.\n\nHistory:Laws 2019, ch. 195, § 1.\n\nEffective dates.— Laws 2019, ch. 195 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.\n\nTemporary provisions.— Laws 2019, ch. 195, § 2 provided that:\n\nA. The public education department and the children, youth and families department shall develop a compatible student-child tracking system that is usable among public schools, the public education department and the children, youth and families department and local offices. The departments shall consider if there are other users that should be included in the system.\n\nB. The departments shall convene a task force of public school personnel; school and children, youth and families department social workers; juvenile probation and parole personnel; children's court judges or their designees; and child advocates. The task force, with the assistance of systems analysts from the two departments and the department of information technology, shall develop the tracking system. Task force members shall be appointed by the secretaries of public education and children, youth and families.\n\nC. The task force shall work to develop a tracking system that:\n\n(1) provides for real-time reporting; and\n\n(2) allows for the cross-checking of the student identification number assigned by a New Mexico public school pursuant to Section 22-2C-11 NMSA 1978, the uniform case number required by Section 32A-20-1 NMSA 1978 for neglected and abused children and any other identification numbers used by the children, youth and families department for other children it serves.\n\nD. The task force shall report to the legislative education study committee with its design and recommendations for implementation of the tracking system by December 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-11-1/"
    },
    {
      "id": "section-22-2c-12",
      "number": "22-2C-12",
      "heading": "Repealed.",
      "text": "History:Laws 2009, ch. 189, § 1; repealed by Laws 2015, ch. 58, § 15.\n\nRepealed.— Laws 2015, ch. 58, § 15 repealed 22-2C-12 NMSA 1978, as enacted by Laws 2009, ch. 189, § 1, relating to alternative school accountability system pilot project, effective June 19, 2015. For provisions of former section,seethe 2014 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-12/"
    },
    {
      "id": "section-22-2c-13",
      "number": "22-2C-13",
      "heading": "Reporting recommended changes to laws.",
      "text": "By the end of the 2015 calendar year and each calendar year thereafter, the department shall report to the legislative education study committee the department's recommendations for proposed changes to laws to comport with any applicable federal requirements.\n\nHistory:Laws 2015, ch. 58, § 4.\n\nEffective dates.— Laws 2015, ch. 58 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2015, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-2c/section-22-2c-13/"
    }
  ]
}