{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-25-public-school-capital-improvements",
  "sections": [
    {
      "id": "section-22-25-1",
      "number": "22-25-1",
      "heading": "Short title.Section 22-25-2 - Definitions",
      "text": "Chapter 22, Article 25 NMSA 1978 may be cited as the \"Public School Capital Improvements Act\".\n\nHistory:1953 Comp., § 77-25-1, enacted by Laws 1975 (S.S.), ch. 5, § 1; 2007, ch. 366, § 12.\n\nCross references.— For public school finances generally,see22-8-1 NMSA 1978 et seq.\n\nFor public school emergency capital outlays,see22-24-1 NMSA 1978 et seq.\n\nThe 2007 amendment,effective July 1, 2007, changed the statutory reference to the act.\n\nCapital improvements tax revenues for teacher housing.— A local school district may use capital improvement tax revenues authorized by 22-25-2 and 22-25-3 NMSA 1978 for the purpose of \"erecting, remodeling, making additions to, providing equipment for or furnishing school buildings and pre-kindergarten classroom facilities\" for the construction and renovation of teacher housing.Use of General Obligation Bond Proceeds and Public School Capital Improvements Act Revenue for Construction of Teacher Housing(12/1/2022), Att'y Gen. Adv. Ltr. 2022-13,overruling1981 N.M. Att'y Gen. 81-01.\n\nRevenues not to be used for teacher housing.— Revenues generated by school district general obligation bonds or pursuant to the Public School Capital Improvements Act may not be spent to construct teacher housing. 1981 Op. Att'y Gen. No. 81-01.\n\nFor article, \"No Cake For Zuni: The Constitutionality of New Mexico's Public School Capital Finance System,\" see 37 N.M.L. Rev. 307 (2007).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-1/"
    },
    {
      "id": "section-22-25-2",
      "number": "22-25-2",
      "heading": "Definitions.",
      "text": "As used in the Public School Capital Improvements Act, \"capital improvements\" means expenditures, including payments made with respect to lease-purchase arrangements as defined in the Education Technology Equipment Act [Chapter 6, Article 15A NMSA 1978] or the Public School Lease Purchase Act [Chapter 22, Article 26A NMSA 1978] but excluding any other debt service expenses, for:\n\nA. erecting, remodeling, making additions to, providing equipment for or furnishing public school buildings, including teacher housing and pre-kindergarten classroom facilities;\n\nB. purchasing or improving public school or pre-kindergarten grounds;\n\nC. maintenance of public school buildings, including teacher housing, or public school or pre-kindergarten grounds, including the purchasing or repairing of maintenance equipment and participating in the facility information management system as required by the Public School Capital Outlay Act [Chapter 22, Article 24 NMSA 1978] and including payments under contracts with regional education cooperatives for maintenance support services and expenditures for technical training and certification for maintenance and facilities management personnel, but excluding salary expenses of school district employees;\n\nD. purchasing activity vehicles for transporting students to extracurricular school activities;\n\nE. purchasing computer software and hardware for student use in public school classrooms; and\n\nF. purchasing and installing education technology improvements, excluding salary expenses of school district employees, but including tools used in the educational process that constitute learning and administrative resources, and that may also include:\n\n(1) satellite, copper and fiber-optic transmission; computer and network connection devices; digital communication equipment, including voice, video and data equipment; servers; switches; portable media devices, such as discs and drives to contain data for electronic storage and playback; and the purchase or lease of software licenses or other technologies and services, maintenance, equipment and computer infrastructure information, techniques and tools used to implement technology in schools and related facilities; and\n\n(2) improvements, alterations and modifications to, or expansions of, existing buildings or tangible personal property necessary or advisable to house or otherwise accommodate any of the tools listed in this subsection.\n\nHistory:1953 Comp., § 77-25-2, enacted by Laws 1975 (S.S.), ch. 5, § 2; 1981, ch. 314, § 1; 1989, ch. 159, § 1; 1996, ch. 67, § 2; 1999, ch. 89, § 2; 2004, ch. 125, § 12; 2006, ch. 95, § 9; 2007, ch. 366, § 13; 2009, ch. 258, § 8; 2017, ch. 73, § 1; 2019, ch. 179, § 3; 2021, ch. 52, § 9; 2022, ch. 22, § 1.\n\nRepeals.— Laws 2020 (1st S.S.), ch. 3, § 12, effective June 26, 2020, repealed Laws 2020, ch. 64, § 1, which was to become effective July 1, 2020.\n\nThe 2022 amendment,effective July 1, 2022, removed the definition of \"program unit\" as used in the Public Schools Capital Improvements Act; deleted former Subsection A; and redesignated former Paragraphs B(1) through B(6) as Subsections A through F, respectively; in Subsection F, redesignated former Subparagraphs B(6)(a) and B(6)(b) as Paragraphs F(1) and F(2), respectively, and in Paragraph F(2), after \"listed in this\", deleted \"paragraph\" and added \"subsection\".\n\nThe 2021 amendment,effective July 1, 2021, revised the definition of \"capital improvements\", as used in the Public School Capital Improvements Act, to include erecting, remodeling, making additions to, providing equipment for, furnishing or maintaining teacher housing; and in Subsection B, Paragraphs B(1) and B(3), after \"school buildings\", added \"including teacher housing\".\n\nThe 2019 amendment,effective June 14, 2019, included \"pre-kindergarten classroom facilities\" within the definition of \"capital improvements\" as used in the Public School Capital Improvements Act; in Subsection B, Paragraph B(1), after \"school buildings\", added \"and pre-kindergarten classroom facilities\", in Paragraph B(2), after \"public school\", added \"or pre-kindergarten\", and in Paragraph B(3), after \"public school\", added \"or pre-kindergarten\".\n\nThe 2017 amendment,effective June 16, 2017, expanded allowable expenditures to include purchasing and installing education technology improvements, excluding salary expenses of school district employees, but including certain tools used in the educational process; in Subsection B, at the end of Paragraph B(4), deleted \"or\", at the end of Paragraph B(5), added \"and\", and added Paragraph B(6).\n\nThe 2009 amendment,effective April 8, 2009, in Subsection B, added the reference to the Public School Lease Purchase Act; deleted former Paragraph (2) of Subsection B, which excluded lease payments on a lease with option to purchase; and in Paragraph (3) of Subsection B, added the language between \"public school grounds\" and \"including payments under contracts\", and after \"including payments under contracts\", added \"with regional education cooperatives\".\n\nThe 2007 amendment,effective July 1, 2007, added Paragraph (2) of Subsection B to include within the definition of \"capital improvements\" payments made for lease purchases.\n\nThe 2006 amendment,effective March 6, 2006, in Paragraph (3) of Subsection B, included payments under contracts for maintenance support services.\n\nThe 2004 amendment,effective May 19, 2004, in Paragraph (3) of Subsection B, deleted \"exclusive of\" preceding \"salary expenses\" and added \"including expenditures for technical training and certification for maintenance and facilities management personnel, but excluding\".\n\nThe 1999 amendment,effective March 19, 1999, substituted the language beginning \"including payments\" and ending \"any other\" for \"exclusive of any\" in Subsection B.\n\nThe 1996 amendment,effective May 15, 1996, added Paragraph B(5).\n\nThe 1989 amendment,effective June 16, 1989, added Subsection B(4).\n\nCapital improvements tax revenues for teacher housing.— A local school district may use capital improvement tax revenues authorized by 22-25-2 and 22-25-3 NMSA 1978 for the purpose of \"erecting, remodeling, making additions to, providing equipment for or furnishing school buildings and pre-kindergarten classroom facilities\" for the construction and renovation of teacher housing.Use of General Obligation Bond Proceeds and Public School Capital Improvements Act Revenue for Construction of Teacher Housing(12/1/2022), Att'y Gen. Adv. Ltr. 2022-13,overruling1981 N.M. Att'y Gen. 81-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-2/"
    },
    {
      "id": "section-22-25-3",
      "number": "22-25-3",
      "heading": "Authorization for local school board to submit question of capital improvements tax imposition.",
      "text": "A. A local school board may adopt a resolution to submit to the qualified electors of the school district the question of whether a property tax should be imposed upon the net taxable value of property allocated to the school district under the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978] at a rate not to exceed that specified in the resolution for the purpose of capital improvements in the school district. The resolution shall:\n\n(1) identify the capital improvements for which the revenue proposed to be produced will be used;\n\n(2) specify the rate of the proposed tax, which shall not exceed two dollars ($2.00) on each one thousand dollars ($1,000) of net taxable value of property allocated to the school district under the Property Tax Code;\n\n(3) limit the imposition of the proposed tax to no more than six property tax years; and\n\n(4) indicate the regular election on which the ballot question shall appear or specify the date a special election will be held to submit the question of imposition of the tax to the qualified electors of the district.\n\nB. A school district that has one or more charter schools located within the school district boundaries shall collaborate with the charter schools to establish a process through which the charter schools submit necessary information to the school district for inclusion in the resolution. This process shall include:\n\n(1) identification of the capital improvements of the charter school for which the revenue proposed to be produced will be used;\n\n(2) a requirement that necessary information be submitted to the school district no later than June 1 of the calendar year in which the local school board will consider the resolution; and\n\n(3) the point of contact in the school district to which the charter school is to submit the information.\n\nC. A resolution submitted to the qualified electors pursuant to Subsection A of this section shall include capital improvements funding for a locally chartered or state-chartered charter school located within the school district if the charter school has complied with the process outlined in Subsection B of this section.\n\nHistory:1953 Comp., § 77-25-3, enacted by Laws 1975 (S.S.), ch. 5, § 3; 1986, ch. 32, § 21; 1997, ch. 138, § 1; 2003, ch. 147, § 6; 2009, ch. 258, § 9; 2019, ch. 212, § 222; 2022, ch. 19, § 4.\n\nThe 2022 amendment,effective May 18, 2022, specified the date by which charter schools must provide information on capital improvement projects proposed for funding through property tax imposition; added new Subsection B and redesignated former Subsection B as Subsection C; and in Subsection C, after \"if the charter school\", deleted \"timely provides the necessary information to the school district for inclusion in the resolution that identifies the capital improvements of the charter school for which the revenue proposed to be produced will be used\" and added \"has complied with the process outlined in Subsection B of this section\".\n\nThe 2019 amendment,effective April 3, 2019, revised the required contents of a resolution on the question of whether a property tax should be imposed for the purpose of funding capital improvements in a school district; in Subsection A, deleted former Paragraph A(3) and redesignated former Paragraph A(4) as Paragraph A(3), and added new Paragraph A(4); in Subsection B, deleted \"On or after July 1, 2009\".\n\nThe 2009 amendment,effective April 8, 2009, added Subsection B.\n\nThe 2003 amendment,effective April 4, 2003, substituted \"six property tax years\" for \"four property tax years\" at the end of Subsection D.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"four\" for \"three\" in Subsection D.\n\nCapital improvements tax revenues for teacher housing.— A local school district may use capital improvement tax revenues authorized by 22-25-2 and 22-25-3 NMSA 1978 for the purpose of \"erecting, remodeling, making additions to, providing equipment for or furnishing school buildings and pre-kindergarten classroom facilities\" for the construction and renovation of teacher housing.Use of General Obligation Bond Proceeds and Public School Capital Improvements Act Revenue for Construction of Teacher Housing(12/1/2022), Att'y Gen. Adv. Ltr. 2022-13,overruling1981 N.M. Att'y Gen. 81-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-3/"
    },
    {
      "id": "section-22-25-4",
      "number": "22-25-4",
      "heading": "Authorizing resolution; time limitation.",
      "text": "The resolution authorized under Section 22-25-3 NMSA 1978 shall be adopted within the time frames required by the Election Code [Chapter 1 NMSA 1978] and pursuant to the requirements of the property tax division of the taxation and revenue department.\n\nHistory:1953 Comp., § 77-25-4, enacted by Laws 1975 (S.S.), ch. 5, § 4; 2019, ch. 212, § 223.\n\nThe 2019 amendment,effective April 3, 2019, required that a resolution on the question of imposition of capital improvements tax be adopted within the time frames required by the Election Code and pursuant to the requirements of the property tax division of the taxation and revenue department; changed \"3 of the Public School Capital Improvements Act\" to \"22-25-3 NMSA 1978\", and after \"adopted\", deleted \"no later than May 15 in the year in which the tax is proposed and to be imposed\" and added the remainder of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-4/"
    },
    {
      "id": "section-22-25-5",
      "number": "22-25-5",
      "heading": "Conduct of election; notice; ballot.",
      "text": "A. An election on the question of imposing a tax under the Public School Capital Improvements Act shall be conducted as prescribed in the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nB. The proclamation authorizing the ballot question or calling for a special election shall include as the question to be submitted to the voters whether a property tax at a rate not to exceed the rate specified in the authorizing resolution should be imposed for the specified number of property tax years not exceeding six years upon the net taxable value of all property allocated to the school district for the capital improvements specified in the authorizing resolution.\n\nC. The ballot shall include the information specified in Subsection B of this section and shall present the voter the choice of voting \"for the public school capital improvements tax\" or \"against the public school capital improvements tax\".\n\nHistory:1953 Comp., § 77-25-5, enacted by Laws 1975 (S.S.), ch. 5, § 5; 1986, ch. 32, § 22; 1997, ch. 138, § 2; 2003, ch. 147, § 7; 2018, ch. 79, § 94; 2019, ch. 212, § 224.\n\nThe 2019 amendment,effective April 3, 2019, revised the notice provision of the section; in Subsection B, after \"The proclamation\", deleted \"required to be published as notice of the election under Section 1-22-11 NMSA 1978\" and added \"authorizing the ballot question or calling for a special election\".\n\nThe 2018 amendment,effective July 1, 2018, provided that elections on the question of imposing a tax under the Public School Capital Improvements Act shall be held as prescribed in the Local Election Act, and made technical and conforming changes; in Subsection A, after \"Public School Capital Improvements Act\", deleted \"may\" and added \"shall\", after \"be held\", deleted \"in conjunction with a regular school district election or may be conducted as or held in conjunction with a special school district election, but the election shall be held prior to July 1 of the property tax year in which the tax is proposed to be imposed. Conduct of the election shall be\", and after \"as prescribed in the\", deleted \"School Election Law for regular and special school district elections\" and added \"Local Election Act\"; and in Subsection B, after \"under Section\", deleted \"1-22-4 or 1-22-5\" and added \"1-22-11\".\n\nThe 2003 amendment,effective April 4, 2003, substituted \"proclamation\" for \"resolution\" and \"six years\" for \"four years\" in Subsection B.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"four years\" for \"three years\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-5/"
    },
    {
      "id": "section-22-25-6",
      "number": "22-25-6",
      "heading": "Election results; canvass; certification.",
      "text": "The canvass and certification of the results of an election held on the question of imposition of a public school capital improvements tax shall be as prescribed in the Local Election Act [Chapter 1, Article 22 NMSA 1978] and in addition to the reporting of results as required by the Election Code [Chapter 1, NMSA 1978], and a copy of the certificate of results shall be delivered immediately to the director.\n\nHistory:1953 Comp., § 77-25-6, enacted by Laws 1975 (S.S.), ch. 5, § 6; 1977, ch. 246, § 66; 2019, ch. 212, § 225.\n\nThe 2019 amendment,effective April 3, 2019, provided that the canvass and certification of the results of an election held on the question of imposition of a public school capital improvements tax shall be as prescribed by the Local Election Act and the reporting requirements of the Election Code; in the section heading, added \"canvass\"; after \"The\", added \"canvass and\", after \"shall be\", deleted \"made in accordance with Section 77-5-16 NMSA 1953\" and added \"as prescribed in the Local Election Act and in addition to the reporting of results as required by the Election Code\", and after \"results shall be\", deleted \"mailed\" and added \"delivered\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-6/"
    },
    {
      "id": "section-22-25-7",
      "number": "22-25-7",
      "heading": "Imposition of tax; limitation on expenditures.",
      "text": "A. If as a result of an election held in accordance with the Public School Capital Improvements Act a majority of the qualified electors voting on the question votes in favor of the imposition of the tax, the tax rate shall be certified, unless the local school board requests by resolution that a rate be discontinued, by the department of finance and administration at the rate specified in the resolution authorized under Section 22-25-3 NMSA 1978 or at any lower rate required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon the rate specified in the resolution and be imposed at the rate certified in accordance with the provisions of the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978].\n\nB. The revenue produced by the tax and, except as provided in Subsections D and F of Section 22-25-9 NMSA 1978, any state distribution resulting to the district under the Public School Capital Improvements Act shall be expended only for the capital improvements specified in the authorizing resolution.\n\nC. The amount of tax revenue to be distributed to each charter school that was included in the resolution shall be determined each year and shall be in the same proportion as the average full-time-equivalent enrollment of the charter school on the first reporting date of the prior school year is to the total such enrollment in the school district; provided that, in determining the school district's total enrollment, charter school students located within the school district shall be included; and provided further that no distribution shall be made to an approved charter school that had not commenced classroom instruction in the prior school year. Each year, the department shall certify to the county treasurer of the county in which the eligible charter schools in the school district are located the percentage of the revenue to be distributed to each charter school. The county treasurer shall distribute the charter school's share of the property tax revenue directly to the charter school.\n\nHistory:1953 Comp., § 77-25-7, enacted by Laws 1975 (S.S.), ch. 5, § 7; 1986, ch. 32, § 23; 2004, ch. 125, § 13; 2009, ch. 258, § 10; 2019, ch. 212, § 226; 2022, ch. 22, § 2.\n\nRepeals.— Laws 2020 (1st S.S.), ch. 3, § 12, effective June 26, 2020, repealed Laws 2020, ch. 64, § 2, which was to become effective July 1, 2020.\n\nThe 2022 amendment,effective July 1, 2022, provided that in determining the school district's total enrollment, for purposes of calculating state distributions to school districts that impose a public school capital improvements tax, charter school students located within the school district shall be included; in Subsection B, after \"provided in\", deleted \"Subsection F, G or H\" and added \"Subsections D and F\"; and in Subsection C, added \"provided that, in determining the school district's total enrollment, charter school students located within the school district shall be included; and\", and after the next occurrence of \"provided\", added \"further\".\n\nThe 2019 amendment,effective April 3, 2019, revised certain provisions related to determining a school district's total enrollment for purposes of determining the amount of tax revenue to be distributed to each charter school; in Subsection C, after \"charter school on the\", deleted \"fortieth day\" and added \"first reporting date\", and after \"prior school year\", deleted \"and, provided further, that, in determining a school district's total enrollment, students attending a state chartered charter school within that school district shall be included\".\n\nThe 2009 amendment,effective April 8, 2009, in Subsection B, added the reference to Subsections G and H; and added Subsection C.\n\nThe 2004 amendment,effective May 19, 2004, added \"except as provided in Subsection F of Section 22-25-9 NMSA 1978,\" after \"The revenue produced by the tax and,\".\n\nThe \"tax rate imposed in the district\" under the Public School Capital Improvements Actis that rate certified in accordance with this section which incorporates Section 7-37-7.1 NMSA 1978. This certified rate must be that which the voters approve unless the operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 requires a lower rate, in which case the lower rate must be certified. 1987 Op. Att'y Gen. No. 87-52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-7/"
    },
    {
      "id": "section-22-25-8",
      "number": "22-25-8",
      "heading": "Tax to be imposed for a maximum of six years.",
      "text": "A tax imposed in a school district as a result of an election under the Public School Capital Improvements Act shall be imposed for a specified number of property tax years not exceeding six years. The local school board may discontinue, by resolution, the Public School Capital Improvements Act tax levy at the end of any property tax year. The local school board shall direct that the Public School Capital Improvements Act tax levy be decreased by the amount required for any year in which the decrease is required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978.\n\nHistory:1953 Comp., § 77-25-8, enacted by Laws 1975 (S.S.), ch. 5, § 8; 1976 (S.S.), ch. 31, § 1; 1986, ch. 32, § 24; 1997, ch. 138, § 3; 2003, ch. 147, § 8; 2019, ch. 212, § 227.\n\nThe 2019 amendment,effective April 3, 2019, removed a provision related to the commencement of a tax imposed as a result of an election under the Public School Capital Improvements Act; after \"not exceeding six years\", deleted \"commencing with the property tax year in which the election was held\".\n\nThe 2003 amendment,effective April 4, substituted \"six years\" for \"four years\" in the section heading; substituted \"a specified number of property tax years not exceeding six years\" for \"one, two, three or four years\" in the first sentence, and substituted \"any property tax year\" for \"the first or second year of the levy\" in the second sentence.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"four years\" for \"three years\" in the section heading and \"two, three or four years\" for \"two or three years\" in the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-8/"
    },
    {
      "id": "section-22-25-9",
      "number": "22-25-9",
      "heading": "State distribution to school district imposing tax under certain circumstances.",
      "text": "A. Except as provided in Subsection E of this section, for each year that a capital improvements tax is imposed by a school district, the secretary shall distribute from the public school capital improvements fund to the school district an amount equal to the greater of:\n\n(1) the difference between:\n\n(a) the product of: 1) the school district's program units; 2) multiplied by the tax rate imposed by the school district; and 3) multiplied further by the sum calculated pursuant to Subsection B of this section; and\n\n(b) the school district's estimated tax revenue; or\n\n(2) the product of:\n\n(a) five dollars ($5.00) for fiscal year 2023; and in each subsequent fiscal year, the amount for the previous fiscal year adjusted by the percentage increase between the next preceding calendar year and the preceding calendar year of the consumer price index for the United States, all items, as published by the United States department of labor;\n\n(b) multiplied by the school district's program units; and\n\n(c) multiplied further by the tax rate imposed by the school district.\n\nB. The amount in Item 3) of Subparagraph (a) of Paragraph (1) of Subsection A of this section shall be equal to the sum of:\n\n(1) for fiscal year 2023, eighty-nine dollars twenty-five cents ($89.25); and in each subsequent fiscal year, the amount for the previous fiscal year adjusted by the percentage increase between the next preceding calendar year and the preceding calendar year of the consumer price index for the United States, all items, as published by the United States department of labor; plus\n\n(2) an additional amount certified to the secretary by the public school capital outlay council. No later than June 1 of each year, the council shall determine the amount needed in the next fiscal year for public school capital outlay projects pursuant to the Public School Capital Outlay Act and the amount of revenue, from all sources, available for the projects. If, in the sole discretion of the council, the amount available exceeds the amount needed, the council may certify an additional amount pursuant to this paragraph; provided that the sum of the amount calculated pursuant to this paragraph plus the amount in Paragraph (1) of this subsection shall not result in a total statewide distribution that, in the opinion of the council, exceeds one-half of the total revenue estimated to be received from taxes imposed pursuant to the Public School Capital Improvements Act.\n\nC. If a distribution is made to a school district pursuant to Subsection A of this section, the secretary shall make an additional distribution from the public school capital improvements fund to the school district in an amount equal to the product of:\n\n(1) fifty-three dollars ($53.00);\n\n(2) multiplied by the sum of the school district's program units;\n\n(3) multiplied further by the greater of six percent or the percentage calculated pursuant to Paragraph (5) of Subsection B of Section 22-24-5 NMSA 1978; and\n\n(4) multiplied further by the tax rate imposed by the school district.\n\nD. In expending distributions made pursuant to this section, school districts and charter schools shall give priority to maintenance projects, including payments under contracts with regional education cooperatives for maintenance support services. In addition, distributions made pursuant to this section may be expended by school districts and charter schools as follows, but no distribution from the public school capital improvements fund may be used for capital improvements to any administration building of a school district:\n\n(1) for the school district portion of the total project cost for roof repair or replacement required by Section 22-24-4.3 NMSA 1978; or\n\n(2) for the school district portion of payments made under a financing agreement entered into by a school district or a charter school for the leasing of a building or other real property with an option to purchase for a price that is reduced according to the payments made, if the school district has received a grant for the state share of the payments pursuant to Subsection D of Section 22-24-5 NMSA 1978.\n\nE. In the event that sufficient funds are not available in the public school capital improvements fund to make the distributions pursuant to this section, the dollar per program unit figure shall be reduced as necessary.\n\nF. A portion of each distribution made by the state pursuant to this section shall be further distributed by the school district to each locally chartered or state-chartered charter school located within the school district. The amount to be distributed to each charter school shall be in the same proportion as the average full-time-equivalent enrollment of the charter school on the second and third reporting dates of the prior school year is to the total such enrollment in the school district; provided that, in determining the school district's total enrollment, charter school students located within the school district shall be included; and provided further that no distribution shall be made to an approved charter school that had not commenced classroom instruction in the prior school year. Each year, the department shall certify to the school district the amount to be distributed to each charter school. Distributions received by a charter school pursuant to this subsection shall be expended pursuant to the provisions of the Public School Capital Improvements Act; except that if capital improvements for the charter school were not identified in a resolution approved by the electors, the charter school may expend the distribution for any capital improvements, including those specified in Subsection D of this section.\n\nG. In making distributions pursuant to this section, the secretary shall include such reporting requirements and conditions as are required by rule of the public school capital outlay council. The council shall adopt such requirements and conditions as are necessary to ensure that the distributions are expended in the most prudent manner possible and are consistent with the original purpose as specified in the authorizing resolution. Copies of reports or other information received by the secretary in response to the requirements and conditions shall be forwarded to the council.\n\nH. As used in this section:\n\n(1) \"capital improvements tax\" means the tax authorized pursuant to the Public School Capital Improvements Act;\n\n(2) \"estimated tax revenue\" means the revenue estimated to be received by a school district from the capital improvements tax, using prior year valuations and assuming a one hundred percent collection rate;\n\n(3) \"program units\" means a school district's final program units determined pursuant to Sections 22-8-19, 22-8-20 through 22-8-23.1 and 22-8-23.3 NMSA 1978 generated in the previous fiscal year, including such program units generated by a charter school located within the school district; and\n\n(4) \"tax rate\" means the rate approved by the qualified electors in the most recent election on the question of imposing a tax pursuant to the Public School Capital Improvements Act.\n\nHistory:1953 Comp., § 77-25-9, enacted by Laws 1975 (S.S.), ch. 5, § 9; 1976 (S.S.), ch. 31, § 2; 1977, ch. 246, § 67; 1981, ch. 314, § 2; 1986, ch. 32, § 25; 1988, ch. 64, § 44; 1988, ch. 66, § 2; 2001, ch. 338, § 10; 2003, ch. 147, § 9; 2004, ch. 125, § 14; 2005, ch. 274, § 15; 2006, ch. 95, § 10; 2007, ch. 366, § 14; 2009, ch. 258, § 11; 2018, ch. 38, § 1; 2022, ch. 22, § 3; 2023, ch. 98, § 7.\n\nRepeals.— Laws 2020 (1st S.S.), ch. 3, § 12, effective June 26, 2020, repealed Laws 2020, ch. 64, § 3, which was to become effective July 1, 2020.\n\nThe 2023 amendment,effective July 1, 2023, in Subsection C, Paragraph C(3), changed \"(6)\" to \"(5)\".\n\nThe 2022 amendment,effective July 1, 2022, adjusted the amounts to be used in calculating state distributions to school districts that impose a public school capital improvements tax and to charter schools, and created an additional distribution to certain school districts and charter schools; deleted former Subsection A and added a new Subsection A; in Subsection B, deleted \"In calculating the state distribution pursuant to Subsection A of this section, the following amounts shall be used:\" and added \"The amount in Item 3) of Subparagraph (a) of Paragraph (1) of Subsection A of this section shall be equal to the sum of:\", deleted former Paragraph B(1) and added a new Paragraph B(1); deleted former Subsections C through E, added a new Subsection C and redesignated former Subsection F as Subsection D; in Subsection D, in the introductory paragraph, added \"but no distribution from the public school capital improvements fund may be used for capital improvements to any administration building of a school district\"; deleted former Subsection G, added a new Subsection E and redesignated former Subsection H as Subsection F; in Subsection F, after \"pursuant to this section\", deleted \"on or after July 1, 2009\", added \"provided that, in determining the school district's total enrollment, charter school students located within the school district shall be included; and\", after the next occurrence of \"provided\", added \"further\", and after \"specified in Subsection\", deleted \"F\" and added \"D\"; deleted Subsection I and redesignated former Subsection J as Subsection G; and added Subsection H.\n\nThe 2018 amendment,effective July 1, 2018, amended the Public School Capital Improvements Act to require the Public Education Department to use prior year data for determination of distribution amounts to school districts; in Subsection A, after \"the imposed tax,\", added \"using prior year valuations\", after \"calculated by multiplying\", added \"an average of\", and after \"the school district's\", deleted \"first forty days'\" and added \"prior years second and third reporting dates'\"; in Subsection C, after \"multiplied by the\", added \"average of the\", after \"school district's\", deleted \"first forty days'\" and added \"prior year second and third reporting dates'\"; and in Subsection H, after \"charter school on the\", deleted \"fortieth day\" and added \"second and third reporting dates\".\n\nThe 2009 amendment,effective April 8, 2009, in Subsection F, in the first sentence, after \"school districts\", added \"and charter schools\", and after \"payments under contracts\", added \"with regional education cooperatives\"; in the second sentence, deleted \"for the school district portion of\", and added \"and charter schools as follows\"; in Paragraphs (1) and (2) of Subsection F, at the beginning of each sentence, added \"for the school district portion of\"; and added Subsections H and I.\n\nThe 2007 amendment,effective July 1, 2007, changed the amount used in Paragraph (1) of Subsection B from sixty dollars ($60.00) in fiscal year 2006 to seventy dollars ($70.00) in fiscal year 2008 and added Paragraph (2) of Subsection F relating to payments made by a district for leases until an option to purchase.\n\nThe 2006 amendment,effective March 6, 2006, in Paragraph (2) of Subsection B, deleted \"for fiscal year 2006 and thereafter\" at the beginning of the sentence and changed \"June 1, 2005 and each June thereafter\" to \"June 1 of each year\"; in Subsection C, changed \"fiscal year 2004 and thereafter\" to \"any fiscal year\"; in Subsection D, deleted the amount of fifty dollars through fiscal year 2005; and in Subsection F, included payments under contracts for maintenance support services.\n\nThe 2005 amendment,effective April 6, 2005, added the exception in Subsection G in Subsection A; added the exception in Subsection G in Subsection C; added the amount of $60 for fiscal year 2006 in Subsection D; provided in Subsection F that distributions may be expended by school districts for the school district portion of the total project cost for roof repair or replacement; and added Subsection G to provide that if a roof deficiency has been corrected and the school district refuses to pay its share of the cost, until the school district reimbursed the capital outlay fund for its share of the cost, the distribution shall not be made to the school district but shall be made to the capital outlay fund.\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection A to substitute \"secretary of public education\" for \"state superintendent\", amended Subsection B to substitute in Paragraph (1) \"the amount calculated pursuant to Subsection D of this subsection\" for \"fifty dollars ($50.00)\" and to substitute in Paragraph (2) \"secretary of public education\" for \"state superintendent\", amended Subsection C to substitute \"an amount equal to five dollars ($5.00)\" for \"the amount calculated pursuant to Subsection E of this section\", added new Subsections D through F, redesignated former Subsection C as Subsection G and substituted \"secretary of public education\" for \"state superintendent\" and \"secretary\" for \"state superintendent\".\n\nThe 2003 amendment,effective April 4, 2003, inserted Subsection C.\n\nThe 2001 amendment,effective April 5, 2001, redesignated the former section as Subsection A; inserted the exception at the beginning of Subsection A; substituted \"by the dollar amount specified in Subsection B of this section\" for \"times thirty-five dollars\"; and added Subsections B and D.\n\nThe 1988 amendments,effective March 8, 1988, substituted \"approved by the qualified electors in the most recent election on the question of imposing a tax\" for \"imposed in the district\" near the end of the first sentence; deleted \"by December 1\" preceding \"of each year\" in the second sentence; and inserted the proviso at the end of the second sentence.\n\nThe \"tax rate imposed in the district\" under the Public School Capital Improvements Actis that rate certified in accordance with Section 22-25-7 NMSA 1978 which incorporates Section 7-37-7.1 NMSA 1978. This certified rate must be that which the voters approve unless the operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 requires a lower rate, in which case the lower rate must be certified. 1987 Op. Att'y Gen. No. 87-52.\n\nAdministrative charge not to be used to reduce revenue estimate.— The school district, not the state's public school capital improvements fund, must absorb the two percent (now one percent) administrative charge authorized by Section 7-38-38.1 NMSA 1978, and such fee may not be used to reduce the revenue estimate that this section requires. 1987 Op. Att'y Gen. No. 87-52 (rendered prior to 1988 amendment).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-9/"
    },
    {
      "id": "section-22-25-10",
      "number": "22-25-10",
      "heading": "Public school capital improvements fund created.",
      "text": "There is created a \"public school capital improvements fund.\" Balances in the fund remaining at the end of a fiscal year shall not revert.\n\nHistory:1953 Comp., § 77-25-10, enacted by Laws 1975 (S.S.), ch. 5, § 10; 1976 (S.S.), ch. 31, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-10/"
    },
    {
      "id": "section-22-25-11",
      "number": "22-25-11",
      "heading": "Expenditures by charter schools; reports to department.",
      "text": "A. No later than December 1 of each year, each locally chartered or state-chartered charter school that expects a state distribution or a distribution of property taxes pursuant to the Public School Capital Improvements Act during the next calendar year shall submit a report to the department and its chartering authority showing the purposes for which the expected distribution will be expended. The department shall review the report and, no later than twenty days after receiving the report, shall advise the charter school if, in its opinion, the proposed expenditures are consistent with law and shall provide a copy of the advice to the local district.\n\nB. No later than January 31 of each year, each locally chartered or state-chartered charter school that received a state distribution or a distribution of property taxes pursuant to the Public School Capital Improvements Act during the preceding calendar year shall submit a report to the department and its chartering authority showing the purposes for which the distribution was expended and the amount expended for each purpose.\n\nHistory:Laws 2011, ch. 11, § 1.\n\nEffective dates.— Laws 2011, ch. 11 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2011, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-25/section-22-25-11/"
    }
  ]
}