{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-19a-teacher-housing-revenue-bond",
  "sections": [
    {
      "id": "section-22-19a-1",
      "number": "22-19A-1",
      "heading": "Short title.Section 22-19A-2 - Definitions",
      "text": "Section 22-19A-3 - Bonds not general obligations of school district or state.Section 22-19A-4 - Determination by local school board; federal payments.Section 22-19A-5 - Report to state board [department]; state board approval.Section 22-19A-6 - Records; res",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-19a-2",
      "number": "22-19A-2",
      "heading": "Definitions.",
      "text": "As used in the Teacher Housing Revenue Bond Act:\n\nA. \"bonds\" means teacher housing revenue bonds;\n\nB. \"federal payment\" means a payment, grant, subsidy, contribution or other money from the United States or any of its agencies or instrumentalities that is not otherwise restricted as to use and that the federal government allows to be pledged or used to pay debt service on bonds; provided that for federal forest reserve or P.L. 874 funds, \"federal payment\" means that portion of the funds for which the state does not take credit for the state equalization guarantee pursuant to Section 22-8-25 NMSA 1978;\n\nC. \"housing project\" means a residential housing facility for teachers, including land and land improvements;\n\nD. \"net income from the housing project\" means all income derived from a housing project less the operating costs of the housing project;\n\nE. \"operating costs\" means expenses of operating, maintaining and keeping in repair a housing project, including the cost of utilities, insurance, service employees and equipment replacement; and\n\nF. \"pledgeable revenue\" means net income from the housing project and federal payments.\n\nHistory:Laws 2002, ch. 22, § 2.\n\nCross references.— For receipt and distribution of federal forest reserve funds,see6-11-2 and 6-11-3 NMSA 1978.\n\nFor PL 874 funds,see20 USCS § 7701 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-2/"
    },
    {
      "id": "section-22-19a-3",
      "number": "22-19A-3",
      "heading": "Bonds not general obligations of school district or state.",
      "text": "A. A local school board may issue bonds to finance the purchase, construction, renovation, equipping and furnishing of a housing project and may irrevocably pledge any or all pledgeable revenue to the payment of those bonds and to the debt service reserve fund if one is established for the bonds.\n\nB. Bonds shall be payable solely from pledgeable revenue and shall not constitute an indebtedness or general obligation of the school district, the state or other political subdivisions of the state.\n\nHistory:Laws 2002, ch. 22, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-3/"
    },
    {
      "id": "section-22-19a-4",
      "number": "22-19A-4",
      "heading": "Determination by local school board; federal payments.",
      "text": "A. Prior to issuing bonds to finance the purchase, construction, renovation, equipping or furnishing of a housing project, a local school board shall make a determination that the housing project is necessary and that estimated pledgeable revenue pledged to the bonds is sufficient to repay the bonds.\n\nB. Revenue from federal payments may be pledged even if the federal payments are subject to annual appropriation. Federal payments shall not be pledged unless such use is allowed by federal law. The local school board shall include in its determination a statement as to the legality of pledging the federal payments and what other revenue will be available to make bond payments if federal payments are not appropriated.\n\nHistory:Laws 2002, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-4/"
    },
    {
      "id": "section-22-19a-5",
      "number": "22-19A-5",
      "heading": "Report to state board [department]; state board approval.",
      "text": "A. Prior to issuing bonds to finance a housing project, a local school board shall furnish to the state board [department] the following information:\n\n(1) a detailed description of the housing project;\n\n(2) an explanation of the necessity for the housing project;\n\n(3) an estimate of the total cost of the housing project;\n\n(4) an estimate of the net income from the housing project and other revenues that will be pledged to pay for the housing project; and\n\n(5) an estimate of the yearly operating cost of the housing project.\n\nB. A local school board shall obtain written approval of the state board [department] before it issues bonds to finance a housing project pursuant to the Teacher Housing Revenue Bond Act.\n\nC. Prior to giving written approval to a housing project, the state board [department] shall determine that the housing project is necessary and that estimated pledgeable revenue pledged to the bonds is sufficient to repay the bonds.\n\nHistory:Laws 2002, ch. 22, § 5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2004, ch. 25, § 27, provided that all references to the superintendent of public instruction shall be deemed references to the secretary of public education and all references to the former state board of education or state department of education shall be deemed references to the public education department.See9-24-15 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-5/"
    },
    {
      "id": "section-22-19a-6",
      "number": "22-19A-6",
      "heading": "Records; restriction on use of income.",
      "text": "A. A local school board shall retain complete and accurate records of:\n\n(1) the net income from the housing project;\n\n(2) receipt and amount of federal payments pledged to the repayment of the bonds; and\n\n(3) the operating costs of the housing project.\n\nB. Pledgeable revenue that is pledged to the repayment of bonds shall first be used to pay the principal, interest and service charges on the bonds issued pursuant to the Teacher Housing Revenue Bond Act and to fund a debt service reserve fund, if applicable.\n\nHistory:Laws 2002, ch. 22, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-6/"
    },
    {
      "id": "section-22-19a-7",
      "number": "22-19A-7",
      "heading": "Bonds; pledge of income.",
      "text": "A. Bonds shall be payable solely from any or all pledgeable revenue, and the local school board shall irrevocably pledge that revenue to the prompt payment of the principal, interest and service charges on the bonds. The bonds shall be equally and ratably secured, without priority, by this pledge of pledgeable revenue.\n\nB. If the bonds are payable solely from the net income of the housing project being financed, the local school board shall operate the housing project so as to ensure a sufficient income to promptly pay the principal, interest and service charges as they become due on the bonds.\n\nC. The state pledges and agrees with the holders of bonds issued by a local school board and payable from pledgeable revenue that the state will not limit or alter the rights of the local school board to receive, collect and account for pledgeable revenue and to fulfill the terms of any agreement made with the bondholders or in any way impair the rights and remedies of the bondholders until the bonds, together with the interest on the bonds, with interest on any unpaid installments of interest and all costs and expenses in connection with any action or proceedings by or on behalf of those bondholders, are fully paid and discharged.\n\nHistory:Laws 2002, ch. 22, § 7; 2003, ch. 158, § 1.\n\nThe 2003 amendment,effective April 4, 2003, added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-7/"
    },
    {
      "id": "section-22-19a-8",
      "number": "22-19A-8",
      "heading": "Proceeds of bond sales; retirement fund; reserve fund.",
      "text": "A. Proceeds from the sale of bonds shall be deposited into a separate account to be used solely for the specific purposes for which the bonds were issued, including a debt service reserve fund. All costs incident to issuing and selling the bonds may be paid out of the proceeds of the bonds.\n\nB. The local school board shall establish a \"debt service fund\" to be used solely for the payment of principal, interest and service charges on the bonds. Sufficient amounts from the pledged revenue shall be deposited in the debt service fund at least annually so that timely payments of principal, interest and service charges may be made. All proceeds remaining after completion of the housing project shall be deposited into the debt service fund.\n\nC. The local school board may establish a \"debt service reserve fund\" to be used to pay bond payments in case the pledged revenue is insufficient.\n\nHistory:Laws 2002, ch. 22, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-8/"
    },
    {
      "id": "section-22-19a-9",
      "number": "22-19A-9",
      "heading": "Bonds; form; requirements.",
      "text": "All bonds issued pursuant to the Teacher Housing Revenue Bond Act shall:\n\nA. be fully negotiable within the provisions of the Uniform Commercial Code [Chapter 55 NMSA 1978];\n\nB. have a duration of time not to exceed forty years from their date of issuance;\n\nC. have interest, appreciated principal value or any part thereof payable at intervals or at maturity as determined by the local school board;\n\nD. be sold at a price that does not result in a net effective interest rate in excess of twelve percent a year unless a higher rate of interest is approved by the state board of finance pursuant to the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978];\n\nE. have a principal maturity schedule as determined by the local school board; and\n\nF. be sold at public or private sale at, above or below par.\n\nHistory:Laws 2002, ch. 22, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-9/"
    },
    {
      "id": "section-22-19a-10",
      "number": "22-19A-10",
      "heading": "Refunding bonds.",
      "text": "A. A local school board may issue refunding bonds to refund outstanding bonds.\n\nB. Except as otherwise provided in the Teacher Housing Revenue Bond Act, refunding bonds shall conform to the provisions of that act that provide for the issuance of teacher housing revenue bonds by a local school board.\n\nC. A refunding bond issued by a local school board may have the same security or source of payment as was pledged for the payment of the bond being refunded, but no source of payment shall be pledged that is not authorized by the Teacher Housing Revenue Bond Act.\n\nD. A refunding bond may be delivered in exchange for a bond authorized to be refunded, sold at a public or private sale or sold in part and exchanged in part as provided in the Supplemental Public Securities Act [6-14-8 to 6-14-11 NMSA 1978]. If the refunding bond is sold, the proceeds shall be immediately applied to the retirement of the bond to be refunded or the proceeds shall be placed in trust to be held and applied to payment of the bonds to be refunded.\n\nHistory:Laws 2002, ch. 22, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-10/"
    },
    {
      "id": "section-22-19a-11",
      "number": "22-19A-11",
      "heading": "Refunding bonds; issuance; sale; proceeds.",
      "text": "A. A bond shall not be refunded unless it matures or is callable for prior redemption under its terms within fifteen years from the date of issuance of the refunding bond or unless the holder of the bond voluntarily surrenders it for exchange or payment.\n\nB. Outstanding bonds of more than one issue may be refunded by refunding bonds of one or more issue. Bonds and refunding bonds may be issued separately or in combinations of one or more series.\n\nC. When a refunding bond is sold, the net proceeds may, in the discretion of the local school board, be invested in obligations of the federal government or an agency of the federal government or in obligations fully guaranteed by the federal government, but the obligations purchased shall have a maturity and bear a rate of interest payable at times to ensure the existence of sufficient money to pay the bond to be refunded when it becomes due or redeemable pursuant to a call for redemption, together with interest and redemption premiums, if any.\n\nD. All obligations purchased with the net proceeds from refunding bonds shall be deposited in trust with a bank that has trust powers and that is a member of the federal deposit insurance corporation. The obligations shall be held, liquidated and the proceeds of the liquidation paid out for payment of the principal, interest and redemption premium of the bonds to be refunded as the bonds to be refunded become due or where the bonds are subject to redemption under a call for redemption previously made or where there is a voluntary surrender with the approval of the local school board.\n\nE. The determination of the local school board issuing refunding bonds that the issuance has been in compliance with the Teacher Housing Revenue Bond Act is conclusively presumed correct in the absence of fraud or arbitrary and gross abuse of discretion.\n\nF. As used in this section, \"net proceeds\" means the gross proceeds of the refunding bonds after deducting all accrued interest and expenses incurred in connection with the authorization and issuance of the refunding bonds and the refunding of outstanding bonds, including fiscal agent fees, commissions and all discounts incurred in the resale of the refunding bonds to the original purchaser.\n\nHistory:Laws 2002, ch. 22, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-11/"
    },
    {
      "id": "section-22-19a-12",
      "number": "22-19A-12",
      "heading": "Tax exemption; no charge against state.",
      "text": "Bonds are exempt from taxation by the state or any of its political subdivisions. No obligation created pursuant to the Teacher Housing Revenue Bond Act shall be a charge against or a debt of the state or any of its political subdivisions.\n\nHistory:Laws 2002, ch. 22, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19a/section-22-19a-12/"
    }
  ]
}