{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-19-school-revenue-bonds",
  "sections": [
    {
      "id": "section-22-19-1",
      "number": "22-19-1",
      "heading": "Short title.Section 22-19-2 - Definitions",
      "text": "Sections 22-19-1 through 22-19-16 NMSA 1978 may be cited as the \"School Revenue Bond Act\".\n\nHistory:1953 Comp., § 77-16-1, enacted by Laws 1967, ch. 16, § 240.\n\nCross references.— For public school finances generally,see22-8-1 NMSA 1978 et seq.\n\nFor general obligation bonds of school districts,see22-18-1 NMSA 1978 et seq.\n\nFor public school emergency capital outlays,see22-24-1 NMSA 1978 et seq.\n\nFor public school capital improvements,see22-25-1 NMSA 1978 et seq.\n\nFor constitutional provision relating to school district indebtedness,seeN.M. Const., art. IX, § 11.\n\nFor issuance and sale of bonds by school districts generally,see6-15-3 to 6-15-10 NMSA 1978.\n\nFor issuance of refunding bonds by school districts generally,see6-15-11 to 6-15-22 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-1/"
    },
    {
      "id": "section-22-19-2",
      "number": "22-19-2",
      "heading": "Definitions.",
      "text": "As used in the School Revenue Bond Act:\n\nA. \"income project\" means purchasing, erecting, improving, repairing or furnishing a building, improvement or facility, including the land upon which it is situated, which will produce an income to the school district;\n\nB. \"net income from the income project\" means all income derived from an income project, including the income pledged pursuant to the School Revenue Bond Act, less the operating costs of the income project; and\n\nC. \"operating costs\" means expenses of operating, maintaining and keeping in repair an income project, including the cost of heating, electricity, insurance, service employees and equipment replacement.\n\nHistory:1953 Comp., § 77-16-2, enacted by Laws 1967, ch. 16, § 241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-2/"
    },
    {
      "id": "section-22-19-3",
      "number": "22-19-3",
      "heading": "Income projects.",
      "text": "A local school board may borrow money to finance income projects of the school district pursuant to the School Revenue Bond Act.\n\nHistory:1953 Comp., § 77-16-3, enacted by Laws 1967, ch. 16, § 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-3/"
    },
    {
      "id": "section-22-19-4",
      "number": "22-19-4",
      "heading": "Bonds; mortgages.",
      "text": "A. A local school board may issue bonds or other special obligations to finance the repayment of all money borrowed for an income project pursuant to the School Revenue Bond Act.\n\nB. A local school board may execute a mortgage, deed of trust or a security agreement upon the income project to secure payment of any bonds or other special obligations issued pursuant to the School Revenue Bond Act.\n\nHistory:1953 Comp., § 77-16-4, enacted by Laws 1967, ch. 16, § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-4/"
    },
    {
      "id": "section-22-19-5",
      "number": "22-19-5",
      "heading": "Determination by local school board.",
      "text": "Prior to borrowing money and issuing evidences of indebtedness to finance an income project, a local school board shall make a determination that the income project is necessary and that sufficient income will be produced by the income project to repay all money borrowed and to discharge any bonds or other special obligations issued for the repayment of the money borrowed.\n\nHistory:1953 Comp., § 77-16-5, enacted by Laws 1967, ch. 16, § 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-5/"
    },
    {
      "id": "section-22-19-6",
      "number": "22-19-6",
      "heading": "Report to state board [department].",
      "text": "Prior to borrowing any money to finance an income project, a local school board shall furnish to the state board [department] the following information:\n\nA. a detailed description of the income project;\n\nB. an explanation of the necessity for the income project;\n\nC. an estimate of the total cost of the income project;\n\nD. an estimate of the amount of income anticipated from the income project;\n\nE. an estimate of the amount of income from existing buildings, improvements or facilities that will be pledged to pay for the income project;\n\nF. an estimate of the yearly operating cost of the income project; and\n\nG. an estimate of the anticipated yearly net income from the income project.\n\nHistory:1953 Comp., § 77-16-6, enacted by Laws 1967, ch. 16, § 245.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2004, ch. 25, § 27, provided that all references to the superintendent of public instruction shall be deemed references to the secretary of public education and all references to the former state board of education or state department of education shall be deemed references to the public education department.See9-24-15 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-6/"
    },
    {
      "id": "section-22-19-7",
      "number": "22-19-7",
      "heading": "State board [department] approval; determination by state board.",
      "text": "A. A local school board shall obtain written approval of the state board [department] before it borrows money, issues bonds or other special obligations, or executes mortgages, deeds of trust or security agreements for financing an income project pursuant to the School Revenue Bond Act.\n\nB. Prior to giving written approval to an income project, the state board [department] shall determine that the income project is necessary and that sufficient income will be produced by the income project to repay all money borrowed and to discharge any bonds or other special obligations issued for the repayment of the money borrowed.\n\nHistory:1953 Comp., § 77-16-7, enacted by Laws 1967, ch. 16, § 246.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2004, ch. 25, § 27, provided that all references to the superintendent of public instruction shall be deemed references to the secretary of public education and all references to the former state board of education or state department of education shall be deemed references to the public education department.See9-24-15 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-7/"
    },
    {
      "id": "section-22-19-8",
      "number": "22-19-8",
      "heading": "Records; restriction on use of income.",
      "text": "A. A local school board shall retain complete and accurate records of:\n\n(1) the net income from the income project; and\n\n(2) the operating costs of the income project.\n\nB. All income from the income project shall be used solely for the following purposes:\n\n(1) to pay the principal, interest and service charges on any bonds or other special obligations issued pursuant to the School Revenue Bond Act; and\n\n(2) to pay the operating costs of the income project.\n\nHistory:1953 Comp., § 77-16-8, enacted by Laws 1967, ch. 16, § 247.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-8/"
    },
    {
      "id": "section-22-19-9",
      "number": "22-19-9",
      "heading": "Bonds; pledge of income; satisfaction of indebtedness.",
      "text": "A. Bonds or other special obligations issued pursuant to the School Revenue Bond Act shall irrevocably pledge, for the prompt payment of the principal, interest and service charges thereof, the net income from the income project for which the bonds or other special obligations were issued. The bonds or other special obligations shall be equally and ratably secured, without priority, by this pledge of the net income from the income project.\n\nB. A local school board shall operate the income project so as to insure a sufficient income to promptly pay the principal, interest and service charges, as they become due, on the bonds or other special obligations issued, after the payment of operating costs of the income project. A local school board shall establish a reserve fund not exceeding ten thousand dollars ($10,000) to be used for the repayment of any money borrowed.\n\nC. Satisfaction of any indebtedness created by any bonds or other special obligations issued pursuant to the School Revenue Bond Act shall be limited solely to foreclosure of the income project upon which a mortgage, deed of trust or security agreement was executed, without the right to a deficiency judgment.\n\nHistory:1953 Comp., § 77-16-9, enacted by Laws 1967, ch. 16, § 248.\n\nCross references.— For pledge of additional revenue,see22-19-12 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-9/"
    },
    {
      "id": "section-22-19-10",
      "number": "22-19-10",
      "heading": "Proceeds of bond sales; retirement fund.",
      "text": "A. Proceeds from the sale of bonds or other special obligations issued by a local school board pursuant to the School Revenue Bond Act shall be deposited into a separate account to be used solely for the specific purposes for which the money was borrowed. All costs incident to issuing and selling bonds or other special obligations may be paid out of the proceeds of this account.\n\nB. A local school board, at the time of issuing any bonds or other special obligations, shall establish a fund to be known as the \"retirement fund\". All net income from the income project and all proceeds remaining after completion of the income project shall be deposited into the retirement fund. All proceeds in the retirement fund shall be used solely for the purpose of repaying the principal, interest and service charges on any bonds or other special obligations issued for the income project.\n\nHistory:1953 Comp., § 77-16-10, enacted by Laws 1967, ch. 16, § 249.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-10/"
    },
    {
      "id": "section-22-19-11",
      "number": "22-19-11",
      "heading": "Bonds; form; requirements.",
      "text": "All bonds or other special obligations issued pursuant to the School Revenue Bond Act shall:\n\nA. be fully negotiable within the provisions of the Uniform Commercial Code [Chapter 55 NMSA 1978];\n\nB. have a duration of time not to exceed forty years from their date of issuance;\n\nC. bear interest at a rate not to exceed a net of six percent a year, interest payable semiannually;\n\nD. be sold at a price which does not result in an actual net interest cost to maturity, computed on the basis of standard tables of bond values, in excess of six percent a year;\n\nE. have the principal thereof paid in yearly amounts beginning not later than two years from their date of issuance; and\n\nF. be sold at public or private sale, with or without a discount as provided by Subsection D of this section.\n\nHistory:1953 Comp., § 77-16-11, enacted by Laws 1967, ch. 16, § 250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-11/"
    },
    {
      "id": "section-22-19-12",
      "number": "22-19-12",
      "heading": "Pledge of additional revenue.",
      "text": "A local school board may pledge, as security for the payment of the principal and interest on any bonds or other special obligations issued pursuant to the School Revenue Bond Act, a part or the whole amount of income derived from an existing building, improvement or other facility subject to the control of the local school board. A local school board may pledge this income whether or not the existing building, improvement or facility is to be improved, repaired or furnished by the proceeds of the bonds or other special obligations.\n\nHistory:1953 Comp., § 77-16-12, enacted by Laws 1967, ch. 16, § 251.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-12/"
    },
    {
      "id": "section-22-19-13",
      "number": "22-19-13",
      "heading": "Refunding bonds.",
      "text": "A. A local school board may issue refunding bonds for the purpose of refunding, for not less than the principal amount thereof, bonds issued pursuant to the provisions of the School Revenue Bond Act or any act repealed thereby, or for the purpose of providing additional funds for any income project for which bonds have been authorized by a local school board, or for both purposes.\n\nB. Except as otherwise provided in the School Revenue Bond Act, refunding bonds shall conform to the provisions of the School Revenue Bond Act which provide for the issuance of other revenue bonds by a local school board.\n\nC. A refunding bond issued by a local school board may have the same security or source of payment as was pledged for the payment of the bond being refunded but no source of payment shall be pledged which is not authorized by the School Revenue Bond Act.\n\nD. A refunding bond may be delivered in exchange for a bond authorized to be refunded, sold at a public or private sale for not less than the par value of the bond or sold in part and exchanged in part. If the refunding bond is sold, the proceeds shall be immediately applied to the retirement of the bond to be refunded, or the proceeds or the obligations in which the proceeds are permitted by law to be invested shall be placed in trust to be held and applied to payment of the bond to be refunded.\n\nHistory:1953 Comp., § 77-16-13, enacted by Laws 1967, ch. 16, § 252.\n\nCross references.— For exchange of bonds,see22-19-15 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-13/"
    },
    {
      "id": "section-22-19-14",
      "number": "22-19-14",
      "heading": "Refunding bonds; issuance; sale; proceeds.",
      "text": "A. No bond shall be refunded pursuant to the School Revenue Bond Act unless it matures or is callable for prior redemption under its terms within fifteen years from the date of issuance of the refunding bond, or unless the holder of the bond voluntarily surrenders it for exchange or payment.\n\nB. Outstanding bonds of more than one issue may be refunded by refunding bonds of one or more issue. Refunding bonds and any other bonds authorized pursuant to the School Revenue Bond Act may be issued separately or in combinations of one or more series.\n\nC. If any officer whose signature or facsimile signature appears on any bond or coupon authorized by the School Revenue Bond Act ceases to hold office before delivery of the bond, the signature or facsimile signature shall be valid for all purposes as if he had remained in office until delivery.\n\nD. When a refunding bond is sold, the net proceeds may, in the discretion of the local school board, be invested in obligations of the federal government or any agency of the federal government or in obligations fully guaranteed by the federal government, but the obligations purchased must have a maturity and bear a rate of interest payable at times to ensure the existence of sufficient money to pay the bond to be refunded when it becomes due or redeemable pursuant to a call for redemption, together with interest and redemption premiums, if any.\n\nE. All obligations purchased with the net proceeds from refunding bonds shall be deposited in trust with a bank doing business in the state and which is a member of the federal deposit insurance corporation. The obligations shall be held, liquidated and the proceeds of the liquidation paid out for payment of the principal, interest and redemption premium of the bonds to be refunded as the bonds to be refunded become due, or where the bonds are subject to redemption under a call for redemption previously made, or where there is a voluntary surrender with the approval of the local school board.\n\nF. The determination of the local school board issuing refunding bonds that the issuance has been in compliance with the School Revenue Bond Act is conclusively presumed correct in the absence of fraud or arbitrary and gross abuse of discretion.\n\nG. As used in this section, \"net proceeds\" means the gross proceeds of the refunding bonds after deducting all accrued interest and expenses incurred in connection with the authorization and issuance of the refunding bonds and the refunding of outstanding bonds, including fiscal agent fees, commissions and all discounts incurred in the resale of the refunding bonds to the original purchaser.\n\nHistory:1953 Comp., § 77-16-14, enacted by Laws 1967, ch. 16, § 253.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-14/"
    },
    {
      "id": "section-22-19-15",
      "number": "22-19-15",
      "heading": "Exchange of bonds.",
      "text": "In authorizing any bonds pursuant to the School Revenue Bond Act, a local school board, in its authorization resolution, may provide for exchange of any bonds issued for refunding bonds of larger or smaller denominations. Refunding bonds in the changed denominations shall be exchanged for the original bonds in the same aggregate principal amounts so that there is no overlapping of interest paid. Refunding bonds in changed denominations shall bear interest at the same rates, mature on the same dates, be in the same form and be identical with the original bonds surrendered for exchange in all respects except as to denominations, serial numbers and a recital as to the exchange. Where any exchange of bonds is made pursuant to the School Revenue Bond Act, the bonds surrendered by the holders at the time of exchange shall be cancelled [canceled]. The exchange shall be made only at the request of the holder of the bond to be surrendered, and the local school board may require the holder of the bond to pay all expenses incurred in connection with the exchange, including those of authorization and issuance of the refunding bonds.\n\nHistory:1953 Comp., § 77-16-15, enacted by Laws 1967, ch. 16, § 254.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-15/"
    },
    {
      "id": "section-22-19-16",
      "number": "22-19-16",
      "heading": "Tax exemption; no charge against state.",
      "text": "A. Bonds or other special obligations issued pursuant to the School Revenue Bond Act are exempt from taxation by the state or any of its political subdivisions.\n\nB. No obligation created pursuant to the School Revenue Bond Act shall be a charge against or a debt of the state or any of its political subdivisions.\n\nHistory:1953 Comp., § 77-16-16, enacted by Laws 1967, ch. 16, § 255.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-19/section-22-19-16/"
    }
  ]
}