{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-30-statewide-cyber-academy-act",
  "sections": [
    {
      "id": "section-22-30-1",
      "number": "22-30-1",
      "heading": "Short title.Section 22-30-2 - Definitions",
      "text": "Sections 1 through 7 [and 11] of this act [Chapter 22, Article 30 NMSA 1978] may be cited as the \"Statewide Cyber Academy Act\".\n\nHistory:Laws 2007, ch. 292, § 1 and Laws 2007, ch. 293, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2007, ch. 292, § 11 and Laws 2007, ch. 293, § 11, recompiled former 22-13-27 NMSA 1978 into the Statewide Cyber Academy Act as 22-30-7 NMSA 1978.\n\nCompiler's notes.— Laws 2007, ch. 292, § 1 and Laws 2007, ch. 293, § 1 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-1/"
    },
    {
      "id": "section-22-30-2",
      "number": "22-30-2",
      "heading": "Definitions.",
      "text": "As used in the Statewide Cyber Academy Act:\n\nA. \"course provider\" means a person that supplies educational course content for distance learning courses;\n\nB. \"distance learning course\" means an educational course that is taught where the student and primary instructor are separated by time or space and linked by technology;\n\nC. \"distance learning student\" means a qualified student as defined in Section 22-8-2 NMSA 1978 who is enrolled in one or more distance learning courses for credit;\n\nD. \"learning management system\" means a software application that facilitates online instruction and interaction between teachers and distance learning students;\n\nE. \"local distance learning site\" means a school district or charter school that offers and grants credit for distance learning courses to distance learning students enrolled in the school district or charter school;\n\nF. \"primary enrolling district\" means the school district or charter school in which the distance learning student is enrolled;\n\nG. \"regional host\" means an educational institution, school district or other entity selected by the statewide cyber academy to coordinate the delivery of distance learning courses within a broad geographic region of the state;\n\nH. \"service center\" means the single central facility where administrative and management functions of the statewide cyber academy are physically located in New Mexico; and\n\nI. \"statewide cyber academy\" means the department's collaborative program that offers distance learning courses to all local distance learning sites.\n\nHistory:Laws 2007, ch. 292, § 2 and Laws 2007, ch. 293, § 2.\n\nCompiler's notes.— Laws 2007, ch. 292, § 2 and Laws 2007, ch. 293, § 2 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-2/"
    },
    {
      "id": "section-22-30-3",
      "number": "22-30-3",
      "heading": "Statewide cyber academy created.",
      "text": "The \"statewide cyber academy\" program is created in the department. The statewide cyber academy is a collaborative program among the department, the higher education department, telecommunications networks and representatives of other state agencies engaged in providing distance education. The statewide cyber academy shall provide distance learning courses for grades six through twelve and professional development for teachers, instructional support providers and school administrators.\n\nHistory:Laws 2007, ch. 292, § 3 and Laws 2007, ch. 293, § 3.\n\nCompiler's notes.— Laws 2007, ch. 292, § 3 and Laws 2007, ch. 293, § 3 enacted identical new sections, effective June 15, 2007.\n\nThe Statewide Cyber Academy Act was enacted as part of the Public School Code, 22-1-1 NMSA 1978. The department referred to in the Statewide Cyber Academy Act means the public education department, 22-1-2 NMSA 1978.\n\nCross references.— For the public education department,see9-24-4 NMSA 1978.\n\nFor the higher education department,see9-25-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-3/"
    },
    {
      "id": "section-22-30-4",
      "number": "22-30-4",
      "heading": "Department rules.",
      "text": "The department shall promulgate rules to carry out the provisions of the Statewide Cyber Academy Act.\n\nHistory:Laws 2007, ch. 292, § 4 and Laws 2007, ch. 293, § 4.\n\nCompiler's notes.— Laws 2007, ch. 292, § 4 and Laws 2007, ch. 293, § 4 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-4/"
    },
    {
      "id": "section-22-30-5",
      "number": "22-30-5",
      "heading": "Statewide cyber academy; duties.",
      "text": "The statewide cyber academy shall:\n\nA. establish a distance learning course delivery system that is efficient and cost-effective and that uses a statewide service center and regional hosts to provide approved distance learning courses;\n\nB. select regional hosts based on pre-existing experience and capacity to facilitate the delivery of distance educational programs, including public post-secondary educational institutions, regional education cooperatives and school districts;\n\nC. provide technical and program support to regional hosts and local distance learning sites;\n\nD. ensure that all distance learning courses offered by course providers are taught by highly qualified teachers or members of the faculty of accredited post-secondary educational institutions and meet state academic content and performance standards;\n\nE. provide for reasonable and equitable means to allocate the costs of distance learning courses among the statewide cyber academy, the course providers and the school districts whose students are enrolled in a distance learning course;\n\nF. give first priority to the delivery of distance learning courses for credit to distance learning students who have the greatest need because of geographic location or circumstances in which a school district may have difficulty delivering essential course instruction due to financial restraints or lack of highly qualified teachers; provided that in fiscal year 2008 the statewide cyber academy shall include, among those distance learning students who are determined to have the greatest need, distance learning students served by school districts that are members of regional education cooperatives three, eight and nine;\n\nG. ensure that the statewide cyber academy's learning management system is compatible with school district and department data collection, analysis and reporting systems;\n\nH. ensure that all deficiencies in the infrastructure, hardware and software in the statewide cyber academy are corrected in accordance with educational technology adequacy standards pursuant to Section 22-15A-11 NMSA 1978;\n\nI. comply with all rules governing privacy and confidentiality of student records for secure record storage;\n\nJ. offer distance learning courses to distance learning students;\n\nK. offer professional development via distance learning, using a learning management system;\n\nL. assist the council on technology in education in its development of the statewide plan required by Section 22-15A-7 NMSA 1978, including a statewide cyber academy plan that addresses short- and long-range goals;\n\nM. define and coordinate the roles and responsibilities of the collaborating agencies to establish a distance learning governance and accountability framework; and\n\nN. conduct an annual evaluation and provide an annual report to the department and the legislature that includes a detailed report of expenditures; a description of services provided, including the number and location of local distance learning sites, public schools and distance learning students served; the courses offered; the credits generated by local distance learning sites; and student and teacher accountability reporting data.\n\nHistory:Laws 2007, ch. 292, § 5 and Laws 2007, ch. 293, § 5.\n\nCompiler's notes.— Laws 2007, ch. 292, § 5 and Laws 2007, ch. 293, § 5 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-5/"
    },
    {
      "id": "section-22-30-6",
      "number": "22-30-6",
      "heading": "Distance learning students.",
      "text": "A. A student must be enrolled in a public school or a state-supported school and must have the permission of the student's local distance education learning site to enroll in a distance learning course. A distance learning student shall only be counted in the student's primary enrolling district for the purpose of determining the membership used to calculate a school district's state equalization guarantee. A student shall have only one primary enrolling district.\n\nB. A home school student may participate in the statewide cyber academy by enrolling for one-half or more of the minimum course requirements approved by the department for public school students in the school district in which the student resides; or, if the student is enrolled for less than one-half of the minimum course requirements, the student may participate in the statewide cyber academy by paying not more than thirty-five percent of the current unit value per curricular unit.\n\nC. A student enrolled in a nonpublic school may participate in the statewide cyber academy if the school in which the student is enrolled enters into a contract with the school district in which the nonpublic school is located.\n\nD. A student who is detained in or committed to a juvenile detention facility or a facility for the long-term care and rehabilitation of delinquent children may participate in the statewide cyber academy if the facility in which the student is enrolled enters into a contract with the school district in which the facility is located.\n\nHistory:Laws 2007, ch. 292, § 6 and Laws 2007, ch. 293, § 6.\n\nCompiler's notes.— Laws 2007, ch. 292, § 6 and Laws 2007, ch. 293, § 6 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-6/"
    },
    {
      "id": "section-22-30-7",
      "number": "22-30-7",
      "heading": "Distance learning and computer-based courses.",
      "text": "Public schools that offer distance learning and computer-based courses of study shall provide accompanying electronic formats that are usable by a person with a disability using assistive technology, and those formats shall be based on the American standard code for information interchange, hypertext markup language and extensible markup language.\n\nHistory:Laws 2003, ch. 162, § 2; recompiled by Laws 2007, ch. 292, § 11 and Laws 2007, ch. 293, § 11.\n\nRecompilations.— Laws 2007, ch. 292, § 11 and Laws 2007, ch. 293, § 11 recompiled former 22-13-27 NMSA 1978 into the Statewide Cyber Academy Act as 22-30-7 NMSA 1978, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-7/"
    },
    {
      "id": "section-22-30-8",
      "number": "22-30-8",
      "heading": "Evaluation of regional education cooperative distance learning networks.",
      "text": "A network developed by regional education cooperatives three, eight and nine shall serve as a regional host in fiscal year 2008. The statewide cyber academy shall provide a preliminary report to the governor and the legislature by January 1, 2008 on the quality and cost-effectiveness of the provision of distance learning courses by the regional education cooperatives. At the end of fiscal year 2008, the statewide cyber academy shall prepare a final report on the quality and cost-effectiveness of services provided, including whether the services increased the rigor of school district and charter school curricula, and make recommendations for the expansion to other regional education cooperatives.\n\nHistory:Laws 2007, ch. 292, § 7 and Laws 2007, ch. 293, § 7.\n\nCompiler's notes.— Laws 2007, ch. 292, § 7 and Laws 2007, ch. 293, § 7 enacted identical new sections, effective June 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-30/section-22-30-8/"
    }
  ]
}