{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-20-school-construction",
  "sections": [
    {
      "id": "section-22-20-1",
      "number": "22-20-1",
      "heading": "School construction; lease-purchase agreements; lease payment grant applications; approval of the public school facilities authority; compliance with statewide adequacy standards; state construction and fire standards applicable",
      "text": "A. Except as provided in Subsection F of this section, each local school board or governing body of a charter school shall secure the approval of the director of the public school facilities authority or the director's designee prior to:\n\n(1) the construction or letting of contracts for construction of any school building or related school structure;\n\n(2) entering into a lease-purchase agreement for a building to be used as a school building or a related school structure; or\n\n(3) reopening an existing structure that was not used as a school building during the previous year.\n\nB. A written application shall be submitted to the director requesting approval of the construction, lease-purchase agreement or reopening, and, upon receipt, the director shall forward a copy of the application to the secretary. The director shall prescribe the form of the application, which shall include the following:\n\n(1) a statement of need;\n\n(2) the anticipated number of students affected;\n\n(3) the estimated cost;\n\n(4) for approval of construction, a description of the proposed construction project;\n\n(5) for approval of a lease-purchase agreement or a reopening of an existing structure, a description of the structure to be leased or reopened, including its location, square footage, interior layout and facilities, such as bathrooms, kitchens and handicap access, a description of the prior use of the structure and a description of how the facility and supplemental shared facilities and resources will fulfill the functions necessary to support the educational programs of the school district or charter school;\n\n(6) a map of the area showing existing school attendance centers within a five-mile radius and any obstructions to attending the attendance centers, such as railroad tracks, rivers and limited-access highways; and\n\n(7) other information as may be required by the director.\n\nC. With respect to an application for the approval of construction, the director or the director's designee shall give approval to an application if the director or designee reasonably determines that:\n\n(1) the construction will not cause an unnecessary proliferation of school construction;\n\n(2) the construction is needed in the school district or by the charter school;\n\n(3) the construction is feasible;\n\n(4) the cost of the construction is reasonable;\n\n(5) the school district or charter school has submitted a five-year facilities plan that includes:\n\n(a) enrollment projections;\n\n(b) a current preventive maintenance plan;\n\n(c) the capital needs of charter schools chartered by the school district, if applicable, or the capital needs of the charter school if it is state-chartered; and\n\n(d) projections for the facilities needed in order to maintain a full-day kindergarten program;\n\n(6) the construction project:\n\n(a) is in compliance with the statewide adequacy standards adopted pursuant to the Public School Capital Outlay Act [Chapter 22, Article 24 NMSA 1978]; and\n\n(b) is appropriately integrated into the school district or charter school five-year facilities plan;\n\n(7) the school district or charter school is financially able to pay for the construction; and\n\n(8) the secretary has certified that the construction will support the educational program of the school district or charter school.\n\nD. With respect to an application for the approval of a lease-purchase agreement or for the reopening of an existing structure, the director or the director's designee shall give approval to an application if the director or designee reasonably determines that:\n\n(1) the buildings to be reopened or leased for purchase meet the applicable statewide adequacy standards adopted pursuant to the Public School Capital Outlay Act or the buildings can be brought into compliance with those standards within a reasonable time and at a reasonable cost and that money or other resources will be available to the school district or charter school to bring the buildings up to those standards; and\n\n(2) the buildings to be reopened or leased for purchase have, as measured by the New Mexico condition index, a condition rating equal to or better than the average condition for all New Mexico public schools for that year.\n\nE. Within thirty days after the receipt of an application filed pursuant to this section, the director or the director's designee shall in writing notify the local school board or governing body of a charter school making the application and the department of approval or disapproval of the application.\n\nF. By rule, the public school capital outlay council may:\n\n(1) exempt classes or types of construction from the application and approval requirements of this section; or\n\n(2) exempt classes or types of construction from the requirement of approval but, if the council determines that information concerning the construction is necessary for the maintenance of the facilities assessment database, require a description of the proposed construction project and related information to be submitted to the public school facilities authority.\n\nG. A charter school shall not apply for a lease payment grant pursuant to Subsection I of Section 22-24-4 NMSA 1978 unless the lease-purchase agreement has been approved pursuant to this section.\n\nH. A local school board or governing body of a charter school shall not enter into a contract for the construction of a public school facility, including contracts funded with insurance proceeds, unless the contract contains provisions requiring the construction to be in compliance with the statewide adequacy standards adopted pursuant to the Public School Capital Outlay Act, provided that, for a contract funded in whole or in part with insurance proceeds:\n\n(1) the cost of settlement of any insurance claim shall not be increased by inclusion of the insurance proceeds in the construction contract; and\n\n(2) insurance claims settlements shall continue to be governed by insurance policies, memoranda of coverage and rules related to them.\n\nI. Public school facilities shall be constructed pursuant to state standards or codes promulgated pursuant to the Construction Industries Licensing Act [Chapter 60, Article 13 NMSA 1978] and rules adopted pursuant to Section 59A-52-15 NMSA 1978 for the prevention and control of fires in public occupancies. Building standards or codes adopted by a municipality or county do not apply to the construction of public school facilities, except those structures constructed as a part of an educational program of a school district or charter school.\n\nJ. The provisions of Subsection I of this section relating to fire protection shall not be effective until the public regulation commission has adopted the International Fire Code and all standards related to that code.\n\nK. As used in this section, \"construction\" means any project for which the construction industries division of the regulation and licensing department requires permitting and for which the estimated total cost exceeds two hundred thousand dollars ($200,000).\n\nHistory:1953 Comp., § 77-18-1, enacted by Laws 1967, ch. 16, § 270; 1988, ch. 64, § 41; 2003, ch. 147, § 2; 2005, ch. 274, § 4; 2006, ch. 94, § 54; 2006, ch. 95, § 1; 2007, ch. 366, § 1; 2011, ch. 69, § 4.\n\nCross references.— For public works generally,see13-4-1 NMSA 1978 et seq.\n\nThe 2011 amendment,effective July 1, 2011, required the director of the public school facilities authority or the director's designee to approve lease-purchase agreements for buildings that will be used as school buildings or related school structures and required the director to prescribe an application form for approval of lease-purchase agreements and the reopening of existing structures; specified criteria for approval of applications for lease-purchase agreements and the reopening of existing structures; and prohibited charter schools from applying for lease payment grants unless the lease-purchase agreement has been approved.\n\nThe 2007 amendment,effective July 1, 2007, added Subsection D to provide that the public school capital outlay council may exempt classes or types of construction from approval under this section.\n\nThe 2006 amendment,effective March 6, 2006, added Paragraph (5) of Subsection B to provide for a five-year facilities plan; added Subparagraphs (a) through (d) of Paragraph (5) of Subsection B to provide for the content of a five-year facilities plan; and in Subparagraph (b) of Paragraph (6) (formerly Paragraph (5)) of Subsection B, changed \"master plan\" to \"five-year facilities plan\".\n\nThe 2005 amendment,effective April 6, 2005, deleted the requirement in Subsection A(4) that the application include a description of the structure to be built; added Subsections B(5)(a) and (b) to provide that the project shall be approved if it is in compliance with statewide adequacy standards and is appropriately integrated into the school district master plan; added Subsection D to provide that a construction contract shall contain provisions requiring the construction to be in compliance with statewide adequacy standards and that for a contract funded by insurance proceeds, the cost of settlement of an insurance claim shall not be increased by inclusion of the proceeds in the contract and the settlement shall be governed by insurance policies, memoranda of coverage and rules related to them; added Subsection E to provide that public school facilities shall be constructed pursuant to state standards or codes and rules for the prevention and control of fires and that municipal or county standards or codes do not apply the construction of public school facilities except structures constructed as part of a program of a school district; added Subsection F to provide that the provisions of Subsection E relating to fire prevention shall not be effective until the public regulation commission has adopted the International Fire Code and all standards related to that code; and added Subsection G to define \"construction\".\n\nThe 2003 amendment,effective July 1, 2003, rewrote this section to the extent that a detailed comparison is impracticable.\n\nThe 1988 amendment,effective May 18, 1988, substituted \"the state superintendent\" for \"chief\" in the catchline and in the second and last sentences in Subsection A; substituted \"state superintendent or his designee\" for \"chief\" in the first sentence in Subsection A and in Subsections B and C; added the designations (1) to (5) in Subsection B; and made minor stylistic changes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Title to buildings when school lands revert for nonuse for school purposes, 28 A.L.R.2d 564.\n\nUse of public school premises for religious purposes during nonschool time, 79 A.L.R.2d 1148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-20/section-22-20-1/"
    },
    {
      "id": "section-22-20-2",
      "number": "22-20-2",
      "heading": "School building construction; distance from highways.",
      "text": "A. No local school board or governing body of a charter school shall construct or cause the construction of any public school building within four hundred feet of any main artery of travel without the prior written approval of the department.\n\nB. The district court may enforce the provisions of this section by any appropriate civil remedy in an action brought by an interested party.\n\nC. As used in this section, \"main artery of travel\" means any designated state or federal-aid highway used primarily to accommodate transient motor traffic through a municipality and any type of public highway used primarily to accommodate transient motor traffic through a rural community or area.\n\nHistory:1953 Comp., § 77-18-2, enacted by Laws 1967, ch. 16, § 271; 2006, ch. 94, § 55.\n\nCross references.— For transfer of powers and duties of former state board of education,see9-24-15 NMSA 1978.\n\nThe 2006 amendment,effective July 1, 2007, added the governing body of a charter school and changes \"state board\" to \"department\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-20/section-22-20-2/"
    },
    {
      "id": "section-22-20-3",
      "number": "22-20-3",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 2003, ch. 147, § 14 repealed 22-20-3 NMSA 1978, as enacted by Laws 1967, ch. 16, § 272, relating to state board approval for school construction, effective July 1, 2003. For provisions of former section,seethe 2002 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-20/section-22-20-3/"
    },
    {
      "id": "section-22-20-4",
      "number": "22-20-4",
      "heading": "Applicability.",
      "text": "The provisions of Chapter 22, Article 20 NMSA 1978 do not apply to public school capital outlay projects subject to the oversight of the public school capital outlay council pursuant to the Public School Capital Outlay Act [Chapter 22, Article 24 NMSA 1978].\n\nHistory:1978 Comp., § 22-20-4, enacted by Laws 2001, ch. 338, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-20/section-22-20-4/"
    }
  ]
}