{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-13c-healthy-hunger-free-students-bill-of-rights",
  "sections": [
    {
      "id": "section-22-13c-1",
      "number": "22-13C-1",
      "heading": "Short title.Section 22-13C-2 - Definitions",
      "text": "Chapter 22, Article 13C NMSA 1978 [except 22-13C-8 NMSA 1978] may be cited as the \"Healthy Hunger-Free Students' Bill of Rights Act\".\n\nHistory:Laws 2017, ch. 117, § 1; 2023, ch. 30, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 22-13C-8 NMSA 1978, as enacted by Laws 2020, ch. 12, § 1, was not enacted as part of the Healthy Hunger-Free Students' Bill of Rights Act, but was compiled there for the convenience of the user.\n\nThe 2023 amendment,effective July 1, 2023, changed the name of the \"Hunger-Free Students' Bill of Rights\" to the \"Healthy Hunger-Free Students' Bill of Rights\"; and deleted \"This act\" and added \"Chapter 22, Article 13C NMSA 1978\", and preceding \"Hunger-Free\", added \"Healthy\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-1/"
    },
    {
      "id": "section-22-13c-2",
      "number": "22-13C-2",
      "heading": "Definitions.",
      "text": "As used in the Healthy Hunger-Free Students' Bill of Rights Act:\n\nA. \"community eligibility provision\" means the federal provision created pursuant to Subparagraph (F) of Paragraph (1) of Subsection (a) of 42 U.S.C. Section 1759a that allows school districts to choose to receive federal special assistance payments for school meals in exchange for providing free school meals to all students enrolled in all or selected schools of the school district;\n\nB. \"direct certification\" means the process by which eligible children are certified for free meals without the need for a household application based on household participation in one or more means-tested federal assistance programs;\n\nC. \"eligible meals\" means meals served to full price, paid students that qualify for reimbursement under the national school lunch program and the school breakfast program;\n\nD. \"federal free meal reimbursement\" means the free meal reimbursement paid by the United States department of agriculture under 42 U.S.C. 1759a for meals that qualify for reimbursement pursuant to the national school lunch program and the school breakfast program;\n\nE. \"federal paid meal reimbursement rate\" means the paid reimbursement rate as set annually by the United States department of agriculture under 42 U.S.C. 1759a for meals that qualify for reimbursement under the national school lunch program and the school breakfast program;\n\nF. \"identified student percentage\" means the percentage of a school food authority's student enrollment that is certified as eligible for free meals based on a documentation of benefit of receipt or categorical eligibility as described in 7 C.F.R. Section 245.6;\n\nG. \"meal application\" means an application for free or reduced-price meals pursuant to the national school lunch program and the school breakfast program;\n\nH. \"paid meal rate\" means the paid student rate reported by the department to the United States department of agriculture based on the average paid meal rate charged by school food authorities in the prior school year;\n\nI. \"participating school food authority\" means a school food authority that chooses to participate in the New Mexico grown grant program;\n\nJ. \"program\" means the healthy universal school meals program created pursuant to the Healthy Hunger-Free Students' Bill of Rights Act;\n\nK. \"school food authority\" means school districts, charter schools, the United States department of the interior's bureau of Indian education schools, tribally controlled schools and private schools that operate the national school lunch program and the school breakfast program;\n\nL. \"unprocessed and minimally processed products\" means raw or frozen products, products that retain their inherent character, such as shredded carrots or ground beef, and dried products, such as beans, but does not include any products that are heated, cooked or canned; and\n\nM. \"value-added processed products\" means products that are altered from their unprocessed or minimally processed state through preservation techniques, including cooking, baking or canning.\n\nHistory:Laws 2017, ch. 117, § 2; 2023, ch. 30, § 2.\n\nThe 2023 amendment,effective July 1, 2023, removed the definitions of \"school\", rewrote the definition of \"meal application\" and defined \"community eligibility provision,\" \"direct certification,\" \"eligible meals,\" \"federal free meal reimbursement,\" \"federal paid meal reimbursement rate,\" \"identified student percentage,\" \"paid meal rate,\" \"participating school food authority,\" \"program,\" \"school food authority,\" \"unprocessed and minimally processed products,\" and \"value-added processed products\"; deleted former Subsections A and B, which defined \"meal application\" and \"school\", respectively; and added new Subsections A through M.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-2/"
    },
    {
      "id": "section-22-13c-3",
      "number": "22-13C-3",
      "heading": "Meal application availability and clarity.",
      "text": "A. A school shall provide:\n\n(1) a free, printed meal application in every school enrollment packet, or if the school chooses to use an electronic meal application, provide in school enrollment packets an explanation of the electronic meal application process and instructions for how parents or guardians may request a paper application at no cost; and\n\n(2) meal applications and instructions in a language that parents and guardians understand. If a parent or guardian cannot read or understand a meal application, the school shall offer assistance in completing the application.\n\nB. If a school becomes aware that a student who has not submitted a meal application is eligible for free or reduced-fee meals, the school shall complete and file an application for the student under the authority granted by Title 7, Section 245.6(d) of the Code of Federal Regulations.\n\nC. Subsections A and B of this section do not apply to a school that provides free meals to all students in a year in which the school does not collect meal applications from students.\n\nD. The liaison required of a school pursuant to the federal McKinney-Vento Homeless Assistance Act shall coordinate with the nutrition department to make sure that a homeless student receives free school meals and shall be appropriately coded and entered in the student-teacher accountability reporting system. The requirements of this subsection do not apply to a private or religious school.\n\nHistory:Laws 2017, ch. 117, § 3.\n\nEffective dates.— Laws 2017, ch. 117 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2017, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-3/"
    },
    {
      "id": "section-22-13c-4",
      "number": "22-13C-4",
      "heading": "Universal school meals for children.",
      "text": "A. Public school districts and charter schools operating the national school lunch program and the school breakfast program shall establish a program to offer high-quality meals at no charge to all students. Bureau of Indian education schools, tribally controlled schools and private schools operating the national school lunch and the school breakfast program may establish a program to offer high-quality meals at no charge to students. All participating school food authorities shall offer one breakfast and one lunch at no cost to students during each school day to any student who requests a meal without consideration of the student's eligibility for a federally funded free or reduced-price meal, with a maximum of one free meal for each meal service period.\n\nB. The department shall award funding to each school food authority that establishes a program pursuant to the provisions of Subsection E of this section as follows:\n\n(1) for school food authorities that meet the meal quality improvement requirements established pursuant to Subsection E of this section, the department shall distribute to each such school food authority an amount that is equal to the federal free meal reimbursement rate multiplied by the total number of eligible meals served during the applicable budget year, minus an amount equal to the federal paid meal reimbursement for eligible meals served during the applicable budget year; or\n\n(2) for school food authorities that do not meet by July 1, 2025 the meal quality improvement requirements established pursuant to Subsection E of this section, the department shall distribute to each such school food authority an amount that is equal to the paid meal rate multiplied by the total number of eligible meals served during the applicable budget year.\n\nC. School food authorities shall use the money received pursuant to this section to purchase commodities necessary to improve meal quality, including food and other consumables, equipment, staffing, labor needs or training and technical assistance.\n\nD. By August 1 of each year, the department shall inform eligible school food authorities of the amount of program funding they will receive during the upcoming school year. When calculating the amount of program funding that is due to a school food authority, the department shall assume that student participation will remain at the same level as the previous school year.\n\nE. The department shall promulgate rules necessary for implementation of this section, including rules providing for:\n\n(1) meal quality improvement requirements for the program, which may include purchasing New Mexico-produced food, freshly preparing scratch-cooked foods, providing culturally relevant meals and engaging student and family voices and choices in menu development; and\n\n(2) procedures for annual certification.\n\nF. School food authorities shall maximize access to federal funds for the cost of school breakfast and lunch programs by adopting the United States department of agriculture's community eligibility provision or any other federal provision that, in the opinion of the department, results in the most possible federal funding for meals served in that program. Each school food authority that has a school or site with an identified student percentage of at least forty percent, or an identified student percentage of less than forty percent if authorized by federal law, as determined annually by the deadline set by the United States department of agriculture, shall participate in the federal community eligibility provision in the subsequent school year and throughout the duration of the community eligibility provision's four-year cycle. School food authorities, to the extent practicable, shall group public schools for purposes of maximizing the number of schools eligible to participate in the community eligibility provision.\n\nG. If a school food authority does not elect the community eligibility provision or any other federal provision that, in the opinion of the department, results in the most possible federal funding for meals served in that program, school meal applications shall be collected and direct certification shall be used to identify students receiving free, reduced-price and paid meals based on United States department of agriculture guidance.\n\nH. School food authorities shall take steps to maximize federal revenues and minimize debt on families by, at least monthly, taking steps to directly certify students for free school meal status pursuant to protocol determined by the department.\n\nHistory:Laws 2017, ch. 117, § 4; 2023, ch. 30, § 3.\n\nThe 2023 amendment,effective July 1, 2023, completely rewrote the section; in the section heading, deleted \"Requirement to provide meals and ensure that eligible students are enrolled\" and added \"Universal school meals for children\"; deleted former Subsections A and B, which related to the provision of free meals for eligible students; and added new Subsections A through H.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-4/"
    },
    {
      "id": "section-22-13c-5",
      "number": "22-13C-5",
      "heading": "Anti-stigmatization and antidiscrimination practices.",
      "text": "A. A school shall not:\n\n(1) publicly identify or stigmatize a student who cannot pay for a meal or who owes a meal debt by, for example, requiring that a student wear a wristband or hand stamp; or\n\n(2) require a student who cannot pay for a meal or who owes a meal debt to do chores or other work to pay for meals; provided that chores or work required of all students regardless of a meal debt is permitted.\n\nB. A school shall direct communications about a student's meal debt to a parent or guardian and not the student. Nothing in this subsection prohibits a school from sending a student home with a letter addressed to a parent or guardian.\n\nHistory:Laws 2017, ch. 117, § 5.\n\nEffective dates.— Laws 2017, ch. 117 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2017, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-5/"
    },
    {
      "id": "section-22-13c-6",
      "number": "22-13C-6",
      "heading": "Debt collection practices; uncollectable debt.",
      "text": "A school shall not require a parent or guardian to pay fees or costs from collection agencies hired to collect a meal debt.\n\nHistory:Laws 2017, ch. 117, § 6.\n\nEffective dates.— Laws 2017, ch. 117 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2017, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-6/"
    },
    {
      "id": "section-22-13c-7",
      "number": "22-13C-7",
      "heading": "Applicability.",
      "text": "The Hunger-Free Students' Bill of Rights Act [Healthy Hunger-Free Students' Bill of Rights Act] applies to a public school district, a public school, a private school or a religious school that participates in the national school lunch program or school breakfast program.\n\nHistory:Laws 2017, ch. 117, § 7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 117, § 1, changed the name of the \"Hunger-Free Students' Bill of Rights\" to the \"Healthy Hunger-Free Students' Bill of Rights\".\n\nEffective dates.— Laws 2017, ch. 117 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2017, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-7/"
    },
    {
      "id": "section-22-13c-8",
      "number": "22-13C-8",
      "heading": "School meals; reduced-price copayments eliminated.",
      "text": "A. As used in this section:\n\n(1) \"reduced-price copayment\" means the amount a reduced-price-eligible student would be charged for a reduced-price meal; and\n\n(2) \"reduced-price-eligible student\" means a student who meets the federal income eligibility guidelines for family-size income levels for meals at a reduced price pursuant to the national school lunch program and the federal school breakfast program.\n\nB. School districts and charter schools that administer a school breakfast or school lunch program shall not charge a reduced-price-eligible student a reduced-price copayment for meals.\n\nC. The department shall provide funding to each school district and charter school that administers a school breakfast or school lunch program to cover the cost of eliminating reduced-price copayments. Funding shall be based on a per-meal basis at the difference between the federal free meal rate and the reduced-price copayment rate. When calculating the amount due a school district or charter school, the department shall assume that the number of reduced-price-eligible students will remain at the same level as the previous year. If a school district or charter school has not previously had a school breakfast program or school lunch program in which meals were served to reduced-price-eligible students, the department shall work with the school district or charter school to determine an accurate estimate of funding for the program.\n\nD. By August 1 of each year, the department shall inform school districts and charter schools of the amounts the school districts and charter schools will receive to offset the elimination of reduced-price copayments for the upcoming school year. School districts and charter schools are not required to demonstrate their expenses to receive funding pursuant to this section.\n\nE. The department shall promulgate rules necessary to implement the provisions of this section, including procedures for reimbursing school districts and charter schools.\n\nHistory:Laws 2020, ch. 12, § 1.\n\nCompiler's notes.— Laws 2020, ch. 12, § 1, was not enacted as part of the Healthy Hunger-Free Students' Bill of Rights Act, but was compiled there for the convenience of the user.\n\nEffective dates.— Laws 2020, ch. 12 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 20, 2020, 90 days after adjournment of the legislature.\n\nApplicability.— Laws 2020, ch. 12, § 2 provided that the provisions of Laws 2020, ch. 12, § 1 apply to the 2020-2021 and subsequent school years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-8/"
    },
    {
      "id": "section-22-13c-9",
      "number": "22-13C-9",
      "heading": "Incentivize New Mexico-grown foods.",
      "text": "A. School food authorities are eligible to receive an incentive grant pursuant to this section to purchase New Mexico-grown, -raised or -processed products. A participating school food authority may use the amount received pursuant to this section to support implementation of program requirements described in Subsection E of Section 3 [22-13C-4 NMSA 1978] of the Healthy Hunger-Free Students' Bill of Rights Act.\n\nB. School food authorities shall use the money received pursuant to this section to purchase New Mexico-grown, -raised or -processed products. A minimum of seventy-five percent of funds shall be used to purchase unprocessed and minimally processed products. Up to twenty-five percent of funds may be used for value-added processed products.\n\nC. By August 1 of each year, subject to available appropriations, the department shall distribute to each participating school food authority the greater of one thousand dollars ($1,000) or an amount equal to ten cents ($.10) multiplied by the number of lunches that qualified for federal free meal reimbursement that the participating school food authority served to students in the preceding school year. When calculating the amount of program funding that is due to a school food authority, the department shall assume that student participation will remain at the same level as the previous year.\n\nHistory:Laws 2023, ch. 30, § 4.\n\nEffective dates.— Laws 2023, ch. 30, § 6 made Laws 2023, ch. 30, § 4 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-9/"
    },
    {
      "id": "section-22-13c-10",
      "number": "22-13C-10",
      "heading": "Addressing food waste.",
      "text": "By no later than July 1, 2025, a school food authority shall seek to achieve the lowest level of food waste, which shall include all of the following:\n\nA. students in grades kindergarten through five shall be allowed to have up to twenty minutes of seated lunch time each school day to provide sufficient lunch periods that are long enough to give all students adequate time to eat; and\n\nB. share tables shall be provided where food service staff, students and parents may return allowable food. Allowable food placed on the share tables that is not taken by a student during the course of a regular school meal period shall be donated to students, food banks or other nonprofit charitable organizations.\n\nHistory:Laws 2023, ch. 30, § 5.\n\nEffective dates.— Laws 2023, ch. 30, § 6 made Laws 2023, ch. 30, § 5 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-13c/section-22-13c-10/"
    }
  ]
}