{
  "state": "new-mexico",
  "path": "title-chapter-22-public-schools/chapter-article-15e-mathematics-and-science-education-act",
  "sections": [
    {
      "id": "section-22-15e-1",
      "number": "22-15E-1",
      "heading": "Short title.Section 22-15E-2 - Definitions",
      "text": "This act [Chapter 22, Article 15E NMSA 1978] may be cited as the \"Mathematics and Science Education Act\".\n\nHistory:Laws 2007, ch. 44, § 1 and Laws 2007, ch. 239, § 1.\n\nCompiler's notes.— Laws 2007, ch. 44 and Laws 2007, ch. 239, effective June 15, 2007, enacted duplicate laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-1/"
    },
    {
      "id": "section-22-15e-2",
      "number": "22-15E-2",
      "heading": "Definitions.",
      "text": "As used in the Mathematics and Science Education Act:\n\nA. \"bureau\" means the mathematics and science bureau;\n\nB. \"chief\" means the chief of the bureau; and\n\nC. \"council\" means the mathematics and science advisory council.\n\nHistory:Laws 2007, ch. 44, § 2 and Laws 2007, ch. 239, § 2.\n\nCompiler's notes.— Laws 2007, ch. 44 and Laws 2007, ch. 239, effective June 15, 2007, enacted duplicate laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-2/"
    },
    {
      "id": "section-22-15e-3",
      "number": "22-15E-3",
      "heading": "Bureau created; duties.",
      "text": "A. The \"mathematics and science bureau\" is created in the department. The secretary shall appoint the chief as provided in the Public Education Department Act [Chapter 9, Article 24 NMSA 1978].\n\nB. The bureau shall:\n\n(1) administer the provisions of the Mathematics and Science Education Act;\n\n(2) provide staff support for and coordinate the activities of the council;\n\n(3) work with the council to develop a statewide strategic plan for mathematics and science education in the public schools and coordinate education activities with other state agencies, the federal government, business consortia and public or private organizations or other persons;\n\n(4) ensure that school districts' plans include goals for improving mathematics and science education aligned to the department's strategic plan;\n\n(5) recommend funding mechanisms that support the improvement of mathematics and science education in the state, including web-based mathematics and science curricula, mentoring and web-based homework assistance;\n\n(6) promote partnerships among public schools, higher education institutions, government, business and educational and community organizations to improve the mathematics and science education in the state;\n\n(7) develop and evaluate curricula, instructional programs and professional development programs in mathematics and science aligned with state academic content and performance standards; and\n\n(8) assess the outcomes of efforts to improve mathematics and science education using existing data.\n\nHistory:Laws 2007, ch. 44, § 3 and Laws 2007, ch. 239, § 3.\n\nCompiler's notes.— Laws 2007, ch. 44 and Laws 2007, ch. 239, effective June 15, 2007, enacted duplicate laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-3/"
    },
    {
      "id": "section-22-15e-4",
      "number": "22-15E-4",
      "heading": "Mathematics and science advisory council; created; members; terms; vacancies.",
      "text": "A. The \"mathematics and science advisory council\" is created, composed of twelve members. Members of the council shall be appointed by the secretary for staggered terms of four years; provided that for the initial appointments, four members shall be appointed for two years, four members shall be appointed for three years and four members shall be appointed for four years. Members shall serve until their successors have been appointed and qualified. A vacancy shall be filled by appointment by the secretary for the unexpired term.\n\nB. Using a statewide application process, the secretary shall appoint members from throughout the state so as to ensure representation of the state's demographics, including geographic distribution, gender and ethnic diversity and as follows:\n\n(1) four members from public schools, including at least two mathematics and science teachers and a school district administrator with experience in mathematics and science curricula;\n\n(2) three members from public post-secondary educational institutions with expertise in mathematics or science education;\n\n(3) four members from the private sector, including the national laboratories, museums and science- and engineering-based businesses; and\n\n(4) one member who represents the New Mexico partnership for mathematics and science education.\n\nC. Members of the council shall elect a chair from among the membership. The council shall meet at the call of the chair not less than quarterly.\n\nD. Members of the council are entitled to receive per diem and mileage pursuant to the provisions of the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] but shall receive no other compensation, perquisite or allowance.\n\nHistory:Laws 2007, ch. 44, § 4; 2007, ch. 239, § 4.\n\nCompiler's notes.— Laws 2007, ch. 44, § 4 and Laws 2007, ch. 239, § 4, both effective June 15, 2007, enacted duplicate laws, with the exception of the third sentence in Subsection A of Laws 2007, ch. 239, \"Members shall serve until their successors have been appointed and qualified.\" The section was set out as enacted by Laws 2007, ch. 239, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-4/"
    },
    {
      "id": "section-22-15e-5",
      "number": "22-15E-5",
      "heading": "Council duties.",
      "text": "The council shall:\n\nA. advise the bureau on implementation of the bureau's duties pursuant to the Mathematics and Science Education Act;\n\nB. make recommendations to the bureau and the department regarding the statewide strategic plan for improving mathematics and science education and advise on its implementation and incorporation into the department's five-year strategic plan for public elementary and secondary education in the state;\n\nC. advise the bureau, the department and the legislature regarding appropriations for mathematics and science education, administration, resources and services, including programs for public school students and staff;\n\nD. work with the bureau to determine the need for improvement in mathematics and science achievement of public school students and make recommendations to the department on how to meet these needs; and\n\nE. produce an annual report on public elementary and secondary mathematics and science student achievement to be submitted to the department, the governor and the legislature no later than November 30 of each year.\n\nHistory:Laws 2007, ch. 44, § 5 and Laws 2007, ch. 239, § 5.\n\nCompiler's notes.— Laws 2007, ch. 44 and Laws 2007, ch. 239, effective June 15, 2007, enacted duplicate laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-5/"
    },
    {
      "id": "section-22-15e-6",
      "number": "22-15E-6",
      "heading": "Mathematics and science proficiency fund; created; purpose; annual reports.",
      "text": "A. The \"mathematics and science proficiency fund\" is created as a nonreverting fund in the state treasury. The fund consists of appropriations, gifts, grants, donations and income from investment of the fund. Disbursements from the fund shall be made by warrant of the secretary of finance and administration pursuant to vouchers signed by the secretary of public education or the secretary's authorized representative.\n\nB. The fund shall be administered by the department, and money in the fund is appropriated to the department to provide awards to public schools, school districts, public post-secondary educational institutions and persons that implement innovative, research-based mathematics and science curricula and professional development programs. The department shall promulgate rules for the application and award of money from the fund, including criteria to evaluate innovative, research-based mathematics and science programs and professional development programs.\n\nC. Each award recipient shall provide an annual report to the bureau that includes a detailed budget report, a description of the services provided and documented evidence of the stated outcomes of the program funded by the mathematics and science proficiency fund and that provides other information requested by the bureau.\n\nHistory:Laws 2007, ch. 44, § 6; 2007, ch. 239, § 6.\n\nCompiler's notes.— Laws 2007, ch. 44, § 6 and Laws 2007, ch. 239, § 6, both effective June 15, 2007, enacted duplicate laws, with the exception of the additional language, \"of public education\", in the second sentence of Subsection A of Laws 2007, ch. 239. The section was set out as enacted by Laws 2007, ch. 239, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-22/article-15e/section-22-15e-6/"
    }
  ]
}