{
  "state": "connecticut",
  "path": "title-title-20-professional-and-occupational-licensing-certificati/chapter-chapter-374-medical-examining-boards",
  "sections": [
    {
      "id": "section-20-43",
      "number": "20-43",
      "heading": "and 20-44. - Appointment and removal of members of examining boards",
      "text": "Obtaining certificate by fraud; fraudulent acts; penalty.Section 20-45. - Suspension, revocation or annulment of license. Disciplinary proceedings.Section 20-46 to 20-49. - Hearing of charges; revocation; return of certificate or l",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20-45",
      "number": "20-45.",
      "heading": "Suspension, revocation or annulment of license. Disciplinary proceedings.",
      "text": "The license of any licensed practitioner of the healing arts in this state, except a physician as defined in section 20-13a, may be revoked, suspended or annulled, or such practitioner may be reprimanded or otherwise disciplined, after notice and hearing, on the recommendation of the examining board representing the branch of the healing arts practiced by such practitioner for any cause named below. Proceedings relative to the revocation, suspension or annulment of a license or toward disciplinary action may be begun by the filing of written charges, verified by affidavit, by the Commissioner of Public Health with the examining board representing the branch of the healing arts practiced by the practitioner. The causes for which a license may be revoked, suspended or annulled or for which a practitioner may be reprimanded or otherwise disciplined are as follows: Conviction in a court of competent jurisdiction, either within or without this state, of any crime in the practice of his profession; fraudulent or deceptive conduct in the course of professional services or activities; illegal, incompetent or negligent conduct in the practice of the healing arts; habitual intemperance in the use of spirituous stimulants or addiction to the use of morphine, cocaine or other habit-forming drugs; aiding or abetting the unlawful practice of any branch of the healing arts; failure to record a license as required by law; physical or mental illness, emotional disorder or loss of motor skill, including but not limited to deterioration through the aging process of the practitioner; fraud or material deception in obtaining a license; or violation of any applicable statute or regulation. The clerk of any court in this state in which a person practicing any profession under the jurisdiction of any of the examining boards for the healing arts has been convicted of any crime as described in this section shall, immediately after such conviction, transmit a certified copy, in duplicate, of the information and judgment, without charge, to the Department of Public Health, containing the name and address of the practitioner, the crime of which he was convicted and the date of conviction. The Commissioner of Public Health may order a practitioner to submit to a reasonable physical or mental examination if his physical or mental capacity to practice safely is the subject of an investigation. Said commissioner may petition the superior court for the judicial district of Hartford to enforce such order or any action taken pursuant to section 19a-17.\n\n(1949 Rev., S. 4358; 1957, P.A. 196; February, 1965, P.A. 542, S. 1; P.A. 76-276, S. 11, 22; P.A. 77-614, S. 372, 610; P.A. 80-484, S. 17, 176; P.A. 81-471, S. 17, 71; P.A. 83-587, S. 35, 96; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; 93-381, S. 9, 39; P.A. 95-220, S. 4–6; 95-257, S. 12, 21, 58.)\n\nHistory: 1965 act authorized health commissioner rather than state health department to initiate license or disciplinary proceedings; P.A. 76-276 added exception for physicians as defined in Sec. 20-13a; P.A. 77-614 replaced commissioner and department of health with commissioner and department of health services and allowed disciplinary action for violation of applicable statutes or regulations, effective January 1, 1979; P.A. 80-484 deleted references to certificates of registration and “registered” practitioners, revised grounds for disciplinary action to delete crimes of moral turpitude or “infamous” crimes, immoral, dishonorable or unprofessional conduct, insanity, advertising which is deceptive, etc., aiding or abetting unlawful practice and failure to record license and to add deceptive conduct, physical or mental illness, emotional disorder and loss of motor skill and added provisions re required physical or mental examination and re petitions to court for enforcement of order or action; P.A. 81-471 deleted references to certificates of registration as of July 1, 1981; P.A. 83-587 made a technical amendment; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995.\n\nSee Sec. 7-49 re failure of healing arts practitioner to file birth certificate as cause for suspension of license.\n\nSee Sec. 19a-70 re violation of regulations concerning distribution of biologic products during an emergency as cause for revocation, suspension or annulment of license.\n\nSee Sec. 53-341 re prohibition of use of title “doctor” by healing arts practitioner.\n\nCited. 130 C. 353. Board did not abuse its discretion in recommending revocation of plaintiff's certificate rather than suspension. 135 C. 339. “Habitual negligence” is only form of negligence made ground for revocation. 137 C. 535. Conduct includes within its terms that which shows that either the party is intellectually or morally incompetent to practice the profession or has committed an act likely to jeopardize the public interest. 141 C. 218. If a penalty is within the power of the board, it cannot be successfully challenged unless there was abuse of discretion. 142 C. 529. Cited. 208 C. 492.\n\nLicense must be revoked or suspended under statute for conviction under Secs. 53-243 and 53-227. 13 CS 144. Three or four isolated instances not enough for “habitually negligent conduct”. 15 CS 419. Procedure of section explained. Id., 468. “Habitually negligent”, “dishonorable” and “unprofessional conduct” defined; requirements of proof; statute fixing acts upon which revocation of license is based is both penal and remedial and its construction is a matter of law. 16 CS 281. On an appeal from administrative board, the sole function of the court is to determine whether or not the board acted illegally. 25 CS 349.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-374/section-20-45/"
    },
    {
      "id": "section-20-46",
      "number": "20-46",
      "heading": "to 20-49. - Hearing of charges; revocation; return of certificate or license",
      "text": "Sections 20-46 to 20-49, inclusive, are repealed.\n\n(1949 Rev., S. 4359–4361, 4367; 1949, S. 2189d; 1953, S. 2190d; 1961, P.A. 291; 1963, P.A. 321; February, 1965, P.A. 542, S. 2; 1971, P.A. 870, S. 55; 1972, P.A. 294, S. 37; P.A. 76-276, S. 20, 22; 76-436, S. 417, 681; P.A. 77-603, S. 60, 125; 77-614, S. 323, 373, 374, 587, 610; P.A. 78-280, S. 33, 127; 78-303, S. 85, 88, 136; P.A. 80-484, S. 175, 176.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-374/section-20-46-to-20-49/"
    }
  ]
}