{
  "state": "connecticut",
  "path": "title-title-20-professional-and-occupational-licensing-certificati/chapter-chapter-383c-professional-counselors",
  "sections": [
    {
      "id": "section-20-195aa",
      "number": "20-195aa.",
      "heading": "Definitions.Section 20-195bb. - Practice restricted to licensed persons",
      "text": "As used in this section and sections 20-195bb to 20-195ee, inclusive, and section 20-195gg:\n\n(1) “Licensed professional counselor” or “professional counselor” means a person who has been licensed as a professional counselor pursuant to this chapter;\n\n(2) “Licensed professional counselor associate” or “professional counselor associate” means a person who has been licensed as a professional counselor associate pursuant to this chapter;\n\n(3) “Commissioner” means the Commissioner of Public Health;\n\n(4) “Department” means the Department of Public Health;\n\n(5) “Professional counseling” means the application, by persons trained in counseling, of established principles of psycho-social development and behavioral science to the evaluation, assessment, analysis, diagnosis and treatment of emotional, behavioral or interpersonal dysfunction or difficulties that interfere with mental health and human development. “Professional counseling” includes, but is not limited to, individual, group, marriage and family counseling, functional assessments for persons adjusting to a disability, appraisal, crisis intervention and consultation with individuals or groups;\n\n(6) “Under professional supervision” means the practice of professional counseling under the supervision of a licensed professional counselor, a physician licensed pursuant to chapter 370, who is certified in psychiatry by the American Board of Psychiatry and Neurology, an advanced practice registered nurse licensed pursuant to chapter 378, who is certified as a psychiatric and mental health clinical nurse specialist or nurse practitioner by the American Nurses Credentialing Center, a psychologist licensed pursuant to chapter 383, a marital and family therapist licensed pursuant to chapter 383a or a licensed clinical social worker licensed pursuant to chapter 383b;\n\n(7) “Direct professional supervision” means face-to-face consultation between one supervisor, who is a professional described in subdivision (6) of this section, and one person receiving supervision that consists of not less than a monthly review with a written evaluation and assessment by the supervisor of such person's practice of professional counseling; and\n\n(8) “Related mental health field” means social work, marriage and family therapy or psychology.\n\n(P.A. 97-311, S. 1; P.A. 10-117, S. 50; P.A. 17-94, S. 1; P.A. 19-117, S. 162.)\n\nHistory: P.A. 10-117 redefined “professional counseling”; P.A. 17-94 added Subdivs. (1) to (3) defining “licensed professional counselor”, “commissioner” and “department”, respectively, designated provision defining professional counseling as Subdiv. (4), added Subdivs. (5) to (7) defining “under professional supervision”, “direct professional supervision” and “related mental health field”, respectively, and made technical changes; P.A. 19-117 added reference to Sec. 20-195gg, added new Subdiv. (2) defining “licensed professional counselor associate” and “professional counselor or associate”, redesignated existing Subdivs. (2) to (7) as new Subdivs. (3) to (8) and made a conforming change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195aa/"
    },
    {
      "id": "section-20-195bb",
      "number": "20-195bb.",
      "heading": "Practice restricted to licensed persons. Exceptions. Title protection.",
      "text": "(a) Except as provided in subsection (c) of this section, no person may practice professional counseling unless licensed pursuant to section 20-195cc.\n\n(b) No person may use the title “licensed professional counselor”, “licensed professional counselor associate” or “professional counselor” or make use of any title, words, letters or abbreviations that may reasonably be confused with licensure as a professional counselor or professional counselor associate unless licensed pursuant to section 20-195cc.\n\n(c) No license as a professional counselor shall be required of the following: (1) A person who furnishes uncompensated assistance in an emergency; (2) a clergyman, priest, minister, rabbi or practitioner of any religious denomination accredited by the religious body to which the person belongs and settled in the work of the ministry, provided the activities that would otherwise require a license as a professional counselor are within the scope of ministerial duties; (3) a sexual assault counselor, as defined in section 52-146k; (4) a person participating in uncompensated group or individual counseling; (5) a person with a master's degree in a health-related or human services-related field employed by a hospital, as defined in subsection (b) of section 19a-490, performing services in accordance with section 20-195aa under the supervision of a physician licensed pursuant to chapter 370, who is certified in psychiatry by the American Board of Psychiatry and Neurology, an advanced practice registered nurse licensed pursuant to chapter 378, who is certified as a psychiatric and mental health clinical nurse specialist or nurse practitioner by the American Nurses Credentialing Center, a psychologist licensed pursuant to chapter 383, a marital and family therapist licensed pursuant to chapter 383a or a licensed clinical social worker licensed pursuant to chapter 383b; (6) a person licensed or certified by any agency of this state and performing services within the scope of practice for which licensed or certified; (7) a student, intern or trainee pursuing a course of study in counseling in a regionally accredited institution of higher education, provided the activities that would otherwise require a license as a professional counselor are performed under supervision and constitute a part of a supervised course of study; (8) a person employed by an institution of higher education to provide academic counseling in conjunction with the institution's programs and services; or (9) a vocational rehabilitation counselor, job counselor, credit counselor, consumer counselor or any other counselor or psychoanalyst who does not purport to be a counselor whose primary service is the application of established principles of psycho-social development and behavioral science to the evaluation, assessment, analysis and treatment of emotional, behavioral or interpersonal dysfunction or difficulties that interfere with mental health and human development.\n\n(P.A. 97-311, S. 2; P.A. 98-43, S. 1; June Sp. Sess. P.A. 01-4, S. 30, 58; P.A. 17-146, S. 10; P.A. 18-168, S. 44; P.A. 19-117, S. 163.)\n\nHistory: P.A. 98-43 replaced “self-help group counseling or peer” counseling with “group or individual” counseling in Subsec. (c)(4), replaced “hold himself out as” with “purport to be” in Subsec. (c)(8) and made gender-neutral technical changes in Subsecs. (a), (b) and (c); June Sp. Sess. P.A. 01-4 added Subsec. (c)(5) re person with master's degree in health-related or human services-related field employed by a hospital, renumbering existing Subdivs. (5) to (8) as Subdivs. (6) to (9), effective July 1, 2001; P.A. 17-146 amended Subsec. (c) by adding Subdiv. (10) re person who earned degree, and making a technical change; P.A. 18-168 amended Subsec. (c) by replacing reference to Sec. 20-195dd(a)(2)(A) to (F) with reference to Sec. 20-195dd(a)(1)(C)(i) to (vii) in Subdiv. (5), adding “not later than two years after completion of such supervised experience,”, replacing “upon notification that” with “if”, and deleting “, or one year after completion of such supervised experience, whichever occurs first” in Subdiv. (10)(B); P.A. 19-117 amended Subsec. (b) by adding references to licensed professional counselor associate, professional counselor and professional counselor associate, amended Subsec. (c) by replacing reference to person licensed by the state with references to physician certified in psychiatry, advanced practice registered nurse certified as a psychiatric and mental health clinical nurse specialist or nurse practitioner, psychologist, marital and family therapist or licensed clinical social worker in Subdiv. (5) and deleting Subdiv. (10) re person whose services constitute part of supervised experience required for licensure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195bb/"
    },
    {
      "id": "section-20-195cc",
      "number": "20-195cc.",
      "heading": "License application. Renewal. Fees. Continuing education. Temporary authorization to practice.",
      "text": "(a) The Commissioner of Public Health shall grant a license (1) as a professional counselor to any applicant who furnishes evidence satisfactory to the commissioner that such applicant has met the requirements of section 20-195dd, and (2) as a professional counselor associate to any applicant who furnishes evidence satisfactory to the commissioner that such applicant has met the requirements of section 20-195dd. The commissioner shall develop and provide application forms. The application fee for a professional counselor shall be two hundred dollars. The application fee for a professional counselor associate shall be one hundred twenty-five dollars.\n\n(b) Licenses issued to professional counselors and professional counselor associates under this section may be renewed annually pursuant to section 19a-88. The fee for such renewal shall be two hundred dollars for a professional counselor and one hundred twenty-five dollars for a professional counselor associate. Each licensed professional counselor and professional counselor associate applying for license renewal shall furnish evidence satisfactory to the commissioner of having participated in continuing education programs. The commissioner shall adopt regulations, in accordance with chapter 54, to (1) define basic requirements for continuing education programs that shall include (A) not less than one contact hour of training or education each registration period on the topic of cultural competency, (B) on and after January 1, 2016, not less than two contact hours of training or education during the first renewal period in which continuing education is required and not less than once every six years thereafter on the topic of mental health conditions common to veterans and family members of veterans, including (i) determining whether a patient is a veteran or family member of a veteran, (ii) screening for conditions such as post-traumatic stress disorder, risk of suicide, depression and grief, and (iii) suicide prevention training, and (C) on and after January 1, 2018, not less than three contact hours of training or education each registration period on the topic of professional ethics, (2) delineate qualifying programs, (3) establish a system of control and reporting, and (4) provide for a waiver of the continuing education requirement for good cause.\n\n(c) (1) Any individual who has been convicted of any criminal offense may request, at any time, that the commissioner determine whether such individual's criminal conviction disqualifies the individual from obtaining a license issued or conferred by the commissioner pursuant to this chapter based on (A) the nature of the conviction and its relationship to the individual's ability to safely or competently perform the duties or responsibilities associated with such license, (B) information pertaining to the degree of rehabilitation of the individual, and (C) the time elapsed since the conviction or release of the individual.\n\n(2) An individual making such request shall include (A) details of the individual's criminal conviction, and (B) any payment required by the commissioner. The commissioner may charge a fee of not more than fifteen dollars for each request made under this subsection. The commissioner may waive such fee.\n\n(3) Not later than thirty days after receiving a request under this subsection, the commissioner shall inform the individual making such request whether, based on the criminal record information submitted, such individual is disqualified from receiving or holding a license issued or conferred pursuant to this chapter.\n\n(4) The commissioner is not bound by a determination made under this section, if, upon further investigation, the commissioner determines that the individual's criminal conviction differs from the information presented in the determination request.\n\n(d) Notwithstanding the provisions of this section, a person who is a graduate of a course of study described in subdivision (1) or (2) of subsection (b) of section 20-195dd may practice professional counseling for a period not greater than one hundred twenty calendar days after the date such person completed such course of study, provided such person works under professional supervision.\n\n(P.A. 97-311, S. 3; June Sp. Sess. P.A. 01-4, S. 18; June Sp. Sess. P.A. 09-3, S. 214; P.A. 13-76, S. 2; P.A. 15-242, S. 64; 15-244, S. 124; June Sp. Sess. P.A. 15-5, S. 474; P.A. 17-94, S. 2; P.A. 19-117, S. 164; P.A. 22-88, S. 5; P.A. 23-31, S. 50; 23-101, S. 14.)\n\nHistory: June Sp. Sess. P.A. 01-4 made technical changes in Subsecs. (a) and (b) and added provisions re continuing education in Subsec. (b); June Sp. Sess. P.A. 09-3 amended Subsec. (a) to increase fee from $250 to $315 and amended Subsec. (b) to increase fee from $150 to $190; P.A. 13-76 amended Subsec. (b)(1) by adding provision re continuing education programs to include training or education in cultural competency, effective October 1, 2013, and applicable to registration periods beginning on and after October 1, 2014; P.A. 15-242 amended Subsec. (b) by adding provisions re training or education on topic of mental health conditions common to veterans and family members of veterans; P.A. 15-244 amended Subsec. (b) to increase renewal fee from $190 to $195, effective July 1, 2015; June Sp. Sess. P.A. 15-5 changed effective date of P.A. 15-244, S. 124, from July 1, 2015, to October 1, 2015, and applicable to the renewal of a license or certificate that expires on or after that date, effective June 30, 2015; P.A. 17-94 amended Subsec. (b) by designating provisions re topic of cultural competency as new Subpara. (A), designating provisions re topic of mental health conditions common to veterans and family members of veterans as new Subpara. (B), redesignating existing Subparas. (A) to (C) as clauses (i) to (iii), added new Subpara. (C) re topic of professional ethics, and made technical changes; P.A. 19-117 amended Subsec. (a) by designating existing provisions re professional counselor as Subdiv. (1), adding Subdiv. (2) re professional counselor associate and adding provision requiring application fee for professional counselor associate to be $220 and amended Subsec. (b) by adding reference to professional counselors and professional counselor associates; P.A. 22-88 added Subsec. (c) re provisions for individuals convicted of a criminal offense to request commissioner determination whether such conviction disqualifies them from receiving a license; P.A. 23-31 added Subsec. (d) re temporary authorization to practice under supervision for recent graduates, effective July 1, 2023; P.A. 23-101 amended Subsec. (a) by changing the application fee for professional counselor from $315 to $200 and for professional counselor associate from $220 to $125 and amended Subsec. (b) by changing renewal fee for professional counselor from $195 to $200 and for professional counselor associate from $195 to $125, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195cc/"
    },
    {
      "id": "section-20-195dd",
      "number": "20-195dd.",
      "heading": "Qualifications.",
      "text": "(a) Except as otherwise provided in subsections (c) and (d) of this section, an applicant for a license as a professional counselor shall submit evidence satisfactory to the commissioner of having: (1) (A) Earned a graduate degree in clinical mental health counseling as part of a program of higher learning accredited by the Council for Accreditation of Counseling and Related Educational Programs, or a successor organization, or (B) (i) completed at least sixty graduate semester hours in counseling or a related mental health field at a regionally accredited institution of higher education that included coursework in each of the following areas: (I) Human growth and development; (II) social and cultural foundations; (III) counseling theories; (IV) counseling techniques; (V) group counseling; (VI) career counseling; (VII) appraisals or tests and measurements to individuals and groups; (VIII) research and evaluation; (IX) professional orientation to mental health counseling; (X) addiction and substance abuse counseling; (XI) trauma and crisis counseling; and (XII) diagnosis and treatment of mental and emotional disorders, (ii) earned from a regionally accredited institution of higher education a graduate degree in counseling or a related mental health field, (iii) completed a one-hundred-hour practicum in counseling taught by a faculty member licensed or certified as a professional counselor or its equivalent in another state, and (iv) completed a six-hundred-hour clinical mental health counseling internship taught by a faculty member licensed or certified as a professional counselor or its equivalent in another state; (2) acquired three thousand hours of postgraduate experience under professional supervision, including a minimum of one hundred hours of direct professional supervision, in the practice of professional counseling, performed over a period of not less than two years; and (3) passed an examination prescribed by the commissioner. The provisions of subparagraphs (B)(i)(X) to (B)(i)(XII), inclusive, (B)(iii) and (B)(iv) of this subsection shall not apply to any applicant who, on or before July 1, 2017, was a matriculating student in good standing in a graduate degree program at a regionally accredited institution of higher education in one of the fields required under subparagraph (B) of this subsection.\n\n(b) An applicant for a license as a professional counselor associate shall submit to the Commissioner of Public Health evidence satisfactory to the commissioner of having (1) earned a graduate degree in clinical mental health counseling as part of a program of higher learning accredited by the Council for Accreditation of Counseling and Related Educational Programs, or a successor organization, or (2) (A) completed at least sixty graduate semester hours in counseling or a related mental health field at a regionally accredited institution of higher education that included coursework in each of the following areas: Human growth and development; social and cultural foundations; counseling theories; counseling techniques; group counseling; career counseling; appraisals or tests and measurements to individuals and groups; research and evaluation; professional orientation to mental health counseling; addiction and substance abuse counseling; trauma and crisis counseling; and diagnosis and treatment of mental and emotional disorders, (B) completed a one-hundred-hour practicum in counseling taught by a faculty member licensed or certified as a professional counselor or its equivalent in another state, (C) completed a six-hundred-hour clinical mental health counseling internship taught by a faculty member licensed or certified as a professional counselor or its equivalent in another state, and (D) earned from a regionally accredited institution of higher education a graduate degree in counseling or a related mental health field. The provisions of subparagraphs (A) to (C), inclusive, of subdivision (2) of this subsection shall not apply to any applicant who, on or before July 1, 2022, earned a graduate degree at a regionally accredited institution of higher education in counseling or a related mental health field and has accumulated at least three thousand hours of experience under professional supervision, as defined in section 20-195aa.\n\n(c) An applicant for licensure by endorsement shall present evidence satisfactory to the commissioner that the applicant is licensed or certified as a professional counselor or professional counselor associate, or as a person entitled to perform similar services under a different designation, in another state or jurisdiction whose requirements for practicing in such capacity are substantially similar to or higher than those of this state and that there are no disciplinary actions or unresolved complaints pending.\n\n(d) An applicant who is licensed or certified as a professional counselor or its equivalent in another state, territory or commonwealth of the United States may substitute three years of licensed or certified work experience in the practice of professional counseling in lieu of the requirements of subdivision (2) of subsection (a) of this section, provided the commissioner finds that such experience is equal to or greater than the requirements of this state.\n\n(P.A. 97-311, S. 4; P.A. 98-43, S. 2; P.A. 99-126, S. 4, 5; June Sp. Sess. P.A. 01-4, S. 14, 58; P.A. 02-89, S. 47; P.A. 06-195, S. 48; P.A. 07-252, S. 47; June Sp. Sess. P.A. 07-5, S. 67; P.A. 14-231, S. 35; P.A. 17-94, S. 3; P.A. 19-117, S. 165; P.A. 21-121, S. 18.)\n\nHistory: P.A. 98-43 inserted reference to subsection (b) in Subsec. (a) and deleted reference to “January 1, 1999”, modified degree requirements in Subsec. (a)(1)(A), divided Subsec. (a)(2) into subparagraphs, added Subparas. (C) and (G), added “or prior to October 1, 1998, eligible for licensure” in new Subpara. (F), changed “Except as provided in subsection (c) of this section, prior to January 1, 1999” to “Prior to July 1, 1999” in Subsec. (b), changed “shall” to “may, in lieu of the requirements set forth in subsection (a) of this section” in Subsec. (b), changed practice requirement in Subsec. (b)(2) from two years “immediately preceding October 1, 1997” to two years “within a five-year period immediately preceding application” and made gender-neutral technical changes in Subsecs. (a), (b) and (c); P.A. 99-126 amended Subsec. (b) by deleting requirement of completion of an examination prescribed by the Commissioner of Public Health, effective June 8, 1999; June Sp. Sess. P.A. 01-4 amended Subsec. (b) by designating existing provisions as Subdiv. (1), designating existing Subdivs. (1) and (2) therein as Subparas. (A) and (B), and adding new Subdiv. (2) re license requirements in lieu of Subsec. (a) prior to December 30, 2001, effective July 1, 2001; P.A. 02-89 deleted as obsolete Subsec. (b)(1) authorizing an applicant in lieu of the requirements of Subsec. (a) to submit prior to July 1, 1999, satisfactory evidence of earning any of certain educational degrees, practicing professional counseling for a minimum of two years in the preceding five years and passing an examination prescribed by the commissioner and redesignated existing Subsec. (b)(2) as Subsec. (b); P.A. 06-195 amended Subsec. (a) to modify degree requirements in Subdiv. (1) and newly designated Subdiv. (2)(A) to (C), inclusive, to allow for master's, sixth-year and doctoral degree work in a discipline related to counseling, rather than professional counseling, and renumber existing Subdivs. (2) and (3) as Subdivs. (3) and (4), respectively; P.A. 07-252 amended Subsec. (a) by deleting references to National Board for Certified Counselors, modifying coursework and degree requirements in Subdivs. (1) and (2), including deletion of requirement re 42 graduate semester hours for master's degree work, and making conforming changes, effective July 12, 2007; June Sp. Sess. P.A. 07-5 amended Subsec. (a)(2) to eliminate requirement that applicant have a sixth-year degree in the discipline of counseling, effective October 6, 2007; P.A. 14-231 deleted former Subsec. (b) re applicant for a license prior to December 30, 2001, redesignated existing Subsec. (c) as Subsec. (b) and added new Subsec. (c) re applicant currently licensed or certified in another state, territory or commonwealth may substitute work experience; P.A. 17-94 amended Subsec. (a) by designating provisions re evidence to be submitted by applicant for license as professional counselor prior to January 1, 2019 as new Subdiv. (1), redesignating existing Subdivs. (1) to (4) as new Subparas. (A) to (D), adding provision re applicant who is matriculating student on or before July 1, 2017, adding new Subdiv. (2) re evidence to be submitted by applicant for license as professional counselor on and after January 1, 2019, amended Subsec. (c) by replacing reference to Subdiv. (3) with references to Subsec. (a)(1)(C) and (a)(2)(B), and adding “as applicable”, and made technical and conforming changes; P.A. 19-117 amended Subsec. (a) by deleting Subdiv. (1) re evidence to be submitted by applicant for licensure as professional counselor, deleting Subdiv. (2) designator and amending provisions by deleting reference to January 1, 2019, added new Subsec. (b) re evidence to be submitted by applicant for licensure as professional counselor associate, redesignated existing Subsec. (b) as new Subsec. (c) and amending same by adding reference to professional counselor associate, redesignated existing Subsec. (c) as Subsec. (d), and made technical and conforming changes; P.A. 21-121 amended Subsec. (a)(1) by designating existing provisions re coursework areas in Subpara. (B) as Subparas. (B)(i)(I) to (B)(i)(XII), amended Subsec. (a)(3) by adding provision re exception to coursework area requirements and amended Subsec. (b)(2) by adding provision re exception to coursework requirements in Subparas. (A) to (C), effective July 6, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195dd/"
    },
    {
      "id": "section-20-195ee",
      "number": "20-195ee.",
      "heading": "Denial of application. Disciplinary action. Grounds.",
      "text": "The Commissioner of Public Health may deny an application of an individual or take any disciplinary action set forth in section 19a-17 against a professional counselor or professional counselor associate for any of the following reasons: (1) Failure to conform to the accepted standards of the profession; (2) conviction of a felony, provided any action taken is based upon (A) the nature of the conviction and its relationship to the license holder's ability to safely or competently practice professional counseling, (B) information pertaining to the degree of rehabilitation of the license holder, and (C) the time elapsed since the conviction or release; (3) fraud or deceit in obtaining or seeking reinstatement of a license to practice professional counseling; (4) fraud or deceit in the practice of professional counseling; (5) negligent, incompetent or wrongful conduct in professional activities; (6) physical, mental or emotional illness or disorder resulting in an inability to conform to the accepted standards of the profession; (7) alcohol or substance abuse; (8) wilful falsification of entries in any hospital, patient or other record pertaining to professional counseling; or (9) violation of any provision of sections 20-195aa to 20-195dd, inclusive, or any regulation adopted pursuant to section 20-195ff. The commissioner may order a license holder to submit to a reasonable physical or mental examination if his physical or mental capacity to practice safely is the subject of an investigation. The commissioner may petition the superior court for the judicial district of Hartford to enforce such order or any action taken pursuant to said section 19a-17. The commissioner shall give notice and an opportunity to be heard on any contemplated action under said section 19a-17.\n\n(P.A. 88-230, S. 10, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 7, 8; P.A. 95-220, S. 4–6; P.A. 97-311, S. 5; P.A. 19-117, S. 175; P.A. 22-88, S. 6.)\n\nHistory: (Revisor's note: P.A. 88-230, 90-98, 93-142 and 95-220 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public and special acts of 1997, effective September 1, 1998); P.A. 19-117 added reference to professional counselor associate; P.A. 22-88 added provision re application denial and added provisos re felony conviction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195ee/"
    },
    {
      "id": "section-20-195ff",
      "number": "20-195ff.",
      "heading": "Regulations.",
      "text": "The Commissioner of Public Health may adopt regulations, in accordance with the provisions of chapter 54, to further the purposes of subdivision (18) of subsection (c) of section 19a-14, subsection (e) of section 19a-88, subdivision (13) of section 19a-175, subsection (b) of section 20-9, sections 20-195aa to 20-195ee, inclusive, and section 20-195gg.\n\n(P.A. 97-311, S. 6; P.A. 02-89, S. 48; P.A. 19-117, S. 167; 19-118, S. 59; P.A. 21-121, S. 98.)\n\nHistory: P.A. 02-89 deleted reference to Subsec. (c) of Sec. 20-195c; P.A. 19-117 replaced reference to Sec. 20-195ff with reference to Sec. 20-195ee and replaced reference to Secs. 20-206jj to 20-206oo with reference to Sec. 20-195gg; P.A. 19-118 replaced “(15)” with “(14)”, effective July 1, 2019; P.A. 21-121 changed reference to Sec. 19a-175(14) to Sec. 19a-175(13), effective July 6, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195ff/"
    },
    {
      "id": "section-20-195gg",
      "number": "20-195gg.",
      "heading": "Practice of professional counseling. Independent practice.",
      "text": "(a) An individual licensed as a professional counselor pursuant to section 20-195dd may practice professional counseling. The practice of professional counseling includes, but is not limited to, engaging in the independent practice of professional counseling.\n\n(b) An individual licensed as a professional counselor associate pursuant to subsection (d) of section 20-195dd may practice professional counseling under professional supervision. Except as provided in subsection (c) of section 20-195bb, a licensed professional counselor associate may not engage in the independent practice of professional counseling.\n\n(P.A. 19-117, S. 166.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195gg/"
    },
    {
      "id": "section-20-195hh",
      "number": "20-195hh.",
      "heading": "Counseling Compact.",
      "text": "The Counseling Compact is hereby enacted into law and entered into by the state of Connecticut with any and all jurisdictions legally joining therein in accordance with its terms. The compact is substantially as follows:\n\nThe purpose of the compact is to facilitate interstate practice of licensed professional counselors with the goal of improving public access to professional counseling services. The practice of professional counseling occurs in the state where the client is located at the time of the counseling services. The compact preserves the regulatory authority of states to protect public health and safety through the current system of state licensure. The compact is designed to achieve the following objectives:\n\n(1) Increase public access to professional counseling services by providing for the mutual recognition of other member state licenses;\n\n(2) Enhance the states' ability to protect public health and safety;\n\n(3) Encourage the cooperation of member states in regulating multistate practice for licensed professional counselors;\n\n(4) Support spouses of relocating active duty military personnel;\n\n(5) Enhance the exchange of licensure, investigative and disciplinary information among member states;\n\n(6) Allow for the use of telehealth technology to facilitate increased access to professional counseling services;\n\n(7) Support the uniformity of professional counseling licensure requirements throughout the member states to promote public safety and public health benefits;\n\n(8) Invest all member states with the authority to hold a licensed professional counselor accountable for meeting all state practice laws in the state in which the client is located at the time care is rendered through the mutual recognition of member state licenses;\n\n(9) Eliminate the necessity for licenses in multiple states; and\n\n(10) Provide opportunities for interstate practice by licensed professional counselors who meet uniform licensure requirements.\n\nAs used in the compact, except as otherwise provided, the following definitions shall apply:\n\n(1) “Active duty military” means full-time duty status in the active uniformed service of the United States, including, but not limited to, members of the National Guard and Reserve on active duty orders pursuant to 10 USC 1209 and 10 USC 1211.\n\n(2) “Adverse action” means any administrative, civil, equitable or criminal action permitted by a state's laws that is imposed by a licensing board or other authority against a licensed professional counselor, including actions against an individual's license or privilege to practice such as revocation, suspension, probation, monitoring of the licensee, limitation on the licensee's practice or any other encumbrance on licensure affecting a licensed professional counselor's authorization to practice, including issuance of a cease and desist action.\n\n(3) “Alternative program” means a nondisciplinary monitoring or practice remediation process approved by a professional counseling licensing board to address impaired practitioners.\n\n(4) “Continuing competence or education” means a requirement, as a condition of license renewal, to provide evidence of participation in, or completion of, educational and professional activities relevant to practice or area of work.\n\n(5) “Counseling Compact Commission” or “commission” means the national administrative body whose membership consists of all states that have enacted the compact.\n\n(6) “Current significant investigative information” means:\n\n(A) Investigative information that a licensing board, after a preliminary inquiry that includes notification and an opportunity for the licensed professional counselor to respond, if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction; or\n\n(B) Investigative information that indicates that the licensed professional counselor represents an immediate threat to public health and safety regardless of whether the licensed professional counselor has been notified and had an opportunity to respond.\n\n(7) “Data system” means a repository of information about licensees, including, but not limited to, continuing education, examination, licensure, investigative, privilege to practice and adverse action information.\n\n(8) “Encumbered license” means a license in which an adverse action restricts the practice of licensed professional counseling by the licensee and such adverse action has been reported to the National Practitioners Data Bank.\n\n(9) “Encumbrance” means a revocation or suspension of, or any limitation on, the full and unrestricted practice of licensed professional counseling by a licensing board.\n\n(10) “Executive committee” means a group of directors elected or appointed to act on behalf of, and within the powers granted to them by, the commission.\n\n(11) “Home state” means the member state that is the licensee's primary state of residence.\n\n(12) “Impaired practitioner” means an individual who has a condition that may impair the individual's ability to practice as a licensed professional counselor without some type of intervention and may include, but is not limited to, alcohol and drug dependence, mental health impairment and neurological or physical impairments.\n\n(13) “Investigative information” means information, records and documents received or generated by a professional counseling licensing board pursuant to an investigation.\n\n(14) “Jurisprudence requirement” means any assessment required by a member state of an individual's knowledge of the laws and rules governing the practice of professional counseling in a state.\n\n(15) “Licensed professional counselor” means a counselor licensed by a member state, regardless of the title used by the member state, to independently assess, diagnose and treat behavioral health conditions.\n\n(16) “Licensee” means an individual who currently holds an authorization from the state to practice as a licensed professional counselor.\n\n(17) “Licensing board” means the agency of a member state, or the equivalent, that is responsible for the licensing and regulation of licensed professional counselors.\n\n(18) “Member state” means a state that has enacted the compact.\n\n(19) “Privilege to practice” means a legal authorization equivalent to a license that permits the practice of professional counseling in a remote state.\n\n(20) “Professional counseling” means the assessment, diagnosis and treatment of behavioral health conditions by a licensed professional counselor.\n\n(21) “Remote state” means a member state, other than the home state, where a licensee is exercising or seeking to exercise the privilege to practice.\n\n(22) “Rule” means a regulation promulgated by the commission that has the force of law.\n\n(23) “Single state license” means a licensed professional counselor license issued by a member state that authorizes practice only within the issuing state and does not include a privilege to practice in any other member state.\n\n(24) “State” means any state, commonwealth, district or territory of the United States that regulates the practice of professional counseling.\n\n(25) “Telehealth” means the application of telecommunication technology to deliver professional counseling services remotely to assess, diagnose and treat behavioral health conditions.\n\n(26) “Unencumbered license” means a license that authorizes a licensed professional counselor to engage in the full and unrestricted practice of professional counseling.\n\n(a) To participate in the compact, a state shall currently:\n\n(1) License and regulate licensed professional counselors;\n\n(2) Require licensees to pass a nationally recognized exam approved by the commission;\n\n(3) Require licensees to have a sixty semester-hour or ninety quarter-hour master's degree in counseling or sixty semester hours or ninety quarter-hours of graduate course work, including the following topic areas:\n\n(A) Professional counseling orientation and ethical practice;\n\n(B) Social and cultural diversity;\n\n(C) Human growth and development;\n\n(D) Career development;\n\n(E) Counseling and helping relationships;\n\n(F) Group counseling and group work;\n\n(G) Diagnosis and treatment;\n\n(H) Assessment and testing;\n\n(I) Research and program evaluation; and\n\n(J) Other areas as determined by the commission;\n\n(4) Require licensees to complete a supervised postgraduate professional experience as defined by the commission; and\n\n(5) Have a mechanism in place for receiving and investigating complaints about licensees.\n\n(b) A member state shall:\n\n(1) Participate fully in the commission's data system, including using the commission's unique identifier as defined in rules;\n\n(2) Notify the commission, in compliance with the terms of the compact and rules, of any adverse action or the availability of investigative information regarding a licensee;\n\n(3) Implement or utilize procedures for considering the criminal history records of applicants for an initial privilege to practice, including the submission of fingerprints or other biometric-based information by applicants for the purpose of obtaining an applicant's criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records, provided (A) a member state shall fully implement a criminal background check requirement, within a time frame established by rule, by receiving the results of the Federal Bureau of Investigation record search and shall use the results in making licensure decisions; and (B) communication between a member state, the commission and among member states regarding the verification of eligibility for licensure through the compact shall not include any information received from the Federal Bureau of Investigation relating to a federal criminal records check performed by a member state under the Departments of State, Justice, and Commerce, the Judiciary, and Related Agencies Appropriation Act, 1973, P.L. 92-544;\n\n(4) Comply with the rules of the commission;\n\n(5) Require an applicant to obtain or retain a license in the home state and meet the home state's qualifications for licensure or renewal of licensure, as well as all other applicable state laws;\n\n(6) Grant the privilege to practice to a licensee holding a valid unencumbered license in another member state in accordance with the terms of the compact and rules; and\n\n(7) Provide for the attendance of the state's commissioner to the Counseling Compact Commission meetings.\n\n(c) A member state may charge a fee for granting the privilege to practice under the compact.\n\n(d) An individual not residing in a member state may apply for a member state's single state license to practice professional counseling as provided under the laws of each member state.\n\n(e) The single state license to practice professional counseling granted to an individual not residing in a member state shall not be recognized as granting a privilege to practice in any other member state.\n\n(f) Nothing in the compact shall affect the requirements established by a member state for the issuance of a single state license to practice professional counseling.\n\n(g) A license issued to a licensed professional counselor by a home state to a resident of such home state shall be recognized by each member state as authorizing a licensed professional counselor to practice professional counseling, under a privilege to practice, in each member state.\n\n(a) To exercise the privilege to practice under the terms and provisions of the compact, a licensee shall:\n\n(1) Hold a license in the home state;\n\n(2) Have a valid Social Security number or National Practitioner Identifier;\n\n(3) Be eligible for a privilege to practice in any member state in accordance with subsections (d), (g) and (h) of this section of the compact;\n\n(4) Have not had any encumbrance or restriction against any license or privilege to practice within the previous two years;\n\n(5) Notify the commission that the licensee is seeking the privilege to practice within a remote state;\n\n(6) Pay any applicable fees, including any state fee, for the privilege to practice;\n\n(7) Meet any continuing competence or education requirements established by the home state;\n\n(8) Meet any jurisprudence requirements established by each remote state in which the licensee is seeking a privilege to practice; and\n\n(9) Report to the commission any adverse action, encumbrance or restriction on license taken by any non-member state not later than thirty days after the date on which the action is taken.\n\n(b) The privilege to practice shall be valid until the expiration date of the home state license. The licensee shall comply with the requirements of subsection (a) of this section of the compact to maintain the privilege to practice in the remote state.\n\n(c) A licensee providing professional counseling in a remote state under the privilege to practice shall adhere to the laws and regulations of the remote state.\n\n(d) A licensee providing professional counseling services in a remote state shall be subject to the remote state's regulatory authority. A remote state may, in accordance with due process and such state's laws, remove a licensee's privilege to practice in the remote state for a specific period of time, impose fines or take any other necessary action to protect the health and safety of its citizens. The licensee may be ineligible for a privilege to practice in any member state until the specific time for removal has passed and all fines are paid.\n\n(e) If a home state license is encumbered, the licensee shall lose the privilege to practice in any remote state until the following occur:\n\n(1) The home state license is no longer encumbered; and\n\n(2) The licensee has not had any encumbrance or restriction against any license or privilege to practice within the previous two years.\n\n(f) After an encumbered license in the home state is restored to good standing, the licensee shall meet the requirements of subsection (a) of this section of the compact to obtain a privilege to practice in any remote state.\n\n(g) If a licensee's privilege to practice in any remote state is removed, the individual may lose the privilege to practice in all other remote states until the following occur:\n\n(1) The specific period of time for which the privilege to practice was removed has ended;\n\n(2) All fines have been paid; and\n\n(3) The licensee has not had any encumbrance or restriction against any license or privilege to practice within the previous two years.\n\n(h) When the requirements of subsection (g) of this section of the compact have been met, the licensee shall meet the requirements in subsection (a) of this section of the compact to obtain a privilege to practice in a remote state.\n\n(a) A licensed professional counselor may hold a home state license that allows for a privilege to practice in other member states in only one member state at a time.\n\n(b) If a licensed professional counselor changes the primary state of residence by moving between two member states:\n\n(1) The licensed professional counselor shall file an application for obtaining a new home state license based on a privilege to practice, pay all applicable fees and notify the current and new home state in accordance with applicable rules adopted by the commission.\n\n(2) Upon receipt of an application to obtain a new home state license by virtue of a privilege to practice, the new home state shall verify that the licensed professional counselor meets the pertinent criteria outlined in section 4 of the compact via the data system, without need for primary source verification, except:\n\n(A) A Federal Bureau of Investigation fingerprint based criminal background check if not previously performed or updated pursuant to applicable rules adopted by the commission in accordance with the Departments of State, Justice, and Commerce, the Judiciary, and Related Agencies Appropriation Act, 1973, P.L. 92-544;\n\n(B) Any other criminal background check as required by the new home state; and\n\n(C) Completion of any requisite jurisprudence requirements of the new home state.\n\n(3) The former home state shall convert the former home state license into a privilege to practice once the new home state has activated the new home state license in accordance with applicable rules adopted by the commission.\n\n(4) Notwithstanding any other provision of the compact, if the licensed professional counselor cannot meet the criteria in section 4 of the compact, the new home state may apply its requirements for issuing a new single state license.\n\n(5) The licensed professional counselor shall pay all applicable fees to the new home state in order to be issued a new home state license.\n\n(c) If a licensed professional counselor changes the primary state of residence by moving from a member state to a non-member state, or from a non-member state to a member state, the state criteria shall apply for issuance of a single state license in the new state.\n\n(d) Nothing in the compact shall interfere with a licensee's ability to hold a single state license in multiple states. For the purposes of the compact, a licensee shall have only one home state license.\n\n(e) Nothing in the compact shall affect the requirements established by a member state for the issuance of a single state license.\n\nActive duty military personnel, or the spouse of an active duty military personnel, shall designate a home state where such personnel or such spouse has a current license in good standing. Such personnel or such spouse may retain the home state designation during the period the service member is on active duty. Subsequent to designating a home state, such personnel or such spouse shall only change such personnel's or such spouse's home state through application for licensure in the new state, or through the process described in section 5 of the compact.\n\n(a) A member state shall recognize the right of a licensed professional counselor, licensed by a home state in accordance with section 3 of the compact and under rules promulgated by the commission, to practice professional counseling in any member state via telehealth under a privilege to practice as provided in the compact and rules promulgated by the commission.\n\n(b) A licensee providing professional counseling services in a remote state under the privilege to practice shall adhere to the laws and regulations of the remote state.\n\n(a) In addition to the other powers conferred by state law, a remote state shall have the authority, in accordance with existing state due process law, to:\n\n(1) Take adverse action against a licensed professional counselor's privilege to practice within such member state;\n\n(2) Issue a subpoena for a hearing or an investigation that requires the attendance and testimony of a witness and the production of evidence. A subpoena issued by a licensing board in a member state for the attendance and testimony of a witness or the production of evidence from another member state shall be enforced in the latter member state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it;\n\n(3) The authority issuing a subpoena under subdivision (2) of this subsection shall pay any witness fees, travel expenses, mileage and other fees required by the service laws of the state in which the witnesses or evidence are located; and\n\n(4) Only the home state shall have the power to take adverse action against a licensed professional counselor's license issued by the home state.\n\n(b) For the purpose of taking adverse action, the home state shall give the same priority and effect to reported conduct received from a member state as it would if the conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine appropriate action.\n\n(c) The home state shall complete any pending investigation of a licensed professional counselor who changes primary state of residence during the course of the investigation. The home state shall also have the authority to take appropriate action and shall promptly report the conclusion of the investigations to the administrator of the data system. The administrator of the coordinated licensure information system shall promptly notify the new home state of any adverse action.\n\n(d) A member state, if otherwise permitted by state law, may recover from the affected licensed professional counselor the costs of investigations and dispositions of cases resulting from any adverse action taken against such licensed professional counselor.\n\n(e) A member state may take adverse action based on the factual findings of the remote state, provided the member state follows its own procedures for taking the adverse action.\n\n(f) (1) In addition to the authority granted to a member state by its respective professional counseling practice act or other applicable state law, any member state may participate with another member state in a joint investigation of a licensee.\n\n(2) A member state shall share any investigative, litigation or compliance materials in furtherance of any joint or individual investigation initiated under the compact.\n\n(g) If adverse action is taken by the home state against the license of a licensed professional counselor, the licensed professional counselor's privilege to practice in all other member states shall be deactivated until all encumbrances have been removed from the state license.\n\n(h) A home state disciplinary order that imposes adverse action against the license of a licensed professional counselor shall include a statement that the licensed professional counselor's privilege to practice is deactivated in all member states during the pendency of the order.\n\n(i) If a member state takes adverse action, it shall promptly notify the administrator of the data system. The administrator of the data system shall promptly notify the home state of any adverse action by a remote state.\n\n(j) Nothing in the compact shall override a member state's decision that participation in an alternative program may be used in lieu of adverse action.\n\n(a) The member states hereby create and establish a joint public agency known as the Counseling Compact Commission:\n\n(1) The commission is an instrumentality of the compact states.\n\n(2) Venue is proper and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings.\n\n(3) Nothing in the compact shall be construed to be a waiver of sovereign immunity.\n\n(b) Membership, Voting and Meetings:\n\n(1) Each member state shall have and be limited to one delegate selected by that member state's licensing board.\n\n(2) The delegate shall be either:\n\n(A) A current member of the licensing board at the time of appointment, who is a licensed professional counselor or public member; or\n\n(B) An administrator of the licensing board.\n\n(3) Any delegate may be removed or suspended from office as provided by the law of the state from which the delegate is appointed.\n\n(4) The member state licensing board shall fill any vacancy occurring on the commission not later than sixty days after the vacancy occurs.\n\n(5) Each delegate shall be entitled to one vote with regard to the promulgation of rules and creation of bylaws and shall otherwise have an opportunity to participate in the business and affairs of the commission.\n\n(6) A delegate shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for delegates' participation in meetings by telephone or other means of communication.\n\n(7) The commission shall meet at least once during each calendar year. Additional meetings shall be held as set forth in the bylaws.\n\n(8) The commission shall by rule establish a term of office for delegates and may by rule establish term limits.\n\n(c) The commission shall have the following powers and duties:\n\n(1) Establish the fiscal year of the commission;\n\n(2) Establish bylaws;\n\n(3) Maintain its financial records in accordance with the bylaws;\n\n(4) Meet and take such actions as are consistent with the provisions of the compact and the bylaws;\n\n(5) Promulgate rules that shall be binding to the extent and in the manner provided for in the compact;\n\n(6) Bring and prosecute legal proceedings or actions in the name of the commission, provided the standing of any state licensing board to sue or be sued under applicable law shall not be affected;\n\n(7) Purchase and maintain insurance and bonds;\n\n(8) Borrow, accept or contract for services of personnel, including, but not limited to, employees of a member state;\n\n(9) Hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals appropriate authority to carry out the purposes of the compact and establish the commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel and other related personnel matters;\n\n(10) Accept any and all appropriate donations and grants of money, equipment, supplies, materials and services, and to receive, utilize and dispose of the same provided the commission at all times shall avoid any appearance of impropriety or conflict of interest;\n\n(11) Lease, purchase, accept appropriate gifts or donations of, or otherwise to own, hold, improve or use, any property, real, personal or mixed, provided the Commission avoids, at all times, any appearance of impropriety;\n\n(12) Sell, convey, mortgage, pledge, lease, exchange, abandon or otherwise dispose of any property real, personal or mixed;\n\n(13) Establish a budget and make expenditures;\n\n(14) Borrow money;\n\n(15) Appoint committees, including standing committees composed of members, state regulators, state legislators or their representatives, consumer representatives and such other interested persons as may be designated in the compact and the bylaws;\n\n(16) Provide and receive information from, and cooperate with, law enforcement agencies;\n\n(17) Establish and elect an executive committee; and\n\n(18) Perform such other functions as may be necessary or appropriate to achieve the purposes of the compact consistent with the state regulation of professional counseling licensure and practice.\n\n(d) The executive committee:\n\n(1) The executive committee shall have the power to act on behalf of the commission according to the terms of the compact.\n\n(2) The executive committee shall be composed of up to eleven members, including the following:\n\n(A) Seven voting members who are elected by the commission from the current membership of the commission; and\n\n(B) Up to four ex-officio, nonvoting members from different recognized national professional counselor organizations, who shall be selected by their respective organizations.\n\n(3) The commission may remove any member of the executive committee as provided in bylaws.\n\n(4) The executive committee shall meet at least annually.\n\n(5) The executive committee shall have the following duties and responsibilities:\n\n(A) Recommend to the entire commission changes to the rules or bylaws, changes to the compact legislation, fees paid by compact member states, such as annual dues, and any commission compact fee charged to licensees for the privilege to practice;\n\n(B) Ensure compact administration services are appropriately provided, contractual or otherwise;\n\n(C) Prepare and recommend the budget;\n\n(D) Maintain financial records on behalf of the commission;\n\n(E) Monitor compact compliance of member states and provide compliance reports to the commission;\n\n(F) Establish additional committees as necessary; and\n\n(G) Other duties as provided in rules or bylaws.\n\n(e) Meetings of the commission:\n\n(1) All meetings shall be open to the public, and public notice of meetings shall be given in the same manner as required under the rulemaking provisions in section 11 of the compact.\n\n(2) The commission or the executive committee or other committees of the commission may convene in a closed, nonpublic meeting, provided the commission or executive committee or other committees of the commission discuss:\n\n(A) Noncompliance of a member state with its obligations under the compact;\n\n(B) The employment, compensation, discipline or other matters, practices or procedures related to specific employees or other matters related to the commission's internal personnel practices and procedures;\n\n(C) Current, threatened or reasonably anticipated litigation;\n\n(D) Negotiation of contracts for the purchase, lease or sale of goods, services or real estate;\n\n(E) Accusing any person of a crime or formally censuring any person;\n\n(F) Disclosure of trade secrets or commercial or financial information that is privileged or confidential;\n\n(G) Disclosure of information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;\n\n(H) Disclosure of investigative records compiled for law enforcement purposes;\n\n(I) Disclosure of information related to any investigative reports prepared by or on behalf of or for use of the commission or other committee charged with responsibility of investigation or determination of compliance issues pursuant to the compact; or\n\n(J) Matters specifically exempted from disclosure by federal or member state statute.\n\n(3) If a meeting, or portion of a meeting, is closed pursuant to subdivision (2) of this subsection, the commission's legal counsel or designee shall certify that the meeting may be closed and shall reference each relevant exempting provision.\n\n(4) The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefor, including a description of the views expressed. All documents considered in connection with an action shall be identified in such minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the commission or order of a court of competent jurisdiction.\n\n(f) Financing of the commission:\n\n(1) The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization and ongoing activities.\n\n(2) The commission may accept any and all appropriate revenue sources, donations and grants of money, equipment, supplies, materials and services.\n\n(3) The commission may levy on and collect an annual assessment from each member state or impose fees on other parties to cover the cost of the operations and activities of the commission and its staff, which must be in a total amount sufficient to cover its annual budget as approved each year for which revenue is not provided by other sources. The aggregate annual assessment amount shall be allocated based upon a formula to be determined by the commission, which shall promulgate a rule binding upon all member states.\n\n(4) The commission shall not incur obligations of any kind prior to securing the funds adequate to meet the same. The commission shall not pledge the credit of any of the member states, except by and with the authority of the member state.\n\n(5) The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the audit and accounting procedures established under its bylaws. All receipts and disbursements of funds handled by the commission shall be audited yearly by a certified or licensed public accountant, and the report of the audit shall be included in and become part of the annual report of the commission.\n\n(g) Qualified immunity, defense and indemnification:\n\n(1) The members, officers, executive director, employees and representatives of the commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties or responsibilities, provided nothing in this subdivision shall be construed to protect any such person from suit or liability for any damage, loss, injury or liability caused by the intentional or wilful or wanton misconduct of that person.\n\n(2) The commission shall defend any member, officer, executive director, employee or representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error or omission that occurred within the scope of the commission's employment, duties or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of the commission's employment, duties or responsibilities, provided (A) nothing in this subdivision shall be construed to prohibit such person from retaining his or her own counsel, and (B) the actual or alleged act, error or omission did not result from such person's intentional or wilful or wanton misconduct.\n\n(3) The commission shall indemnify and hold harmless any member, officer, executive director, employee or representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error or omission that occurred within the scope of commission employment, duties or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided the actual or alleged act, error or omission did not result from the intentional or wilful or wanton misconduct of such person.\n\n(a) The commission shall provide for the development, maintenance, operation and utilization of a coordinated database and reporting system containing licensure, adverse action and investigative information on all licensed individuals in member states.\n\n(b) Notwithstanding any provision of state law, a member state shall submit a uniform data set to the data system on all individuals to whom the compact is applicable as required by the rules of the commission, including:\n\n(1) Identifying information;\n\n(2) Licensure data;\n\n(3) Any adverse action against a license or privilege to practice;\n\n(4) Nonconfidential information related to alternative program participation;\n\n(5) Any denial of application for licensure, and the reason for such denial;\n\n(6) Current significant investigative information; and\n\n(7) Other information that may facilitate the administration of the compact, as determined by the rules of the commission.\n\n(c) Investigative information pertaining to a licensee in any member state shall only be available to other member states.\n\n(d) The commission shall promptly notify all member states of any adverse action taken against a licensee or an individual applying for a license. Adverse action information pertaining to a licensee in any member state shall be available to any other member state.\n\n(e) A member state contributing information to the data system may designate information that may not be shared with the public without the express permission of the contributing state.\n\n(f) Any information submitted to the data system that is subsequently required to be expunged by the laws of the member state contributing the information shall be removed from the data system.\n\n(a) The commission shall promulgate reasonable rules to effectively and efficiently achieve the purpose of the compact. Notwithstanding the foregoing, in the event the commission exercises its rulemaking authority in a manner that is beyond the scope of the purpose of the compact, or the powers granted hereunder, then such an action by the Commission shall be invalid and have no force or effect.\n\n(b) The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this section of the compact and the rules adopted thereunder. Rules and amendments shall become binding as of the date specified in each rule or amendment.\n\n(c) If a majority of the legislatures of the member states rejects a rule, by enactment of a statute or resolution in the same manner used to adopt the compact not later than four years after the date of adoption of the rule, such rule shall have no further force and effect in any member state.\n\n(d) Rules or amendments to the rules shall be adopted at a regular or special meeting of the commission.\n\n(e) Prior to promulgation and adoption of a final rule by the commission, and not less than thirty days prior to the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking:\n\n(1) On the Internet web site of the commission or other publicly accessible platform; and\n\n(2) On the Internet web site of each member state professional counseling licensing board or other publicly accessible platform or the publication in which each state would otherwise publish proposed rules.\n\n(f) The notice of proposed rulemaking shall include:\n\n(1) The proposed time, date and location of the meeting in which the rule will be considered and voted upon;\n\n(2) The text of the proposed rule or amendment and the reason for the proposed rule;\n\n(3) A request for comments on the proposed rule from any interested person; and\n\n(4) The manner in which interested persons may submit notice to the commission of their intention to attend the public hearing and any written comments.\n\n(g) Prior to adoption of a proposed rule, the commission shall allow persons to submit written data, facts, opinions, and arguments, which shall be made available to the public.\n\n(h) The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment if a hearing is requested by:\n\n(1) At least twenty-five persons;\n\n(2) A state or federal governmental subdivision or agency; or\n\n(3) An association having at least twenty-five members.\n\n(i) If a hearing is held on the proposed rule or amendment, the commission shall publish the place, time and date of the scheduled public hearing. If the hearing is held via electronic means, the commission shall publish the mechanism for access to the electronic hearing.\n\n(1) All persons wishing to be heard at the hearing shall notify the executive director of the commission or other designated member in writing of their desire to appear and testify at the hearing not less than five business days before the scheduled date of the hearing.\n\n(2) Each hearing shall be conducted in a manner providing each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing.\n\n(3) Each hearing shall be recorded. A copy of the recording shall be made available on request.\n\n(4) Nothing in this section of the compact shall be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this section of the compact.\n\n(j) Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received.\n\n(k) If no written notice of intent to attend the public hearing by interested parties is received, the commission may proceed with promulgation of the proposed rule without a public hearing.\n\n(l) The commission shall, by majority vote of all members, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rulemaking record and the full text of the rule.\n\n(m) Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided the usual rulemaking procedures described in the compact shall be retroactively applied to the rule as soon as reasonably possible and in no event later than ninety days after the effective date of the rule. For the purposes of this subsection, “emergency rule” means a rule that shall be adopted immediately in order to:\n\n(1) Meet an imminent threat to public health, safety or welfare;\n\n(2) Prevent a loss of commission or member state funds;\n\n(3) Meet a deadline for the promulgation of an administrative rule that is established by federal law or rule; or\n\n(4) Protect public health and safety.\n\n(n) The commission or an authorized committee of the commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in format, errors in consistency or grammatical errors. Public notice of any revisions shall be posted on the Internet web site of the commission. The revision shall be subject to challenge by any person for a period of thirty days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing and delivered to the chair of the commission prior to the end of the notice period. If no challenge is made, the revision shall take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission.\n\n(a) Oversight:\n\n(1) The executive, legislative and judicial branches of state government in each member state shall enforce the compact and take all actions necessary and appropriate to effectuate the compact's purposes and intent. The provisions of the compact and the rules promulgated under the compact shall have standing as statutory law.\n\n(2) All courts shall take judicial notice of the compact and the rules in any judicial or administrative proceeding in a member state pertaining to the subject matter of the compact which may affect the powers, responsibilities or actions of the commission.\n\n(3) The commission shall be entitled to receive service of process in any such proceeding and shall have standing to intervene in such a proceeding for all purposes. Failure to provide service of process to the commission shall render a judgment or order void as to the commission, the compact or promulgated rules.\n\n(b) Default, technical assistance and termination:\n\n(1) If the commission determines that a member state has defaulted in the performance of its obligations or responsibilities under the compact or the promulgated rules, the commission shall:\n\n(A) Provide written notice to the defaulting state and other member states of the nature of the default, the proposed means of curing the default and any other action to be taken by the commission; and\n\n(B) Provide remedial training and specific technical assistance regarding the default.\n\n(c) If a state in default fails to cure the default, the defaulting state may be terminated from the compact upon an affirmative vote of a majority of the member states, and all rights, privileges and benefits conferred by the compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default.\n\n(d) Termination of membership in the compact shall be imposed only after all other means of securing compliance have been exhausted. Notice of intent to suspend or terminate shall be given by the commission to the governor, the majority and minority leaders of the defaulting state's legislature and each of the member states.\n\n(e) A state that has been terminated is responsible for all assessments, obligations and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination.\n\n(f) The commission shall not bear any costs related to a state that is found to be in default or that has been terminated from the compact, unless agreed upon in writing between the commission and the defaulting state.\n\n(g) The defaulting state may appeal the action of the commission by petitioning the United States District Court for the District of Columbia or the federal district where the commission has its principal offices. The prevailing member shall be awarded all costs of such litigation, including reasonable attorney's fees.\n\n(h) Dispute Resolution:\n\n(1) Upon request by a member state, the commission shall attempt to resolve disputes related to the compact that arise among member states and between member and non-member states.\n\n(2) The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes as appropriate.\n\n(i) Enforcement:\n\n(1) The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of the compact.\n\n(2) By majority vote, the commission may initiate legal action in the United States District Court for the District of Columbia or the federal district where the commission has its principal offices against a member state in default to enforce compliance with the provisions of the compact and its promulgated rules and bylaws. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing member shall be awarded all costs of such litigation, including reasonable attorney's fees.\n\n(3) The remedies herein shall not be the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or state law.\n\n(a) The compact shall come into effect on the date on which the compact statute is enacted into law in the tenth member state. The provisions, which become effective at that time, shall be limited to the powers granted to the commission relating to assembly and the promulgation of rules. Thereafter, the commission shall meet and exercise rulemaking powers necessary to the implementation and administration of the compact.\n\n(b) Any state that joins the compact subsequent to the commission's initial adoption of the rules shall be subject to the rules as they exist on the date on which the compact becomes law in such state. Any rule that has been previously adopted by the commission shall have the full force and effect of law on the day the compact becomes law in such state.\n\n(c) Any member state may withdraw from the compact by enacting a statute repealing the compact.\n\n(1) A member state's withdrawal shall not take effect until six months after enactment of the repealing statute.\n\n(2) Withdrawal shall not affect the continuing requirement of the withdrawing state's professional counseling licensing board to comply with the investigative and adverse action reporting requirements of the compact prior to the effective date of withdrawal.\n\n(d) Nothing in the compact shall be construed to invalidate or prevent any professional counseling licensure agreement or other cooperative arrangement between a member state and a non-member state that does not conflict with the provisions of the compact.\n\n(e) The compact may be amended by the member states. No amendment to the compact shall become effective and binding upon any member state until it is enacted into the laws of all member states.\n\nThe compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of the compact shall be severable and if any phrase, clause, sentence or provision of the compact is declared to be contrary to the constitution of any member state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of the compact and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If the compact shall be held contrary to the constitution of any member state, the compact shall remain in full force and effect as to the remaining member states and in full force and effect as to the member state affected as to all severable matters.\n\n(a) A licensee providing professional counseling services in a remote state under the privilege to practice shall adhere to the laws and regulations, including scope of practice, of the remote state.\n\n(b) Nothing in the compact shall prevent the enforcement of any other law of a member state that is not inconsistent with the compact.\n\n(c) Any laws in a member state in conflict with the compact are superseded to the extent of the conflict.\n\n(d) Any lawful actions of the commission, including all rules and bylaws properly promulgated by the commission, are binding upon the member states.\n\n(e) All permissible agreements between the commission and the member states are binding in accordance with their terms.\n\n(f) In the event any provision of the compact exceeds the constitutional limits imposed on the legislature of any member state, the provision shall be ineffective to the extent of the conflict with the constitutional provision in question in such member state.\n\n(P.A. 23-195, S. 12.)\n\nHistory: P.A. 23-195 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195hh/"
    },
    {
      "id": "section-20-195ii",
      "number": "20-195ii.",
      "heading": "State and national fingerprint-based criminal history records check.",
      "text": "The Commissioner of Public Health shall require each person applying for licensure as a professional counselor to submit to a state and national fingerprint-based criminal history records check pursuant to section 29-17a. For the purposes of this section, “professional counselor” means an individual licensed for the independent practice of professional counseling and “licensure” means authorization by a state professional counseling regulatory authority to engage in the independent practice of professional counseling, the practice of which would be unlawful without such authorization.\n\n(P.A. 23-195, S. 13.)\n\nHistory: P.A. 23-195 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-383c/section-20-195ii/"
    },
    {
      "id": "section-20-195jj",
      "number": "20-195jj",
      "heading": "to 20-195oo. - Reserved for future use.",
      "text": "to 20-195oo. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}