{
  "state": "connecticut",
  "path": "title-title-20-professional-and-occupational-licensing-certificati/chapter-chapter-395-sanitarians",
  "sections": [
    {
      "id": "section-20-358",
      "number": "20-358.",
      "heading": "Definitions.Section 20-359. - State Board of Registration for Sanitarians",
      "text": "As used in this chapter:\n\n(1) “Environmental health” means the study, art and technique of applying scientific knowledge for the improvement of the environment of man for his health and welfare;\n\n(2) “Environmental health specialist” means a person trained in environmental health who is qualified to carry out educational and investigational duties in the fields of environmental health such as investigation of air, water, sewage, foodstuffs, housing and refuse by observing, sampling, testing and reporting and who is licensed pursuant to section 20-361; and\n\n(3) “Commissioner” means the Commissioner of Public Health.\n\n(1967, P.A. 459, S. 1; P.A. 82-472, S. 94, 183; P.A. 87-521, S. 5; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; 95-271, S. 21, 40; P.A. 96-9, S. 1, 4; P.A. 24-68, S. 24.)\n\nHistory: P.A. 82-472 subdivided the section; P.A. 87-521 added Subdiv. (3) defining “commissioner”; P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 95-271 expanded the definition of “sanitarian” to require a license; P.A. 96-9 made a technical change in Subdiv. (2) adding “who is”, effective April 29, 1996; P.A. 24-68 amended Subdiv. (2) by replacing “sanitarian” with “environmental health specialist”, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-358/"
    },
    {
      "id": "section-20-359",
      "number": "20-359.",
      "heading": "State Board of Registration for Sanitarians.",
      "text": "Section 20-359 is repealed.\n\n(1967, P.A. 459, S. 2; P.A. 77-614, S. 464, 610; P.A. 81-473, S. 42, 43.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-359/"
    },
    {
      "id": "section-20-360",
      "number": "20-360.",
      "heading": "Application for licensure. Fee.",
      "text": "Applications for licensure shall be on forms prescribed by the commissioner. The licensure fee for an environmental health specialist shall be eighty dollars for initial licensure. Each license shall be renewed annually in accordance with the provisions of section 19a-88. The fee for license renewal shall be forty dollars.\n\n(1967, P.A. 459, S. 3; P.A. 81-473, S. 28, 43; P.A. 87-521, S. 6; P.A. 89-251, S. 137, 203; P.A. 95-271, S. 22; June Sp. Sess. P.A. 09-3, S. 251; P.A. 24-68, S. 25.)\n\nHistory: P.A. 81-473 changed “registration” to “certification”, replaced references to board with references to health services department and provided for renewal of certificates issued on and after January 1, 1982, in accordance with Sec. 19-45; P.A. 87-521 substituted “commissioner” for “department”, substituted “certification” for “registration” and made technical changes; P.A. 89-251 increased the certification fee from $25 to $40, increased the renewal fee from $5 to $20 and increased the late renewal fee from $10 to $40; P.A. 95-271 changed certification to licensure and replaced renewal requirement with the requirement that renewal be in accordance with Sec. 19a-88; June Sp. Sess. P.A. 09-3 increased fees from $40 to $80 and from $20 to $40; P.A. 24-68 replaced “a sanitarian” with “an environmental health specialist”, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-360/"
    },
    {
      "id": "section-20-361",
      "number": "20-361.",
      "heading": "Qualification for licensure.",
      "text": "(a) Except as provided in section 20-365, no person shall be licensed as an environmental health specialist who does not prove to the satisfaction of the commissioner that such person holds a degree from an accredited college or university following four years of study and has two years of full-time experience, or the equivalent, in the field of environmental health acceptable to the commissioner. An applicant who successfully completes a special training course in environmental health approved by the commissioner may substitute such course for six months of such required experience in the field of environmental health. The applicant shall also be required to pass a written or oral examination in the science of environmental health as determined by the commissioner. An applicant for licensure shall not be required to be licensed while completing the work experience requirements of this section, provided, on and after January 1, 1998, such experience shall be completed under the supervision of an environmental health specialist licensed pursuant to this chapter or licensed, certified or registered in the jurisdiction in which such experience was completed.\n\n(b) (1) Any individual who has been convicted of any criminal offense may request, at any time, that the commissioner determine whether such individual's criminal conviction disqualifies the individual from obtaining a license issued or conferred by the commissioner under this chapter based on (A) the nature of the conviction and its relationship to the individual's ability to safely or competently perform the duties or responsibilities associated with such license, (B) information pertaining to the degree of rehabilitation of the individual, and (C) the time elapsed since the conviction or release of the individual.\n\n(2) An individual making such request shall include (A) details of the individual's criminal conviction, and (B) any payment required by the commissioner. The commissioner may charge a fee of not more than fifteen dollars for each request made under this subsection. The commissioner may waive such fee.\n\n(3) Not later than thirty days after receiving a request under this subsection, the commissioner shall inform the individual making such request whether, based on the criminal record information submitted, such individual is disqualified from receiving or holding a license issued pursuant to this chapter.\n\n(4) The commissioner is not bound by a determination made under this section, if, upon further investigation, the commissioner determines that the individual's criminal conviction differs from the information presented in the determination request.\n\n(1967, P.A. 459, S. 4, 5; 1971, P.A. 294; 1972, P.A. 127, S. 53; P.A. 76-113, S. 14; P.A. 77-614, S. 465, 610; P.A. 81-473, S. 29, 43; P.A. 87-521, S. 7; P.A. 89-102; P.A. 93-381, S. 9, 39; P.A. 95-271, S. 23; P.A. 96-9, S. 2, 4; P.A. 97-213, S. 4, 13; P.A. 02-89, S. 50; P.A. 22-88, S. 23; P.A. 24-68, S. 26.)\n\nHistory: 1971 act added Subsec. (c) re issuance of certificate without examination to persons serving in armed forces between June 16, 1967, and June 16, 1968; 1972 act reduced minimum required age for sanitarians from 21 to 18, reflecting lowered age of majority; P.A. 76-113 deleted requirement that sanitarian be, or intend to become, a U.S. citizen; P.A. 77-614 required consent of health services commissioner for examination in Subsec. (a), effective January 1, 1979; P.A. 81-473 amended section to delete all references to board, to provide for certification instead of registration, to delete an obsolete provision concerning registration without examination and to delete requirement of a good moral character; P.A. 87-521 substituted “commissioner” for “department”, deleted provisions re certification of veterans and added a new Subsec. (b) re certification of health department employees; P.A. 89-102 removed outdated language in Subsec. (b) and substituted language pertaining to persons applying between October 1, 1989, and March 31, 1990; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-271 deleted former Subsec. (b) pertaining to persons applying between October 1, 1989, and March 31, 1990, changed certification to licensure, deleted requirement of good physical and mental health, required experience to be full time or the equivalent, allowed substitution of a course for six-months experience and deleted $10 fee for the written or oral examination; P.A. 96-9 added the exemption for applicants who are completing work experience, effective April 29, 1996; P.A. 97-213 designated existing language as Subsec. (a) and inserted new Subsec. (b) re exception for certain persons applying on or before October 1, 1997, effective June 26, 1997; P.A. 02-89 amended Subsec. (a) to delete reference to Subsec. (b) and make technical change for purposes of gender neutrality and deleted as obsolete Subsec. (b) authorizing substitution of training and work experience for requirement of educational degree for any person applying for licensure on or before October 1, 1997; P.A. 22-88 designated existing provisions as Subsec. (a) and added Subsec. (b) re provisions for individuals convicted of a criminal offense to request commissioner determination whether such conviction disqualifies them from receiving a license; P.A. 24-68 amended Subsec. (a) by replacing “a sanitarian” with “an environmental health specialist”, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-361/"
    },
    {
      "id": "section-20-362",
      "number": "20-362.",
      "heading": "Licensure requirement. Use of title.",
      "text": "(a) No person shall engage in, practice or offer to perform the work of an environmental health specialist, as defined in section 20-358, unless such person is licensed pursuant to section 20-361.\n\n(b) No person shall use the title of licensed environmental health specialist unless such person is the holder of a current license issued by the commissioner under the provisions of this chapter. A holder of a current license may append to his or her name the letters “R.E.H.S.”. Any certificate granted by the commissioner prior to October 1, 1995, shall be deemed a valid license permitting continuance of practice subject to the provisions of chapter 395.\n\n(1967, P.A. 459, S. 6; P.A. 81-473, S. 30, 43; P.A. 87-521, S. 8; P.A. 95-271, S. 24; P.A. 24-68, S. 27.)\n\nHistory: P.A. 81-473 added prohibition against use of title “certified” sanitarian except by holder of certificate and deleted references to board and registration; P.A. 87-521 deleted reference to “registered” sanitarians and substituted “department” for “commissioner”; P.A. 95-271 added Subsec. (a) prohibiting practice without a license, designated existing provisions as Subsec. (b), deleted reference to certification and deemed a certification issued prior to October 1, 1995, to be a license; P.A. 24-68 amended Subsec. (a) by replacing “a sanitarian” with “an environmental health specialist” and making technical changes and amended Subsec. (b) by replacing “sanitarian” with “environmental health specialist” and “R.S.” with “R.E.H.S.” and making technical changes, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-362/"
    },
    {
      "id": "section-20-363",
      "number": "20-363.",
      "heading": "Suspension, revocation or refusal to issue license. Disciplinary action.",
      "text": "The commissioner may refuse to issue or renew or may suspend or revoke a license or take any of the actions set forth in section 19a-17 upon proof that the applicant or license holder (1) has employed or knowingly cooperated in fraud or material deception in order to obtain a license or has engaged in fraud or material deception in the course of professional services or activities at any place; (2) has been guilty of illegal, incompetent or negligent conduct in his or her practice; (3) has violated any provision of this chapter or any regulation adopted under this chapter; (4) has been found guilty or convicted as a result of an act which constitutes a felony under (A) the laws of this state, (B) federal law, or (C) the laws of another jurisdiction and which, if committed within this state, would have constituted a felony under the laws of this state, provided any action taken is based upon (i) the nature of the conviction and its relationship to the applicant's or license holder's ability to safely or competently perform the work under such license, (ii) information pertaining to the degree of rehabilitation of the license, and (iii) the time elapsed since the conviction or release; or (5) has been subject to disciplinary action similar to that specified in section 19a-17 by a duly authorized professional disciplinary agency of any state, the District of Columbia, a United States possession or territory, or a foreign jurisdiction. The commissioner may petition the superior court for the judicial district of Hartford to enforce any action taken pursuant to section 19a-17. Before the commissioner may suspend, revoke or refuse to renew a license or take such other action, the commissioner shall give the applicant or license holder notice and opportunity for hearing as provided in the regulations adopted by the commissioner.\n\n(1967, P.A. 459, S. 7; P.A. 77-614, S. 466, 610; P.A. 81-473, S. 31, 43; P.A. 87-521, S. 9; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; 95-271, S. 25; P.A. 07-252, S. 33; P.A. 22-88, S. 24.)\n\nHistory: P.A. 77-614 allowed revocation or suspension of certificate for violations of chapter or related regulations and replaced detailed provisions re notice and hearing procedure with statement that notice and hearings conform to regulations of health services commissioner, effective January 1, 1979; P.A. 81-473 eliminated reference to board and provided for disciplinary grounds and remedies similar to those provided for other professions under sunset legislation; P.A. 87-521 substituted “commissioner” for “department”, substituted “certificate” for “license” and made technical changes; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 95-271 changed certificate to license; P.A. 07-252 made technical changes and added Subdivs. (4) and (5) re disciplinary action based on felonious conduct and disciplinary action in another state or foreign jurisdiction, respectively; P.A. 22-88 added provisos re felony conviction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-363/"
    },
    {
      "id": "section-20-364",
      "number": "20-364.",
      "heading": "Appeal.",
      "text": "Any person aggrieved by any decision or order of the commissioner after hearing may appeal therefrom in accordance with the provisions of section 4-183.\n\n(1967, P.A. 459, S. 8; 1971, P.A. 179, S. 17; P.A. 76-436, S. 441, 681; P.A. 77-603, S. 86, 125; 77-614, S. 467, 610; P.A. 81-473, S. 32, 43; P.A. 87-521, S. 10.)\n\nHistory: 1971 act required that appeals be brought between 12 and 30 days after service rather than “to the next return day or the next but one”; P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts, effective July 1, 1978; P.A. 77-603 and 77-614 replaced previous appeal provisions with statement requiring that appeals be made in accordance with Sec. 4-183; P.A. 81-473 changed “board” to “department”; P.A. 87-521 substituted “commissioner” for “department”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-364/"
    },
    {
      "id": "section-20-365",
      "number": "20-365.",
      "heading": "Licensure without examination. Licensure exemptions.",
      "text": "(a) The commissioner may, upon receipt of an application and the payment of a fee of forty dollars, issue a license to any person who holds a license or certificate of registration issued to such person by proper authority of any state, territory or possession of the United States, provided the requirements for the license, registration or certification of environmental health specialists under which such license or certificate of registration was issued shall not conflict with the provisions of this chapter and shall be of a standard equal to or higher than that specified in section 20-361.\n\n(b) Nothing in section 19a-200, subsection (a) of section 19a-206, or sections 19a-207, 19a-242, 20-358 or 20-360 to 20-365, inclusive, shall prevent any of the following persons from engaging in the performance of their duties: (1) Any person certified by the Department of Public Health as a food or sewage inspector in accordance with regulations adopted pursuant to section 19a-36, (2) any person employed by a local health department performing the duties of a lead inspector who complies with training standards established pursuant to section 20-479, (3) a director of health acting pursuant to section 19a-200 or section 19a-244, (4) any employee of a water utility or federal or state agency performing such employee's duties in accordance with applicable statutes and regulations, (5) any person employed by a local health department working under the direct supervision of a licensed environmental health specialist, (6) any person licensed or certified by the Department of Public Health in a specific program performing certain duties that are included within the duties of an environmental health specialist, or (7) a student enrolled in an accredited academic program leading to a degree in environmental health or completing a special training course in environmental health approved by the commissioner, provided such student is clearly identified by a title that indicates such student's status as a student.\n\n(1967, P.A. 459, S. 9; P.A. 81-473, S. 33, 43; P.A. 87-521, S. 11; P.A. 89-251, S. 138, 203; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; 95-271, S. 26; P.A. 96-9, S. 3, 4; P.A. 21-121, S. 40; P.A. 24-68, S. 28.)\n\nHistory: P.A. 81-473 eliminated reference to board and replaced registration with certification; P.A. 87-521 substituted “commissioner” for “department” and added Subsecs. (b) and (c) re issuance of certificates without examination and re continued performance of duties by persons employed in state-certified programs; P.A. 89-251 amended Subsec. (a) to increase the fee from $25 to $40; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 95-271 changed certificate to license, deleted former Subsec. (b) re certification without examination and relettered Subsec. (c) accordingly, adding exemption for department-certified inspectors; P.A. 96-9 amended Subsec. (a) by requiring “receipt” of an application and added Subsec. (b)(2) to (7) as exemptions, effective April 29, 1996; P.A. 21-121 amended Subsec. (b) by deleting “subsection (a) of” in reference to Sec. 19a-200 and making a technical change in Subdiv. (7), effective July 1, 2021; P.A. 24-68 replaced references to sanitarian with references to environmental health specialist and made technical changes throughout, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-365/"
    },
    {
      "id": "section-20-366",
      "number": "20-366.",
      "heading": "Penalty.",
      "text": "Any person who knowingly or wilfully violates any provision of this chapter shall be fined not more than five hundred dollars.\n\n(1967, P.A. 459, S. 10; P.A. 12-80, S. 13.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $300 or imprisonment of not more than 3 months or both with a fine of not more than $500.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-395/section-20-366/"
    }
  ]
}