{
  "state": "connecticut",
  "path": "title-title-20-professional-and-occupational-licensing-certificati/chapter-chapter-376b-alcohol-and-drug-counselors",
  "sections": [
    {
      "id": "section-20-74o",
      "number": "20-74o",
      "heading": "to 20-74r. - Substance abuse counselors, generally",
      "text": "Sections 20-74o to 20-74r, inclusive, are repealed, effective October 1, 1998.\n\n(P.A. 83-557, S. 1–3, 5; P.A. 84-256, S. 15, 17; P.A. 87-136, S. 1–3; P.A. 89-285, S. 1, 2; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 5, 58; P.A. 96-180, S. 71, 72, 166; P.A. 98-247, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-376b/section-20-74o-to-20-74r/"
    },
    {
      "id": "section-20-74s",
      "number": "20-74s.",
      "heading": "Licensure and certification of alcohol and drug counselors.",
      "text": "(a)Definitions.For purposes of this section and subdivision (18) of subsection (c) of section 19a-14:\n\n(1) “Commissioner” means the Commissioner of Public Health;\n\n(2) “Licensed alcohol and drug counselor” means a person licensed under the provisions of this section;\n\n(3) “Certified alcohol and drug counselor” means a person certified under the provisions of this section;\n\n(4) “Practice of alcohol and drug counseling” means (A) the clinical evaluation by a licensed alcohol and drug counselor of substance use disorders and co-occurring disorders, including screening, assessment and diagnosis, treatment planning, counseling, therapy, trauma-informed care and psychoeducation with individuals, families and groups in the areas of substance use disorders and co-occurring disorders, and may include, as appropriate, (i) conducting a substance use disorder screening or psychosocial history evaluation of an individual to document the individual's use of drugs prescribed for pain, other prescribed drugs, illegal drugs and alcohol to determine the individual's risk for substance abuse, (ii) developing a preliminary diagnosis for the individual based on such screening or evaluation, (iii) determining the individual's risk for abuse of drugs prescribed for pain, other prescribed drugs, illegal drugs and alcohol, (iv) developing a treatment plan and referral options for the individual to ensure the individual's recovery support needs are met, and (v) developing and submitting an opioid use consultation report to an individual's primary care provider to be reviewed by the primary care provider and included in the individual's medical record, or (B) the professional application by a certified alcohol and drug counselor of methods that assist an individual or group to develop an understanding of alcohol and drug dependency problems, define goals and plan action reflecting the individual's or group's interest, abilities and needs as affected by alcohol and drug dependency problems;\n\n(5) “Private practice of alcohol and drug counseling” means the independent practice of alcohol and drug counseling by a licensed or certified alcohol and drug counselor who is self-employed on a full-time or part-time basis and who is responsible for that independent practice;\n\n(6) “Self-help group” means a voluntary group of persons who offer peer support to each other in recovering from an addiction;\n\n(7) “Supervision” means the regular on-site observation, by a licensed alcohol and drug counselor or other licensed behavioral health professional whose scope of practice includes the screening, assessment, diagnosis and treatment of substance use disorders and co-occurring disorders, of the functions and activities of an alcohol and drug counselor in the performance of his or her duties and responsibilities to include a review of the records, reports, treatment plans or recommendations with respect to an individual or group;\n\n(8) “Substance use disorder” means the recurrent use of alcohol or drugs that leads to clinically and functionally significant impairment, including, but not limited to, health problems, disability and failure to meet major responsibilities at work, school or home; and\n\n(9) “Co-occurring disorder” means the presence of a concurrent psychiatric or medical disorder in combination with a substance use disorder.\n\n(b)Eligibility for licensure and certification.Except as provided in subsections (s) to (x), inclusive, of this section, no person shall engage in the practice of alcohol and drug counseling unless licensed as a licensed alcohol and drug counselor pursuant to subsection (d) of this section or certified as a certified alcohol and drug counselor pursuant to subsection (e) of this section.\n\n(c)Private practice restricted.Except as provided in subsections (s) to (x), inclusive, of this section, no person shall engage in the private practice of alcohol and drug counseling unless (1) licensed as a licensed alcohol and drug counselor pursuant to subsection (d) of this section, or (2) certified as a certified alcohol and drug counselor pursuant to subsection (e) of this section and practicing under the supervision of a licensed alcohol and drug counselor.\n\n(d)Licensure eligibility requirements.To be eligible for licensure as a licensed alcohol and drug counselor, an applicant shall (1) have attained a master's degree from an accredited institution of higher education in social work, marriage and family therapy, counseling, psychology or a related field approved by the commissioner that included a minimum of eighteen graduate semester hours in counseling or counseling-related subjects, except applicants holding certified clinical supervisor status by the Connecticut Certification Board, Inc. as of October 1, 1998, may substitute such certification in lieu of the master's degree requirement, and (2) have completed the certification eligibility requirements described in subsection (e) of this section.\n\n(e)Certification eligibility requirements.To be eligible for certification by the Department of Public Health as a certified alcohol and drug counselor, an applicant shall have (1) completed three hundred hours of supervised practical training in alcohol and drug counseling that the commissioner deems acceptable; (2) completed three years of supervised paid work experience or unpaid internship that the commissioner deems acceptable that entailed working directly with alcohol and drug clients, except that a master's degree may be substituted for one year of such experience; (3) completed three hundred sixty hours of commissioner-approved education, at least two hundred forty hours of which relates to the knowledge and skill base associated with the practice of alcohol and drug counseling; and (4) successfully completed a department prescribed examination.\n\n(f)Alternative certification eligibility requirements prior to October 1, 1998.For individuals applying for certification as an alcohol and drug counselor by the Department of Public Health prior to October 1, 1998, current certification by the Department of Mental Health and Addiction Services may be substituted for the certification requirements of subsection (e) of this section.\n\n(g)Application for licensure. Fee.The commissioner shall grant a license as an alcohol and drug counselor to any applicant who furnishes satisfactory evidence that such applicant has met the requirements of subsection (d) or (o) of this section. The commissioner shall develop and provide application forms. The application fee shall be one hundred ninety dollars.\n\n(h)Renewal of license. Fee.A license as an alcohol and drug counselor shall be renewed in accordance with the provisions of section 19a-88 for a fee of one hundred ninety-five dollars.\n\n(i)Application for certification. Fee.The commissioner shall grant certification as a certified alcohol and drug counselor to any applicant who furnishes satisfactory evidence that such applicant has met the requirements of subsection (e) or (o) of this section. The commissioner shall develop and provide application forms. The application fee shall be one hundred ninety dollars.\n\n(j)Renewal of certification. Fee.A certificate as an alcohol and drug counselor may be renewed in accordance with the provisions of section 19a-88 for a fee of one hundred ninety-five dollars.\n\n(k)Commissioner may contract out credential information.The commissioner may contract with a qualified private organization for services that include (1) providing verification that applicants for licensure or certification have met the education, training and work experience requirements under this section; and (2) any other services that the commissioner may deem necessary.\n\n(l)Grandfathering of licensed alcohol and drug counselors based on master's degree and former substance abuse certification; license renewal. Fee.Any person who has attained a master's level degree and is certified by the Connecticut Certification Board as a substance abuse counselor on or before July 1, 2000, shall be deemed a licensed alcohol and drug counselor. Any person so deemed shall renew such person's license pursuant to section 19a-88 for a fee of one hundred ninety-five dollars.\n\n(m)Grandfathering of certified alcohol and drug counselors based on former substance abuse certification without master's degree; certification renewal. Fee.Any person who has not attained a master's level degree and is certified by the Connecticut Certification Board as a substance abuse counselor on or before July 1, 2000, shall be deemed a certified alcohol and drug counselor. Any person so deemed shall renew such person's certification pursuant to section 19a-88 for a fee of one hundred ninety-five dollars.\n\n(n)Grandfathering of certified alcohol and drug counselors based on work experience and examination; certification renewal. Fee.Any person who is not certified by the Connecticut Certification Board as a substance abuse counselor on or before July 1, 2000, who (1) documents to the department that such person has a minimum of five years full-time or eight years part-time paid work experience, under supervision, as an alcohol and drug counselor, and (2) successfully passes a commissioner-approved examination no later than July 1, 2000, shall be deemed a certified alcohol and drug counselor. Any person so deemed shall renew such person's certification pursuant to section 19a-88 for a fee of one hundred ninety-five dollars.\n\n(o)Licensure and certification and endorsement.The commissioner may license or certify without examination any applicant who, at the time of application, is licensed or certified by a governmental agency or private organization located in another state, territory or jurisdiction whose standards, in the opinion of the commissioner, are substantially similar to, or higher than, those of this state.\n\n(p)Title protection.No person shall assume, represent himself as, or use the title or designation “alcoholism counselor”, “alcohol counselor”, “alcohol and drug counselor”, “alcoholism and drug counselor”, “licensed clinical alcohol and drug counselor”, “licensed alcohol and drug counselor”, “licensed associate alcohol and drug counselor”, “certified alcohol and drug counselor”, “chemical dependency counselor”, “chemical dependency supervisor” or any of the abbreviations for such titles, unless licensed or certified under subsections (g) to (n), inclusive, of this section and unless the title or designation corresponds to the license or certification held.\n\n(q)Regulations.The commissioner shall adopt regulations, in accordance with chapter 54, to implement provisions of this section.\n\n(r)Disciplinary action: Grounds and penalties.The commissioner may suspend, revoke or refuse to issue a license in circumstances that have endangered or are likely to endanger the health, welfare or safety of the public.\n\n(s)Exceptions to licensure and certification. Religion.Nothing in this section shall be construed to apply to the activities and services of a rabbi, priest, minister, Christian Science practitioner or clergyman of any religious denomination or sect, when engaging in activities that are within the scope of the performance of the person's regular or specialized ministerial duties and for which no separate charge is made, or when these activities are performed, with or without charge, for or under the auspices or sponsorship, individually or in conjunction with others, of an established and legally cognizable church, denomination or sect, and when the person rendering services remains accountable to the established authority thereof.\n\n(t)Exception to licensure and certification. Other health care providers.Nothing in this section shall be construed to apply to the activities and services of a person licensed in this state to practice medicine and surgery, psychology, marital and family therapy, clinical social work, professional counseling, advanced practice registered nursing or registered nursing, when such person is acting within the scope of the person's license and doing work of a nature consistent with that person's license, provided the person does not hold himself or herself out to the public as possessing a license or certification issued pursuant to this section.\n\n(u)Exceptions to licensure and certification. Students.Nothing in this section shall be construed to apply to the activities and services of a student intern or trainee in alcohol and drug counseling who is pursuing a course of study in an accredited institution of higher education or training course, provided these activities are performed under supervision and constitute a part of an accredited course of study, and provided further the person is designated as an intern or trainee or other such title indicating the training status appropriate to his level of training.\n\n(v)Exception to licensure and certification. State-employed rehabilitation counselors.Nothing in this section shall apply to individuals who are on October 1, 2010, employed by a state agency as a rehabilitation counselor who is acting in the capacity of an alcohol and drug counselor.\n\n(w)Exception to licensure and certification. Supervised employees and self-help groups.Nothing in this section shall be construed to apply to the activities and services of paid alcohol and drug counselors who are working under supervision or uncompensated alcohol and drug abuse self-help groups, including, but not limited to, Alcoholics Anonymous and Narcotics Anonymous.\n\n(x)Applicability to employees of Department of Correction.The provisions of this section shall apply to employees of the Department of Correction, other than trainees or student interns covered under subsection (u) of this section and persons completing supervised paid work experience in order to satisfy mandated clinical supervision requirements for certification under subsection (e) of this section, as follows: (1) Any person hired by the Department of Correction on or after October 1, 2002, for a position as a substance abuse counselor or supervisor of substance abuse counselors shall be a licensed or certified alcohol and drug counselor; (2) any person employed by the Department of Correction prior to October 1, 2002, as a substance abuse counselor or supervisor of substance abuse counselors shall become licensed or certified as an alcohol and drug counselor by October 1, 2007; and (3) any person employed by the Department of Correction on or after October 1, 2007, as a substance abuse counselor or supervisor of substance abuse counselors shall be a licensed or certified alcohol and drug counselor.\n\n(y)Issuance of initial license.No initial license to engage in the practice of alcohol and drug counseling shall be issued unless the applicant meets the requirements of this section to practice alcohol and drug counseling. The foregoing provision shall not apply to alcohol and drug counselors licensed in this state on or after June 15, 2012, and prior to July 12, 2013.\n\n(P.A. 97-186, S. 1–9; P.A. 98-247, S. 1–9; P.A. 99-249, S. 3, 10; P.A. 02-75, S. 1–4; P.A. 03-195, S. 1; P.A. 07-252, S. 23, 24; June Sp. Sess. P.A. 09-3, S. 192; P.A. 10-117, S. 49; P.A. 12-197, S. 19; P.A. 13-283, S. 1; P.A. 15-244, S. 117; June Sp. Sess. P.A. 15-5, S. 474; P.A. 16-43, S. 6; P.A. 17-146, S. 22; P.A. 18-168, S. 55; P.A. 19-191, S. 12.)\n\nHistory: P.A. 98-247 replaced category of “licensed associate alcohol and drug counselor” with “certified associate alcohol and drug counselor” and amended educational and other requirements for licensure and for certification, reduced fee from $250 to $150, eliminated continuing educational requirements, deleted from licensure and certification exemptions licensure in speech pathology and audiology and added to exemptions those employed by the state as alcohol and drug or substance abuse counselors, eliminated a requirement that the commissioner publish list of names of licensed and certified alcohol and drug counselors and made technical changes; P.A. 99-249 amended Subsecs. (l) to (m), inclusive, to change certification by “Department of Mental Health and Addiction Services” to certification by “Connecticut Certification Board” and to extend renewal date in Subsecs. (l) and (m) from “on October 1, 1998,” to “on or before July 1, 2000,”, amended Subsec. (n) from applying to counselors not certified “on July 1, 1998,” to counselors not certified “on or before July 1, 2000,” and extended date to pass examination in Subdiv. (2) of Subsec. (n) from 1999 to 2000, effective June 29, 1999; P.A. 02-75 made technical changes in Subsecs. (b) and (c), and amended Subsec. (v) to make section applicable to alcohol and drug counselors employed by the Department of Correction and added Subsec. (x) to make section applicable to employees of the Department of Correction, other than trainees or student interns, requiring that any person hired on or after October 1, 2002, as a substance abuse counselor or supervisor of substance abuse counselors be a licensed or certified alcohol or drug abuse counselor, that any person employed by the department prior to October 1, 2002, as a substance abuse counselor or supervisor of substance abuse counselors become licensed or certified as an alcohol and drug counselor by October 1, 2007, and that any person employed by the department on or after October 1, 2007, as a substance abuse counselor or supervisor of substance abuse counselors be a licensed or certified alcohol and drug counselor; P.A. 03-195 amended Subsec. (x) to exclude “persons completing supervised paid work experience in order to satisfy mandated clinical supervision requirements for certification under subsection (e) of this section” from purview of section; P.A. 07-252 amended Subsec. (a)(7) by making a technical change and expanding definition of “supervision” as it relates to alcohol and drug counselors re review of records, reports, treatment plans or recommendations and amended Subsec. (t) to delete “or certified”, to replace exemption for chiropractors, acupuncturists, physical therapists, occupational therapists and nurses with exemption for professional counselors, advanced practice registered nurses and registered nurses when acting within scope of professional license and to make technical changes, effective July 12, 2007; June Sp. Sess. P.A. 09-3 amended Subsecs. (g) to (j) and (l) to (n) to increase fees from $150 to $190; P.A. 10-117 made technical changes in Subsecs. (g) and (i) and amended Subsec. (v) by replacing exception re counselors employed by the state with exception re individuals who are on October 1, 2010, employed by a state agency as a rehabilitation counselor acting in capacity of an alcohol and drug counselor; P.A. 12-197 amended Subsec. (d) by substituting “and have completed” for “with”, requiring graduate semester hours “at an accredited institution of higher education” and adding provision allowing certain applicants to substitute certification for graduate coursework requirement in Subdiv. (1) and by replacing provision re certification requirements with provision referencing requirements in Subsec. (e)(1), (2) and (4) in Subdiv. (2), effective June 15, 2012; P.A. 13-283 amended Subsec. (d) by changing educational qualifications for licensure and making a technical change in Subdiv. (1) and deleting reference to Subsec. (e)(1), (2) and (4) in Subdiv. (2), and added Subsec. (y) re issuance of initial license on and after July 12, 2013, effective July 12, 2013; P.A. 15-244 amended Subsecs. (g) to (n) to make technical changes and increase renewal fees from $190 to $195 in Subsecs. (h), (j), (l), (m) and (n), effective July 1, 2015; June Sp. Sess. P.A. 15-5 changed effective date of P.A. 15-244, S. 117, from July 1, 2015, to October 1, 2015, and applicable to the renewal of a license or certificate that expires on or after that date, effective June 30, 2015; P.A. 16-43 amended Subsec. (a)(4) to redefine “practice of alcohol and drug counseling” by adding actions practice may include; P.A. 17-146 added Subsec. (z) re counseling services provided to individuals diagnosed with co-occurring mental health condition other than alcohol or drug dependency, effective June 30, 2017; P.A. 18-168 amended Subsec. (a) by redefining “practice of alcohol and drug counseling” and making technical changes in Subdiv. (4), redefining “supervision” in Subdiv. (7), and adding Subdiv. (8) defining “substance use disorder” and adding Subdiv. (9) defining “co-occurring disorder”, amended Subsec. (y) by deleting “On and after July 12, 2013,”, and deleted Subsec. (z) re ability to provide counseling services to person diagnosed with co-occurring mental health condition; P.A. 19-191 amended Subsec. (a)(7) by changing reference from mental health professional to behavioral health professional, effective July 9, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-376b/section-20-74s/"
    },
    {
      "id": "section-20-74t",
      "number": "20-74t.",
      "heading": "Continuing education requirements.",
      "text": "(a) On and after October 1, 2004, each alcohol and drug counselor licensed or certified pursuant to this chapter shall complete a minimum of twenty hours of continuing education each registration period. For purposes of this section, registration period means the twelve-month period for which a license or certificate has been renewed in accordance with section 19a-88 and is current and valid. The continuing education shall be in areas related to the individual's practice and shall include not less than one contact hour of training or education each registration period on the topic of cultural competency and, on and after January 1, 2016, not less than two contact hours of training or education during the first renewal period in which continuing education is required and not less than once every six years thereafter on the topic of mental health conditions common to veterans and family members of veterans, including (1) determining whether a patient is a veteran or family member of a veteran, (2) screening for conditions such as post-traumatic stress disorder, risk of suicide, depression and grief, and (3) suicide prevention training. Qualifying continuing education activities are educational offerings sponsored by a hospital or other licensed health care institutions, courses offered by a regionally accredited institution of higher education or courses offered by individuals or organizations on the list maintained by the Connecticut Certification Board, Inc. as approved providers of such continuing education activities.\n\n(b) Each licensee or certificate holder shall obtain a certificate of completion from the provider of continuing education activities for all continuing education hours successfully completed. Each licensee or certificate holder shall maintain such written documentation for a minimum of three years following the license or certificate renewal date for which the activity satisfies continuing education requirements. Certificates of completion shall be submitted by the licensee or certificate holder to the Department of Public Health upon the department's request. A licensee or certificate holder who fails to comply with the continuing education requirements shall be subject to disciplinary action pursuant to subsection (r) of section 20-74s or section 19a-17.\n\n(c) The continuing education requirements shall be waived for licensees and certificate holders applying for licensure or certification renewal for the first time. The department may, for a licensee or certificate holder who has a medical disability or illness, grant a waiver of the continuing education requirements for a specific period of time or may grant the licensee or certificate holder an extension of time in which to fulfill the requirements.\n\n(P.A. 03-118, S. 2; P.A. 13-76, S. 3; P.A. 15-242, S. 60.)\n\nHistory: P.A. 13-76 amended Subsec. (a) by adding provision re continuing education to include training or education in cultural competency, effective October 1, 2013, and applicable to registration periods beginning on and after October 1, 2014; P.A. 15-242 amended Subsec. (a) by adding provisions re training or education on topic of mental health conditions common to veterans and family members of veterans.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-20/chapter-376b/section-20-74t/"
    },
    {
      "id": "section-20-74u",
      "number": "20-74u",
      "heading": "to 20-74z. - Reserved for future use.",
      "text": "to 20-74z. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}