{
  "state": "idaho",
  "path": "title-title-57/chapter-chapter-12",
  "sections": [
    {
      "id": "section-57-1201",
      "number": "57-1201",
      "heading": "",
      "text": "57-1201. DISTRIBUTION OF FUNDS TO COUNTIES BY STATE TREASURER. All funds received by the state of Idaho, as its distributive share of the amounts collected by the United States Government under the provisions of the Congress of June 28, 1934 (48 Stat. 1269) known as the Taylor Grazing Act, and any act amendatory thereof, shall be deposited with the state treasurer. Upon receipt of said money, the state treasurer shall distribute the same to the several counties of the state in which grazing districts, or lands producing such moneys are located, by warrant drawn on the state treasurer. The state treasurer, shall, upon the date this act becomes effective, and annually thereafter, ascertain from the proper United States officers having the records of receipt from grazing permits, the amount of receipts from such sources in the state of Idaho for each year for which money is received by the state of Idaho, keep a separate account of the sums received from lands producing such moneys, and apportion the distributive shares of the same among the several counties in which said grazing district is located; and if any such grazing district lies in more than one county of the state, each such county shall receive such proportionate amount of said sum as the area of such grazing district included within the boundary of such county shall bear to the total area of such grazing district.\n\n[57-1201, added 1937, ch. 28, sec. 1, p. 39; am. 1939, ch. 57, sec. 1, p. 102; am. 1980, ch. 137, sec. 1, p. 301.]",
      "source_url": "https://law.justia.com/codes/idaho/title-57/chapter-12/section-57-1201/"
    },
    {
      "id": "section-57-1202",
      "number": "57-1202",
      "heading": "",
      "text": "57-1202. DEPOSIT OF FUNDS WITH COUNTY TREASURER — GRAZING DISTRICT TREASURER — WARRANTS AGAINST FUND. All money paid to the county or counties in which such grazing district lies, shall be deposited with the county treasurer. The grazing district board of advisors may appoint a grazing district treasurer and the board shall give notice, in writing, to the county treasurer of the appointment. The grazing district board of advisors shall require a bond of the grazing district treasurer and may pay for the same from the fund of the grazing district. The county treasurer shall then pay over to the grazing district treasurer all funds accruing to the grazing district, from time to time, as the county treasurer receives such funds. After payment of the funds to the grazing district treasurer by the county treasurer, the grazing district and the grazing district treasurer shall be liable for such funds and all liability on the part of the state or county or county treasurer shall cease at that time. The grazing district treasurer shall deposit all such funds in a public depository, and shall expend such funds as provided for by law, and shall pay such funds out by checks signed by both the chairman of the board of the district advisors of the district and the district treasurer. In the event the grazing district board of advisors does not appoint a grazing district treasurer the county treasurer of any county in which a grazing district may be located, either in whole, or in part, shall be the ex officio district treasurer of any grazing district located in whole or in part within such county, and shall be liable upon his official bond for all money deposited in fund designated for that purpose. The county treasurer, as ex officio grazing district treasurer shall pay out such money in said fund upon the warrant of the grazing district located in whole, or in part, in his county, signed by the chairman of the board of district advisors of such grazing district and countersigned by the vice chairman. All moneys paid to any county having lands producing such moneys and not within a grazing district, shall be deposited with the county treasurer in a special fund to be known as \"Range Improvement Fund\" and expended by the board of county commissioners upon warrants for range improvements and maintenance, predatory animal control, rodent control, poisonous or noxious weed extermination or for any similar purpose in cooperation with the federal government or local livestock men’s organizations.\n\n[57-1202, added 1937, ch. 28, sec. 2, p. 39; am. 1939, ch. 57, sec. 2, p. 102; am. 1974, ch. 195, sec. 1, p. 1503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-57/chapter-12/section-57-1202/"
    },
    {
      "id": "section-57-1203",
      "number": "57-1203",
      "heading": "",
      "text": "57-1203. EXPENDITURE OF FUNDS — PURPOSES. The money deposited in the range improvement fund of any county, or paid to any grazing district treasurer pursuant to the provisions of sections 57-1201 and 57-1202, Idaho Code, shall be expended as directed by the board of district advisors of such grazing district for range improvements and maintenance, predatory animal control, rodent control, poisonous or noxious weed extermination, or for any other purpose that is deemed to be most beneficial to the permittees from whom the funds are derived and for the counties involved in each district.\n\n[57-1203, added 1937, ch. 28, sec. 3, p. 39; am. 1974, ch. 195, sec. 2, p. 1503; am. 1994, ch. 249, sec. 1, p. 793.]",
      "source_url": "https://law.justia.com/codes/idaho/title-57/chapter-12/section-57-1203/"
    },
    {
      "id": "section-57-1204",
      "number": "57-1204",
      "heading": "",
      "text": "57-1204. STATE GRAZING DISTRICTS AND BOARDS AUTHORIZED AND CREATED. (1) For the purpose of receiving, directing and guiding the disposition of the range improvement fund of each grazing district concerned, in those manners most beneficial to the permittees from whom the funds are derived and to the counties concerned, there is hereby created a state board for each bureau of land management grazing district established and existing in Idaho on January 1, 1994, under the provisions of the Taylor grazing act.\n\n(2) Each state board shall be known respectively as the ……… grazing board in accordance with the following designations:\n\n(a) District No. 1 or Boise district;\n\n(b) District No. 2 or Burley district;\n\n(c) District No. 3 or Idaho Falls district;\n\n(d) District No. 4 or Salmon district;\n\n(e) District No. 5 or Shoshone district.\n\n(3) (a) The members and the chairman of each of the state grazing boards for the year 1994, shall be the members and chairmen of each of the boards of district advisers of each grazing district elected, qualified and serving on January 1, 1994, under the provisions of the Taylor grazing act and the regulations promulgated under the provisions of that act. Each board shall be governed for the remainder of 1994, by the existing charter in place on January 1, 1994. Such members shall serve until their successors are elected and qualified as provided in this section.\n\n(b) On and after January 1, 1995, each state grazing board shall consist of not less than five (5) nor more than twelve (12) stockmen who graze livestock upon the public lands within the grazing district for which such state grazing board is created. Each state grazing board may adopt its own charter, rules and regulations, or bylaws, governing the conduct of the board. Officers and directors of corporations and partners of partnerships which conduct such grazing are qualified to be elected to serve on such boards on behalf of such corporation or partnership. The term of each member beginning on or before January 1, 1995, is two (2) years. Beginning January 1, 1997, the term of each member shall be four (4) years.\n\n(c) In November of 1996 and in November of each fourth year thereafter, each state grazing board shall specify the number of members to serve on that state grazing board for the following term. Thereafter, the board shall conduct an election of the members to serve for that term.\n\n(d) If a new grazing district is established, the central committee of Idaho state grazing boards shall, within ninety (90) days from the declared establishment of said district, specify the number of members to serve on the state grazing board for the new district. Thereafter the central committee of the Idaho state grazing boards shall conduct an election of the board members to serve for the balance of the current term.\n\n(e) If any vacancy occurs on a state grazing board for any reason, the remaining board members shall elect a qualified successor to fill the vacancy for the unexpired term.\n\n(f) A duly qualified person elected to serve as a member of a state district grazing board shall assume office after taking an oath for the performance of his duties. The permittees holding section 3, Taylor grazing act permits to graze livestock on the public lands within the grazing district served by a state district grazing board shall elect the members to serve on that state district grazing board, and each permittee or his designated representative is entitled to one (1) vote. Each state district grazing board shall set forth in its charter, rules and regulations, or bylaws, the procedure for the election of board members.\n\n(g) Each state district grazing board shall select its own chairman and vice chairman. The secretary, treasurer, and any other employees, advisers, or consultants, may be appointed, hired, or contracted with by each board. The board shall set the remuneration of each individual or entity retained by the board and the remuneration shall be considered as administrative expense of the board concerned. The members of each state district grazing board may be compensated as provided in section 59-509(b), Idaho Code.\n\n(h) Meetings of a state district grazing board may be called at any time by the chairman or a majority of the members of the board. The board shall meet at least twice each year. Each board may adopt its own rules and regulations for the calling and holding of meetings, but a majority of each board constitutes a quorum for the transaction of business by the board. Action by each board shall be determined by a majority vote of the members present.\n\n[57-1204, added 1994, ch. 249, sec. 2, p. 793; am. 1995, ch. 113, sec. 1, p. 382.]",
      "source_url": "https://law.justia.com/codes/idaho/title-57/chapter-12/section-57-1204/"
    },
    {
      "id": "section-57-1205",
      "number": "57-1205",
      "heading": "",
      "text": "57-1205. GRAZING BOARD CENTRAL COMMITTEE — POWERS AND DUTIES. (1) State district grazing boards may establish a central committee to act together in matters of common interest which shall be known as the Idaho state grazing boards central committee. The central committee shall consist of two (2) members selected by and from the membership of each of the state district grazing boards. The members so selected shall serve at the pleasure of their respective state district grazing boards.\n\n(2) The central committee shall:\n\n(a) Select its own officers, secretary, advisers and consultants and have such committees as it may deem necessary;\n\n(b) Adopt its own rules for the calling and holding of meetings and the carrying out of such instructions as may be received from a majority of the state district grazing boards.\n\n(3) State district grazing boards are authorized and empowered to make such use of the central committee as they deem proper. The central committee shall not engage in any activity or project except when and as authorized by a majority of the state district grazing boards. The central committee shall not incur any expense incident to its duties and activities except as authorized by a majority of the state district grazing boards.\n\n[57-1205, added 1994, ch. 249, sec. 2, p. 795; am. 1995, ch. 113, sec. 2, p. 384.]",
      "source_url": "https://law.justia.com/codes/idaho/title-57/chapter-12/section-57-1205/"
    }
  ]
}