{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-47-commonsense-consumption-act",
  "sections": [
    {
      "id": "section-11-47-101",
      "number": "11-47-101",
      "heading": "Short Title.Section 11-47-102 - Definitions.Section 11-47-103 - Limitation on Liability for Long Term Consumption.",
      "text": "Short Title.Section 11-47-102 - Definitions.Section 11-47-103 - Limitation on Liability for Long Term Consumption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11-47-102",
      "number": "11-47-102",
      "heading": "Definitions.",
      "text": "11-47-102. Definitions.\n\n(a) As used in this act:\n\n(i) \"Livestock\" means as defined in W.S. 11-39-101(a)(vi);\n\n(ii) \"Agricultural producer\" means any producer of livestock, crops for food or fiber, dairy products and any other product for human consumption from an agricultural operation;\n\n(iii) \"Long term consumption\" means the cumulative effect of the consumption of any qualified product and not the effect of a single instance of consumption;\n\n(iv) \"Qualified product\" means any food or drink as defined in section 201(f) of the Federal Food Drug and Cosmetic Act (21 U.S.C. 321(f)), and specifically includes meat and meat products from livestock, food, fiber, dairy products and any other product for human consumption from an agricultural operation;\n\n(v) \"Seller\" means any person or entity lawfully engaged in the business of marketing, distributing, advertising or selling a qualified product;\n\n(vi) \"Trade association\" means any association or business organization that is not operated for profit, if two (2) or more members are manufacturers, marketers, distributors, agricultural producers, advertisers or sellers of a qualified product;\n\n(vii) \"This act\" means W.S. 11-47-101 through 11-47-103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-47/section-11-47-102/"
    },
    {
      "id": "section-11-47-103",
      "number": "11-47-103",
      "heading": "Limitation on Liability for Long Term Consumption.",
      "text": "11-47-103. Limitation on liability for long term consumption.\n\n(a) No manufacturer, seller, trade association, agricultural producer, wholesaler, broker or retailer of a qualified product is subject to civil liability for injury or death in any case in which liability is based on the individual's weight gain, obesity or a health condition related to weight gain or obesity, and the weight gain, obesity or health condition results from the individual's long term consumption of a qualified product.\n\n(b) Subsection (a) of this section shall not preclude civil liability if:\n\n(i) The claim of injury or death is based on a material violation of a composition, branding or labeling standard prescribed by state or federal law; and\n\n(A) The claimed injury or death was actually and proximately caused by that violation; and\n\n(B) The violation was committed with intent to deceive or injure consumers or with actual knowledge that the violation was injurious to consumers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-47/section-11-47-103/"
    }
  ]
}