{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-43-commodity-certification-program",
  "sections": [
    {
      "id": "section-11-43-101",
      "number": "11-43-101",
      "heading": "Commodity Certification Programs; Rules and Regulations; Fee Collection.Section 11-43-102 - Unauthorized Use of Certification Prohibited; Penalty.",
      "text": "11-43-101. Commodity certification programs; rules and regulations; fee collection.\n\n(a) Upon request of a producer or processor, the director of the department of agriculture may develop standards of certification for any commodities produced or processed in Wyoming whether raw or value-added in order to promote special attributes of a particular commodity. The use of certification standards by any producer or processor will be on a voluntary basis. Development of standards shall be done in compliance with the Wyoming Administrative Procedure Act. Standards of certification shall be in harmony with and not supersede existing laws and regulations. Fees, not exceeding the cost of administering the program, may be collected from participating producers and processors on an annual basis and shall be deposited in the general fund.\n\n(b) The director may suspend or revoke a certification granted under this act [ 11-43-101 and 11-43-102] if the recipient of the certification fails to meet all of the requirements adopted by rules and regulations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-43/section-11-43-101/"
    },
    {
      "id": "section-11-43-102",
      "number": "11-43-102",
      "heading": "Unauthorized Use of Certification Prohibited; Penalty.",
      "text": "11-43-102. Unauthorized use of certification prohibited; penalty.\n\nThe use of any labeling, advertising or promotional material which falsely claims that a commodity or any product is certified or approved by the Wyoming department of agriculture is prohibited. Any person who violates this section is guilty of a misdemeanor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-43/section-11-43-102/"
    }
  ]
}