{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-38-wheat-marketing-commission",
  "sections": [
    {
      "id": "section-11-38-101",
      "number": "11-38-101",
      "heading": "Definitions.Section 11-38-102 - Establishment; Composition; Appointment; Removal; Officers; Consultation Permitted; Area Distribution of Nominations",
      "text": "11-38-101. Definitions.\n\n(a) As used in this act:\n\n(i) \"Board\" means the state board of agriculture;\n\n(ii) \"Director\" means the director of the department of agriculture for the state of Wyoming or his designated representative;\n\n(iii) \"Department\" means the Wyoming department of agriculture;\n\n(iv) Repealed By Laws 2009, Ch. 90, 3.\n\n(v) \"Grower\" means anyone engaged in growing, or causing to be grown, wheat, on ten (10) acres or more in Wyoming including the owner and tenant jointly, a person, a partnership, association, corporation, cooperative, trust, sharecropper and any and all other business units, devices and arrangements;\n\n(vi) \"Handler\" means any person engaged in the operation of buying, selling, shipping or distributing wheat grown in Wyoming which he has purchased or acquired from a grower or which he is shipping in behalf of a grower, whether the handler is located within or without Wyoming;\n\n(vii) \"Sell or sold\" means a transaction wherein the title to wheat is transferred from the grower to the purchaser for a consideration, and includes any pledge or mortgage of wheat to any person or any agreement to acquire such property for a consideration;\n\n(viii) \"Ship\" means to sell, transport, offer for transportation or ship wheat by any means whatsoever;\n\n(ix) \"Variety\" means a type of wheat having similar characteristics, as, for example: Cheyenne, Marquis, Defiance, etc.;\n\n(x) \"Wheat\" means and includes all varieties of wheat grown in Wyoming;\n\n(xi) \"Wheat marketing commission\" means the control committee established pursuant to W.S. 11-38-102;\n\n(xii) \"This act\" means W.S. 11-38-101 through 11-38-110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-101/"
    },
    {
      "id": "section-11-38-102",
      "number": "11-38-102",
      "heading": "Establishment; Composition; Appointment; Removal; Officers; Consultation Permitted; Area Distribution of Nominations.",
      "text": "11-38-102. Establishment; composition; appointment; removal; officers; consultation permitted; area distribution of nominations.\n\n(a) The wheat marketing commission is established consisting of five (5) members appointed by the governor from nominations made by the Wyoming wheat growers association or any other duly organized and incorporated state organization within the state of Wyoming having a commodity division working with wheat. The director of the department of agriculture or his designated representative shall serve ex officio. The governor may remove any member he appoints as provided in W.S. 9-1-202.\n\n(b) The commission shall elect a chairman and vice chairman from its appointed members and appoint an administrator. The commission may call upon other interested organizations for consultation.\n\n(c) All appointed members shall derive substantial income from the growing of wheat. Geographic representation of membership on the commission shall be provided for based on historical wheat production records. Each nomination shall include a resume of the nominee's qualifications for serving on the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-102/"
    },
    {
      "id": "section-11-38-103",
      "number": "11-38-103",
      "heading": "Terms of Office.",
      "text": "11-38-103. Terms of office.\n\n(a) The terms of office for the initial wheat commission members shall be three (3) terms of one (1) year each, two (2) terms of two (2) years each and two (2) terms of three (3) years each. Subsequent appointments will be for terms of three (3) years.\n\n(b) To reduce the commission from seven (7) members to five (5) members, the commission shall be reduced by the two (2) positions that are vacant as of March 15, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-103/"
    },
    {
      "id": "section-11-38-104",
      "number": "11-38-104",
      "heading": "Powers and Duties.",
      "text": "11-38-104. Powers and duties.\n\n(a) The commission shall:\n\n(i) Receive and disburse funds under the provisions of this act to be used in administering the provisions of this act;\n\n(ii) Annually elect a chairman from among its members and no chairman shall succeed himself more than once;\n\n(iii) Elect a vice chairman from among its members;\n\n(iv) Repealed By Laws 1999, ch. 173, 2.\n\n(v) Meet every four (4) months and at such other times as called by the chairman or when requested by three (3) or more members of the commission;\n\n(vi) Keep a permanent record of its proceedings and prepare for the governor an annual report of its activities, receipts and expenditures.\n\n(b) The commission may:\n\n(i) Conduct or contract for scientific research to discover and develop improved marketing methods for wheat and wheat products, including programs of consumer education and protection;\n\n(ii) Disseminate reliable information, founded upon research, showing uses and probable uses of wheat and wheat products;\n\n(iii) Study state and federal legislation with respect to tariffs, duties, reciprocal trade agreements, import quotas and other matters concerning the wheat industry;\n\n(iv) Sue and be sued as a commission, without individual liability, for the acts of the commission within the scope of the powers and duties conferred upon it by this act;\n\n(v) Enter into contracts to carry out the purpose of this act, including contracts for promotion of wheat and wheat products and development of new markets through such promotion;\n\n(vi) Appoint advisory groups composed of representatives from organizations, institutions or businesses related to or interested in the welfare of the wheat industry;\n\n(vii) Make grants to research agencies for financing special or emergency studies, or for purchase or acquisition of facilities necessary to carry out the purposes of the commission;\n\n(viii) Appoint subordinate officers and employees of the commission and prescribe their duties and fix their compensation;\n\n(ix) Cooperate with any local, state or national organization or agency engaged in work or activities similar to or related to those of the commission, and enter into contracts with such organizations or agencies for carrying out joint programs;\n\n(x) Act jointly and in cooperation with the state or federal government, or any agency thereof in the administration of any program of the government or of a governmental agency deemed by the commission as beneficial to the wheat industry of this state and expend funds in connection therewith;\n\n(xi) Adopt rules and regulations necessary to carry out the provisions of this act under procedures set forth in the Wyoming Administrative Procedure Act [ 16-3-101 through 16-3-115].",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-104/"
    },
    {
      "id": "section-11-38-105",
      "number": "11-38-105",
      "heading": "Authority to Accept Grants.",
      "text": "11-38-105. Authority to accept grants.\n\nThe commission may accept grants, donations, contributions or gifts from any source for expenditure for any purpose consistent with the powers and duties conferred on the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-105/"
    },
    {
      "id": "section-11-38-106",
      "number": "11-38-106",
      "heading": "Contributions Allowed.",
      "text": "11-38-106. Contributions allowed.\n\nFrom the funds it receives, the commission may pay or contribute to organizations such as, but not limited to, the national wheat board, to carry out work and programs approved by the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-106/"
    },
    {
      "id": "section-11-38-107",
      "number": "11-38-107",
      "heading": "Administration of Programs.",
      "text": "11-38-107. Administration of programs.\n\nThe director shall administer any marketing, utilization or promotion program in such manner as to best effectuate the purpose hereof, with the advice of the commission and board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-107/"
    },
    {
      "id": "section-11-38-108",
      "number": "11-38-108",
      "heading": "Assessments Generally; Refund of Contributions; Penalty for Failure to Pay or Remit Monies Due or Collected.",
      "text": "11-38-108. Assessments generally; refund of contributions; penalty for failure to pay or remit monies due or collected.\n\n(a) The rate of assessment may be adjusted from time to time by the wheat marketing commission in order to cover any later findings by the wheat marketing commission of the estimated expenses or actual expenses that may be incurred in connection with any research, marketing, utilization and promotion program. The assessment shall not exceed two and one-half cents ($.025) per bushel.\n\n(b) All assessments made and levied pursuant to the provisions of this act shall be paid by the respective grower who is primarily liable therefor. An assessment shall be collected from the grower by the first handler thereof, warehouse, or elevator operator, and the handler shall remit to the director all assessments so collected not later than the fifteenth day of the month next succeeding the quarter in which the wheat is sold or contracted in commercial channels. Any handler within or without the state of Wyoming who fails or neglects to collect an assessment from any grower and to remit the collection to the director is guilty of a violation of this act.\n\n(c) In case of a pledge or mortgage of wheat as security for a loan made from a governmental agency the assessment shall be deducted from the proceeds of the loan at the time of the disbursement of the loan. In case of an overage of wheat at the time of settlement of the loan, the assessment shall be paid on the overage. In case of a shortage at the time of settlement of the loan, the over payment will be credited to the grower's account. In case of purchase agreements under the federal price support program, the assessment shall be made at the time of final settlement. Wheat stored in private or public storage within the state shall not be liable for assessment until sale is made or loan secured.\n\n(d) Any grower who by virtue of his activities or circumstances is within the meaning of the term \"handler\" as herein defined, or who shall sell, ship or otherwise dispose of wheat to a handler or other person or store wheat outside the jurisdiction of this act, shall forthwith remit to the director the full amount of the assessment due. Wheat originating from any state that collects a similar levy upon wheat, but bases assessment upon the location of the first sale taking place within its jurisdiction shall be treated as if the wheat were grown within the state of Wyoming, being first handled by a Wyoming handler. At the first commission meeting following July 1 of each year, the commission shall determine which states collect a similar levy and shall then notify all domestic handlers of those states.\n\n(e) A person who has paid any monies as provided in this act is entitled to a prompt refund of the contribution from the commission. A claim for refund shall be made to the commission not less than thirty (30) nor more than ninety (90) days from the date of sale, on a form prescribed and furnished by the commission. The claim refund form shall be duly acknowledged by the person submitting the claim.\n\n(f) The commission, before processing and making refund, may require any additional information or affirmation under penalty of perjury it deems necessary to determine the validity of the claim for refund.\n\n(g) Any person who fails to pay or remit any monies due or collected as provided in this act is guilty of a misdemeanor. Failure to so remit on each sale for which such monies are payable constitutes a separate offense and is not affected by any refund either pending at the time of the offense or made at a later date. Upon conviction any person guilty of such misdemeanor shall be subject to a fine of not more than fifty dollars ($50.00).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-108/"
    },
    {
      "id": "section-11-38-109",
      "number": "11-38-109",
      "heading": "Deposit and Disbursement of Collected Monies; Surety Bond Required.",
      "text": "11-38-109. Deposit and disbursement of collected monies; surety bond required.\n\n(a) Monies collected pursuant to this act shall be deposited with the state treasurer's office and disbursed in accordance with the act.\n\n(b) Any person authorized by the commission to receive or disburse funds, shall post with the commission a surety bond in the amount the commission determines sufficient, for which the cost or premium shall be paid by the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-109/"
    },
    {
      "id": "section-11-38-110",
      "number": "11-38-110",
      "heading": "Research Programs to Improve Marketing or Utilization; Contents; Budget of Expenses.",
      "text": "11-38-110. Research programs to improve marketing or utilization; contents; budget of expenses.\n\nWhenever the wheat commission deems it advisable to implement a research, promotion or market program for the improvement of the marketing or utilization of wheat in both foreign and domestic trade, the plan may include, but shall not be limited to, the opening of new markets for wheat; developing new ideas and uses for wheat both at home and abroad; exploring the possibility of developing new agricultural and industrial uses for wheat; and engaging in sales promotion and education programs. The wheat commission shall prepare and submit therewith a proposed program to the board of agriculture together with a budget.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-38/section-11-38-110/"
    }
  ]
}