{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-15-grading-and-shipment-of-potatoes",
  "sections": [
    {
      "id": "section-11-15-101",
      "number": "11-15-101",
      "heading": "Grades, Classifications and Standards",
      "text": "11-15-101. Grades, classifications and standards.\n\nIn order to make the grading and classification of potatoes uniform throughout the United States, the director shall adopt by rule and grades, standards and classifications for potatoes lawfully established by the United States department of agriculture.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-101/"
    },
    {
      "id": "section-11-15-102",
      "number": "11-15-102",
      "heading": "Definitions.",
      "text": "11-15-102. Definitions.\n\n(a) As used in this act:\n\n(i) \"Carlot\" or \"carload\" means any railroad car, truck or trailer, regardless of size;\n\n(ii) \"This act\" means W.S. 11-15-101 through 11-15-112;\n\n(iii) \"Director\" means the director of the department of agriculture.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-102/"
    },
    {
      "id": "section-11-15-103",
      "number": "11-15-103",
      "heading": "Sorting and Grading.",
      "text": "11-15-103. Sorting and grading.\n\nCarlot shipments of potatoes originating in Wyoming shall be sorted and graded at point of origin upon request of a majority of the potato growers from the county making shipments from any shipping points within the county as designated by the director.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-103/"
    },
    {
      "id": "section-11-15-104",
      "number": "11-15-104",
      "heading": "Director to Appoint Inspectors; Term.",
      "text": "11-15-104. Director to appoint inspectors; term.\n\nThis act shall be enforced by qualified inspectors appointed by the director and licensed by the United States department of agriculture. They shall keep their licenses current and in good standing at all times when employed by the director. They shall serve at the pleasure of the director.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-104/"
    },
    {
      "id": "section-11-15-105",
      "number": "11-15-105",
      "heading": "Conformity to Applicable Standards Required; Inspection; Certificate, Use Thereof as Evidence.",
      "text": "11-15-105. Conformity to applicable standards required; inspection; certificate, use thereof as evidence.\n\n(a) No person shall pack, offer, consign or sell in carload lots any potatoes loaded within the state which do not conform to applicable standards, subject to such variations therefrom as provided by regulations adopted in accordance with this act, unless such potatoes are specifically described, or plainly marked, in accordance with regulations to indicate they are ungraded or unclassified.\n\n(b) Whenever grades, standards or classification have been established for potatoes, it is unlawful for any shipper to ship carload lots of potatoes without being inspected by an authorized inspector. The inspector shall issue a certificate of inspection showing grade, standard or other classification. The certificate shall be issued in duplicate, one (1) copy shall be attached to bill of lading and one (1) copy shall be issued to the shipper.\n\n(c) A certificate of the grade or other classification of potatoes, when not reversed or modified, shall be accepted in any court of this state as prima facie evidence of the true grade or classification of the potatoes at the time of grading or classification.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-105/"
    },
    {
      "id": "section-11-15-106",
      "number": "11-15-106",
      "heading": "Reports of Inspections Required.",
      "text": "11-15-106. Reports of inspections required.\n\nThe director shall make reports to the United States department of agriculture on July 1 each year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-106/"
    },
    {
      "id": "section-11-15-107",
      "number": "11-15-107",
      "heading": "Director to Promulgate Regulations; Board Approval Required.",
      "text": "11-15-107. Director to promulgate regulations; board approval required.\n\nSubject to approval of the board of agriculture, the director may promulgate regulations necessary to carry out the provisions of this act. The regulations shall conform as nearly as practicable to any act of congress or standards legally adopted by any federal agency relating to the marketing of farm products.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-107/"
    },
    {
      "id": "section-11-15-108",
      "number": "11-15-108",
      "heading": "Director Engaging in Potato Business Prohibited.",
      "text": "11-15-108. Director engaging in potato business prohibited.\n\nThe director is prohibited from engaging in the business of buying, selling or commission dealing in potatoes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-108/"
    },
    {
      "id": "section-11-15-109",
      "number": "11-15-109",
      "heading": "Inspection Upon Request of Interested Party; Issuance of Certificate; Fees.",
      "text": "11-15-109. Inspection upon request of interested party; issuance of certificate; fees.\n\nThe director, upon request of any interested party, may furnish a licensed inspector to inspect any lot of potatoes within the state whether the potatoes originated in Wyoming or elsewhere, and may issue a federal or state certificate showing grade, quality and condition of such potatoes which will be receivable as prima facie evidence in any court in Wyoming. This provision includes storage, inspection and less than carload lots. For this inspection the department shall be paid by the party asking for inspection the fees established by the board of agriculture, not to exceed actual costs of inspection and all traveling expenses to and from the place of inspection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-109/"
    },
    {
      "id": "section-11-15-110",
      "number": "11-15-110",
      "heading": "Reinspection on Request; Cost.",
      "text": "11-15-110. Reinspection on request; cost.\n\nAny interested party may demand a reinspection at point of origin if the grade established by the licensed inspector is not satisfactory. The reinspection may be made by an inspector authorized by the director or by an inspector of the United States department of agriculture. The reinspection shall be made at the expense of the party requesting the service.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-110/"
    },
    {
      "id": "section-11-15-111",
      "number": "11-15-111",
      "heading": "Inspection Fees; Exception; When Inspection Not Required; Consent of Director; Certification of Certain Shipments.",
      "text": "11-15-111. Inspection fees; exception; when inspection not required; consent of director; certification of certain shipments.\n\nA fee established by the board of agriculture not to exceed actual costs of inspection shall be paid on all shipments of potatoes inspected within the district except those designated for manufacturing purposes on which no fee shall be charged. With the consent of the director, potatoes for seed stock may be moved to storage within the state without inspection. When potatoes are shipped without inspection within the state the shipper shall not be provided with a certificate. Other shipments of seed stock must conform to the requirements of grade no. 1 except with regard to size, and the certificate must contain a statement designating variety, trueness to type and percent defects with regard to disease and other blemishes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-111/"
    },
    {
      "id": "section-11-15-112",
      "number": "11-15-112",
      "heading": "Prohibited Acts; Penalties.",
      "text": "11-15-112. Prohibited acts; penalties.\n\nWhoever removes any inspection certificate before a car is entirely unloaded, or whoever except an authorized inspector alters any inspection certificate, or whoever without using reasonable diligence to secure inspection fails or neglects to have potatoes inspected before shipping, or whoever hinders, molests or attempts to influence any inspector in the performance of his duties, or whoever violates this act is guilty of a misdemeanor and shall be fined for each violation not exceeding five hundred dollars ($500.00) and the costs of the prosecution, or shall be imprisoned not exceeding six (6) months, or both. Any inspector who fails or neglects to perform the duties imposed by this act shall suffer the penalty herein provided.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-15/section-11-15-112/"
    }
  ]
}