{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-33-livestock-districts",
  "sections": [
    {
      "id": "section-11-33-101",
      "number": "11-33-101",
      "heading": "Creation; Generally; Applicable Provisions",
      "text": "11-33-101. Creation; generally; applicable provisions.\n\nThe board of county commissioners of each county in the state may create livestock districts within any irrigation district organized under the irrigation district laws of this state as hereinafter provided. When a district is created, W.S. 11-33-101 through 11-33-109 apply and are enforceable therein.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-101/"
    },
    {
      "id": "section-11-33-102",
      "number": "11-33-102",
      "heading": "Creation; Landowners' Petition; Contents.",
      "text": "11-33-102. Creation; landowners' petition; contents.\n\nAt least seventy-five percent (75%) of the landowners owning at least seventy-five percent (75%) of the land in any irrigation district organized under the irrigation district laws of Wyoming and who are resident in and qualified electors of Wyoming, may petition the board of county commissioners in writing to create a livestock district. The petition shall describe the boundaries of the proposed livestock district and shall designate what animals are to be prohibited from running at large or from being grazed upon the public highways in the district and may designate the period of the year during which it is desired to prohibit animals from running at large or being grazed on the highways.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-102/"
    },
    {
      "id": "section-11-33-103",
      "number": "11-33-103",
      "heading": "Creation; Landowners' Petition; Notice of Hearing.",
      "text": "11-33-103. Creation; landowners' petition; notice of hearing.\n\nWithin twenty (20) days after a petition has been filed, the board of county commissioners shall set a date for hearing the petition. Notice of the hearing shall be given by posting notices in three (3) conspicuous places in the proposed livestock district and by publication for two (2) weeks previous to the hearing in a newspaper published in the county nearest the proposed livestock district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-103/"
    },
    {
      "id": "section-11-33-104",
      "number": "11-33-104",
      "heading": "Creation; Order; Contents and Force.",
      "text": "11-33-104. Creation; order; contents and force.\n\nAt the hearing, if satisfied that at least seventy-five percent (75%) of the landowners owning at least seventy-five percent (75%) of the land in the proposed livestock district who are resident in and qualified electors of Wyoming are in favor of the enforcement of the livestock law and that it would be beneficial to the district, the board of county commissioners shall make an order creating the livestock district in accordance with the prayer of the petition or with such modifications as it may choose to make. The order shall specify a certain time at which it takes effect which shall be at least thirty (30) days after the making of the order. The order shall continue in force until vacated or modified by the board of county commissioners upon the petition of seventy-five percent (75%) of the landowners owning seventy-five percent (75%) of the land in the district who are resident in and qualified electors of Wyoming.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-104/"
    },
    {
      "id": "section-11-33-105",
      "number": "11-33-105",
      "heading": "Creation; Order; Mandatory Condition of Fences.",
      "text": "11-33-105. Creation; order; mandatory condition of fences.\n\nThe board of county commissioners shall provide as a condition in any order creating a livestock district that the livestock district shall be enclosed by a lawful fence and that any road extending from the livestock district shall contain cattle guards or gates at such places and of such nature as the board prescribes. The board of county commissioners shall make its livestock district orders inapplicable to cattle, horses, sheep or mules straying into the livestock district until the district is enclosed by lawful fence and cattle guards or gates are installed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-105/"
    },
    {
      "id": "section-11-33-106",
      "number": "11-33-106",
      "heading": "Extent of Jurisdiction.",
      "text": "11-33-106. Extent of jurisdiction.\n\nW.S. 11-33-101 and 11-33-105 do not confer upon the board of county commissioners any jurisdiction over animals otherwise prohibited from running at large under existing laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-106/"
    },
    {
      "id": "section-11-33-107",
      "number": "11-33-107",
      "heading": "Violation of Order Deemed Misdemeanor; Subsequent Violations.",
      "text": "11-33-107. Violation of order deemed misdemeanor; subsequent violations.\n\nAny person who in violation of any order made pursuant to W.S. 11-33-104, permits or allows any of the animals designated in the order, owned by him or under his control, to run at large in the district or to be grazed on the highway, is guilty of a misdemeanor. The pendency of any action shall not prevent nor prejudice the bringing of another action against the same party for a violation of the order committed after the commencement of the pending action.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-107/"
    },
    {
      "id": "section-11-33-108",
      "number": "11-33-108",
      "heading": "Liability of Animal Owners; Lien on and Custody of Animals.",
      "text": "11-33-108. Liability of animal owners; lien on and custody of animals.\n\nThe owner of animals permitted or allowed to run at large, or herded in violation of any order made in accordance with W.S. 11-33-104 is liable to any person who suffers damage from the depredations or trespasses of the animals, without regard to the condition of his fence. The person damaged shall have a lien upon the animals for the amount of damage done and the cost of the proceedings to recover damages, and may take the animals into custody until all damages are paid. The person taking the animals into custody may not retain the animals for more than five (5) days without commencing an action against the owner for damages.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-108/"
    },
    {
      "id": "section-11-33-109",
      "number": "11-33-109",
      "heading": "Duty of Person Taking Custody of Animals.",
      "text": "11-33-109. Duty of person taking custody of animals.\n\nAny person may take into custody any of the animals specified in the order of the board of county commissioners that may be about to commit a trespass upon the premises owned, occupied or in charge of the person and retain the animals until all reasonable charges for keeping the animals are paid. The person taking the animals into custody shall notify the owner or person in charge of the animals within five (5) days thereafter. If the owner or person in charge of the animals is not known to the person taking the animals into custody, and cannot be found after diligent inquiry, he may proceed in the manner provided for the taking up and disposal of estrays.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-33/section-11-33-109/"
    }
  ]
}