{
  "state": "wyoming",
  "path": "title-title-11-agriculture-livestock-and-other-animals/chapter-chapter-10-state-fair",
  "sections": [
    {
      "id": "section-11-10-101",
      "number": "11-10-101",
      "heading": "Annual State Fair; Where Held; Purpose",
      "text": "11-10-101. Annual state fair; where held; purpose.\n\nThe state fair board, with the assistance of the department of agriculture, shall hold an annual state fair at Douglas, Wyoming dedicated to honoring Wyoming's agricultural heritage and culture by cultivating Wyoming's agricultural future through competitions, educational displays and experiential exhibits for youth producers and the general public.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-101/"
    },
    {
      "id": "section-11-10-102",
      "number": "11-10-102",
      "heading": "Duties and Responsibilities With Respect to the Annual State Fair and Fairgrounds.",
      "text": "11-10-102. Duties and responsibilities with respect to the annual state fair and fairgrounds.\n\n(a) The general charge and supervision of the state fair is under the state fair board with the assistance of the department of agriculture.\n\n(b) The department shall prepare budget requests on behalf of and subject to the approval of the state fair board for the conduct and management of the annual state fair and for the operation and maintenance of the state fairgrounds, including building and facility needs for major maintenance and repair.\n\n(c) The state fair board shall:\n\n(i) Select from among its voting members a chairman and a vice-chairman;\n\n(ii) Hold at least four (4) regular meetings per year at such times and places as the chairman shall specify. Special meetings may be called by the chairman or upon request of a majority of the voting members. A majority of the voting members of the state fair board shall constitute a quorum for the transaction of business;\n\n(iii) Be administratively supported by the department;\n\n(iv) Provide for the year round operation and maintenance of the state fairgrounds in a manner that:\n\n(A) Maximizes revenues but does not disrupt the annual state fair;\n\n(B) Ensures the facilities are maintained in good working order.\n\n(v) Monitor any state fairgrounds facility needs assessment conducted by the state construction department and, subject to available funding, implement recommendations received under subsection (d) of this section to prioritize and remediate the identified needs;\n\n(vi) To the extent the employment of a state fair manager would aid in accomplishing the duties required by this chapter, appoint a state fair manager to conduct and supervise the annual state fair and to manage the year round operation and maintenance of the state fairgrounds. Any appointment shall be made with the approval of the governor and shall be subject to removal authority provided by W.S. 9-1-202. The state fair board may hire and provide for the supervision of other employees necessary to accomplish the duties required by this chapter and may contract for services to advertise and promote the annual state fair and the fairgrounds;\n\n(vii) To the extent establishing a subcommittee would aid in executing the annual state fair, appoint a subcommittee of state fair board members to plan, conduct or supervise the annual state fair;\n\n(viii) Pursuant to W.S. 9-2-3204, make and execute contracts and other instruments, including financial contracts and instruments that the state fair board determines are reasonable and advisable to carry out the purposes and programs of the state fair board;\n\n(ix) Expend funds appropriated for the conduct and management of the annual state fair and for the operation and maintenance of the state fairgrounds.\n\n(d) The state construction department shall, in addition to the comprehensive needs assessment conducted pursuant to W.S. 9-5-107, and upon request of the state fair board:\n\n(i) Assess the state fairground buildings and facility needs; and\n\n(ii) Submit recommendations to the state fair board to prioritize and remediate the identified needs.\n\n(e) The Wyoming tourism board shall promote the annual state fair throughout the state of Wyoming and adjoining states.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-102/"
    },
    {
      "id": "section-11-10-103",
      "number": "11-10-103",
      "heading": "Reversion of Fairgrounds to Donor.",
      "text": "11-10-103. Reversion of fairgrounds to donor.\n\nIf the state fails for three (3) consecutive years to hold a state fair, the lands used for the purpose of a state fair shall revert to the person donating them, the state having the right to remove all buildings, fences and improvements of whatever nature within twenty-four (24) months after the date on which the fair should have been held. All buildings, fences and improvements remaining on the land after the expiration of the twenty-four (24) months shall become the property of the owner of the land.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-103/"
    },
    {
      "id": "section-11-10-104",
      "number": "11-10-104",
      "heading": "Catalogues.",
      "text": "11-10-104. Catalogues.\n\nAt least three (3) months before any annual fair, the state fair board shall have a catalogue prepared and copies available for distribution to any person requesting it.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-104/"
    },
    {
      "id": "section-11-10-105",
      "number": "11-10-105",
      "heading": "Entry Fees.",
      "text": "11-10-105. Entry fees.\n\nA fee may be charged for any in-state or out-of-state exhibit to be entered in the state fair at an amount set by the state fair board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-105/"
    },
    {
      "id": "section-11-10-106",
      "number": "11-10-106",
      "heading": "Admission Charges; Other Revenues.",
      "text": "11-10-106. Admission charges; other revenues.\n\n(a) There shall be charged at the gates of the fairground an admission fee to be set by the state fair board. An extra charge may be made for seats in the grandstand or other structure providing added comforts. The charge for vehicles driven or stock ridden into the grounds may be fixed by the state fair board. All fees collected shall be deposited in the Wyoming state fair account, except fees directed by law to the state fair endowment account.\n\n(b) The department of agriculture may receive any money or property of any kind or character donated, granted or bequeathed for any activities of the state fair. Monies shall be credited to the Wyoming state fair account except as otherwise provided by W.S. 11-10-107 and 11-10-118. The department, on behalf of the state fair board, shall include within its biennial budget request submitted under W.S. 9-2-1013 a report itemizing all gifts, income and expenditures under this subsection, W.S. 11-10-107 and 11-10-118 for each of the immediately preceding two (2) fiscal years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-106/"
    },
    {
      "id": "section-11-10-107",
      "number": "11-10-107",
      "heading": "Power of State Fair Board to Acquire Land; Authority to Make Rules and Regulations; Renting and Use of Fairgrounds.",
      "text": "11-10-107. Power of state fair board to acquire land; authority to make rules and regulations; renting and use of fairgrounds.\n\n(a) Consistent with W.S. 9-5-106(a) and (c), the state fair board may acquire by donation or lease in the name of the state any lands necessary for conducting the annual state fair, and may make all rules and regulations necessary for the conduct and government of the exhibitions, the sale of privileges, and the proper control, operation and conduct of the annual state fair and the state fairgrounds not inconsistent with the constitution and laws of this state.\n\n(b) The state fair board may rent out or donate the use of the state fairgrounds for stabling and training stock and holding stock sales. The grounds may be used free of charge for encampment grounds for the state militia under the direction of the adjutant general of the state. The board shall permit the grounds and facilities to be used for other purposes and shall charge fees as it deems necessary to maximize revenues and pay the expenses of maintaining the grounds and facilities. One percent (1%) of any revenue generated under this subsection shall be distributed to the state fair endowment account and the remainder of any revenue generated under this subsection shall be distributed to the Wyoming state fair account.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-107/"
    },
    {
      "id": "section-11-10-108",
      "number": "11-10-108",
      "heading": "Rodeos; Generally.",
      "text": "11-10-108. Rodeos; generally.\n\nThe state fair board may provide a rodeo as part of the state fair program, provided there is no restriction on any Wyoming resident who desires to participate in the rodeo other than the prescribed entry fee, unless the restriction is required by a sanctioning body as part of the terms and conditions to sanction the rodeo. Any contract entered into with any person to provide entertainment under this section is void if it in any manner excludes a Wyoming resident from participation in the entertainment because of membership or nonmembership in any organization or group.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-108/"
    },
    {
      "id": "section-11-10-109",
      "number": "11-10-109",
      "heading": "Rodeos; Liability for Injuries.",
      "text": "11-10-109. Rodeos; liability for injuries.\n\nThe state of Wyoming is not responsible or liable in any manner for any injury sustained by anyone participating in the rodeo at the Wyoming state fair.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-109/"
    },
    {
      "id": "section-11-10-110",
      "number": "11-10-110",
      "heading": "Repealed by Laws 2011, Ch. 72, 2.",
      "text": "Repealed by Laws 2011, Ch. 72, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11-10-111",
      "number": "11-10-111",
      "heading": "Reports.",
      "text": "11-10-111. Reports.\n\nThe director of the department of agriculture shall make reports as required by W.S. 9-2-1014 in regard to the state fair.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-111/"
    },
    {
      "id": "section-11-10-112",
      "number": "11-10-112",
      "heading": "Wyoming Pioneer Memorial Museum.",
      "text": "11-10-112. Wyoming Pioneer Memorial Museum.\n\nA building to be known as the \"Wyoming Pioneer Memorial Museum\" is authorized to house pioneer relics on the state fairgrounds, and for such other purposes as deemed necessary by the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-112/"
    },
    {
      "id": "section-11-10-113",
      "number": "11-10-113",
      "heading": "Wyoming Pioneer Memorial Museum; Supervision Thereof.",
      "text": "11-10-113. Wyoming Pioneer Memorial Museum; supervision thereof.\n\nThe supervision, maintenance and operation of the museum is under the director of the department of state parks and cultural resources. The director may assign or employ necessary personnel to maintain the exhibits and receive visitors, and may enter into agreements for the loan of exhibits, providing the state of Wyoming is not liable therefor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-113/"
    },
    {
      "id": "section-11-10-114",
      "number": "11-10-114",
      "heading": "Wyoming Pioneer Memorial Museum; Admission Fee.",
      "text": "11-10-114. Wyoming Pioneer Memorial Museum; admission fee.\n\nA nominal admission fee may be charged to reimburse the general fund for maintenance costs.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-114/"
    },
    {
      "id": "section-11-10-115",
      "number": "11-10-115",
      "heading": "State Fair Board; Membership; Terms; Compensation.",
      "text": "11-10-115. State fair board; membership; terms; compensation.\n\n(a) There is created the state fair board consisting of the following members:\n\n(i) One (1) voting member appointed by the governor from each of the four (4) quadrants specified in W.S. 11-2-102(e)(i) through (iv). Each of these members shall be engaged primarily in agricultural work and shall be selected to represent a cross section of the agriculture industry. Appointments shall rotate consecutively among all the counties of the quadrants;\n\n(ii) One (1) voting member jointly appointed by a majority vote of both the Converse county board of commissioners and the governing body of the city of Douglas;\n\n(iii) One (1) voting member appointed by the dean of the University of Wyoming college of agriculture from the Wyoming cooperative extension service;\n\n(iv) One (1) voting member selected by the Wyoming vocational agricultural teachers association from its membership;\n\n(v) One (1) voting member appointed by the governor from the department of state parks and cultural resources;\n\n(vi) One (1) voting member appointed by the governor from the Wyoming business council;\n\n(vii) One (1) voting member appointed by the governor from the Wyoming tourism board or a representative of the Wyoming tourism board;\n\n(viii) One (1) voting member appointed by the governor from the energy industry;\n\n(ix) One (1) at-large voting member who is engaged primarily in agricultural work, appointed by the governor;\n\n(x) The director, or the director's designee, shall serve as a voting member;\n\n(xi) The governor or his designee and the dean of the University of Wyoming college of agriculture, or the dean's designee, shall serve as nonvoting ex officio members.\n\n(b) The members of the state fair board appointed under paragraph (a)(i) of this section shall serve for a term of six (6) years. The members of the state fair board appointed under paragraphs (a)(ii) through (ix) of this section shall serve for a term of four (4) years. Any state fair board member appointed by the governor is subject to removal as provided in W.S. 9-1-202.\n\n(c) Except as provided in this section, the state fair board members shall be paid a salary of one hundred dollars ($100.00) per day for attending and traveling to and from official state fair board meetings and shall receive mileage and per diem in the same manner as state employees as provided by W.S. 9-3-102. Members who are government employees or public officials appointed to the state fair board to represent an agency, department, board or institution of the state, including the University of Wyoming, shall receive no salary but shall be considered on official business when performing duties as members of the state fair board and shall receive mileage and per diem in the manner provided by the agency, department, board or institution the member represents.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-115/"
    },
    {
      "id": "section-11-10-116",
      "number": "11-10-116",
      "heading": "Repealed by Laws 2011, Ch. 70, 1.",
      "text": "Repealed by Laws 2011, Ch. 70, 1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11-10-117",
      "number": "11-10-117",
      "heading": "Sunset.",
      "text": "11-10-117. Sunset.\n\nW.S. 11-10-116 is repealed June 30, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-117/"
    },
    {
      "id": "section-11-10-118",
      "number": "11-10-118",
      "heading": "State Fair Endowment Account; Administration; Distributions; Purposes.",
      "text": "11-10-118. State fair endowment account; administration; distributions; purposes.\n\n(a) The state fair endowment account is created. The state treasurer is authorized to accept cash gifts for the account. Funds within the account including all funds deposited to the account from any source are intended to be inviolate and constitute a permanent or perpetual trust fund. The state treasurer shall invest funds within the endowment account in accordance with law. Seventy-five percent (75%) of investment earnings shall be credited to the endowment account. Twenty-five percent (25%) of investment earnings shall be distributed to the Wyoming state fair account.\n\n(b) Repealed by Laws 2021, ch. 144, 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-11/chapter-10/section-11-10-118/"
    }
  ]
}