{
  "state": "michigan",
  "path": "title-chapter-445-trade-and-commerce/chapter-act-227-of-1971-home-solicitation-sales-445111-445117",
  "sections": [
    {
      "id": "section-445111",
      "number": "445.111",
      "heading": "Definitions.Section 445.111a - Telephonic Solicitation Using Recorded Message Prohibited; Establishment of State Do-Not-Call List",
      "text": "As used in this act:\n\n(a) \"Home solicitation sale\" means a sale of goods or services of more than $25.00 in which the seller or a person acting for the seller engages in a personal, telephonic, or written solicitation of the sale, the solicitation is received by the buyer at a residence of the buyer, and the buyer's agreement or offer to purchase is there given to the seller or a person acting for the seller. Home solicitation sale does not include any of the following:\n\n(i) A sale made pursuant to a preexisting revolving charge account.\n\n(ii) A sale made pursuant to prior negotiations between the parties at a business establishment at a fixed location where goods or services are offered or exhibited for sale.\n\n(iii) A sale or solicitation of insurance by an insurance agent licensed by the commissioner of insurance.\n\n(iv) A sale made at a fixed location of a business establishment where goods or services are offered or exhibited for sale.\n\n(v) A sale made pursuant to a printed advertisement in a publication of general circulation.\n\n(vi) A sale of services by a real estate broker or salesperson licensed by the department of consumer and industry services.\n\n(vii) A sale of agricultural or horticultural equipment and machinery that is demonstrated to the consumer by the vendor at the request of either or both of the parties.\n\n(b) \"Fixed location\" means a place of business where the seller or an agent, servant, employee, or solicitor of that seller primarily engages in the sale of goods or services of the same kind as would be sold at the residence of a buyer.\n\n(c) \"Business day\" means Monday through Friday and does not include Saturday, Sunday, or the following business holidays: New Year's day, Martin Luther King's birthday, Washington's birthday, Memorial day, Independence day, Labor day, Columbus day, Veterans' day, Thanksgiving day, and Christmas day.\n\n(d) \"Federally insured depository institution\" means a state or national bank, state or federal savings bank, state or federal savings and loan association, or state or federal credit union that holds deposits insured by an agency of the United States.\n\n(e) As used in only the definition of home solicitation sales, \"goods or services\" does not include any of the following:\n\n(i) A loan, deposit account, or trust account lawfully offered or provided by a federally insured depository institution or a subsidiary or affiliate of a federally insured depository institution.\n\n(ii) An extension of credit that is subject to any of the following acts:\n\n(A) The mortgage brokers, lenders, and servicers licensing act, 1987 PA 173, MCL 445.1651 to 445.1684.\n\n(B) The secondary mortgage loan act, 1981 PA 125, MCL 493.51 to 493.81.\n\n(C) The regulatory loan act, 1939 PA 21, MCL 493.1 to 493.24.\n\n(D) The consumer financial services act, 1988 PA 161, MCL 487.2051 to 487.2072.\n\n(E) 1984 PA 379, MCL 493.101 to 493.114.\n\n(F) The motor vehicle sales finance act, 1950 (Ex Sess) PA 27, MCL 492.101 to 492.141.\n\n(iii) A sale of a security or interest in a security that is subject to the uniform securities act, 1964 PA 265, MCL 451.501 to 451.818, or the uniform securities act (2002), 2008 PA 551, MCL 451.2101 to 451.2703.\n\n(f) \"Written solicitation\" means a postcard or other written notice delivered to a buyer's residence that requests that the buyer contact the seller or seller's agent by telephone to inquire about a good or service, unless the postcard or other written notice concerns a previous purchase or order or specifies the price of the good or service and accurately describes the good or service.\n\n(g) \"ADAD\" or \"automatic dialing and announcing device\" means any device or system of devices that is used, whether alone or in conjunction with other equipment, for the purpose of automatically selecting or dialing telephone numbers.\n\n(h) \"Commission\" means the public service commission.\n\n(i) \"Do-not-call list\" means a do-not-call list of consumers and their residential telephone numbers maintained by the commission, by a vendor designated by the commission, or by an agency of the federal government, under section 1a.\n\n(j) \"Existing customer\" means an individual who has purchased goods or services from a person, who is the recipient of a voice communication from that person, and who either paid for the goods or services within the 12 months preceding the voice communication or has not paid for the goods and services at the time of the voice communication because of a prior agreement between the person and the individual.\n\n(k) \"Person\" means an individual, partnership, corporation, limited liability company, association, governmental entity, or other legal entity.\n\n(l) \"Residential telephone subscriber\" or \"subscriber\" means a person residing in this state who has residential telephone service.\n\n(m) \"Telephone solicitation\" means any voice communication over a telephone for the purpose of encouraging the recipient of the call to purchase, rent, or invest in goods or services during that telephone call. Telephone solicitation does not include any of the following:\n\n(i) A voice communication to a residential telephone subscriber with that subscriber's express invitation or permission prior to the voice communication.\n\n(ii) A voice communication to an existing customer of the person on whose behalf the voice communication is made, unless the existing customer is a consumer who has requested that he or she not receive calls from or on behalf of that person under section 1c(1)(g).\n\n(iii) A voice communication to a residential telephone subscriber in which the caller requests a face-to-face meeting with the residential telephone subscriber to discuss a purchase, sale, or rental of, or investment in, goods or services but does not urge the residential telephone subscriber to make a decision to purchase, sell, rent, invest, or make a deposit on that good or service during the voice communication.\n\n(n) \"Telephone solicitor\" means any person doing business in this state who makes or causes to be made a telephone solicitation from within or outside of this state, including, but not limited to, calls made by use of automated dialing and announcing devices or by a live person.\n\n(o) \"Vendor\" means a person designated by the commission to maintain a do-not-call list under section 1a. The term may include a governmental entity.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972 ;-- Am. 1978, Act 152, Imd. Eff. May 18, 1978 ;-- Am. 1980, Act 108, Imd. Eff. May 10, 1980 ;-- Am. 1998, Act 126, Imd. Eff. June 10, 1998 ;-- Am. 1999, Act 18, Imd. Eff. Apr. 28, 1999 ;-- Am. 2002, Act 612, Eff. Mar. 31, 2003 ;-- Am. 2009, Act 93, Imd. Eff. Sept. 24, 2009",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111/"
    },
    {
      "id": "section-445111a",
      "number": "445.111a",
      "heading": "Telephonic Solicitation Using Recorded Message Prohibited; Establishment of State Do-Not-Call List.",
      "text": "(1) A home solicitation sale shall not be made by telephonic solicitation using in whole or in part a recorded message. A person shall not make a telephone solicitation that consists in whole or in part of a recorded message.\n\n(2) Within 120 days after the effective date of the amendatory act that added this subsection, the commission shall do 1 of the following:\n\n(a) Establish a state do-not-call list. All of the following apply if the commission establishes a do-not-call list under this subdivision:\n\n(i) The commission shall publish the do-not-call list quarterly for use by telephone solicitors.\n\n(ii) The do-not-call list fund is created in the state treasury. Money received from fees under subparagraph (iii) shall be credited to the fund. The state treasurer shall direct the investment of the fund. The state treasurer shall credit to the fund interest and earnings from fund investments. Money remaining in the fund at the end of a fiscal year shall be carried over in the fund to the next and succeeding fiscal years. Money in the fund may be appropriated to the commission to cover the costs of administering the do-not-call list, but may not be appropriated to compensate or reimburse a vendor designated under subdivision (b) to maintain a do-not-call list under that subdivision.\n\n(iii) The commission shall establish and collect 1 or both of the following fees to cover the costs to the commission for administering the do-not-call list:\n\n(A) Fees charged to telephone solicitors for access to the do-not-call list.\n\n(B) Fees charged to residential telephone subscribers for inclusion on the do-not-call list. The commission shall not charge a residential telephone subscriber a fee of more than $5.00 for a 3-year period.\n\n(iv) The commission shall maintain the do-not-call list for at least 1 year. After 1 year, the commission may at any time elect to designate a vendor to maintain a do-not-call list under subdivision (b), in which case subdivision (b) shall apply.\n\n(b) Designate a vendor to maintain a do-not-call list. All of the following apply to a vendor designated to maintain a do-not-call list under this subdivision:\n\n(i) The commission shall establish a procedure or follow existing procedure for the submission of bids by vendors to maintain a do-not-call list under this subdivision.\n\n(ii) The commission shall establish a procedure or follow existing procedure for the selection of the vendor to maintain the do-not-call list. In selecting the vendor, the commission shall consider at least all of the following factors:\n\n(A) The cost of obtaining and the accessibility and frequency of publication of the do-not-call list to telephone solicitors.\n\n(B) The cost and ease of registration on the do-not-call list to consumers who are seeking inclusion on the do-not-call list.\n\n(iii) The commission may review its designation and make a different designation under this subdivision if the commission determines that another person would be better than the designated vendor in meeting the selection factors established under subparagraph (ii) or if the designated vendor engages in activities the commission considers contrary to the public interest.\n\n(iv) If the commission does not establish a state do-not-call list under subdivision (a), the commission shall comply with the designation requirements of this subdivision for at least 1 year. After 1 year, the commission may at any time elect to establish and maintain a do-not-call list under subdivision (a), in which case subdivision (a) shall apply.\n\n(v) Unless the vendor is a governmental entity, a vendor designated by the commission under this subdivision is not a governmental agency and is not an agent of the commission in maintaining a do-not-call list.\n\n(vi) The commission and a vendor designated under this subdivision shall execute a written contract. The contract shall include the vendor's agreement to the requirements of this section and any additional requirements established by the commission.\n\n(vii) The commission shall not use state funds to compensate or reimburse a vendor designated under this subdivision. The vendor may receive compensation or reimbursement for maintaining a designated do-not-call list under this subdivision only from 1 or both of the following:\n\n(A) Fees charged by the vendor to telephone solicitors for access to the do-not-call list.\n\n(B) Fees charged by the vendor to residential telephone subscribers for inclusion on the do-not-call list. A designated vendor shall not charge a residential telephone subscriber a fee of more than $5.00 for a 3-year period.\n\n(viii) The designee do-not-call list fund is created in the state treasury. If the vendor is a department or agency of this state, money received from fees under subparagraph (vii) by that vendor shall be credited to the fund. The state treasurer shall direct the investment of the fund. The state treasurer shall credit to the fund interest and earnings from fund investments. Money remaining in the fund at the end of a fiscal year shall be carried over in the fund to the next and succeeding fiscal years. Money in the fund may be appropriated to that vendor to cover the costs of administering the do-not-call list.\n\n(3) In determining whether to establish a state do-not-call list under subsection (2)(a) or designate a vendor under subsection (2)(b), and in designating a vendor under subsection (2)(b), the commission shall consider comments submitted to the commission from consumers, telephone solicitors, or any other person.\n\n(4) Beginning 90 days after the commission establishes a do-not-call list under subsection (2)(a) or designates a vendor to maintain a do-not-call list under subsection (2)(b), a telephone solicitor shall not make a telephone solicitation to a residential telephone subscriber whose name and residential telephone number is on the then-current version of that do-not-call list.\n\n(5) Notwithstanding any other provision of this section, if an agency of the federal government establishes a federal do-not-call list, within 120 days after the establishment of the federal do-not-call list, the commission shall designate the federal list as the state do-not-call list. The federal list shall remain the state do-not-call list as long as the federal list is maintained. A telephone solicitor shall not make a telephone solicitation to a residential telephone subscriber whose name and residential telephone number is on the then-current version of the federal list.\n\n(6) A telephone solicitor shall not use a do-not-call list for any purpose other than meeting the requirements of subsection (4) or (5).\n\n(7) The commission or a vendor shall not sell or transfer the do-not-call list to any person for any purpose unrelated to this section.\n\nHistory:Add. 1978, Act 152, Imd. Eff. May 18, 1978 ;-- Am. 2002, Act 612, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111a/"
    },
    {
      "id": "section-445111b",
      "number": "445.111b",
      "heading": "Information to Be Provided by Person Making Telephone Solicitation; Interference With Caller ID Function Prohibited.",
      "text": "(1) At the beginning of a telephone solicitation, a person making a telephone solicitation to a residential telephone subscriber shall state his or her name and the full name of the organization or other person on whose behalf the call was initiated and provide a telephone number of the organization or other person on request. A natural person must be available to answer the telephone number at any time when telephone solicitations are being made.\n\n(2) The person answering the telephone number required under subsection (1) shall provide a residential telephone subscriber calling the telephone number with information describing the organization or other person on whose behalf the telephone solicitation was made to the residential telephone subscriber and describing the telephone solicitation.\n\n(3) A telephone solicitor shall not intentionally block or otherwise interfere with the caller ID function on the telephone of a residential telephone subscriber to whom a telephone solicitation is made so that the telephone number of the caller is not displayed on the telephone of the residential telephone subscriber.\n\nHistory:Add. 2002, Act 612, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111b/"
    },
    {
      "id": "section-445111c",
      "number": "445.111c",
      "heading": "Unfair or Deceptive Act or Practice; Violation; Penalty; Damages.",
      "text": "(1) It is an unfair or deceptive act or practice and a violation of this act for a telephone solicitor to do any of the following:\n\n(a) Misrepresent or fail to disclose, in a clear, conspicuous, and intelligible manner and before payment is received from the consumer, all of the following information:\n\n(i) Total purchase price to the consumer of the goods or services to be received.\n\n(ii) Any restrictions, limitations, or conditions to purchase or to use the goods or services that are the subject of an offer to sell goods or services.\n\n(iii) Any material term or condition of the seller's refund, cancellation, or exchange policy, including a consumer's right to cancel a home solicitation sale under section 2 and, if applicable, that the seller does not have a refund, cancellation, or exchange policy.\n\n(iv) Any material costs or conditions related to receiving a prize, including the odds of winning the prize, and if the odds are not calculable in advance, the factors used in calculating the odds, the nature and value of a prize, that no purchase is necessary to win the prize, and the \"no purchase required\" method of entering the contest.\n\n(v) Any material aspect of an investment opportunity the seller is offering, including, but not limited to, risk, liquidity, earnings potential, market value, and profitability.\n\n(vi) The quantity and any material aspect of the quality or basic characteristics of any goods or services offered.\n\n(vii) The right to cancel a sale under this act, if any.\n\n(b) Misrepresent any material aspect of the quality or basic characteristics of any goods or services offered.\n\n(c) Make a false or misleading statement with the purpose of inducing a consumer to pay for goods or services.\n\n(d) Request or accept payment from a consumer or make or submit any charge to the consumer's credit or bank account before the telephone solicitor or seller receives from the consumer an express verifiable authorization. As used in this subdivision, \"verifiable authorization\" means a written authorization or confirmation, an oral authorization recorded by the telephone solicitor, or confirmation through an independent third party.\n\n(e) Offer to a consumer in this state a prize promotion in which a purchase or payment is necessary to obtain the prize.\n\n(f) Fail to comply with the requirements of section 1a or 1b.\n\n(g) Make a telephone solicitation to a consumer in this state who has requested that he or she not receive calls from the organization or other person on whose behalf the telephone solicitation is made.\n\n(h) While making a telephone solicitation, misrepresent in a message left for a consumer on his or her answering machine or voice mail that the consumer has a current business matter or transaction or a current business or customer relationship with the telephone solicitor or another person and request that the consumer call the telephone solicitor or another person to discuss that matter, transaction, or relationship.\n\n(2) Except as provided in this subsection, beginning 210 days after the effective date of the amendatory act that added this section, a person who knowingly or intentionally violates this section is guilty of a misdemeanor punishable by imprisonment for not more than 6 months or a fine of not more than $500.00, or both. This subsection does not prohibit a person from being charged with, convicted of, or punished for any other crime including any other violation of law arising out of the same transaction as the violation of this section. This subsection does not apply if the violation of this section is a failure to comply with the requirements of section 1a(1), (4), or (5) or section 1b.\n\n(3) A person who suffers loss as a result of violation of this section may bring an action to recover actual damages or $250.00, whichever is greater, together with reasonable attorney fees. This subsection does not prevent the consumer from asserting his or her rights under this act if the telephone solicitation results in a home solicitation sale, or asserting any other rights or claims the consumer may have under applicable state or federal law.\n\nHistory:Add. 2002, Act 612, Eff. Mar. 31, 2003 ;-- Am. 2006, Act 133, Imd. Eff. May 12, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111c/"
    },
    {
      "id": "section-445111d",
      "number": "445.111d",
      "heading": "Do-Not-Call List; Notice of Description and Enrollment; “Telecommunication Provider” Defined.",
      "text": "(1) Beginning 210 days after the effective date of the amendatory act that added this section, if a telephone directory includes residential telephone numbers, a person that publishes a new telephone directory shall include in the telephone directory a notice describing the do-not-call list and how to enroll on the do-not-call list.\n\n(2) Beginning 210 days after the effective date of the amendatory act that added this section, each telecommunication provider that provides residential telephone service shall include a notice describing the do-not-call list and how to enroll on the do-not-call list with 1 of that telecommunication provider's bills for telecommunication services to a residential telephone subscriber each year. If the federal communication commission or any other federal agency establishes a federal \"do not call\" list, the notice shall also describe that list and how to enroll on that list. As used in this subsection, \"telecommunication provider\" means that term as defined in section 102 of the Michigan telecommunications act, 1991 PA 179, MCL 484.2102.\n\nHistory:Add. 2002, Act 612, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111d/"
    },
    {
      "id": "section-445111e",
      "number": "445.111e",
      "heading": "Applicability of MCL 445.111a, 445.111b, 445.111c, and 445.111d.",
      "text": "Sections 1a, 1b, 1c, and 1d do not apply to a person subject to any of the following:\n\n(a) The charitable organizations and solicitations act, 1975 PA 169, MCL 400.271 to 400.294.\n\n(b) The public safety solicitation act, 1992 PA 298, MCL 14.301 to 14.327.\n\n(c) Section 527 of the internal revenue code of 1986.\n\nHistory:Add. 2002, Act 612, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-111e/"
    },
    {
      "id": "section-445112",
      "number": "445.112",
      "heading": "Right of Buyer to Cancel Home Solicitation Sale; Time; Notice of Cancellation; Restriction on Right to Cancel; Sale Subject to Debtor's Right to Rescind",
      "text": "(1) Except as provided in subsection (5), in addition to any right otherwise to revoke an offer, a buyer has the right to cancel a home solicitation sale until midnight of the third business day after the day on which the buyer signs an agreement or offer to purchase that complies with this act. The seller in a home solicitation sale shall not acquire payment by having an independent courier service or other third party pick up the buyer's payment at the buyer's residence until after the buyer's right-to-revoke period prescribed by this act has expired.\n\n(2) Cancellation occurs when the buyer mails or delivers the notice of cancellation provided for in section 3(2) or any other written notice, or sends a telegram, to the seller at the address stated in the notice of cancellation.\n\n(3) A notice of cancellation or other written notice, if mailed to the seller, is given when it is deposited in a mailbox properly addressed and postage prepaid.\n\n(4) A written notice or telegram given by the buyer other than the notice of cancellation need not take a particular form and is sufficient if it indicates by any form of written expression the intention of the buyer not to be bound by the home solicitation sale.\n\n(5) A buyer may not cancel a home solicitation sale if the buyer requests the seller to provide goods or services without delay because of an emergency, and all of the following conditions are met:\n\n(a) The seller in good faith makes a substantial beginning of performance of the contract before the buyer gives notice of cancellation.\n\n(b) The buyer furnishes the seller with a separate dated and signed personal statement in the buyer's handwriting describing the situation requiring immediate remedy and expressly acknowledging and waiving the right to cancel the sale within 3 business days.\n\n(c) In the case of goods, the goods cannot be returned to the seller in substantially as good condition as when received by the buyer.\n\n(6) If a home solicitation sale is also subject to the debtor's right to rescind certain transactions, the buyer may proceed either under those provisions or under this section.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972 ;-- Am. 1978, Act 152, Imd. Eff. May 18, 1978 ;-- Am. 2000, Act 15, Imd. Eff. Mar. 8, 2000",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-112/"
    },
    {
      "id": "section-445113",
      "number": "445.113",
      "heading": "Written Agreement or Offer to Purchase; Contents; Form; Cancellation; Exceptions; Conditions.",
      "text": "(1) In a home solicitation sale, unless the buyer requests the seller to provide goods or services without delay in an emergency, the seller shall present to the buyer and obtain the buyer's signature to a written agreement or offer to purchase that designates as the date of the transaction the date on which the buyer actually signs.\n\nThe agreement or offer to purchase shall contain a statement substantially as follows in immediate proximity to the space reserved in the agreement or offer to purchase for the signature of the buyer:\n\n\"You, the buyer, may cancel this transaction at any time prior to midnight of the third business day after the date of this transaction. See the attached notice of cancellation form for an explanation of this right. Additionally, the seller is prohibited from having an independent courier service or other third party pick up your payment at your residence before the end of the 3-business-day period in which you can cancel the transaction.\"\n\n(2) The seller shall attach to the copy or cause to be printed on the reverse side of the written agreement or offer to purchase retained by the buyer a notice of cancellation in duplicate that shall appear as follows:\"notice of cancellation(enter date of transaction)(date)You may cancel this transaction, without any penalty or obligation, within 3 business days from the above date.\n\nIf you cancel, any property traded in, any payments made by you under the contract or sale, and any negotiable instrument executed by you will be returned within 10 business days following receipt by the seller of your cancellation notice, and any security interest arising out of the transaction will be canceled.\n\nIf you cancel, you must make available to the seller at your residence, in substantially as good condition as when received, any goods delivered to you under this contract or sale; or you may if you wish, comply with the instructions of the seller regarding the return shipment of the goods at the seller's expense and risk.\n\nIf you do make the goods available to the seller and the seller does not pick them up within 20 days of the date of your notice of cancellation, you may retain or dispose of the goods without any further obligation. If you fail to make the goods available to the seller or if you agree to return the goods to the seller and fail to do so, then you remain liable for performance of all obligations under the contract.\n\nTo cancel this transaction, mail or deliver a signed and dated copy of this cancellation notice or any other written notice, or send a telegram to (name of seller), at (address of seller's place of business) not later than midnight on_________________________________(date)I hereby cancel this transaction._________________________________(date)____________________________(buyer's signature) \"(3) The notices required by this section shall be in not less than 10-point bold type and shall be 2 points larger than the text of the contract. A written agreement or offer to purchase and the notice of cancellation attached to the agreement or offer shall be written in the same language as that used in any oral presentation that was given to facilitate sale of the goods or services. The seller shall enter on the blanks in the notice of cancellation the date of transaction, which is the date the buyer signs the written agreement, and the date for mailing the notice of cancellation. An error in entering this information shall not diminish the buyer's rights under this act.\n\n(4) Until the seller has complied with this section, the buyer may cancel the home solicitation sale by notifying the seller in any manner and by any means of his or her intention to cancel.\n\n(5) This section does not apply to a home solicitation sale where the seller engaged in a telephone solicitation of the sale if sections 505 to 507 of the Michigan telecommunications act, 1991 PA 179, MCL 484.2505 to 484.2507, apply to the solicitation or sale.\n\n(6) This section does not apply to a home solicitation sale of natural gas or electricity if the seller is any of the following:\n\n(a) An electric utility or gas utility that is regulated by the commission and complies with any orders or tariffs issued by the commission concerning home solicitations by alternative electric suppliers or alternative gas suppliers in making the solicitation.\n\n(b) An alternative gas supplier or alternative electric supplier licensed by the commission that complies with any applicable orders or tariffs issued by the commission concerning home solicitations in making the solicitation.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972 ;-- Am. 1978, Act 152, Imd. Eff. May 18, 1978 ;-- Am. 2000, Act 15, Imd. Eff. Mar. 8, 2000 ;-- Am. 2002, Act 612, Eff. Mar. 31, 2003 ;-- Am. 2006, Act 138, Imd. Eff. May 12, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-113/"
    },
    {
      "id": "section-445114",
      "number": "445.114",
      "heading": "Tender of Payments or Goods to Buyer; Failure to Tender Goods; Effect of Noncompliance.",
      "text": "(1) Except as provided in this section, within 10 days after a home solicitation sale has been canceled or an offer to purchase revoked the seller shall tender to the buyer any payments made by the buyer and any note or other evidence of indebtedness.\n\n(2) If the down payment includes goods traded in, the goods shall be tendered in substantially as good condition as when received by the seller. If the seller fails to tender the goods as provided by this section, the buyer may elect to recover an amount equal to the trade-in allowance stated in the agreement.\n\n(3) Until the seller has complied with the obligations imposed by this section the buyer may retain possession of goods delivered to him by the seller and has a lien on the goods in his possession or control for any recovery to which he is entitled.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-114/"
    },
    {
      "id": "section-445115",
      "number": "445.115",
      "heading": "Demand by Seller for Return of Goods; Care and Availability of Goods; Effect of Failure to Demand Return of Goods; Compensation for Services Performed",
      "text": "(1) Except as provided by section 4(3), if a home solicitation sale has been canceled or an offer to purchase revoked, a seller may demand the return of goods delivered within 20 days after the cancellation or revocation. The buyer shall take good care of the goods and shall make the goods available for return to the seller at the buyer's residence. If the seller fails to demand return of the goods as prescribed in this subsection, the goods shall become the property of the buyer without obligation.\n\n(2) If the seller has performed any services pursuant to a home solicitation sale before its cancellation, the seller is not entitled to compensation.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972 ;-- Am. 1978, Act 152, Imd. Eff. May 18, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-115/"
    },
    {
      "id": "section-445116",
      "number": "445.116",
      "heading": "Refunds or Penalties as Set Off or Defense.",
      "text": "In connection with a home solicitation sale, refunds or penalties to which the debtor is entitled pursuant to this act may be set off against the debtor's obligation, and may be raised as a defense to an action on the obligation without regard to the time limitations prescribed by this act.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972 ;-- Am. 2002, Act 612, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-116/"
    },
    {
      "id": "section-445117",
      "number": "445.117",
      "heading": "Action for Collection of Home Solicitation Sale Contract.",
      "text": "No person may bring any action in any court of this state for the collection of any home solicitation sale contract without proving that such person was at all times in compliance with this act.\n\nHistory:1971, Act 227, Imd. Eff. Jan. 3, 1972",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-227-of-1971/section-445-117/"
    }
  ]
}