{
  "state": "michigan",
  "path": "title-chapter-445-trade-and-commerce/chapter-ero-no-2003-1-executive-reorganization-order-4452011-4452011",
  "sections": [
    {
      "id": "section-4452011",
      "number": "445.2011",
      "heading": "Transfer of Certain Bureaus, Commissions, Committees, Programs, and Authorities From Department of Consumer and Industry Services to Department of Community Health, Family Independence Agency, and Department of Transportation; Rename Department of Consumer and Industry Services to Department of Labo",
      "text": "WHEREAS, Article V, Section 1 of the Michigan Constitution of 1963 vests the executive power of the State of Michigan in the Governor;\n\nWHEREAS, Article V, Section 2 of the Michigan Constitution of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units that the Governor considers necessary for efficient administration;\n\nWHEREAS, Article V, Section 8 of the Michigan Constitution of 1963 provides that each principal department shall be under the supervision of the Governor unless otherwise provided by the Constitution;\n\nWHEREAS, the Department of Commerce was created as a principal department of state government under Section 225 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.325;\n\nWHEREAS, the Department of Commerce was renamed the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001;\n\nWHEREAS, the Department of Labor was created as a principal department of state government under Section 375 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.475;\n\nWHEREAS, certain authority, powers, duties, functions, and responsibilities of the Department of Labor were transferred to the Department of Consumer and Industry Services and the Department of Labor was abolished under Executive Order 1996-2, MCL 445.2001;\n\nWHEREAS, reorganizing labor and economic development functions into one principal department will ensure more efficient use of taxpayer dollars and will allow the state to offer more streamlined services;\n\nWHEREAS, because the development of cooperative economic alliances between business and labor will improve the lives of Michigan's working families and the vitality of Michigan's businesses, the State of Michigan should encourage such alliances;\n\nWHEREAS, Michigan's already successful economic development programs will benefit from greater consolidation of and linkage to workforce development programs;\n\nWHEREAS, there is a continuing need to reorganize functions amongst state departments to ensure efficient administration;\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to effect changes in the organization of the Executive Branch of state government;\n\nNOW, THEREFORE, I, Jennifer M. Granholm, Governor of the State of Michigan, pursuant to the power vested in the Governor by the Michigan Constitution of 1963 and Michigan law order:\n\nI. DEFINITIONS\n\nAs used in this Order:\n\nA. \"Appellate Commissioner\" means a member of the new Workers' Compensation Appellate Commission created under Section II.P of this Order.\n\nB. \"Brownfield Redevelopment Board\" means the board created within the Department of Environmental Quality under Section 20104a of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.20104a.\n\nC. \"Bureau of Heath Services\" means the organizational unit of the Department and Consumer and Industry Services designated as the Bureau of Health Services.\n\nD. \"Bureau of Health Systems\" means the organizational unit of the Department of Consumer and Industry Services designated as the Bureau of Health Systems.\n\nE. \"Bureau of Worker's Compensation\" means the bureau established within the Department of Labor under Section 201 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.201, transferred to the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001, and then transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004.\n\nF. \"Bureau of Worker's and Unemployment Compensation\" means the bureau established within the Department of Consumer and Industry Services under Executive Order 2002-1, MCL 445.2004.\n\nG. \"Commission for the Blind\" means the commission created in the Department of Labor under Section 2 of 1978 PA 260, MCL 393.352, and transferred to the Family Independence Agency under Executive Order 1996-2, MCL 445.2001.\n\nH. \"Department of Career Development\" means the principal department of state government created under Executive Order 1999-1, MCL 408.40.\n\nI. \"Department of Consumer and Industry Services\" means the principal department of state government created as the Department of Commerce under Section 225 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.325, and renamed the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001.\n\nJ. \"Department of Labor and Economic Growth\" means the principal department of state government formerly known as the Department of Consumer and Industry Services and renamed the Department of Labor and Economic Growth under Section II.A of this Order.\n\nK. \"Department of Management and Budget\" means the principal department of state government created under Section 121 of the Management and Budget Act, 1984 PA 431, MCL 18.1121.\n\nL. \"Director of Unemployment Insurance\" means the director of the Unemployment Insurance Agency created under Section II.N.\n\nM. \"Director of Workers' Compensation\" means the director of the Workers' Compensation Agency created under Section II.O.\n\nN. \"Family Independence Agency\" means the principal department of state government created as the Department of Social Services under Section 450 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.550, and renamed the Family Independence Agency under Section 1 of the Social Welfare Act, 1939 PA 280, MCL 400.1.\n\nO. \"Former Wage and Hour Division\" means the organizational unit created on January 31, 1992 within the Bureau of Safety and Regulation within the Department of Labor, the functions of which were transferred to the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001, and then transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004.\n\nP. \"Former Worker's Compensation Appellate Commission\" means the Worker's Compensation Appellate Commission created under Section 274 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.274.\n\nQ. \"Michigan Broadband Development Authority\" means the public body corporate and politic created under Section 4 of the Michigan Broadband Development Authority Act, 2002 PA 49, MCL 484.3204.\n\nR. \"Michigan Economic Development Corporation\" means the public body corporate created under Section 28 of Article VII of the Michigan Constitution of 1963 and the Urban Cooperation Act of 1967, 1967 (Ex Sess) PA 7, MCL 124.501 to 124.512, by a contractual interlocal agreement effective April 5, 1999, and subsequently amended, between local participating economic development corporations formed under the Economic Development Corporations Act, 1974 PA 338, MCL 125.1601 to 125.1636, and the Michigan Strategic Fund.\n\nS. \"Michigan Economic Growth Authority\" means the authority created under the Michigan Economic Growth Authority Act, 1995 PA 24, MCL 207.801 to 207.810, and transferred to the Michigan Strategic Fund under Executive Order 1999-1, MCL 408.40.\n\nT. \"Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority\" means the authority created and established as an autonomous agency within the Department of Consumer and Industry Services under Section 3 of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3103.\n\nU. \"Michigan Next Energy Authority\" means the public body corporate and politic created under Section 3 of the Michigan Next Energy Authority Act, 2002 PA 593, MCL 207.823.\n\nV. \"Michigan Strategic Fund\" means the public body corporate and politic created under Section 5 of the Michigan Strategic Fund Act, 1984 PA 270, MCL 125.2005, and transferred to the Department of Management and Budget under Executive Order 1999-1, MCL 408.40, and includes the board of the Michigan Strategic Fund.\n\nW. \"Qualifications Advisory Committee\" or \"QAC\" means the committee required under Section 209 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.209. References in this Order to the \"new Qualifications Advisory Committee\" or \"new QAC\" mean the committee required under Section 209 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.209, as modified under this Order.\n\nX. \"State Bar of Michigan\" means the public body corporate under Section 901 of the Revised Judicature Act of 1961, 1961 PA 236, MCL 600.901, the membership of which consists of all persons licensed to practice law in this state.\n\nY. \"State Budget Director\" means the director of the State Budget Office created under Section 321 of the Management and Budget Act, 1984 PA 431, MCL 18.1321.\n\nZ. \"Type I Agency\" means an agency established consistent with Section 3(a) of the Executive Organization Act of 1963, 1965 PA 380, MCL 16.103(a).\n\nAA. \"Type I Transfer\" means that type of transfer as defined in Section 3(a) of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103(a).\n\nBB. \"Type II Agency\" means an agency established consistent with Section 3(b) of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103(b).\n\nCC. \"Type II Transfer\" means that type of transfer as defined in Section 3(b) of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103(b).\n\nDD. \"Type III Transfer\" means that type of transfer as defined in Section 3(c) of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103(c).\n\nEE. \"Type IV Transfer\" means a basic type transfer where all statutory authority, powers, duties, functions, records, personnel, property, unexpended balances of appropriations, allocations, and other funds, including the functions of budgeting, procurement, personnel, and management-related functions are retained by the transferred entity and the transferred entity remains an autonomous entity, in the same manner as the Michigan Employment Security Commission was designated an autonomous entity within the Michigan Department of Labor under Section 379 of the Executive Organization Act, 1965 PA 380, MCL 16.479, and the Michigan Strategic Fund was transferred to the Michigan Department of Management and Budget under Executive Order 1999-1, MCL 408.40.\n\nFF. \"Unemployment Insurance Agency\" means the organizational unit within the Department of Labor and Economic Growth created under Section II.N.\n\nGG. \"Wage and Hour Administrator\" means the head of the new Wage and Hour Division created under Section II.L.\n\nHH. \"Wage and Hour Division\" means the new Wage and Hour Division, an organizational unit within the Department of Labor and Economic Growth created under Section II.L.\n\nII. \"Worker's Compensation Board of Magistrates\" or \"Board of Magistrates\" means the board established as an autonomous entity within the Department of Labor under Section 213 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.213, the functions of which were transferred to the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001, and then transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004.\n\nJJ. \"Workers' Compensation Agency\" means the organizational unit within the Department of Labor and Economic Growth created under Section II.O.\n\nKK. \"Workers' Compensation Appellate Commission\" means the new Workers' Compensation Appellate Commission established under Section II.P.\n\nII. DEPARTMENT OF LABOR AND ECONOMIC GROWTH\n\n1. Consistent with Article V, Section 2 of the Michigan Constitution of 1963, which limits the number of principal departments to 20, the Department of Consumer and Industry Services is renamed the Department of Labor and Economic Growth and will continue as a principal department of the Executive Branch.\n\n2. Any and all statutory references to the Department of Consumer and Industry Services not inconsistent with this Order shall be deemed references to the Department of Labor and Economic Growth.\n\n3. The Director of the Department of Labor and Economic Growth shall provide executive direction and supervision for the implementation of all transfers to the Department of Labor and Economic Growth under this Section II. The functions transferred to the Department of Labor and Economic Growth under this Section II shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth to the extent provided in this Order, including but not limited to all prescribed functions of rule-making, licensing, registration, and the prescription of rules, regulations, standards, and adjudications.\n\n4. Any authority, duties, powers, functions, and responsibilities transferred in this Section II may in the future be reorganized to promote efficient administration by the Director of the Department of Labor and Economic Growth.\n\n5. The Director of the Department of Labor and Economic Growth shall, in addition to the other duties and responsibilities given to the Director under this Order, or assigned or transferred to the Director as head of the Department of Labor and Economic Growth, be responsible for the oversight and supervision of the employees of the Department of Labor and Economic Growth and for the operations of the Department of Labor and Economic Growth. The Director shall also perform other duties and exercise other powers as the Governor may prescribe.\n\n6. The Director of the Department of Labor and Economic Growth may perform a duty or exercise a power conferred by law or executive order upon the Director at the time and to the extent the duty or power is delegated to the Director by law or order.\n\n7. The Director of the Department of Labor and Economic Growth may by written instrument delegate a duty or power conferred by law or order to an authorized representative and the person to whom the duty or power is delegated may perform the duty or exercise the power at the time and to the extent the duty or power is delegated by the Director of the Department of Labor and Economic Growth.\n\n8. The Director of the Department of Labor and Economic Growth shall administer the assigned functions transferred under this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nB. Advisory Council on Deaf and Hard of Hearing\n\n1. The Advisory Council on Deaf and Hard of Hearing created as the Advisory Council on Deafness within the Department of Labor under the Division on Deafness Act, 1937 PA 72, MCL 408.201 to 408.210, transferred from the Department of Labor to the Family Independence Agency under Executive Order 1996-2, MCL 445.2001, and renamed under Executive Order 2002-10, MCL 445.1991, is transferred by Type II Transfer from the Family Independence Agency to the Department of Labor and Economic Growth.\n\n2. Any records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Family Independence Agency for the activities, powers, duties, functions, and responsibilities transferred by this Section II.B are transferred to the Department of Labor and Economic Growth.\n\n3. The Director of the Department of Labor and Economic Growth, after consultation with the Director of the Family Independence Agency, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n4. The Directors of the Department of Labor and Economic Growth and the Family Independence Agency shall immediately initiate coordination to facilitate the transfers under this Section II.B and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Family Independence Agency.\n\n5. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under this Section II.B in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nC. Bureau of Construction Codes and Fire Safety\n\n1. Any authority, powers, duties, functions, and responsibilities, including but not limited to the functions of budgeting, procurement, management-related functions, and functions under the Fire Prevention Code, 1941 PA 207, MCL 29.1 to 29.34, of the Fire Marshal Division of the Department of State Police, except any authority, powers, duties, functions, and responsibilities previously transferred from the Department of State Police under Executive Order 1997-2, MCL 29.451, are transferred by Type II Transfer from the Department of State Police to the Department of Labor and Economic Growth, Bureau of Construction Codes and Fire Safety, except for the authority, powers, duties, functions, and responsibilities of the Department of State Police under any of the following:\n\na. 1978 PA 170, MCL 28.71 to 28.72, relating to the state arson strike force unit.\n\nb. Section 6 of the Fire Prevention Code, 1941 PA 207, MCL 29.6 (fire investigations).\n\nc. Section 7 of the Fire Prevention Code, 1941 PA 207, MCL 29.7 (criminal enforcement).\n\nd. The Fire Investigator Training Program, including, but not limited to functions related to fire investigation training to locals under Section 109 of 2003 PA 149.\n\n2. Any authority, powers, duties, functions, and responsibilities of the State Fire Marshal, and the authority powers, duties, functions, and responsibilities of the Director of the Department of State Police under the Fire Prevention Code, 1941 PA 207, MCL 29.1 to 29.34, except for any authority, powers, duties, functions, and responsibilities previously transferred from the State Fire Marshal or the Director of the Department of State Police under Executive Order 1997-2, MCL 29.451, and those retained within the Department of State Police under this Section II.C, are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth. The Director of the Department of Labor and Economic Growth may establish the position of State Fire Marshal within the Department of Labor and Economic Growth, Bureau of Construction Codes and Fire Safety.\n\n3. Any authority, powers, duties, functions, and responsibilities of the State Fire Marshal under any of the following programs or provisions of Michigan law are transferred by Type II Transfer to the Department of Labor and Economic Growth, Bureau of Construction Codes and Fire Safety:\n\na. Section 204 of the Aeronautics Code of the State of Michigan, 1945 PA 327, MCL 259.204.\n\nb. Section 77101 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.77101.\n\nc. Section 22210 of the Public Health Code, 1978 PA 368, MCL 333.22210.\n\nd. Section 1285a of the Revised School Code, 1976 PA 451, MCL 380.1285a.\n\ne. 1937 PA 306, MCL 388.851 to 388.855a.\n\nf. Section 58 of the Social Welfare Act, 1939 PA 280, MCL 400.58.\n\ng. The Adult Foster Care Facility Licensing Act, 1979 PA 218, MCL 400.701 to 400.737.\n\nh. Section 20 of 1967 PA 227, MCL 408.820.\n\ni. Section 1 of 1942 (1st Ex Sess) PA 9, MCL 419.201.\n\nj. Section 12 of the Motor Carrier Safety Act of 1963, 1963 PA 181, MCL 480.22.\n\nk. Section 16 of 1944 (1st Ex Sess) PA 52, MCL 561.16.\n\nl. 1973 PA 116, MCL 722.111 to 722.128.\n\nm. The Juvenile Firesetter Intervention Program.\n\nn. The Public Fire Education Program.\n\n4. Any authority, powers, duties, functions, and responsibilities of the Office of Fire Safety and the State Fire Marshal under Section 3a of the Stille-DeRossett-Hale Single State Construction Code Act, 1972 PA 230, MCL 125.1503a, are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth.\n\n5. Any authority, powers, duties, functions and responsibilities of the Director of the Department of State Police related to the functions transferred to the Department of Labor and Economic Growth by this Section II.C, are transferred by Type II Transfer from the Director of the Department of State Police to the Director of the Department of Labor and Economic Growth.\n\n6. Any authority, powers, duties, functions, and responsibilities of the Fire Fighters Training Council under the Fire Fighters Training Council Act of 1966, 1966 PA 291, MCL 29.361 to 29.377, are transferred by Type I Transfer from the Department of State Police to the Department of Labor and Economic Growth. Any authority, powers, duties, functions, and responsibilities of the Department of State Police under the Fire Fighters Training Council Act of 1966, 1966 PA 291, MCL 29.361 to 29.377, are transferred by Type II Transfer from the Department of State Police to the Department of Labor and Economic Growth. Any authority, powers, duties, functions, and responsibilities of the Director of the Department of State Police under the Fire Fighters Training Council Act of 1966, 1966 PA 291, MCL 29.361 to 29.377, are transferred by Type II Transfer from the Director of the Department of State Police to the Director of the Department of Labor and Economic Growth.\n\n7. The position as a member of the Fire Fighters Training Council designated under Section 3(1)(a) of the Fire Fighters Training Council Act of 1996, 1966 PA 291, MCL 29.363(1)(a), for the Director of the Department of State Police or his or her authorized representative, is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative. All the statutory authority of the Firefighters Training Council to designate from among its members a Chairperson under Section 5 of the Fire Fighters Training Council Act of 1966, 1966 PA 291, MCL 29.365, is transferred to the Governor.\n\n8. All the statutory authority of the Fire Safety Board, created under the Fire Prevention Code, 1941 PA 207, MCL 29.1 to 29.34, and transferred to the Department of Consumer and Industry Services under Executive Order 1997-2, MCL 29.451, to designate one of its members as Chairperson of the Board pursuant to Section 3b(5) of the Fire Prevention Code, 1941 PA 207, MCL 29.3b(5), is transferred to the Governor.\n\n9. The position of member of the Electrical Administrative Board consisting of a representative the Department of State Police, Fire Marshal Division, appointed by the Director of the Department of State Police under Section 2(1) of the Electrical Administrative Act, 1956 PA 217, MCL 338.882(1), is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\n10. The position of member of the Board of Mechanical Rules designated for the State Fire Marshal or the State Fire Marshal's designee under Section 3 of the Forbes Mechanical Contractors Act, 1984 PA 192, MCL 338.973, is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\n11. Any authority, powers, duties, functions, and responsibilities of the Department of State Police and the Director of the Department of State Police under 1931 PA 328, MCL 750.243a to 750.243e (fireworks), except any authority, power, duties, functions, and responsibilities of a peace officer of this state, or a political subdivision of this state, are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth.\n\n12. All remaining authority, powers, duties, functions, and responsibilities of the Department of State Police, the Director of the Department of State Police, the Fire Marshal Division, and the State Fire Marshal not transferred under this Section II.C are vested in the Director of the Department of State Police. The Director of the Department of State Police may create and maintain a division or other organizational unit of the Department of State Police as he or she deems necessary, expedient, and efficient, and organize or reorganize the division or organizational unit, including the appointment of division or organizational unit heads, assistants, and employees, with titles, powers, and duties related to the administration and enforcement of the authority, powers, duties, functions, and responsibilities retained under this Section II.C.\n\n13. Any authority, powers, duties, functions, and responsibilities of the State Fire Marshal as Commissioner of the Michigan State Police ex-officio under Section 5 of 1935 PA 59, MCL 28.5, are transferred to the Director of the Department of State Police.\n\n14. Any authority, powers, duties, functions, and responsibilities of the State Fire Marshal relating to the promulgation of rules relating to the authority, powers, duties, functions, and responsibilities retained within the Department of State Police under this Section II.C are transferred to the Director of the Department of State Police. Any authority, powers, duties, functions, and responsibilities of the State Fire Marshal or the Director of the Department of State Police relating to the promulgation of rules relating to the authority, powers, duties, functions, and responsibilities transferred to the Department of Labor and Economic Growth under this Section II.C are transferred to the Director of the Department of Labor and Economic Growth.\n\n15. All records, personnel, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Fire Marshal Division for the activities transferred to the Department of Labor and Economic Growth under this Section II.C are transferred to the Department of Labor and Economic Growth.\n\n16. The Director of the Department of Labor and Economic Growth shall provide executive direction and supervision for the implementation of the transfers to the Department of Labor and Economic Growth under this Section II.C. The functions assigned to the Department of Labor and Economic Growth shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n17. The Director of the Department of State Police and the Director of the Department of Labor and Economic Growth shall immediately initiate coordination to facilitate the transfer and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and State laws and regulations, or other obligations relating to the Fire Marshal Division and the transfers under this Section II.C to be resolved by the Department of State Police.\n\n18. The Directors of the Departments of Labor and Economic Growth and State Police shall administer any assigned functions under this Section II.C in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nD. Commission for the Blind\n\n1. Any authority, powers, duties, functions, and responsibilities of the Commission for the Blind are transferred by Type II Transfer from the Family Independence Agency to the Department of Labor and Economic Growth, including but not limited to the authority, powers, duties, functions, and responsibilities under all of the following:\n\na. 1978 PA 260, MCL 393.351 to 393.369.\n\nb. Section 7a of 1913 PA 271, MCL 399.7a.\n\nc. Section 2 of 1941 PA 205, MCL 252.52.\n\nd. Section 4 of 1988 PA 112, MCL 450.794.\n\ne. Section 208 of the Michigan Museum Act, 1990 PA 325, MCL 399.508.\n\n2. Any authority, powers, duties, functions, and responsibilities of the Director of the Family Independence Agency relating to the Commission for the Blind, including but not limited to the authority, powers, duties, functions, and responsibilities assigned to the Director of the Department of Labor by 1978 PA 260, MCL 393.351 to 393.369, are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth.\n\n3. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Family Independence Agency for the activities, powers, duties, functions, and responsibilities transferred by this Section II.D are transferred to the Department of Labor and Economic Growth.\n\n4. The Director of the Department of Labor and Economic Growth, after consultation with the Director of the Family Independence Agency, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n5. The Directors of the Department of Labor and Economic Growth and the Family Independence Agency shall immediately initiate coordination to facilitate the transfers under this Section II.D and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Family Independence Agency.\n\n6. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under this Section II.D in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nE. Commission on Disability Concerns\n\n1. The Commission on Disability Concerns established within the Department of Labor under Executive Order 1995-11, MCL 395.351, and transferred to the Family Independence Agency under Executive Order 1996-2, MCL 445.2001, is transferred by Type II Transfer from the Family Independence Agency to the Department of Labor and Economic Growth.\n\n2. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Family Independence Agency for the activities, powers, duties, functions, and responsibilities transferred by this Section II.E are transferred to the Department of Labor and Economic Growth.\n\n3. The Director of the Department of Labor and Economic Growth, after consultation with the Director of the Family Independence Agency, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n4. The Directors of the Department of Labor and Economic Growth and the Family Independence Agency shall immediately initiate coordination to facilitate the transfers under this Section II.E and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Family Independence Agency.\n\n5. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under this Section II.E in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nF. Department of Treasury\n\nBrownfield Redevelopment Single Business Tax Credits\n\n1. All of the following authority, powers, duties, functions, and responsibilities of the Department of Treasury or the State Treasurer related to brownfield redevelopment Single Business Tax credits for projects with a cost of $10,000,000 or less are transferred by Type II Transfer from the Department of Treasury and the State Treasurer to the Director of the Department of Labor and Economic Growth:\n\na. Receipt and review of applications for approval of projects, approval of applications or projects, denial of applications or projects, issuance of preapproval letters, and assignment of project numbers under Section 38g(2) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(2).\n\nb. Consideration of criteria reasonably applicable to a project under Section 38g(6) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(6).\n\nc. Receipt of documentation of the market value of leased property under Section 38g(10) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(10).\n\n2. Any records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Treasury for the activities, powers, duties, functions, and responsibilities transferred under Section II.F.1, and identified for transfer under a memorandum of understanding between the Department of Treasury and the Department of Labor and Economic Growth implementing this Order, are transferred to the Department of Labor and Economic Growth. This paragraph shall not be construed to require a transfer of records prohibited under Michigan law.\n\n3. The Director of the Department of Labor and Economic Growth, after consultation with the State Treasurer, shall provide executive direction and supervision for the implementation of the transfers under Section II.F.1. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n4. The Director of the Department of Labor and Economic Growth and the State Treasurer shall immediately initiate coordination to facilitate the transfers under Section II.F.1 and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Treasury.\n\n5. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under Section II.F.1 in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n6. All of the following authority, powers, duties, functions, and responsibilities of the Department of Treasury or the State Treasurer related to brownfield redevelopment Single Business Tax credits for projects with a cost of $10,000,000 or less are transferred without regard to the type of transfer from the Department of Treasury and the State Treasurer to the Michigan Economic Growth Authority:\n\na. Receipt and review of documentation for project completion, accounting of project costs, eligible investment activity, and property ownership or lease information; verification of project completion; and issuance of certificates of completion under Section 38g(8) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(8).\n\nb. Prescription of forms and receipt of assignment forms under Section 38g(17) of the Single Business Tax Act, 1975 PA 225, MCL 208.38g(17).\n\nc. Approval of an alternative method for assigning credits or portions of credits, prescription of forms, and receipt of assignment forms under Section 38g(18) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(18).\n\nd. Preparation of annual reports to the House of Representatives and Senate committees responsible for tax policy and economic development issues under Section 38g(30) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(30).\n\ne. Review and approval or denial of petitions for project amendments under Section 38g(31) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(31).\n\nf. Receipt of documentation relating to multiphase projects and multiphase project components, verification of completion of multiphase project components, and issuance of component completion certificates under Section 38g(32) of the Single Business Tax Act, 1975 PA 228, MCL 208.38g(32).\n\n7. All the authority, power, duties, functions, and responsibilities of the State Treasurer under Section 38g(3) of the Single Business Tax Act, 1975 PA 225, MCL 208.38g(3), to concur with the approval by the Michigan Economic Growth Authority of applications for projects with a cost of more than $10,000,000, or to approve or deny applications for projects with a cost of more than $10,000,000 shall remain with the State Treasurer and are not transferred under this Order.\n\n8. Any records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Treasury for the activities, powers, duties, functions, and responsibilities transferred under Section II.F.6, and identified for transfer under a memorandum of understanding between the Department of Treasury and the Michigan Economic Growth Authority implementing this Order, are transferred to the Michigan Economic Growth Authority. This paragraph shall not be construed to require a transfer of records prohibited under Michigan law.\n\n9. The Director of the Department of Labor and Economic Growth, after consultation with the State Treasurer, shall provide executive direction and supervision for the implementation of the transfers under Section II.F.6. The functions assigned to the Michigan Economic Growth Authority under Section II.F.6 shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n10. The Michigan Economic Growth Authority, Director of the Department of Labor and Economic Growth, and the State Treasurer shall immediately initiate coordination to facilitate the transfers under Section II.F.6 and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Treasury.\n\n11. The Michigan Economic Growth Authority shall administer any assigned functions under Section II.F.6 in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nG. Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority\n\n1. The powers, duties, functions, and responsibilities of the Director of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority under the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3101 to 484.3120, are transferred without regard to the type of transfer to the Director of the Department of Labor and Economic Growth. Except as provided in Section II.G.6, the Director of the Department of Labor and Economic Growth may assign powers, duties, functions, and responsibilities transferred to the Director of the Department of Labor and Economic Growth under this paragraph to employees of the Department of Labor and Economic Growth and may designate an employee of the Department as the Executive Secretary of the Michigan Extension Telecommunications Rights-of-Way Oversight Authority. Employees of the Department of Labor and Economic Growth assigned functions under this paragraph shall not be designated as the authorized representative of the Director of the Department under Section II.H.3.\n\n2. The position of Director of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority established under Section 3 of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3103, and the requirement under the same provision of Michigan law that the Director of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority report directly to the Governor are abolished.\n\n3. The Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority shall remain a separate authority established under Article VII, Section 27 of the Michigan Constitution of 1963.\n\n4. All budget, procurement, and management-related functions of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority assigned to the Department of Consumer and Industry Services under Section 3 of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3103, shall be performed by the Department of Labor and Economic Growth under the direction and supervision of the Director of the Department of Labor and Economic Growth. The Department of Labor and Economic Growth shall be the appointing authority for any civil service employees of the Authority.\n\n5. The Department of Labor and Economic Growth shall provide the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority with suitable offices, facilities, equipment, staff, and supplies for the Authority, as required under Section 3 of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3103.\n\n6. As authorized by Section 3(5) of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3103(5), the Director of the Department of Labor and Economic Growth, on behalf of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority, may promulgate rules under the Administrative Procedures Act of 1969, 1969 PA 306, MCL 24.201 to 24.328, for the implementation and administration of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Act, 2002 PA 48, MCL 484.3101 to 484.3120.\n\n7. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Director of the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority for the activities, powers, duties, functions, and responsibilities transferred by this Section II.G are transferred to the Department of Labor and Economic Growth.\n\n8. The Director of the Department of Labor and Economic Growth shall provide executive direction and supervision for the implementation of the transfers under this Section II.G.\n\n9. The Director of the Department of Labor and Economic Growth and the Director of the Michigan Telecommunications Rights-of-Way Oversight Authority shall immediately initiate coordination to facilitate the transfers under this Section II.G and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Metropolitan Extension Telecommunications Rights-of-Way Oversight Authority.\n\n10. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under this Section II.G in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nH. Michigan Broadband Development Authority\n\n1. Any authority, powers, duties, functions, responsibilities, personnel, property, unexpended balances of appropriations, allocations, or other funds of the Michigan Broadband Development Authority, including but not limited to those under the Michigan Broadband Development Authority Act, 2002 PA 49, MCL 484.3201 to 484.3225, are transferred by Type I Transfer from the Department of Treasury to the Department of Labor and Economic Growth.\n\n2. The Michigan Broadband Development Authority shall exercise its prescribed powers, duties, functions, and responsibilities independently of the Director of the Department of Labor and Economic Growth. However, the budgeting, procurement, and related administrative or management functions of the Michigan Broadband Development Authority assigned to the State Treasurer under the Michigan Broadband Development Authority Act, 2002 PA 49, MCL 484.3205, are transferred to, and shall be performed under the direction and supervision of, the Director of the Department of Labor and Economic Growth. The Department of Labor and Economic Growth shall function as the appointing authority for any civil service employees of the Authority.\n\n3. The position as a member of the Board of the Directors of the Michigan Broadband Authority designated for the President and Chief Executive Officer of the Michigan Economic Development Corporation under Section 6(2)(a) of the Michigan Broadband Development Authority Act, 2002 PA 49, MCL 484.3206(2)(a), is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\n4. In the absence or incapacity of the President and Chief Executive Officer of the Michigan Broadband Development Authority, or in the event of a vacancy in the office of President and Chief Executive Officer of the Michigan Broadband Development Authority, the Vice President of the Michigan Broadband Development Authority may exercise all of the powers, duties, functions, and responsibilities of the President and Chief Executive Officer in a temporary capacity acting as President and Chief Executive Officer, including but not limited to any functions assigned to the President and Chief Executive Officer of the Michigan Broadband Development Authority under this Order.\n\n5. The Type I Transfer of the Michigan Broadband Development Authority under this Section II.H includes but is not limited to bonds, notes, loans, grants, reserves, and trust funds, subject to any agreement with note and bond holders, borrowers, grant recipients, or contract holders.\n\n6. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Treasury for the activities, powers, duties, functions, and responsibilities transferred by this Section II.H are transferred to the Department of Labor and Economic Growth.\n\n7. The Director of the Department of Labor and Economic Growth, after consultation with the State Treasurer and the President and Chief Executive Officer of the Michigan Broadband Development Authority, shall provide executive direction and supervision for the implementation of the transfers. The functions assigned to the Department of Labor and Economic Growth shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n8. The Director of the Department of Labor and Economic Growth, the President and Chief Executive Officer of the Michigan Broadband Development Authority, and the State Treasurer shall immediately initiate coordination to facilitate the Type I Transfer under this Section II.H and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Michigan Broadband Development Authority.\n\n9. The Director of the Department of Labor and Economic Growth shall administer any functions assigned to the Department of Labor and Economic Growth under this Section II.H in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nI. Michigan Economic Growth Authority\n\n1. The position as a member of the Michigan Economic Growth Authority designated for the Director of the Michigan Jobs Commission or his or her authorized representative under Section 4(2)(a) of the Michigan Economic Growth Authority Act, 1995 PA 24, MCL 207.804(2)(a), is transferred to the President and Chief Executive Officer of the Michigan Economic Development Corporation or his or her authorized representative. The President and Chief Executive Officer of the Michigan Economic Development Corporation or his or her authorized representative shall serve as a member of the Michigan Economic Growth Authority.\n\n2. The position as a member of the Michigan Economic Growth Authority designated for the Director of the Department of Management and Budget or his or her authorized representative under Section 4(2)(c) of the Michigan Economic Growth Authority Act, 1995 PA 24, MCL 207.804(2)(c), is transferred to the Director of the Department of Labor and Economic Growth or his or her authorized representative.\n\n3. The position as Chairperson of the Michigan Economic Growth Authority designated for the Director of the Michigan Jobs Commission or his or her authorized representative under Section 4(2)(a) of the Michigan Economic Growth Authority Act, 1995 PA 24, MCL 207.804(2)(a), is transferred to the Director of the Department of Labor and Economic Growth or his or her authorized representative serving as a member of the Michigan Economic Growth Authority.\n\nJ. Michigan Next Energy Authority\n\n1. Any authority, powers, duties, functions, responsibilities, personnel, property, unexpended balances of appropriations, allocations, or other funds of the Michigan Next Energy Authority are transferred by Type I Transfer from the Department of Management and Budget to the Department of Labor and Economic Growth, including but not limited to those under all of the following:\n\na. The Michigan Next Energy Authority Act, 2002 PA 593, MCL 207.821 to 207.827.\n\nb. Section 9i of The General Property Tax Act, 1893 PA 206, MCL 211.9i.\n\n2. The Michigan Next Energy Authority shall exercise its prescribed powers, duties, functions, and responsibilities independently of the Director of the Department of Labor and Economic Growth. However, the budgeting, procurement, and related administrative or management functions of the Michigan Next Energy Authority assigned to the Director of the Department of Management and Budget under Section 3(2) of the Michigan Next Energy Authority Act, 2002 PA 593, MCL 207.823(2) shall be performed by the Director of the Department of Labor and Economic Growth. The Department of Labor and Economic Growth shall function as the appointing authority for any civil service employees of the Authority.\n\n3. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Management and Budget for the activities, powers, duties, functions, and responsibilities transferred by this Section II.J are transferred to the Department of Labor and Economic Growth.\n\n4. The Director of the Department of Labor and Economic Growth, after consultation with the Director of the Department of Management and Budget, shall provide executive direction and supervision for the implementation of the transfers. The functions assigned to the Department of Labor and Economic Growth shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n5. The Directors of the Department of Labor and Economic Growth and the Department of Management and Budget shall immediately initiate coordination to facilitate the Type I Transfer under this Section II.J and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Next Energy Authority.\n\n6. The Director of the Department of Labor and Economic Growth and the Next Energy Authority shall administer any assigned functions under this Section II.J in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nK. Michigan Strategic Fund\n\n1. The Michigan Strategic Fund is transferred by Type IV Transfer from the Department of Management and Budget to the Department of Labor and Economic Growth. The transfer under this Section II.K includes but is not limited to authority, powers, duties, functions, and responsibilities under all of the following:\n\na. The Michigan Strategic Fund Act, 1984 PA 270, MCL 125.2001 to 125.2093.\n\nb. The Michigan Renaissance Zone Act, 1996 PA 376, MCL 125.2681 to 125.2696.\n\nc. Section 9f of The General Property Tax Act, 1893 PA 206, MCL 211.9f.\n\n2. All administrative or housekeeping functions including budgeting, procurement, personnel, and management-related functions of the Michigan Strategic Fund shall be performed under the direction and supervision of the President of the Michigan Strategic Fund. The President of the Michigan Strategic Fund shall be the appointing authority for the civil service employees of the Michigan Strategic Fund.\n\n3. The board position designated in Section 2005(3) of the Michigan Strategic Fund Act, 1984 PA 270, MCL 125.2005(3), for the Director of the Department of Commerce, transferred under Executive Order 1994-26, MCL 408.48, to the Director of the Michigan Jobs Commission, and subsequently transferred under Executive Order 1999-1, MCL 408.40, to the Director of the Department of Management and Budget, is transferred to the Director of the Department of Labor and Economic Growth, or one authorized representative from the Department of Labor and Economic Growth or the Michigan Economic Development Corporation designated by the Director. If the Director designates an authorized representative under this paragraph, the authorized representative of the Director may serve as a member of the of the board of the Michigan Strategic Fund irrespective of whether the Director of the Department of Labor and Economic Growth is absent.\n\n4. The position of President of the Michigan Strategic Fund designated for one of two members of the board of the Michigan Strategic Fund serving at the pleasure of the Governor under Section 2005(4) of the Michigan Strategic Fund Act, 1984 PA 270, MCL 125.2005(4), is transferred to the Director of the Department of Labor and Economic Growth or, if a representative is designated under Section II.K.3, to the authorized representative of the Director under Section II.K.3. The Director of the Department of Labor and Economic Growth, or, if a representative is designated under Section II.K.3, the authorized representative of the Director serving as a member of the board of the Michigan Strategic Fund under Section II.K.3, shall be the President of the Michigan Strategic Fund.\n\n5. The transfer of the Michigan Strategic Fund under this Section II.K includes but is not limited to bonds, notes, loans, grants, reserves, and trust funds, subject to any agreement with note and bond holders, borrowers, grant recipients, or contract holders.\n\n6. Any records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Management and Budget for the activities, powers, duties, functions, and responsibilities transferred by this Section II.K are transferred to the Department of Labor and Economic Growth.\n\n7. The Director of the Department of Labor and Economic Growth, after consultation with the Director of the Department of Management and Budget, shall provide executive direction and supervision for the implementation of the transfers. The functions assigned to the Department of Labor and Economic Growth shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\n8. The Directors of the Department of Labor and Economic Growth and the Department of Management and Budget shall immediately initiate coordination to facilitate the transfers under this Section II.K and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Michigan Strategic Fund.\n\n9. The Department of Labor and Economic Growth shall administer any functions assigned to the Department of Labor and Economic Growth under this Section II.K in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nL. Wage and Hour Division\n\n1. The new Wage and Hour Division is created as a Type II Agency within the Department of Labor and Economic Growth. The new Wage and Hour Division shall be headed by a Wage and Hour Administrator.\n\n2. Any authority, powers, functions, duties and responsibilities of the Former Wage and Hour Division of the Department of Consumer and Industry Services, transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004, are transferred by Type II Transfer from the Bureau of Worker's and Unemployment Compensation to the new Wage and Hour Division within the Department of Labor and Economic Growth, including but not limited to any authority, powers, functions, duties, and responsibilities under each of the following:\n\na. The Minimum Wage Law of 1964, 1964 PA 154, MCL 408.381 to 408.398.\n\nb. 1978 PA 390, MCL 408.471 to 408.490.\n\nc. 1965 PA 166, MCL 408.551 to 408.558.\n\nd. The Youth Employment Standards Act, 1978 PA 90, MCL 409.101 to 409.124.\n\n3. The Director of the Department of Labor and Economic Growth shall immediately initiate coordination with the Bureau of Worker's and Unemployment Compensation to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the new Wage and Hour Division.\n\n4. All records, personnel, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available for the activities, power, duties, functions, and responsibilities transferred under this Section II.L are transferred to the new Wage and Hour Division.\n\n5. All rules, orders, contracts, and agreements relating to the functions transferred to the new Wage and Hour Division under this Order lawfully adopted prior to the issuance of this Order shall continue to be effective until revised, amended, or rescinded.\n\nM. Qualifications Advisory Committee\n\n1. The new Qualifications Advisory Committee is established within the Workers' Compensation Agency. The new Qualifications Advisory Committee shall have all of the powers, duties, and functions assigned to the Qualifications Advisory Committee under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, including but not limited to those powers and duties under Sections 210, 212, and 274 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.210, 418.212, and 418.274.\n\n2. The Qualifications Advisory Committee established under Section 209 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.209 is abolished.\n\n3. Any and all statutory references to the Qualifications Advisory Committee not inconsistent with this Order shall be deemed references to the new Qualifications Advisory Committee created under this Section II.M.\n\n4. The Governor shall appoint a 10-member new Qualifications Advisory Committee. The Committee shall consist of persons who have experience in the area of worker's compensation. Employer interests and employee interests shall be equally represented on the Committee. Members shall be appointed for terms of 4 years except as otherwise provided in this Order. Vacancies on the Committee shall be filled by the Governor so that employer and employee interests continue to be equally represented on the Committee and shall be for the remainder of the unexpired term.\n\n5. Members of the Qualifications Advisory Committee abolished under this Order serving as a member of the Qualifications Advisory Committee on the day prior to the effective date of this Order shall serve as members of the new Qualifications Advisory Committee until the date on which their appointment as a member of the Qualifications Advisory Committee abolished under this Order would have expired. The Governor shall appoint an additional number of members to the new Qualifications Advisory Committee necessary to reach 10 members. Members appointed by the Governor under this Section II.M.4 shall be appointed to 4-year terms beginning on the effective date of this Order.\n\n6. The Governor shall appoint a member of the new Qualifications Advisory Committee to serve as the Chairperson of the new QAC at the pleasure of the Governor.\n\n7. A quorum of the new Qualifications Advisory Committee shall consist of 6 members of the new QAC appointed and serving. The business of the new QAC shall be conducted by not less than a quorum.\n\n8. Members of the new Qualifications Advisory Committee shall serve without compensation but may be reimbursed for all necessary expenses in connection with the discharge of their official duties as members of the committee, subject to available appropriations.\n\n9. Staff and offices shall be provided for the new Qualifications Advisory Committee by the Workers' Compensation Agency.\n\n10. The Director of the Department of Labor and Economic Growth shall immediately initiate coordination with the Qualifications Advisory Committee to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Qualifications Advisory Committee.\n\n11. All records, personnel, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available for the activities, power, duties, functions, and responsibilities transferred under this Section II.M are transferred to the new Qualifications Advisory Committee.\n\n12. All rules, orders, contracts, and agreements relating to the functions transferred to the new Qualifications Advisory Committee by this Section II.M lawfully adopted prior to the issuance of this Order shall continue to be effective until revised, amended, or rescinded.\n\nN. Unemployment Insurance Agency\n\n1. The Unemployment Insurance Agency is created as a Type II Agency within the Department of Labor and Economic Growth. The Unemployment Insurance Agency shall be headed by a Director of Unemployment Insurance.\n\n2. Any authority, powers, functions, duties, and responsibilities of the Unemployment Agency transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order No. 2002-1, MCL 445.2004, are transferred from the Bureau of Worker's and Unemployment Compensation to the Unemployment Insurance Agency.\n\n3. All of the statutory powers, functions, duties, and responsibilities of the Director of the former Unemployment Agency created in Section 5 of the Michigan Employment Security Act, 1936 (Ex Sess) PA 1, MCL 421.5, defined as the Director of Employment Security in Executive Order 1997-12, MCL 421.94, and transferred to the Director of the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004, are transferred from the Director of the Bureau of Worker's and Unemployment Compensation to the Director of Unemployment Insurance.\n\n4. The Director of the Department of Labor and Economic Growth shall immediately initiate coordination with the Bureau of Worker's and Unemployment Compensation to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Unemployment Insurance Agency.\n\n5. All records, personnel, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available for the activities, power, duties, functions, and responsibilities transferred under this Section II.N are transferred to the Unemployment Insurance Agency.\n\n6. All rules, orders, contracts, and agreements relating to the functions transferred to the Unemployment Insurance Agency by this Section II.N lawfully adopted prior to the issuance of this Order shall continue to be effective until revised, amended, or rescinded.\n\nO. Workers' Compensation Agency\n\n1. The Workers' Compensation Agency is created as a Type II Agency within the Department of Labor and Economic Growth. The Workers' Compensation Agency shall be headed by a Director of Workers' Compensation.\n\n2. Any authority, powers, functions, duties and responsibilities of the Bureau of Worker's Compensation transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004, are transferred from the Bureau of Worker's and Unemployment Compensation to the Workers' Compensation Agency.\n\n3. Any authority, powers, functions, duties, and responsibilities of the Director of the Bureau of Worker's Compensation established in Chapter 2 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.201 to 418.274, transferred to the Director of the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004, are transferred from the Director of the Bureau of Worker's and Unemployment Compensation to the Director of Workers' Compensation.\n\n4. The Worker's Compensation Board of Magistrates transferred to the Bureau of Worker's and Unemployment Compensation under Executive Order 2002-1, MCL 445.2004, shall be located within the Workers' Compensation Agency, but shall continue as an autonomous agency within the Department of Labor and Economic Growth.\n\n5. All authority, powers, functions, duties, and responsibilities of the Assistant to the Director of the Bureau of Worker's Compensation with charge of an office under the fourth sentence of Section 205 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.205, are transferred by Type III Transfer to the Director of Workers' Compensation. The position of Assistant to the Director of the Bureau of Worker's Compensation with charge of an office under the fourth sentence of Section 205 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.205, is abolished.\n\n6. Any remaining authority, powers, functions, duties, and responsibilities of the Bureau of Worker's and Unemployment Compensation or the Director of the Bureau of Worker's and Unemployment Compensation not otherwise transferred under this Order are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth.\n\n7. The Bureau of Worker's and Unemployment Compensation and the position of Director of the Bureau of Worker's and Unemployment Compensation created under Executive Order 2002-1, MCL 445.2004, are abolished.\n\n8. The Director of the Department of Labor and Economic Growth shall immediately initiate coordination with the Bureau of Worker's and Unemployment Compensation to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Workers' Compensation Agency.\n\n9. All records, personnel, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available for the activities, power, duties, functions, and responsibilities transferred under this Section II.O are transferred to the Workers' Compensation Agency, except as provided in Section II.O.6.\n\n10. All rules, orders, contracts, and agreements relating to the functions transferred to the Workers' Compensation Agency under this Order lawfully adopted prior to the issuance of this Order shall continue to be effective until revised, amended, or rescinded.\n\nP. Workers' Compensation Appellate Commission\n\n1. Upon the appointment of 5 Appellate Commissioners under Section II.P.4, all authority, powers, duties, functions, and responsibilities of the Former Worker's Compensation Appellate Commission and the Chairperson of the Former Worker's Compensation Appellate Commission, including but not limited to authority, powers, duties, functions, and responsibilities under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, are transferred to the new Workers' Compensation Appellate Commission created under this Section II.P, and the Former Worker's Compensation Appellate Commission is abolished. Any and all statutory references to the Former Worker's Compensation Appellate Commission not inconsistent with this Order shall be deemed references to the new Workers' Compensation Appellate Commission created under this Section II.P.\n\n2. The new Workers' Compensation Appellate Commission is established as a Type I Agency within the Department of Labor and Economic Growth and shall perform its appellate functions independently and autonomously. However, the budgeting, procurement, and related administrative or management functions of the new Workers' Compensation Appellate Commission shall be performed by the Department of Labor and Economic Growth.\n\n3. The new Workers' Compensation Appellate Commission has the power and authority to review the orders of the Director of Workers' Compensation and the orders and opinions issued by members of the Worker's Compensation Board of Magistrates as provided under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941. The new Workers' Compensation Appellate Commission may promulgate rules on administrative appellate procedure for purposes under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941.\n\n4. The new Workers' Compensation Appellate Commission shall consist of 5 members appointed by the Governor with the advice and consent of the Senate. Only a person deemed suitable for appointment under Section II.P.6 is eligible for appointment as an Appellate Commissioner. Not later than January 30, 2004, the Governor shall appoint the initial 5 members of the new Workers' Compensation Appellate Commission. Of the 5 members initially appointed, 2 members shall be appointed for a term expiring on September 30, 2005, 2 members shall be appointed for a term expiring on September 30, 2006, and 1 member shall be appointed for a term expiring on September 30, 2007.\n\n5. Except as provided in Section II.P.4, Appellate Commissioners shall be appointed for terms of 4 years. An Appellate Commissioner may be reappointed but an Appellate Commissioner that has served as a member of the Former Worker's Compensation Appellate Commission or the new Workers' Compensation Appellate Commission for a combined total of 12 years or more shall not be appointed to a new term. A vacancy caused by the expiration of a term shall be filled in the same manner as the original appointment. An Appellate Commissioner appointed to fill a vacancy created other than by expiration of a term shall be appointed for the balance of the unexpired term.\n\n6. To be eligible for appointment as an Appellate Commissioner a person shall be a member in good standing of the State Bar of Michigan, successfully complete an interview with the new Qualifications Advisory Committee, and satisfy either of the following:\n\na. Document to the satisfaction of the new Qualifications Advisory Committee legal experience in the field of worker's compensation of not less than 5 years. To meet this requirement, a person must document to the new QAC a period of time totaling at least 5 years during which the person met at least one of the following criteria:\n\ni. A significant portion of the applicant's personal practice has been in active worker's compensation trial practice representing claimants or employers.\n\nii. A significant portion of the applicant's personal practice has been in active worker's compensation appellate practice representing claimants or employers.\n\niii. Service as a member of the Board of Magistrates, the former worker's compensation appeals board provided for under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, the Former Worker's Compensation Appellate Commission, or the new Workers' Compensation Appellate Commission.\n\nb. Successfully complete a written examination developed by the new Qualifications Advisory Committee and administered to applicants for the position of Worker's Compensation Appellate Commissioner in order to determine the person's ability and knowledge with regard to worker's compensation in the following areas:\n\ni. Knowledge of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941.\n\nii. Skill with regard to fact finding.\n\niii. The Michigan Rules of Evidence.\n\niv. A basic understanding of human anatomy and physiology.\n\n7. After completing personal interviews of persons applying for appointment as an Appellate Commissioner, the new Qualifications Advisory Committee shall determine the applicants the new QAC considers qualified for the position of Appellate Commissioner, prepare a list of qualified applicants, and regularly update and forward the list and any updates in writing to the Governor. A person determined to be qualified for the position of member of the Worker's Compensation Board of Magistrates prior to the effective date of this Order shall be considered qualified for appointment as an Appellate Commissioner after the effective date of this Order. Personal interviews by the new QAC shall be used to determine a person's suitability for the position of Appellate Commissioner, especially with regard to his or her objectivity.\n\n8. The Governor shall designate a member of the new Workers' Compensation Appellate Commission as its Chairperson, to serve as Chairperson at the pleasure of the Governor. The Chairperson shall have general supervisory control of and be in charge of the assignment and scheduling of the work of the new Workers' Compensation Appellate Commission. The Chairperson may also establish productivity standards that are to be adhered to by the new Workers' Compensation Appellate Commission, its members, and its panels. Each Appellate Commissioner shall devote full time to the functions of the new Workers' Compensation Appellate Commission and shall perform the functions of the office during the hours generally worked by officers and employees of the executive departments of this state.\n\n9. In the event of an extended leave of absence or disability of an Appellate Commissioner, the Chairperson of the new Workers' Compensation Appellate Commission may select temporary Appellate Commissioners to serve for not more than 6 months in any 2-year period from a list maintained by the new Qualifications Advisory Committee. The list shall be composed of persons who are members of the State Bar of Michigan in good standing and who are former or retired members of the Former Worker's Compensation Appellate Commission, the new Workers' Compensation Appellate Commission, the former worker's compensation appeals board established under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, or the Worker's Compensation Board of Magistrates. A temporary Appellate Commissioner selected by the Chairperson of the new Workers' Compensation Appellate Commission shall have the same powers, duties, and responsibilities, as an appointed Appellate Commissioner.\n\n10. Except as otherwise provided in Section II.P.11, matters for review by the Commission shall be randomly assigned to a panel of 3 Appellate Commissioners for disposition. The Chairperson of the Commission may reassign a matter in order to ensure timely review and decision of the matter. The decision reached by a majority of the randomly assigned 3-member panel shall be the decision of the new Workers' Compensation Appellate Commission.\n\n11. Any matter for review by the new Workers' Compensation Appellate Commission that may establish a precedent with regard to worker's compensation in this state as determined by the Chairperson of the new Workers' Compensation Appellate Commission, or any matter that 2 or more members of the commission request be reviewed by the entire Commission, shall be reviewed and decided by the entire Commission.\n\n12. The new Qualifications Advisory Committee shall evaluate the performance of each Appellate Commissioner at least once every 2 years. The evaluation shall be based upon at least the following criteria:\n\na. Productivity including reasonable time deadlines for disposing of cases.\n\nb. Manner in conducting any hearings.\n\nc. Knowledge of rules of evidence as demonstrated by transcripts of proceedings in which the Appellate Commissioner participated as an Appellate Commissioner.\n\nd. Knowledge of the law.\n\ne. Evidence of any demonstrable bias against particular defendants, claimants, or attorneys.\n\nf. Written surveys or comments of all interested parties. To the extent authorized by Michigan law, information obtained by the new Qualifications Advisory Committee under this paragraph is exempt from disclosure under the Freedom of Information Act, 1976 PA 442, MCL 15.231 to 15.246, in the same manner that information provided to the Qualifications Advisory Committee under Section 212(1)(g) of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.212(1)(g), is exempt from disclosure.\n\n13. After completing an evaluation under Section II.P.12, the new Qualifications Advisory Committee shall submit a written report, including any supporting documentation to the Governor regarding that evaluation, which may include but not be limited to recommendations with regard to 1 or more of the following:\n\na. Promotion.\n\nb. Suspension.\n\nc. Removal.\n\nd. Additional training or education.\n\nThe Governor will respond in writing to the new Qualifications Advisory Committee regarding any action taken in response to a report of the new Qualifications Advisory Committee.\n\n14. An Appellate Commissioner may be removed by the Governor for good cause, explained in writing. Good cause for removal shall include, but not be limited to, recommendation for removal by the new Qualifications Advisory Committee under Section II.P.13, lack of productivity, or other neglect of duties.\n\n15. The Chairperson of the new Workers' Compensation Appellate Commission in cooperation with the Chairperson of the Worker's Compensation Board of Magistrates shall consult with Michigan law schools and universities, the State Bar of Michigan, and other legal associations for the purpose of establishing introductory and continuing legal education courses in worker's compensation. Appellate Commissioners, as a condition of continued employment, may be required by the new Qualifications Advisory Committee to attend the courses. Applicants for the position of Appellate Commissioner may also be required to attend the courses in order to be deemed by the new Qualifications Advisory Committee as eligible for appointment as an Appellate Commissioner.\n\n16. The new Workers' Compensation Appellate Commission and its Chairperson shall provide information requested by the new Qualifications Advisory Committee necessary for the performance of the duties of the new Qualifications Advisory Committee under the Worker's Disability and Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, and this Order.\n\n17. The Department of Labor and Economic Growth shall provide suitable office space for the new Workers' Compensation Appellate Commission and its functions.\n\n18. The Department of Labor and Economic Growth shall provide the new Workers' Compensation Appellate Commission the staff necessary for the Commission to perform its duties under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, and this Order, which may include legal assistants for the purpose of legal research and otherwise assisting the Commission and the Appellate Commissioners.\n\n19. Opinions issued by the new Workers' Compensation Appellate Commission shall be in writing and shall clearly define the legal principles being applied. The Commission shall provide for the public distribution of its opinions, including but not limited to distribution by electronic means such as the Internet.\n\n20. By January 30, 2005, and each following January 30th, the new Qualifications Advisory Committee shall review the productivity and caseload of the new Workers' Compensation Appellate Commission, and shall recommend to the Governor in writing any reduction or increase in the number of Appellate Commissioners necessary in the opinion of the Qualifications Advisory Committee.\n\n21. The Director of the Department of Labor and Economic Growth and the Chairperson of the Former Worker's Compensation Appellate Commission shall immediately initiate coordination to facilitate the transfers under this Section II.P, and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Former Worker's Compensation Appellate Commission.\n\n22. All records, personnel, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available or to be made available for the activities, powers, duties, functions, and responsibilities transferred under Sections II.P of this Order are transferred to the new Workers' Compensation Appellate Commission.\n\n23. All rules, orders, opinions, contracts, and agreements relating to the functions of the Former Worker's Compensation Appellate Commission transferred to the new Workers' Compensation Appellate Commission under this Order lawfully adopted prior to the issuance of this Order shall continue to be effective until revised, amended, or rescinded.\n\n24. All records, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Former Worker's Compensation Appellate Commission for the activities, powers, duties, functions, and responsibilities transferred under this Section II.P are transferred to the new Workers' Compensation Appellate Commission.\n\nQ. Worker's Compensation Board of Magistrates\n\n1. The number of members constituting the Worker's Compensation Board of Magistrates established under Section 213 of the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.213, is reduced from 30 members to 26 members, beginning on December 7, 2003. From December 7, 2003, until January 26, 2010, the Board of Magistrates shall consist of 26 members. After January 26, 2010, the Board of Magistrates shall consist of 17 members. The Governor shall designate a member of the Board of Magistrates as the Chairperson of the Worker's Compensation Board of Magistrates, who shall serve as Chairperson of the Board of Magistrates at the pleasure of the Governor.\n\n2. The Board of Magistrates and its Chairperson shall provide information requested by the new Qualifications Advisory Committee necessary to the performance of the duties of the new Qualifications Advisory Committee under the Worker's Disability and Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941.\n\n3. By January 30, 2005, and each following January 30th, the new Qualifications Advisory Committee shall review the productivity and caseload of the Board of Magistrates, and shall recommend to the Governor in writing any reduction or increase in the number of members of the Board of Magistrates necessary in the opinion of the Qualifications Advisory Committee.\n\n4. The Department of Labor and Economic Growth shall provide the Worker's Compensation Board of Magistrates the staff necessary for the Board of Magistrates to perform its duties under the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941, or this Order, which may include legal assistants for the purpose of legal research and otherwise assisting the Board of Magistrates and its members.\n\n5. The Department of Labor and Economic Growth shall provide suitable office space for the Board of Magistrates and its functions.\n\nIII. DEPARTMENT OF CAREER DEVELOPMENT\n\nA. Except as otherwise provided in this Section III, all authority, power, duties, functions, and responsibilities of the Department of Career Development, including but not limited to, any board, commission, council, or similar entity within the Department of Career Development, are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth, including but not limited to all of the following:\n\n1. Any authority, powers, duties, functions, and responsibilities of the Governor's Workforce Commission, created under Section VII of Executive Order 1994-26, MCL 408.48. The position on the Governor's Workforce Commission designated for the Director of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, subsequently transferred to the Director of the Department of Career Development under Executive Order 1999-1, MCL 408.40, is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\n2. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development for Michigan Rehabilitative Services, pursuant to Executive Order 1999-1, MCL 408.40; the Rehabilitation Act of 1964, 1964 PA 232, MCL 395.81 to 395.90; 1952 PA 111, MCL 395.151 to 395.152; the Worker's Disability Compensation Act of 1969, 1969 PA 317, MCL 418.101 to 418.941; and the federal Rehabilitation Act of 1973, 29 USC 701 to 796l, transferred to the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n3. Any authority, powers, duties, functions, and responsibilities of the Michigan Rehabilitation Advisory Council established within the Department of the Michigan Jobs Commission under Executive Order 1994-20 and then transferred to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n4. Any authority, powers, duties, functions, and responsibilities of the Federal JOBS Program, Work First and Grant Diversion programs, transferred to the Department of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n5. Any authority, powers, duties, functions, and responsibilities of the Michigan Community Service Commission, pursuant to 1994 PA 219, MCL 408.221 to 208.232, and Executive Order 1999-1, MCL 408.40.\n\n6. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Governor's Office for Job Training, transferred to the Department of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred by Type III Transfer to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n7. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Displaced Homemaker Program transferred to the Department of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred by Type III Transfer to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n8. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Michigan Occupational Information Coordinating Committee, transferred to the Department of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred by Type III Transfer to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n9. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Michigan Transition Initiative, including the functions of budgeting, procurement and management-related functions, transferred to the Department of the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred by Type III Transfer to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n10. Any authority, powers, duties, functions, and responsibilities of the Michigan Occupational Information System transferred to the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and transferred to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n11. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Department of Corrections Job Training Programs transferred to the Michigan Jobs Commission under Executive Order 1994-26, MCL 408.48, and then transferred by Type III Transfer to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n12. Any authority, powers, duties, functions, and responsibilities of the Employment Service Agency not transferred to the Michigan Strategic Fund under Section III.A.6 of Executive Order 1999-1, MCL 408.40, established pursuant to the Michigan Employment Security Act, 1936 (Ex Sess) PA 1, MCL 421.1 to 421.75, and transferred to the Department of Career Development under Executive Order 1999-1, MCL 408.40.\n\n13. Any authority, powers, duties, functions, and responsibilities of the Superintendent of Public Instruction to administer Adult Education Services transferred to the Department of Career Development under Executive Order 1999-12, MCL 388.995, including all of the following:\n\na. Section 1 of 1946 (1st Ex Sess) PA 18, MCL 388.531, regarding adult education programs by counties, except any policy-making authority retained by the State Board of Education.\n\nb. Section 2 of 1946 (1st Ex Sess) PA 18, MCL 388.532, regarding training and approval of adult education instructors, except any policy-making authority retained by the State Board of Education.\n\n14. Any authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the authority, powers, duties, functions, and responsibilities of the State Board of Education under federal law regarding vocational education, transferred to the Department of Career Development under Executive Order 1999-12, MCL 388.995, except any authority, powers, duties, functions and responsibilities transferred to the State Administrative Board under Executive Order 2000-12, MCL 17.61, including but not limited to all of the following:\n\na. The School to Work Opportunities Act of 1994, 20 USC 6101 to 6251, or any successor statute, except any policy-making authority retained by the State Board of Education.\n\nb. The Job Training Partnership Act, 29 USC 1501 to 1792b, or any successor statute, except any policy-making authority retained by the State Board of Education.\n\n15. Any authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the authority, powers, duties, functions, and responsibilities of the State Board of Education or Superintendent of Public Instruction, as applicable, regarding postsecondary services transferred to the Department of Career Development under Executive Order 1999-12, MCL 388.995, except any authority, powers, duties, functions and responsibilities transferred to the State Administrative Board under Executive Order 2000-12, MCL 17.61, including but not limited to all of the following:\n\na. Sections 1 to 3 of 1943 PA 148, MCL 395.101 to 395.103, regarding proprietary schools, except any policy-making authority retained by the State Board of Education.\n\nb. Sections 1 to 5 of 1963 PA 40, MCL 395.121 to 395.125, regarding private trade schools or business schools, except any policy-making authority retained by the State Board of Education.\n\nc. Sections 170 to 177 of the Michigan General Corporation Act, 1931 PA 327, MCL 450.170 to 177, and Section 10(c) of 1964 PA 287, MCL 388.1010(c), regarding educational corporations and foundations, except any policy-making authority retained by the State Board of Education.\n\nd. Section 3 of the Revised School Code, 1976 PA 451, MCL 380.3, regarding the designation of service area boundaries for area vocational-technical programs, except any policy-making authority retained by the State Board of Education.\n\ne. Section 105(4) of the Community Colleges Act of 1966, 1966 PA 331, MCL 389.105(4), regarding the designation of territory outside of a community college district to become part of its vocational-technical service area, except any policy-making authority retained by the State Board of Education.\n\nf. Section 123(b) of the Community Colleges Act of 1966, 1966 PA 331, MCL 389.123(b), regarding the approval of tuition waivers in exchange for educational services rendered to community colleges, except any policy-making authority retained by the State Board of Education.\n\ng. Section 124(a) of the Community Colleges Act of 1966, 1966 PA 331, MCL 389.124(a), regarding the education reports for a community college, except any policy-making authority retained by the State Board of Education.\n\nh. Section 143 of the Community Colleges Act of 1966, 1966 PA 331, MCL 389.143, regarding the approval of the community college accounting system, the filing of audits, and the inspection of books, except any policy-making authority retained by the State Board of Education.\n\ni. Section 2(d) of the Higher Education Loan Authority Act, 1975 PA 222, MCL 390.1152(d), regarding the designation of vocational schools eligible to receive student loans, except any policy-making authority retained by the State Board of Education.\n\nj. Section 3(d) of 1986 PA 102, MCL 390.1283(d), regarding the designation of eligible postsecondary institutions for participation in the part-time, Independent Student Grant Program, except any policy-making authority retained by the State Board of Education.\n\nk. Section 3 of 1986 PA 303, MCL 390.1323, regarding the designation of graduate and professional schools eligible to participate in the Michigan Graduate Work-Study Program, except any policy-making authority retained by the State Board of Education.\n\nl. Section 3 of 1986 PA 288, MCL 390.1373, regarding the designation of postsecondary schools eligible for the Michigan Work Study Program, except any policy-making authority retained by the State Board of Education.\n\nm. Section 3 of 1986 PA 273, MCL 390.1403, regarding the designation of postsecondary schools eligible for the Michigan Educational Opportunity Grant Program, except any policy-making authority retained by the State Board of Education.\n\nn. 1964 PA 28, MCL 395.21; Sections 1 to 4 of 1964 PA 44, MCL 395.31 to 395.34; and Sections 1 to 10 of 1919 PA 149, MCL 395.1 to 395.10, regarding the transfer of authority of the abolished State Board of Control for Vocational Education, that includes the authority to accept and disburse federal funds for specific federal grant programs, including federal funds for vocational education under 20 USC 2301 to 2415, except any policy-making authority retained by the State Board of Education.\n\no. Administration of the Carl D. Perkins Vocational and Applied Technology Education Act, 20 USC 2301 et seq.\n\np. Administration of the King-Chavez-Parks Initiative, currently authorized in Sections 317, 318, and 321 of 2003 PA 169 and under Sections 118 and 501 to 507 of 2003 PA 144.\n\n16. Any rule-making authority, powers, duties, functions, and responsibilities of the State Board of Education or the Superintendent of Public Instruction, as applicable, transferred to the Department of Career Development under Executive Order No. 1999-12, MCL 388.995, including but not limited to all of the following:\n\na. Section 61a of the State School Aid Act of 1979, 1979 PA 94, MCL 388.1661a, regarding administrative rules relating to vocational education consortiums for state aid purposes, except any policy-making authority retained by the State Board of Education.\n\n17. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the authority, powers, duties, functions, and responsibilities under 1979 AC, R 395.231 to 395.362; 1988 AACS, R 395.371; 1979 AC, R 395.372 to 395.375; and 1988 AACS, R 395.376, regarding reimbursed programs of vocational-technical education, except any authority, powers, duties, functions and responsibilities transferred to the State Administrative Board under Executive Order 2000-12, MCL 17.61, and any policy-making authority retained by the State Board of Education.\n\n18. Any authority, powers, duties, functions, and responsibilities of the Superintendent of Public Instruction regarding the administration of career preparation programs transferred to the Department of Career Development under Executive Order 1999-12, MCL 388.995, including under Sections 67 and 68 of the State School Aid Act of 1979, 1979 PA 94, MCL 388.1667 and 388.1668, regarding the Advanced Career Academy and Michigan Career Preparation System grants, except any policy-making authority retained by the State Board of Education.\n\n19. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development under Section 38e of the Single Business Tax Act, 1975 PA 228, MCL 208.38e, regarding the apprenticeship tax credit.\n\n20. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development under Section 107 of the State School Aid Act of 1979, 1979 PA 94, MCL 388.1707, regarding allocation for adult education programs.\n\n21. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development under Section 108 of the State School Aid Act of 1979, 1979 PA 94, MCL 388.1708, regarding adult learning programs.\n\n22. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development under the Career and Technical Preparation Act, 2000 PA 258, MCL 388.1901 to 388.1913.\n\n23. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development to conduct with the Family Independence Agency joint orientation sessions for Family Independence Agency assistance applicants under Section 57d of The Social Welfare Act, 1939 PA 280, MCL 400.57d.\n\n24. Any authority, powers, duties, functions, and responsibilities of the Department of Career Development under Section 57f of The Social Welfare Act, 1939 PA 280, MCL 400.57f, regarding the Work First Program.\n\n25. All other authority, powers, duties, functions, and responsibilities of the Department of Career Development, including but not limited to the functions of budgeting, procurement, and management.\n\nB. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Council on Technical Excellence, created under Executive Order 2000-7, MCL 408.213 are transferred by Type III transfer to the Director of the Department of Labor and Economic Growth. The Council on Technical Excellence is abolished.\n\nC. The Commission on Spanish-Speaking Affairs created under Section 2 of 1975 PA 164, MCL 18.302, transferred to the Director of the Department of Civil Rights under Executive Order 1991-29, MCL 37.111, and then transferred to the Department of Career Development under Executive Order 2000-5, MCL 18.311, is transferred by Type I Transfer to the Director of the Department of Labor and Economic Growth. The authority, powers, duties, functions, and responsibilities of the Department of Career Development relating to the Commission on Spanish-Speaking Affairs are transferred by Type II transfer to the Department of Labor and Economic Growth.\n\nD. Any authority, powers, duties, functions, and responsibilities of the Michigan Workforce Investment Board created within the Department of Career Development under Executive Order 2002-5, MCL 408.101, is transferred by Type I Transfer to the Department of Labor and Economic Growth. The authority, powers, duties, functions, and responsibilities of the Department of Career Development relating to the Michigan Workforce Investment Board are transferred to the Department of Labor and Economic Growth.\n\nE. Any authority, powers, duties, functions, and responsibilities of the Director of the Department of Career Development are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth, or his or her authorized representative, as applicable, including but not limited to all of the following:\n\n1. Any remaining authority, powers, duties, functions, and responsibilities vested in the Department of Career Development or the Director of the Department Career Development relating to the Interagency Council on Spanish-Speaking Affairs under 1975 PA 164, MCL 18.301 to 18.308, transferred to the Director of the Department of Career Development by Type III Transfer under Executive Order 2000-5, MCL 18.311. Section 2 of Executive Order 2000-5, MCL 18.311, is rescinded and the Interagency Council on Spanish-Speaking Affairs is restored. The restored Interagency Council on Spanish-Speaking Affairs shall consist of all of the following members:\n\na. The Director of the Department of Agriculture or his or her authorized representative.\n\nb. The Director of the Department of Civil Rights or his or her authorized representative.\n\nc. The Director of the Department of Civil Service or his or her authorized representative.\n\nd. The Director of the Department of Community Health or his or her authorized representative.\n\ne. The Director of the Department of Corrections or his or her authorized representative.\n\nf. The Director of the Department of Environmental Quality or his or her authorized representative.\n\ng. The Director of the Family Independence Agency or his or her authorized representative.\n\nh. The Director of the Department of Information Technology or his or her authorized representative.\n\ni. The Director of the Department of Labor and Economic Growth or his or her authorized representative.\n\nj. The Director of the Department of Management and Budget or his or her authorized representative.\n\nk. The Director of the Department of Natural Resources or his or her authorized representative.\n\nl. The State Treasurer or his or her authorized representative.\n\nm. The Superintendent of Public Instruction or his or her authorized representative.\n\nn. The Attorney General or his or her authorized representative.\n\no. The Secretary of State or his or her authorized representative.\n\np. The Executive Director of the Women's Commission or his or her authorized representative.\n\nq. The President and Chief Executive Officer of the Michigan Economic Development Corporation or his or her authorized representative.\n\nr. The Executive Director of the Michigan State Housing Development Authority or his or her authorized representative.\n\n2. Any authority, powers, duties, functions, and responsibilities of the Director of the Department of Career Development under Section 353 of the Management and Budget Act, 1984 PA 431, MCL 18.1353, regarding certification of the seasonally adjusted state unemployment rate.\n\n3. Any authority, powers, duties, functions, and responsibilities of the Director of the Department of Career Development, or his or her authorized representative, under the Career Development and Distance Learning Act, 2002 PA 36, MCL 390.1571 to 390.1579.\n\nF. Any authority powers, duties, functions, and responsibilities related to the promulgation of rules by the Department of Career Development and any board, commission, council, or other similar entity within the Department of Career Development are transferred by Type II Transfer to the Director of the Department of Labor and Economic Growth.\n\nG. The position on the Center for Educational Performance and Information Advisory Committee designated for a representative of the Department of Career Development under Section 94a of the State School Aid Act of 1979, 1979 PA 94, MCL 388.1694a, is transferred the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\nH. The position on the Michigan Merit Award Board designated for the Director of the Department of Career Development under Section 4 of the Michigan Merit Award Act, 1999 PA 94, MCL 390.1454, is transferred to the Director of the Department of Labor and Economic Growth, or his or her authorized representative.\n\nI. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Career Development for the activities, powers, duties, functions, and responsibilities transferred by this Section III are transferred to the Department of Labor and Economic Growth.\n\nJ. The Director of the Department of Labor and Economic Growth, after consultation with the Acting Director of the Department of Career Development, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Labor and Economic Growth.\n\nK. The Acting Director of the Department of Career Development and the Director of the Department of Labor and Economic Growth shall immediately initiate coordination to facilitate the transfers under this Section III and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Career Development.\n\nL. The Director of the Department of Labor and Economic Growth shall administer any assigned functions under this Section III in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nM. The Department of Career Development is abolished.\n\nIV. DEPARTMENT OF COMMUNITY HEALTH\n\nA. Bureau of Health Services\n\n1. Any authority, powers, duties, functions, and responsibilities of the Bureau of Health Services of the Department of Consumer and Industry Services, its Licensing Division, the Compliant and Allegation Division, the Health Professional Recovery Program, and any board, commission, council, or similar entity within the Bureau of Health Services, including but not limited to any regulation by the Bureau of Health Services of health professionals in Michigan licensed, registered, or certified under Articles 7, 15 and 17 of the Michigan Public Health Code, 1978 PA 368, MCL 333.7101 to 333.7545, 333.16101 to 333.18838, and 333.20101 to 333.22260, are transferred by Type II Transfer from the Department of Consumer and Industry Services to the Department of Community Health, except that any licensing council, board, or task force shall retain all of its statutory authority, powers, duties, functions, and responsibilities in the same manner as health-related councils, boards, and task forces transferred to the Department of Commerce under Executive Order 1991-9, MCL 338.3501.\n\n2. Any authority, powers, duties, functions, and responsibilities of management support within the Department of Consumer and Industry Services for programs or functions within the Bureau of Health Services being transferred to the Department of Community Health are transferred by Type II Transfer from the Department of Consumer and Industry Services to the Director of the Department of Community Health, except that any licensing councils, boards, and task forces shall retain all of their statutory authority, powers, duties, functions, and responsibilities in the same manner as health-related councils boards and task forces transferred to the Department of Commerce under Executive Order 1991-9, MCL 338.3501.\n\n3. The Directors of the Departments of Community Health and Labor and Economic Growth shall negotiate regarding the transfer of the support and personnel for the programs being transferred from the Bureau of Health Services to the Department of Community Health such that the transfers occur in the most efficient manner possible.\n\n4. Any authority powers, duties, functions, and responsibilities related to the promulgation of rules by the Department of Consumer and Industry Services related to the Bureau of Health Services and any board, commission, council, or other similar entity within the Bureau of Health Services are transferred to the Director of the Department of Community Health, except that any licensing council, board, or task force shall retain all of its statutory authority, powers, duties, functions, and responsibilities in the same manner as health-related councils, boards, and task forces transferred to the Department of Commerce under Executive Order 1991-9, MCL 338.3501..\n\n5. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Bureau of Health Services for the activities, powers, duties, functions, and responsibilities transferred by this Section IV.A are transferred to the Department of Community Health.\n\nB. Bureau of Health Systems\n\n1. Any authority, powers, duties, functions, and responsibilities of the Bureau of Health Systems of the Department of Consumer and Industry Services, including but not limited to the Division of Health and Facilities Services, the Division of Licensing and Certification, the Division of Nursing Home Monitoring, the Division of Operations, and any board, commission, council, or similar entity within the Bureau of Health Systems are transferred by Type II Transfer from the Department of Consumer and Industry Services to the Director of the Department of Community Health.\n\n2. Any authority, powers, duties, functions, and responsibilities of management support within the Department of Consumer and Industry Services for programs or functions within the Bureau of Health Systems being transferred to the Department of Community Health are transferred by Type II Transfer from the Department of Consumer and Industry Services to the Director of the Department of Community Health.\n\n3. The transfer under this Section IV.B includes but is not limited to authority, powers, duties, functions, and responsibilities of the Bureau of Health Systems under all of the following:\n\na. Any authority, powers, duties, functions, and responsibilities of the Bureau of Health Systems under Parts 201, 205, 208, 214, 215 and 217 of the Public Health Code, 1978 PA 368, MCL 333.20101 to 333.20211, 333.20501 to 333.20554, 333.20801 to 333.20821, 333.21401 to 333.21568, and 333.21701 to 333.21799e. The transfer under this paragraph includes only the authority, powers, duties, functions, and responsibilities of the Bureau of Health Systems under Part 213 of the Public Health Code, 1978 PA 368, MCL 333.21301 to 31333, not transferred to the Family Independence Agency under Section VII.\n\nb. Titles XVIII and XIX of the federal Social Security Act of 1965 and the federal Clinical Laboratory Improvement Act Amendments of 1988.\n\nc. The authority, powers, duties, functions, and responsibilities of the Division of Federal Support Services.\n\nd. Any authority, powers, duties, functions, and responsibilities of the Bureau of Health Systems related to the Division of Emergency Medical Services under Part 209 of the Public Health Code, 1978 PA 368, MCL 333.20901 to 333.20979.\n\n4. The Directors of the Departments of Community Health and Labor and Economic Growth shall negotiate regarding the transfer of the support and personnel for the programs being transferred from the Bureau of Health Systems to the Department of Community Health such that the transfers occur in the most efficient manner possible.\n\n5. Any authority powers, duties, functions, and responsibilities related to the promulgation of rules by the Department of Consumer and Industry Services related to the Bureau of Health Systems and any board, commission, council, or other similar entity within the Bureau of Health Systems are transferred to the Director of the Department of Community Health.\n\n6. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Bureau of Health Systems for the activities, powers, duties, functions, and responsibilities transferred by this Section IV.B are transferred to the Department of Community Health.\n\nC. Controlled Substances Advisory Commission\n\n1. The Controlled Substances Advisory Commission created under Section 7111 of the Public Health Code, 1978 PA 368, MCL 333.7111, is transferred by Type II Transfer to the Department of Community Health.\n\nD. Advisory Committee on Pain and Symptom Management\n\n1. The Advisory Committee on Pain and Symptom Management created under Section 16204a of the Public Health Code, 1978 PA 368, MCL 333.16204a, is transferred by Type II Transfer to the Department of Community Health.\n\n2. The position as member and Chairperson of the Advisory Committee on Pain and Symptom Management designated under Section 16204a(1)(k) of the Public Health Code, 1978 PA 368, MCL 333.16204a(1)(k), for the Director of the Department of Consumer and Industry Services, or his or her authorized representative, is transferred to the Director of Community Health or his or her authorized representative.\n\n3. The position as member of the Advisory Committee on Pain and Symptom Management designated under Section 16204a(1)(l) of the Public Health Code, 1978 PA 368, MCL 333.16204a(1)(l), for the Director of the Department of Community Health, or his or her authorized representative, is transferred to an authorized representative of the Director of the Department of Community Health.\n\n4. Per diem compensation for members of the Advisory Committee on Pain and Symptom Management provided under Section 16204a(2) of the Public Health Code, 1978 PA 368, MCL 333.16204a(2), is subject to available appropriations.\n\n5. The requirement under Section 16204a(4)(f) of the Public Health Code, 1978 PA 368, MCL 333.16204a(4)(f), that the Advisory Committee on Pain and Symptom Management annually report to the Department of Consumer and Industry Services is abolished, but the requirement to annually report to the Director of the Department of Community Health continues.\n\n6. The responsibilities of the Department of Consumer Industry Services related to the development, publication, and distribution of an informational booklet on pain under Section 16204d of the Public Health Code, 1978 PA 368, MCL 333.16204d, are transferred by Type II Transfer to the Director of the Department of Community Health.\n\nE. Implementation of Transfers to Department of Community Health\n\n1. The Director of the Department of Community Health, after consultation with the Director of the Department of Consumer and Industry Services, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Community Health.\n\n2. The Directors of the Departments of Community Health and Labor and Economic Growth shall immediately initiate coordination to facilitate the transfers under this Section IV and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Community Health.\n\n3. The Director of the Department of Community Health shall administer any assigned functions under this Section IV in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nV. DEPARTMENT OF ENVIRONMENTAL QUALITY\n\nBrownfield Redevelopment Board\n\nA. The position on the Brownfield Redevelopment Board created under Section 20104a of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.20104a, designated for the Chief Executive Officer of the Michigan Jobs Commission or his or her designee is transferred to the Director of the Department of Labor and Economic Growth or his or her authorized representative.\n\nB. The Director of the Department of Labor and Economic Growth, or the authorized representative of the Director serving as a member of the Brownfield Development Board under Section V.A, shall serve as the Chairperson of the Brownfield Redevelopment Board.\n\nVI. DEPARTMENT OF TRANSPORTATION\n\nA. Detroit People Mover Oversight\n\n1. Any authority, powers, duties, and functions of the Department of Consumer and Industry Services under Section 5330 of the Federal Transit Act, 49 USC 5330, related to required oversight of the safety and security of the Detroit People Mover are transferred by Type II Transfer to the Director of the Department of Transportation.\n\n2. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Labor and Economic Growth for the activities, powers, duties, functions, and responsibilities transferred by this Section VI are transferred to the Department of Transportation.\n\n3. The Director of the Department of Transportation, in cooperation with the Director of the Department of Labor and Economic Growth, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Transportation.\n\n4. The Directors of the Department of Transportation and the Department of Labor and Economic Growth shall immediately initiate coordination to facilitate the Type II Transfer under this Section VI and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Transportation.\n\n5. The Director of the Department of Transportation shall administer any assigned functions under this Section VI in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n6. The Director of the Department of Transportation shall notify the United States Secretary of Transportation of the transfers under this Section VI pursuant to federal law.\n\nB. Trolley Line Service Oversight\n\n1. Any authority, powers, duties, and functions of the Department of Consumer and Industry Services under Section 5330 of the Federal Transit Act, 49 USC 5330, relating to trolley line service oversight, are transferred by Type II Transfer to the Director of the Department of Transportation.\n\n2. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Labor and Economic Growth for the activities, powers, duties, functions, and responsibilities transferred by this Section VI are transferred to the Department of Transportation.\n\n3. The Director of the Department of Transportation, after consultation with the Director of the Department of Labor and Economic Growth, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Transportation.\n\n4. The Directors of the Department of Transportation and the Department of Labor and Economic Growth shall immediately initiate coordination to facilitate the Type II Transfer under this Section VI and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Transportation.\n\n5. The Director of the Department of Transportation shall administer any assigned functions under this Section VI in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n6. The Director of the Department of Transportation shall notify the United States Secretary of Transportation of the transfers under this Section VI pursuant to federal law.\n\nVII. FAMILY INDEPENDENCE AGENCY\n\nOffice of Children and Adult Licensing\n\nA. Any authority, powers, duties, functions, and responsibilities of the Bureau of Family Services, an organizational unit within the Department of Consumer and Industry Services, are transferred by Type II Transfer from the Department of Consumer and Industry Services to the Family Independence Agency, including but not limited to all of the following:\n\n1. Any authority, powers, duties, functions, and responsibilities of management support functions including but not limited to management information systems, facility support, and licensing hearings, except as provided in Section VII.D of this Order.\n\n2. Any authority, powers, duties, functions, and responsibilities of adult foster care, adult foster care facility, adult foster care camp, adult camp, adult foster care family home, and adult foster care group home licensing and regulation under the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, and 1974 PA 381, MCL 338.41 to 338.47.\n\n3. Any authority, powers, duties, functions, and responsibilities of child welfare, child care organization, child caring institution, child placing organization, children's camp, child care center, day care center, foster family home, foster family group home, family day care home, and group day care home licensing and regulation under 1973 PA 116, MCL 722.111 to 722.128, the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122.\n\n4. Any authority, powers, duties, functions, and responsibilities of licensing and regulation of homes for the aged under Article 17 of the Public Health Code, 1978 PA 368, MCL 333.20101 to 333.22260, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122.\n\nB. The Adult Foster Care Licensing Advisory Council and all of its authority, powers, duties, functions, and responsibilities of the Adult Foster Care Licensing Advisory Council under the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, are transferred by Type II Transfer to the Family Independence Agency.\n\nC. The Director of the Family Independence Agency shall administer the assigned functions in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nD. The Director of the Family Independence Agency, after consultation with the Director of the Department of Consumer and Industry Services, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Family Independence Agency and all prescribed functions of rule-making, licensing, and registration, including but not limited to the prescription of rules, regulations, standards, and adjudications, under the Administrative Procedures Act of 1969, 1969 PA 306, MCL 24.201 to 24.328, shall be transferred to the Director of the Family Independence Agency. The Bureau of Hearings of the Department of Consumer and Industry Services may continue to conduct hearings for the Bureau of Family Services. The Department of Consumer and Industry Services and the Family Independence Agency shall enter into an interdepartmental agreement providing for the conduct of hearings for the Bureau of Family Services by the Bureau of Hearings.\n\nE. All records, personnel, property, and unexpended balances of appropriations, allocations and other funds used, held, employed, available, or to be made available to the Department of Consumer and Industry Services for the activities, powers, duties, functions, and responsibilities transferred under this Order are transferred to the Family Independence Agency.\n\nF. The Directors of the Family Independence Agency and the Department of Consumer and Industry Services shall immediately initiate coordination to facilitate the transfer and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Family Independence Agency.\n\nG. Upon transfer to the Family Independence Agency, the Bureau of Family Services is renamed the Office of Children and Adult Licensing.\n\nVIII. MISCELLANEOUS\n\nA. The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system for the remainder of Fiscal Year 2003-2004.\n\nB. All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\nC. Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected under this Order, shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected under this Order.\n\nD. The invalidity of any portion of this Order shall not affect the validity of the remainder of the Order, which may be given effect without any invalid portion. Any portion of this Order found invalid by a court or other entity with proper jurisdiction shall be severable from the remaining portions of this Order.\n\nHistory:2003, E.R.O. No. 2003-1, Eff. Dec. 7, 2003 ;-- Am. 2009, E.R.O. No. 2009-37, Eff. Dec. 28, 2009Compiler's Notes:In subsection C. under section \"I. DEFINITIONS,\" the \"Bureau of Heath Services\" evidently should read \"Bureau of Health Services\".Also in subsection C. under section \"I. DEFINITIONS,\" the \"Department and Consumer and Industry Services\" evidently should read \"Department of Consumer and Industry Services\".In subsection Z. under section \"I. DEFINITIONS,\" the citation to \"Section 3(a) of the Executive Organization Act of 1963, 1965 PA 380\" evidently should read \"Section 3(a) of the Executive Organization Act of 1965, 1965 PA 380.\"In subdivision 7. under section \"II. DEPARTMENT OF LABOR AND ECONOMIC GROWTH, C. Bureau of Construction Codes and Fire Safety,\" the citation to \"Fire Fighters Training Council Act of 1996, 1966 PA 291\" evidently should read \"Fire Fighters Training Council Act of 1966, 1966 PA 291.\"In subdivision 6.b. and subdivision 7. under section \"II. DEPARTMENT OF LABOR AND ECONOMIC GROWTH, F. Department of Treasury, Brownfield Redevelopment Single Business Tax Credits,\" the citation to the \"Single Business Tax Act, 1975 PA 225\", evidently should read \"Single Business Tax Act, 1975 PA 228.\"In subsection A.5. under section \"III. DEPARTMENT OF CAREER DEVELOPMENT,\" the citation to \"1994 PA 219, MCL 408.221 to 208.232\" evidently should read \"1994 PA 219, MCL 408.221 to 408.232.\"In subdivision 3.a. under section \"IV. DEPARTMENT OF COMMUNITY HEALTH, B. Bureau of Health Systems,\" the citation to \"1978 PA 368, MCL 333.21301 to 31333\" evidently should read \"1978 PA 368, MCL 333.21301 to 333.21333.\"All references to the \"Worker's Disability and Compensation Act of 1969\" evidently should read \"Worker's Disability Compensation Act of 1969.\"For transfer of powers of department of labor and economic growth regarding career and technical education program for secondary students to department of education by type II transfer, see E.R.O. No. 2007-1, compiled at MCL 388.998.For renaming of department of labor and economic growth to department of energy, labor, and economic growth, see E.R.O. No. 2008-4, compiled at MCL 445.2025.Section II.Q.1. of MCL 445.2011, as enacted by E.R.O. No. 2003-1, was amended by E.R.O. No. 2009-37. The text of section II.Q.1. reflects this amendment; all other text remains as originally enacted.For transfer of powers and duties of commission for the blind to bureau of services for blind persons within department of licensing and regulatory affairs, see E.R.O. No. 2012-5, compiled at MCL 445.2033.For transfer of Michigan next energy authority from department of energy, labor, and economic growth to Michigan strategic fund, see E.R.O. No. 2011-4, compiled at MCL 445.2030.For transfer of position as member of Michigan economic growth authority designated for director of department of licensing and regulatory affairs to president of Michigan strategic fund, see E.R.O. No. 2011-4, compiled at MCL 445.2030.For transfer of workers' compensation appellate commission to Michigan administrative hearing system, see E.R.O. No. 2011-4, compiled at MCL 445.2030.For transfer of qualifications advisory committee, to Michigan administrative hearing system, see E.R.O. No. 2011-4, compiled at MCL 445.2030.For transfer of worker's compensation board of magistrates to Michigan administrative hearing system, see E.R.O. No. 2011-4, compiled at MCL 445.2030.For transfer of powers and duties of unemployment insurance agency, including powers and duties of its director, from department of licensing and regulatory affairs to Michigan talent investment agency, see E.R.O. No. 2014-6, compiled at MCL 125.1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-e-r-o-no-2003-1/section-445-2011/"
    }
  ]
}