{
  "state": "michigan",
  "path": "title-chapter-445-trade-and-commerce/chapter-act-134-of-1990-motor-fuel-distribution-act-4451801-4451808",
  "sections": [
    {
      "id": "section-4451801",
      "number": "445.1801",
      "heading": "Short Title.Section 445.1802 - Definitions",
      "text": "Section 445.1803 - Death of Franchisee; Devolution of Franchise and Lease or Other Agreement to Designated Successor or Secondary Designee; Standards; Limitation; Notice; Applicability of Section.Section 445.1804 - Franchise and Lease or Other Agreement; Tr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4451802",
      "number": "445.1802",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Contract\" means any oral or written agreement.\n\n(b) \"Franchise\" means a contract between a refiner and a retailer or between a distributor and a retailer, under which a refiner or distributor authorizes or permits a retailer to use, in connection with the sale, consignment, or distribution of gasoline, diesel, gasohol, or aviation fuel, a trademark that is owned or controlled by a refiner, or by a refiner that supplies fuel to the distributor that authorizes or permits such use. Franchise includes, but is not limited to, both of the following:\n\n(i) A contract under which a retailer is authorized or permitted to occupy leased marketing premises, which premises are to be employed in connection with the sale, consignment, or distribution of fuel under a trademark that is owned or controlled by a refiner.\n\n(ii) A contract pertaining to the supply of fuel that is to be sold, consigned, or distributed by a retailer under a trademark owned or controlled by a refiner.\n\n(c) \"Distributor\" means a person, including any affiliate of the person, who meets either of the following requirements:\n\n(i) Purchases motor fuel for sale, consignment, or distribution to another.\n\n(ii) Receives motor fuel on consignment for consignment or distribution to his or her own motor fuel accounts or to accounts of his or her supplier, but does not include a person who is an employee of, or merely serves as a common carrier providing transportation service for the supplier.\n\n(d) \"Franchisee\" means a retailer who is authorized or permitted, under a franchise, to use a trademark in connection with the sale, consignment, or distribution of fuel. Franchisee does not include a distributor which resells motor fuel to retailers, to the general public, or to both retailers and the general public.\n\n(e) \"Franchisor\" means a refiner or distributor who authorizes or permits, under a franchise, a retailer to use a trademark in connection with the sale, consignment, or distribution of fuel.\n\n(f) \"Marketing premises\" means, in the case of any franchise, premises that, under the franchise, are to be employed by the franchisee in connection with the sale, consignment, or distribution of motor fuel.\n\n(g) \"Motor fuel\" means gasoline and diesel fuel of a type distributed for use as a fuel in self-propelled vehicles designed primarily for use on public streets, roads, and highways.\n\n(h) \"Refiner\" means a person engaged in the refining of crude oil to produce motor fuel, and includes any affiliate of the person.\n\n(i) \"Retailer\" means any person who purchases motor fuel for sale to the general public for ultimate consumption.\n\nHistory:1990, Act 134, Eff. Oct. 1, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1802/"
    },
    {
      "id": "section-4451803",
      "number": "445.1803",
      "heading": "Death of Franchisee; Devolution of Franchise and Lease or Other Agreement to Designated Successor or Secondary Designee; Standards; Limitation; Notice; Applicability of Section",
      "text": "(1) Following the death of a franchisee, who is not a trial franchise retailer, the franchise and any lease or other agreement in connection with the franchise shall devolve to the designated successor or secondary designee of the franchisee if prior to the franchisee's death the franchisee notified the franchisor in writing of the name, address, and relationship of the designated successor and secondary designee. The designated successor and secondary designee shall meet the reasonable standards normally required by the franchisor of a prospective franchisee at the time of the franchisee's death.\n\n(2) The franchise shall devolve to the secondary designee in the event the designated successor is unable to operate the franchise.\n\n(3) The designated successor and secondary designee shall be limited to, unless otherwise agreed to by the parties, the franchisee's surviving spouse, adult child, stepchild, son-in-law, or daughter-in-law. The designated successor or secondary designee shall not be a previously terminated or nonrenewed retailer of the franchisor.\n\n(4) Within 30 days of the death of the franchisee, the designated successor or secondary designee shall give written notice to the franchisor of his or her election to assume and to operate the franchise, and shall promptly provide any information reasonably requested by the franchisor. If the designated successor or secondary designee fails to give the notice, the franchisor gives the designated successor or secondary designee written notice, specifying the reasons, that the designated successor or secondary designee fails to meet at least 1 of the reasonable standards normally required by the franchisor of a prospective franchisee, or the franchise has not been operated in accordance with the terms and conditions contained in the franchise by the franchisee, then the designated successor or secondary designee shall have no further rights or obligations under the franchise.\n\n(5) This section shall not apply to a franchise where a mutual termination has been executed or an outstanding notice of termination or nonrenewal has been given by the franchisor prior to the death of the franchisee.\n\nHistory:1990, Act 134, Eff. Oct. 1, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1803/"
    },
    {
      "id": "section-4451804",
      "number": "445.1804",
      "heading": "Franchise and Lease or Other Agreement; Transfer or Assignment; Consent; Standards; Notice of Intent; Objection; Approval; Compliance; Assumption of Obligations; Effect of Termination or Nonrenewal of Franchise; Option of Franchisor to Purchase; Exception",
      "text": "(1) A franchise agreement and any other lease or agreement in connection with the franchise agreement between a franchisor and a franchisee shall be transferable or assignable if the franchisor consents to the assignment. The franchisor's consent shall not be unreasonably withheld. A proposed assignee shall meet the standards normally required by the franchisor of a prospective franchisee.\n\n(2) Prior to any transfer or assignment by the franchisee, the franchisee shall provide written notice to the franchisor of an intention to transfer or assign setting forth the prospective assignee's name, address, statement of financial qualification and business experience during the previous 5 years, and such further information as the franchisor shall reasonably request.\n\n(3) The franchisor, within 60 days after receipt of the notice of intent and all requested information, shall advise the franchisee of its consent or objection to the transfer or assignment.\n\n(4) If the franchisor objects to the transfer or assignment, it shall state its reasons in writing to the franchisee. If the franchisor does not reply within 60 days, approval of the transfer or assignment shall be considered granted.\n\n(5) The transfer or assignment shall not be valid until the assignee agrees in writing to comply with all the requirements of the franchise and any other lease or agreement in connection with the franchise then in ef fect and assumes all obligations of the franchisee.\n\n(6) A franchisee may not exercise the right of assignment or transfer after he or she has been notified of termination or nonrenewal of the franchise for a cause permitted in the petroleum marketing practices act, Public Law 95-297, 15 U.S.C. 2801 to 2806 and 2821 to 2841.\n\n(7) A franchisee shall not sell, convey, or otherwise dispose of the franchisee's interest in a lease, any franchise relationship attendant to a lease, or the franchisee's business as related to a lease without first giving the franchisor an option to purchase or otherwise acquire the interest on the same terms and conditions as set forth in any contract entered into and fully executed by the franchisee in a bona fide transaction, except for a sale or transfer from the franchisee to the franchisee's spouse, adult child, stepchild, son-in-law, or daughter-in-law.\n\nHistory:1990, Act 134, Eff. Oct. 1, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1804/"
    },
    {
      "id": "section-4451805",
      "number": "445.1805",
      "heading": "Closing During Holiday.",
      "text": "(1) The franchisor shall not prohibit a franchisee from closing during 1 recognized holiday per calendar year as determined by the franchisee.\n\n(2) The franchisee shall provide the franchisor with not less than 60 days' notice of any closing due to a holiday.\n\n(3) The period of closing under this section shall be limited to the 36-hour period of 6 p.m. the day before the holiday to 6 a.m. the day after the holiday.\n\n(4) This section does not apply to marketing premises used by the franchisee that are located within 1/2 mile of an interstate highway exit or U.S. route.\n\nHistory:1990, Act 134, Eff. Dec. 1, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1805/"
    },
    {
      "id": "section-4451806",
      "number": "445.1806",
      "heading": "Violation of Act Resulting in Injury; Action for Injunctive Relief or Damages; Jurisdiction; Fees and Costs.",
      "text": "A person injured in the person's business or property by reason of a violation of this act may bring an action in the court having jurisdiction in the county where the defendant resides or is found, where the agent of the defendant resides or is found, or where service may be obtained, for injunctive relief or to recover the damages sustained by the person, or both, and shall be awarded reasonable attorney fees and costs of the action.\n\nHistory:1990, Act 134, Eff. Oct. 1, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1806/"
    },
    {
      "id": "section-4451807",
      "number": "445.1807",
      "heading": "Applicability of Act.",
      "text": "This act shall not apply to any distributor who is not authorized to distribute motor fuels under a trademark owned or controlled by a refiner.\n\nHistory:1990, Act 134, Eff. Oct. 1, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1807/"
    },
    {
      "id": "section-4451808",
      "number": "445.1808",
      "heading": "Effective Date of MCL 445.1801, 445.1802, 445.1803, 445.1804, 445.1806, 445.1807; Effective Date of MCL 445.1805.",
      "text": "(1) Sections 1, 2, 3, 4, 6, and 7 shall take effect October 1, 1990.\n\n(2) Section 5 shall take effect December 1, 1991.\n\nHistory:1990, Act 134, Imd. Eff. June 26, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-445/statute-act-134-of-1990/section-445-1808/"
    }
  ]
}