{
  "state": "pennsylvania",
  "path": "title-title-18/chapter-chapter-26",
  "sections": [
    {
      "id": "section-2601",
      "number": "2601",
      "heading": "",
      "text": "ยง 2601. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Crimes Against the Unborn Child Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2601/"
    },
    {
      "id": "section-2602",
      "number": "2602",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Abortion.\"As defined in section 3203 (relating to definitions).\n\n\"Intentional killing.\"Killing by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing.\n\n\"Murder.\"As used in this chapter, the term includes the same element of malice which is required to prove murder under Chapter 25 (relating to criminal homicide).\n\n\"Perpetration of a felony.\"As defined in section 2502(d) (relating to murder).\n\n\"Principal.\"As defined in section 2502(d) (relating to murder).\n\n\"Serious bodily injury.\"Bodily injury which creates a substantial risk of death or which causes serious, permanent disfigurement or protracted loss or impairment of the function of any bodily member or organ.\n\n\"Serious provocation.\"As defined in section 2301 (relating to definitions).\n\n\"Unborn child.\"As defined in section 3203 (relating to definitions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2602/"
    },
    {
      "id": "section-2603",
      "number": "2603",
      "heading": "",
      "text": "(a) Offense defined.--An individual commits criminal homicide of an unborn child if the individual intentionally, knowingly, recklessly or negligently causes the death of an unborn child in violation of section 2604 (relating to murder of unborn child) or 2605 (relating to voluntary manslaughter of unborn child).\n\n(b) Classification.--Criminal homicide of an unborn child shall be classified as murder of an unborn child or voluntary manslaughter of an unborn child.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2603/"
    },
    {
      "id": "section-2604",
      "number": "2604",
      "heading": "",
      "text": "(a) First degree murder of unborn child.--\n\n(1) A criminal homicide of an unborn child constitutes first degree murder of an unborn child when it is committed by an intentional killing.\n\n(2) The penalty for first degree murder of an unborn child shall be imposed in accordance with section 1102(a)(2) (relating to sentence for murder and murder of an unborn child).\n\n(b) Second degree murder of unborn child.--\n\n(1) A criminal homicide of an unborn child constitutes second degree murder of an unborn child when it is committed while the defendant was engaged as a principal or an accomplice in the perpetration of a felony.\n\n(2) The penalty for second degree murder of an unborn child shall be the same as for murder of the second degree.\n\n(c) Third degree murder of unborn child.--\n\n(1) All other kinds of murder of an unborn child shall be third degree murder of an unborn child.\n\n(2) The penalty for third degree murder of an unborn child is the same as the penalty for murder of the third degree.\n\nCross References.Section 2604 is referred to in section 2603 of this title; section 9714 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2604/"
    },
    {
      "id": "section-2605",
      "number": "2605",
      "heading": "",
      "text": "(a) Offense defined.--A person who kills an unborn child without lawful justification commits voluntary manslaughter of an unborn child if at the time of the killing he is acting under a sudden and intense passion resulting from serious provocation by:\n\n(1) the mother of the unborn child whom the actor endeavors to kill, but he negligently or accidentally causes the death of the unborn child; or\n\n(2) another whom the actor endeavors to kill, but he negligently or accidentally causes the death of the unborn child.\n\n(b) Unreasonable belief killing justifiable.--A person who intentionally or knowingly kills an unborn child commits voluntary manslaughter of an unborn child if at the time of the killing he believes the circumstances to be such that, if they existed, would justify the killing under Chapter 5 (relating to general principles of justification) but his belief is unreasonable.\n\n(c) Penalty.--The penalty for voluntary manslaughter of an unborn child shall be the same as the penalty for voluntary manslaughter.\n\nCross References.Section 2605 is referred to in section 2603 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2605/"
    },
    {
      "id": "section-2606",
      "number": "2606",
      "heading": "",
      "text": "(a) Offense.--A person commits aggravated assault of an unborn child if he attempts to cause serious bodily injury to the unborn child or causes such injury intentionally, knowingly or recklessly under circumstances manifesting extreme indifference to the life of the unborn child.\n\n(b) Grading.--Aggravated assault of an unborn child is a felony of the first degree.\n\nCross References.Section 2606 is referred to in section 108 of this title; section 9714 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2606/"
    },
    {
      "id": "section-2607",
      "number": "2607",
      "heading": "",
      "text": "In any criminal prosecution pursuant to this chapter, the provisions of Chapter 3 (relating to culpability) shall apply, except that:\n\n(1) The term \"different person\" as used in section 303(b) and (c) (relating to causal relationship between conduct and result) shall also include an unborn child.\n\n(2) The term \"victim\" as used in section 311 (relating to consent) shall not include the mother of the unborn child.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2607/"
    },
    {
      "id": "section-2608",
      "number": "2608",
      "heading": "",
      "text": "(a) Nonliability.--Nothing in this chapter shall impose criminal liability:\n\n(1) For acts committed during any abortion or attempted abortion, whether lawful or unlawful, in which the pregnant woman cooperated or consented.\n\n(2) For the consensual or good faith performance of medical practice, including medical procedures, diagnostic testing or therapeutic treatment, the use of an intrauterine device or birth control pill to inhibit or prevent ovulation, fertilization or the implantation of a fertilized ovum within the uterus.\n\n(3) Upon the pregnant woman in regard to crimes against her unborn child.\n\n(b) Defenses.--In any prosecution pursuant to this chapter, it shall be a defense that:\n\n(1) The use of force that caused death or serious bodily injury to the unborn child would have been justified pursuant to Chapter 5 (relating to general principles of justification) if it caused death or serious bodily injury to the mother.\n\n(2) Death or serious bodily injury to the unborn child was caused by the use of force which would have been justified pursuant to Chapter 5 if the same level of force was used upon or toward the mother.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2608/"
    },
    {
      "id": "section-2609",
      "number": "2609",
      "heading": "",
      "text": "The provisions of this chapter shall not be construed to prohibit the prosecution of an offender under any other provision of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-26/section-2609/"
    }
  ]
}