{
  "state": "pennsylvania",
  "path": "title-title-18/chapter-chapter-9",
  "sections": [
    {
      "id": "section-907",
      "number": "907",
      "heading": "",
      "text": "(a) Criminal instruments generally.--A person commits a misdemeanor of the first degree if he possesses any instrument of crime with intent to employ it criminally.\n\n(b) Possession of weapon.--A person commits a misdemeanor of the first degree if he possesses a firearm or other weapon concealed upon his person with intent to employ it criminally.\n\n(c) Unlawful body armor.--A person commits a felony of the third degree if in the course of the commission of a felony or in the attempt to commit a felony he uses or wears body armor or has in his control, custody or possession any body armor.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Body armor.\" Any protective covering for the body, or parts thereof, made of any polyaramid fiber or any resin-treated glass fiber cloth or any material or combination of materials made or designed to prevent, resist, deflect or deter the penetration thereof by ammunition, knife, cutting or piercing instrument or any other weapon.\n\n\"Instrument of crime.\" Any of the following:\n\n(1) Anything specially made or specially adapted for criminal use.\n\n(2) Anything used for criminal purposes and possessed by the actor under circumstances not manifestly appropriate for lawful uses it may have.\n\n\"Weapon.\" Anything readily capable of lethal use and possessed under circumstances not manifestly appropriate for lawful uses which it may have. The term includes a firearm which is not loaded or lacks a clip or other component to render it immediately operable, and components which can readily be assembled into a weapon.\n\n(July 6, 1995, P.L.238, No.27, eff. 60 days; July 11, 1996, P.L.552, No.98, eff. 60 days)\n\n1996 Amendment.Act 98 overlooked the amendment by Act 27 of 1995, but the amendments do not conflict in substance and have both been given effect in setting forth the text of section 907.\n\nCross References.Section 907 is referred to in sections 912, 2718 of this title; section 6102 of Title 23 (Domestic Relations); section 9774.1 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-907/"
    },
    {
      "id": "section-908",
      "number": "908",
      "heading": "",
      "text": "(a) Offense defined.--A person commits a misdemeanor of the first degree if, except as authorized by law, he makes repairs, sells, or otherwise deals in, uses, or possesses any offensive weapon.\n\n(b) Exceptions.--\n\n(1) It is a defense under this section for the defendant to prove by a preponderance of evidence that he possessed or dealt with the weapon solely as a curio or in a dramatic performance, or that, with the exception of a bomb, grenade or incendiary device, he complied with the National Firearms Act (26 U.S.C. § 5801 et seq.), or that he possessed it briefly in consequence of having found it or taken it from an aggressor, or under circumstances similarly negativing any intent or likelihood that the weapon would be used unlawfully.\n\n(2) This section does not apply to police forensic firearms experts or police forensic firearms laboratories. Also exempt from this section are forensic firearms experts or forensic firearms laboratories operating in the ordinary course of business and engaged in lawful operation who notify in writing, on an annual basis, the chief or head of any police force or police department of a city, and, elsewhere, the sheriff of a county in which they are located, of the possession, type and use of offensive weapons.\n\n(3) This section shall not apply to any person who makes, repairs, sells or otherwise deals in, uses or possesses any firearm for purposes not prohibited by the laws of this Commonwealth.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Firearm.\"Any weapon which is designed to or may readily be converted to expel any projectile by the action of an explosive or the frame or receiver of any such weapon.\n\n\"Offensive weapons.\"Any bomb, grenade, machine gun, sawed-off shotgun with a barrel less than 18 inches, firearm specially made or specially adapted for concealment or silent discharge, any blackjack, sandbag, metal knuckles, any stun gun, stun baton, taser or other electronic or electric weapon or other implement for the infliction of serious bodily injury which serves no common lawful purpose.\n\n(d) Exemptions.--The use and possession of blackjacks by the following persons in the course of their duties are exempt from this section:\n\n(1) Police officers, as defined by and who meet the requirements of the act of June 18, 1974 (P.L.359, No.120), referred to as the Municipal Police Education and Training Law.\n\n(2) Police officers of first class cities who have successfully completed training which is substantially equivalent to the program under the Municipal Police Education and Training Law.\n\n(3) Pennsylvania State Police officers.\n\n(4) Sheriffs and deputy sheriffs of the various counties who have satisfactorily met the requirements of the Municipal Police Education and Training Law.\n\n(5) Police officers employed by the Commonwealth who have satisfactorily met the requirements of the Municipal Police Education and Training Law.\n\n(6) Deputy sheriffs with adequate training as determined by the Pennsylvania Commission on Crime and Delinquency.\n\n(7) Liquor Control Board agents who have satisfactorily met the requirements of the Municipal Police Education and Training Law.\n\n(Dec. 20, 1983, P.L.291, No.78, eff. imd.; July 6, 1984, P.L.647, No.134, eff. 90 days; July 11, 1985, P.L.235, No.58, eff. 60 days; Oct. 4, 1994, P.L.571, No.84, eff. 60 days; Nov. 6, 2002, P.L.1096, No.132, eff. 60 days; Nov. 3, 2022, P.L.1782, No.119, eff. 60 days)\n\n2022 Amendment.Act 119 amended the def. of \"offensive weapons\" in subsec. (c).\n\n2002 Amendment.Act 132 amended subsec. (c).\n\nReferences in Text.The act of June 18, 1974 (P.L.359, No.120), referred to as the Municipal Police Education and Training Law, referred to in subsection (d)(1), was repealed by the act of December 19, 1996 (P.L.1158, No.177). The subject matter is now contained in Subchapter D of Chapter 21 of Title 53 (Municipalities Generally).\n\nCross References.Section 908 is referred to in section 6105 of this title; section 9774.1 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-908/"
    },
    {
      "id": "section-910",
      "number": "910",
      "heading": "",
      "text": "(a) Offense defined.--Any person commits an offense if he:\n\n(1) makes, distributes, possesses, uses or assembles an unlawful telecommunication device or modifies, alters, programs or reprograms a telecommunication device designed, adapted or which can be used:\n\n(i) for commission of a theft of telecommunication service or to disrupt, transmit, decrypt, acquire or facilitate the disruption, transmission, decryption or acquisition of any telecommunication service without the consent of the telecommunication service provider; or\n\n(ii) to conceal or to assist another to conceal from any telecommunication service provider or from any lawful authority the existence or place of origin or of destination of any telecommunication; or\n\n(2) sells, possesses, distributes, gives or otherwise transfers to another or offers, promotes or advertises for sale any:\n\n(i) unlawful telecommunication device, or plans or instructions for making or assembling the same, under circumstances evidencing an intent to use or employ such unlawful telecommunication device, or to allow the same to be used or employed for a purpose described in paragraph (1), or knowing or having reason to believe that the same is intended to be so used, or that the aforesaid plans or instructions are intended to be used for making or assembling such unlawful telecommunication device; or\n\n(ii) material, including hardware, cables, tools, data, computer software or other information or equipment, knowing that the purchaser or a third person intends to use the material in the manufacture of an unlawful telecommunication device.\n\n(b) Grading.--\n\n(1) Except for violations of this section as provided for in paragraph (2) or (3), an offense under this section is a misdemeanor of the first degree.\n\n(2) An offense under this section is a felony of the third degree if:\n\n(i) the defendant has been convicted previously under this section or convicted of any similar crime in this or any Federal or other state jurisdiction; or\n\n(ii) the violation of this section involves at least ten, but not more than 50, unlawful telecommunication devices.\n\n(3) An offense under this section is a felony of the second degree if:\n\n(i) the defendant has been convicted previously on two or more occasions for offenses under this section or for any similar crime in this or any Federal or other state jurisdiction; or\n\n(ii) the violation of this section involves more than 50 unlawful telecommunication devices.\n\n(4) For purposes of grading an offense based upon a prior conviction under this section or for any similar crime pursuant to paragraphs (2)(i) and (3)(i), a prior conviction shall consist of convictions upon separate indictments or criminal complaints for offenses under this section or any similar crime in this or any Federal or other state jurisdiction.\n\n(5) As provided for in paragraphs (2)(i) and (3)(i), in grading an offense under this section based upon a prior conviction, the term \"any similar crime\" shall include, but not be limited to, offenses involving theft of service or fraud, including violations of the Cable Communications Policy Act of 1984 (Public Law 98-549, 98 Stat. 2779).\n\n(b.1) Separate offenses.--For purposes of all criminal penalties or fines established for violations of this section, the prohibited activity established herein as it applies to each unlawful telecommunication device shall be deemed a separate offense.\n\n(b.2) Fines.--For purposes of imposing fines upon conviction of a defendant for an offense under this section, all fines shall be imposed in accordance with section 1101 (relating to fines).\n\n(c) Restitution.--The court shall, in addition to any other sentence authorized by law, sentence a person convicted of violating this section to make restitution under section 1106 (relating to restitution for injuries to person or property) or 42 Pa.C.S. § 9721(c) (relating to sentencing generally).\n\n(c.1) Forfeiture of unlawful telecommunication devices.--Upon conviction of a defendant under this section, the court may, in addition to any other sentence authorized by law, direct that the defendant forfeit any unlawful telecommunication devices in the defendant's possession or control which were involved in the violation for which the defendant was convicted. The forfeiture shall be conducted in accordance with 42 Pa.C.S. §§ 5803 (relating to asset forfeiture), 5805 (relating to forfeiture procedure), 5806 (relating to motion for return of property), 5807 (relating to restrictions on use), 5807.1 (relating to prohibition on adoptive seizures) and 5808 (relating to exceptions).\n\n(c.2) Venue.--An offense under subsection (a) may be deemed to have been committed at either place where the defendant manufactures or assembles an unlawful telecommunication device or assists others in doing so or the places where the unlawful telecommunication device is sold or delivered to a purchaser, in accordance with section 102 (relating to territorial applicability). It shall be no defense to a violation of subsection (a) that some of the acts constituting the offense occurred outside of this Commonwealth.\n\n(d) Civil action.--\n\n(1) Any person aggrieved by a violation of this section may bring a civil action in any court of competent jurisdiction.\n\n(2) The court may:\n\n(i) grant preliminary and final injunctions to prevent or restrain violations of this section;\n\n(ii) at any time while an action is pending, order the impounding, on such terms as it deems reasonable, of any unlawful telecommunication device that is in the custody or control of the violator and that the court has reasonable cause to believe was involved in the alleged violation of this section;\n\n(iii) award damages as described in subsection (d.1);\n\n(iv) in its discretion, award reasonable attorney fees and costs, including, but not limited to, costs for investigation, testing and expert witness fees, to an aggrieved party who prevails; or\n\n(v) as part of a final judgment or decree finding a violation of this section, order the remedial modification or destruction of any unlawful telecommunication device involved in the violation that is in the custody or control of the violator or has been impounded under subparagraph (ii).\n\n(d.1) Types of damages recoverable.--Damages awarded by a court under this section shall be computed as either of the following:\n\n(1) Upon his election of such damages at any time before final judgment is entered, the complaining party may recover the actual damages suffered by him as a result of the violation of this section and any profits of the violator that are attributable to the violation and are not taken into account in computing the actual damages. In determining the violator's profits, the complaining party shall be required to prove only the violator's gross revenue, and the violator shall be required to prove his deductible expenses and the elements of profit attributable to factors other than the violation.\n\n(2) Upon election by the complaining party at any time before final judgment is entered, that party may recover in lieu of actual damages an award of statutory damages of between $250 to $10,000 for each unlawful telecommunication device involved in the action, with the amount of statutory damages to be determined by the court, not the jury, as the court considers just. In any case where the court finds that any of the violations of this section were committed willfully and for purposes of commercial advantage or private financial gain, the court in its discretion may increase the award of statutory damages by an amount of not more than $50,000 for each unlawful telecommunication device involved in the action.\n\n(3) For purposes of all civil remedies established for violations of this section, the prohibited activity established in this section applies to each unlawful telecommunication device and shall be deemed a separate violation.\n\n(e) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Manufacture of an unlawful telecommunication device.\"To produce or assemble an unlawful telecommunication device or to modify, alter, program or reprogram a telecommunication device to be capable of acquiring, disrupting, receiving, transmitting, decrypting or facilitating the acquisition, disruption, receipt, transmission or decryption of a telecommunication service without the consent of the telecommunication service provider or to knowingly assist others in those activities.\n\n\"Telecommunication device.\"Any type of instrument, device, machine or equipment which is capable of transmitting, acquiring, decrypting or receiving any telephonic, electronic, data, Internet access, audio, video, microwave or radio transmissions, signals, communications or services, including the receipt, acquisition, transmission or decryption of all such communications, transmissions, signals or services over any cable television, telephone, satellite, microwave, radio or wireless distribution system or facility, or any part, accessory or components thereof, including any computer circuit, security module, smart card, software, computer chip, electronic mechanism or other component, accessory or part which is capable of facilitating the transmission, decryption, acquisition or reception of all such communications, transmissions, signals or services.\n\n\"Telecommunication service.\"The meaning given to it in section 3926 (relating to theft of services) and also any service provided by any radio, telephone, cable television, satellite, microwave or wireless distribution system or facility, including, but not limited to, any and all electronic, data, video, audio, Internet access, telephonic, microwave and radio communications, transmissions, signals and services.\n\n\"Telecommunication service provider.\"The meaning given to it in section 3926 (relating to theft of services) and includes any person or entity providing any telecommunication service, including, but not limited to, any person or entity owning or operating any cable television, satellite, telephone, wireless, microwave or radio distribution system or facility.\n\n\"Unlawful telecommunication device.\"The meaning given to it in section 3926 (relating to theft of services) and includes any telecommunication device which is capable of or has been altered, designed, modified, programmed or reprogrammed, alone or in conjunction with another telecommunication device or devices so as to be capable of facilitating the disruption, acquisition, receipt, transmission or decryption of a telecommunication service without the consent or knowledge of the telecommunication service provider. In addition to the examples listed in section 3926, the term includes, but is not limited to, any device, technology, product, service, equipment, computer software or component or part thereof, primarily distributed, sold, designed, assembled, manufactured, modified, programmed, reprogrammed or used for the purpose of providing unauthorized disruption of, decryption of, access to or acquisition of any telecommunication service provided by any cable television, satellite, telephone, wireless, microwave or radio distribution system or facility.\n\n(July 20, 1974, P.L.539, No.185; June 13, 1995, P.L.52, No.8, eff. 60 days; June 22, 2000, P.L.469, No.64, eff. 60 days; Dec. 20, 2000, P.L.831, No.116, eff. imd.; June 29, 2017, P.L.247, No.13, eff. July 1, 2017)\n\n2017 Amendment.Act 13 amended subsec. (c.1).\n\n2000 Amendment.Act 116 reenacted section 910.\n\nCross References.Section 910 is referred to in section 5708 of this title; section 5803 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-910/"
    },
    {
      "id": "section-911",
      "number": "911",
      "heading": "",
      "text": "(a) Findings of fact.--The General Assembly finds that:\n\n(1) organized crime is a highly sophisticated, diversified, and widespread phenomenon which annually drains billions of dollars from the national economy by various patterns of unlawful conduct including the illegal use of force, fraud, and corruption;\n\n(2) organized crime exists on a large scale within the Commonwealth of Pennsylvania, engaging in the same patterns of unlawful conduct which characterize its activities nationally;\n\n(3) the vast amounts of money and power accumulated by organized crime are increasingly used to infiltrate and corrupt legitimate businesses operating within the Commonwealth, together with all of the techniques of violence, intimidation, and other forms of unlawful conduct through which such money and power are derived;\n\n(4) in furtherance of such infiltration and corruption, organized crime utilizes and applies to its unlawful purposes laws of the Commonwealth of Pennsylvania conferring and relating to the privilege of engaging in various types of business and designed to insure that such businesses are conducted in furtherance of the public interest and the general economic welfare of the Commonwealth;\n\n(5) such infiltration and corruption provide an outlet for illegally obtained capital, harm innocent investors, entrepreneurs, merchants and consumers, interfere with free competition, and thereby constitute a substantial danger to the economic and general welfare of the Commonwealth of Pennsylvania; and\n\n(6) in order to successfully resist and eliminate this situation, it is necessary to provide new remedies and procedures.\n\n(b) Prohibited activities.--\n\n(1) It shall be unlawful for any person who has received any income derived, directly or indirectly, from a pattern of racketeering activity in which such person participated as a principal, to use or invest, directly or indirectly, any part of such income, or the proceeds of such income, in the acquisition of any interest in, or the establishment or operation of, any enterprise: Provided, however, That a purchase of securities on the open market for purposes of investment, and without the intention of controlling or participating in the control of the issuer, or of assisting another to do so, shall not be unlawful under this subsection if the securities of the issue held by the purchaser, the members of his immediate family, and his or their accomplices in any pattern of racketeering activity after such purchase, do not amount in the aggregate to 1% of the outstanding securities of any one class, and do not confer, either in law or in fact, the power to elect one or more directors of the issuer: Provided, further, That if, in any proceeding involving an alleged investment in violation of this subsection, it is established that over half of the defendant's aggregate income for a period of two or more years immediately preceding such investment was derived from a pattern of racketeering activity, a rebuttable presumption shall arise that such investment included income derived from such pattern of racketeering activity.\n\n(2) It shall be unlawful for any person through a pattern of racketeering activity to acquire or maintain, directly or indirectly, any interest in or control of any enterprise.\n\n(3) It shall be unlawful for any person employed by or associated with any enterprise to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity.\n\n(4) It shall be unlawful for any person to conspire to violate any of the provisions of paragraphs (1), (2) or (3) of this subsection.\n\n(c) Grading.--Whoever violates any provision of subsection (b) of this section is guilty of a felony of the first degree. A violation of this subsection shall be deemed to continue so long as the person who committed the violation continues to receive any benefit from the violation.\n\n(d) Civil remedies.--\n\n(1) The several courts of common pleas, and the Commonwealth Court, shall have jurisdiction to prevent and restrain violations of subsection (b) of this section by issuing appropriate orders, including but not limited to:\n\n(i) ordering any person to divest himself of any interest direct or indirect, in the enterprise; imposing reasonable restrictions on the future activities or investments of any person, including but not limited to, prohibiting any person from engaging in the same type of endeavor as the enterprise engaged in; and\n\n(ii) making due provision for the rights of innocent persons, ordering the dissolution of the enterprise, ordering the denial, suspension or revocation of charters of domestic corporations, certificates of authority authorizing foreign corporations to do business within the Commonwealth of Pennsylvania, licenses, permits, or prior approval granted to any enterprise by any department or agency of the Commonwealth of Pennsylvania; or prohibiting the enterprise from engaging in any business.\n\n(2) In any proceeding under this subsection, the court shall proceed as soon as practicable to the hearing and determination thereof. Pending final determination, the court may enter preliminary or special injunctions, or take such other actions, including the acceptance of satisfactory performance bonds, as it may deem proper.\n\n(3) A final judgment or decree rendered in favor of the Commonwealth of Pennsylvania in any criminal proceeding under this section shall estop the defendant from denying the essential allegations of the criminal offense in any subsequent civil proceeding under this subsection.\n\n(4) Proceedings under this subsection, at pretrial, trial and appellate levels, shall be governed by the Pennsylvania Rules of Civil Procedure and all other rules and procedures relating to civil actions, except to the extent inconsistent with the provisions of this section.\n\n(e) Enforcement.--\n\n(1) The Attorney General shall have the power and duty to enforce the provisions of this section, including the authority to issue civil investigative demands pursuant to subsection (f), institute proceedings under subsection (d), and to take such actions as may be necessary to ascertain and investigate alleged violations of this section.\n\n(2) The Attorney General and the district attorneys of the several counties shall have concurrent authority to institute criminal proceedings under the provisions of this section.\n\n(3) Nothing contained in this subsection shall be construed to limit the regulatory or investigative authority of any department or agency of the Commonwealth whose functions might relate to persons, enterprises, or matters falling within the scope of this section.\n\n(f) Civil investigative demand.--\n\n(1) Whenever the Attorney General has reason to believe that any person or enterprise may be in possession, custody, or control of any documentary material relevant to a racketeering investigation, he may issue in writing, and cause to be served upon such person or enterprise, a civil investigative demand requiring the production of such material for examination.\n\n(2) Each such demand shall:\n\n(i) state the nature of the conduct constituting the alleged racketeering violation which is under investigation, the provision of law applicable thereto and the connection between the documentary material demanded and the conduct under investigation;\n\n(ii) describe the class or classes of documentary material to be produced thereunder with such definiteness and certainty as to permit such material to be fairly identified;\n\n(iii) state that the demand is returnable forthwith or prescribe a return date which will provide a reasonable period of time within which the material so demanded may be assembled and made available for inspection and copying or reproduction;\n\n(iv) identify a racketeering investigator to whom such material shall be made available; and\n\n(v) contain the following statement printed conspicuously at the top of the demand: \"You have the right to seek the assistance of any attorney and he may represent you in all phases of the racketeering investigation of which this civil investigative demand is a part.\"\n\n(3) No such demand shall:\n\n(i) contain any requirement which would be held to be unreasonable if contained in a subpoena duces tecum issued by any court in connection with a grand jury investigation of such alleged racketeering violation; or\n\n(ii) require the production of any documentary evidence which would be privileged from disclosure if demanded by a subpoena duces tecum issued by any court in connection with a grand jury investigation of such alleged racketeering violation.\n\n(4) Service of any such demand or any petition filed under this subsection shall be made in the manner prescribed by the Pennsylvania Rules of Civil Procedure for service of writs and complaints.\n\n(5) A verified return by the individual serving any such demand or petition setting forth the manner of such service shall be prima facie proof of such service. In the case of service by registered or certified mail, such return shall be accompanied by the return post office receipt of delivery of such demand.\n\n(6) (i) Any party upon whom any demand issued under this subsection has been duly served shall make such material available for inspection and copying or reproduction to the racketeering investigator designated therein at the principal place of business of such party, or at such other place as such investigator and such party thereafter may agree or as the court may direct pursuant to this subsection, on the return date specified in such demand. Such party may upon agreement of the investigator substitute copies of all or any part of such material for the originals thereof.\n\n(ii) The racketeering investigator to whom any documentary material is so delivered shall take physical possession thereof, and shall be responsible for the use made thereof and for its return pursuant to this subsection. The investigator may cause the preparation of such copies of such documentary material as may be required for official use. While in the possession of the investigator, no material so produced shall be available for examination, without the consent of the party who produced such material, by any individual other than the Attorney General or any racketeering investigator. Under such reasonable terms and conditions as the Attorney General shall prescribe, documentary material while in the possession of the investigator shall be available for examination by the party who produced such material or any duly authorized representatives of such party.\n\n(iii) Upon completion of:\n\n(A) the racketeering investigation for which any documentary material was produced under this subsection; and\n\n(B) any case or proceeding arising from such investigation;\n\nthe investigator shall return to the party who produced such material all such material other than copies thereof made pursuant to this subsection which have not passed into the control of any court or grand jury through introduction into the record of such case or proceeding.\n\n(iv) When any documentary material has been produced by any party under this subsection for use in any racketeering investigation, and no case or proceeding arising therefrom has been instituted within a reasonable time after completion of the examination and analysis of all evidence assembled in the course of such investigation, such party shall be entitled, upon written demand made upon the Attorney General, to the return of all documentary material, other than copies thereof made pursuant to this subsection, so produced by such party.\n\n(7) Whenever any person or enterprise fails to comply with any civil investigative demand duly served upon him under this subsection or whenever satisfactory copying or reproduction of any such material cannot be done and such party refuses to surrender such material, the Attorney General may file, in the court of common pleas for any county in which such party resides or transacts business, and serve upon such party a petition for an order of such court for the enforcement of this subsection, except that if such person transacts business in more than one county such petition shall be filed in the county in which party maintains his or its principal place of business.\n\n(8) Within 20 days after the service of any such demand upon any person or enterprise, or at any time before the return date specified in the demand, whichever period is shorter, such party may file, in the court of common pleas of the county within which such party resides or transacts business, and serve upon the Attorney General a petition for an order of such court modifying or setting aside such demand. The time allowed for compliance with the demand in whole or in part as deemed proper and ordered by the court shall not run during the pendency of such petition in the court. Such petition shall specify each ground upon which the petitioner relies in seeking such relief, and may be based upon any failure of such demand to comply with the provisions of this subsection or upon any constitutional or other legal right or privilege of such party.\n\n(9) At any time during which the Attorney General is in custody or control of any documentary material delivered by any party in compliance with any such demand, such party may file, in the court of common pleas of the county within which such documentary material was delivered, and serve upon the Attorney General a petition for an order of such court requiring the performance of any duty imposed by this subsection.\n\n(10) Whenever any petition is filed in any court of common pleas under this subsection, such court shall have jurisdiction to hear and determine the matter so presented, and, after a hearing at which all parties are represented, to enter such order or orders as may be required to carry into effect the provisions of this subsection.\n\n(g) Immunity.--Whenever any individual refuses, on the basis of his privilege against self-incrimination, to comply with a civil investigative demand issued pursuant to subsection (f) or to testify or produce other information in any proceeding under subsection (d), the Attorney General may invoke the provisions of 42 Pa.C.S. § 5947 (relating to immunity of witnesses).\n\n(h) Definitions.--As used in this section:\n\n(1) \"Racketeering activity\" means all of the following:\n\n(i) An act which is indictable under any of the following provisions of this title:\n\nChapter 25 (relating to criminal homicide)\n\nSection 2706 (relating to terroristic threats)\n\nChapter 29 (relating to kidnapping)\n\nChapter 30 (relating to human trafficking)\n\nChapter 33 (relating to arson, criminal mischief and other property destruction)\n\nChapter 37 (relating to robbery)\n\nChapter 39 (relating to theft and related offenses)\n\nSection 4108 (relating to commercial bribery and breach of duty to act disinterestedly)\n\nSection 4109 (relating to rigging publicly exhibited contest)\n\nSection 4117 (relating to insurance fraud)\n\nChapter 47 (relating to bribery and corrupt influence)\n\nChapter 49 (relating to falsification and intimidation)\n\nSection 5111 (relating to dealing in proceeds of unlawful activities)\n\nSection 5512 (relating to lotteries, etc.)\n\nSection 5513 (relating to gambling devices, gambling, etc.)\n\nSection 5514 (relating to pool selling and bookmaking)\n\nChapter 59 (relating to public indecency).\n\n(ii) An offense indictable under section 13 of the act of April 14, 1972 (P.L.233, No.64), known as The Controlled Substance, Drug, Device and Cosmetic Act (relating to the sale and dispensing of narcotic drugs).\n\n(iii) A conspiracy to commit any of the offenses set forth in subparagraph (i), (ii) and (v).\n\n(iv) The collection of any money or other property in full or partial satisfaction of a debt which arose as the result of the lending of money or other property at a rate of interest exceeding 25% per annum or the equivalent rate for a longer or shorter period, where not otherwise authorized by law.\n\n(v) An offense indictable under 4 Pa.C.S. Pt. II (relating to gaming).\n\nAn act which otherwise would be considered racketeering activity by reason of the application of this paragraph, shall not be excluded from its application solely because the operative acts took place outside the jurisdiction of this Commonwealth, if such acts would have been in violation of the law of the jurisdiction in which they occurred.\n\n(2) \"Person\" means any individual or entity capable of holding a legal or beneficial interest in property.\n\n(3) \"Enterprise\" means any individual, partnership, corporation, association or other legal entity, and any union or group of individuals associated in fact although not a legal entity, engaged in commerce and includes legitimate as well as illegitimate entities and governmental entities.\n\n(4) \"Pattern of racketeering activity\" refers to a course of conduct requiring two or more acts of racketeering activity one of which occurred after the effective date of this section.\n\n(5) \"Racketeering investigator\" means an attorney, investigator or investigative body so designated in writing by the Attorney General and charged with the duty of enforcing or carrying into effect the provisions of this section.\n\n(6) \"Racketeering investigation\" means any inquiry conducted by any racketeering investigator for the purpose of ascertaining whether any person has been involved in any violation of this section or of any order, judgment, or decree of any court duly entered in any case or proceeding arising under this section.\n\n(7) \"Documentary material\" means any book, paper, record, recording, tape, report, memorandum, written communication, or other document relating to the business affairs of any person or enterprise.\n\n(8) \"Organized crime\" means any person or combination of persons engaging in or having the purpose of engaging in conduct which violates any provision of subsection (b) and also includes \"organized crime\" as defined in section 5702 (relating to definitions).\n\n(Dec. 30, 1974, P.L.1044, No.341, eff. imd.; Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days; Feb. 7, 1990, P.L.11, No.6, eff. 60 days; June 19, 1996, P.L.342, No.55, eff. imd.; Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Nov. 9, 2006, P.L.1340, No.139, eff. 60 days; Nov. 29, 2006, P.L.1481, No.168, eff. 60 days; July 2, 2014, P.L.945, No.105, eff. 60 days)\n\n2014 Amendment.Act 105 amended subsec. (h)(1)(i) and carried without amendment subsec. (h)(1) last sentence.\n\n1996 Amendment.Act 55 amended subsec. (h)(1) and (3) and added subsec. (h)(8).\n\n1990 Amendment.Act 6 amended subsec. (h).\n\n1980 Amendment.Act 142 amended subsec. (g).\n\nCross References.Section 911 is referred to in sections 5708, 6105 of this title; section 5552 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-911/"
    },
    {
      "id": "section-912",
      "number": "912",
      "heading": "",
      "text": "(a) Definition.--Notwithstanding the definition of \"weapon\" in section 907 (relating to possessing instruments of crime), \"weapon\" for purposes of this section shall include but not be limited to any knife, cutting instrument, cutting tool, nun-chuck stick, firearm, shotgun, rifle and any other tool, instrument or implement capable of inflicting serious bodily injury.\n\n(b) Offense defined.--A person commits a misdemeanor of the first degree if he possesses a weapon in the buildings of, on the grounds of, or in any conveyance providing transportation to or from any elementary or secondary publicly-funded educational institution, any elementary or secondary private school licensed by the Department of Education or any elementary or secondary parochial school.\n\n(c) Defense.--It shall be a defense that the weapon is possessed and used in conjunction with a lawful supervised school activity or course or is possessed for other lawful purpose.\n\n(Oct. 16, 1980, P.L.978, No.167, eff. 60 days)\n\n1980 Amendment.Act 167 added section 912.\n\nCross References.Section 912 is referred to in section 6105 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-912/"
    },
    {
      "id": "section-913",
      "number": "913",
      "heading": "",
      "text": "(a) Offense defined.--A person commits an offense if he:\n\n(1) knowingly possesses a firearm or other dangerous weapon in a court facility or knowingly causes a firearm or other dangerous weapon to be present in a court facility; or\n\n(2) knowingly possesses a firearm or other dangerous weapon in a court facility with the intent that the firearm or other dangerous weapon be used in the commission of a crime or knowingly causes a firearm or other dangerous weapon to be present in a court facility with the intent that the firearm or other dangerous weapon be used in the commission of a crime.\n\n(b) Grading.--\n\n(1) Except as otherwise provided in paragraph (3), an offense under subsection (a)(1) is a misdemeanor of the third degree.\n\n(2) An offense under subsection (a)(2) is a misdemeanor of the first degree.\n\n(3) An offense under subsection (a)(1) is a summary offense if the person was carrying a firearm under section 6106(b) (relating to firearms not to be carried without a license) or 6109 (relating to licenses) and failed to check the firearm under subsection (e) prior to entering the court facility.\n\n(c) Exceptions.--Subsection (a) shall not apply to:\n\n(1) The lawful performance of official duties by an officer, agent or employee of the United States, the Commonwealth or a political subdivision who is authorized by law to engage in or supervise the prevention, detection, investigation or prosecution of any violation of law.\n\n(2) The lawful performance of official duties by a court official.\n\n(3) The carrying of rifles and shotguns by instructors and participants in a course of instruction provided by the Pennsylvania Game Commission under 34 Pa.C.S. § 2704 (relating to eligibility for license).\n\n(4) Associations of veteran soldiers and their auxiliaries or members of organized armed forces of the United States or the Commonwealth, including reserve components, when engaged in the performance of ceremonial duties with county approval.\n\n(5) The carrying of a dangerous weapon or firearm unloaded and in a secure wrapper by an attorney who seeks to employ the dangerous weapon or firearm as an exhibit or as a demonstration and who possesses written authorization from the court to bring the dangerous weapon or firearm into the court facility.\n\n(d) Posting of notice.--Notice of the provisions of subsections (a) and (e) shall be posted conspicuously at each public entrance to each courthouse or other building containing a court facility and each court facility, and no person shall be convicted of an offense under subsection (a)(1) with respect to a court facility if the notice was not so posted at each public entrance to the courthouse or other building containing a court facility and at the court facility unless the person had actual notice of the provisions of subsection (a).\n\n(e) Facilities for checking firearms or other dangerous weapons.--Each county shall make available at or within the building containing a court facility by July 1, 2002, lockers or similar facilities at no charge or cost for the temporary checking of firearms by persons carrying firearms under section 6106(b) or 6109 or for the checking of other dangerous weapons that are not otherwise prohibited by law. Any individual checking a firearm, dangerous weapon or an item deemed to be a dangerous weapon at a court facility must be issued a receipt. Notice of the location of the facility shall be posted as required under subsection (d).\n\n(f) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Court facility.\"The courtroom of a court of record; a courtroom of a community court; the courtroom of a magisterial district judge; a courtroom of the Philadelphia Municipal Court; a courtroom of the Pittsburgh Magistrates Court; a courtroom of the Traffic Court of Philadelphia; judge's chambers; witness rooms; jury deliberation rooms; attorney conference rooms; prisoner holding cells; offices of court clerks, the district attorney, the sheriff and probation and parole officers; and any adjoining corridors.\n\n\"Dangerous weapon.\"A bomb, any explosive or incendiary device or material when possessed with intent to use or to provide such material to commit any offense, graded as a misdemeanor of the third degree or higher, grenade, blackjack, sandbag, metal knuckles, dagger, knife (the blade of which is exposed in an automatic way by switch, push-button, spring mechanism or otherwise) or other implement for the infliction of serious bodily injury which serves no common lawful purpose.\n\n\"Firearm.\"Any weapon, including a starter gun, which will or is designed to expel a projectile or projectiles by the action of an explosion, expansion of gas or escape of gas. The term does not include any device designed or used exclusively for the firing of stud cartridges, explosive rivets or similar industrial ammunition.\n\n(June 13, 1995, 1st Sp.Sess., P.L.1024, No.17, eff. 120 days; Nov. 22, 1995, P.L.621, No.66, eff. imd.; Dec. 15, 1999, P.L.915, No.59, eff. 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days; Feb. 25, 2014, P.L.33, No.16, eff. 60 days)\n\n2014 Amendment.Act 16 amended subsec. (f).\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\n1999 Amendment.Act 59 amended subsec. (e).\n\n1995 Amendments.Act 17, 1st Sp.Sess., added section 913 and Act 66 amended subsecs. (c) and (e). See the preamble to Act 17, 1st Sp.Sess., in the appendix to this title for special provisions relating to legislative purpose.\n\nCross References.Section 913 is referred to in section 6138 of Title 61 (Prisons and Parole).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-913/"
    },
    {
      "id": "section-908-1",
      "number": "908.1",
      "heading": "",
      "text": "(a) Offense defined.--Except as set forth in subsection (b), a person commits an offense if the person does any of the following:\n\n(1) Uses an electric or electronic incapacitation device on another person for an unlawful purpose.\n\n(2) Possesses, with intent to violate paragraph (1), an electric or electronic incapacitation device.\n\n(b) Self defense.--A person may possess and use an electric or electronic incapacitation device in the exercise of reasonable force in defense of the person or the person's property pursuant to Chapter 5 (relating to general principles of justification) if the electric or electronic incapacitation device is labeled with or accompanied by clearly written instructions as to its use and the damages involved in its use.\n\n(c) Prohibited possession.--No person prohibited from possessing a firearm pursuant to section 6105 (relating to persons not to possess, use, manufacture, control, sell or transfer firearms) may possess or use an electric or electronic incapacitation device.\n\n(d) Grading.--An offense under subsection (a) shall constitute a felony of the second degree if the actor acted with the intent to commit a felony. Otherwise any offense under this section is graded as a misdemeanor of the first degree.\n\n(e) Exceptions.--Nothing in this section shall prohibit the possession or use by, or the sale or furnishing of any electric or electronic incapacitation device to, a law enforcement agency, peace officer, employee of a correctional institution, county jail or prison or detention center, the National Guard or reserves or a member of the National Guard or reserves for use in their official duties.\n\n(f) Definition.--As used in this section, the term \"electric or electronic incapacitation device\" means a portable device which is designed or intended by the manufacturer to be used, offensively or defensively, to temporarily immobilize or incapacitate persons by means of electric pulse or current, including devices operating by means of carbon dioxide propellant. The term does not include cattle prods, electric fences or other electric devices when used in agricultural, animal husbandry or food production activities.\n\n(Nov. 6, 2002, P.L.1096, No.132, eff. 60 days)\n\n2002 Amendment.Act 132 added section 908.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-18/chapter-9/section-908-1/"
    }
  ]
}