{
  "state": "alabama",
  "path": "title-title-17-elections/chapter-chapter-5-the-fair-campaign-practices-act",
  "sections": [
    {
      "id": "section-17-5-1",
      "number": "17-5-1",
      "heading": "Short Title.Section 17-5-2 - Definitions",
      "text": "Section 17-5-3 - Political Action Committees; Officers; Accounting and Reporting.Section 17-5-4 - Filing Statement to Show Principal Campaign Committee; Duties and Procedures; Dissolution.Section 17-5-4.1 - Exemption of Candidates for Municipal Office from Ce",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17-5-2",
      "number": "17-5-2",
      "heading": "Definitions.",
      "text": "Section 17-5-2\n\nDefinitions.\n\n(a) For purposes of this chapter, the following terms shall have the following meanings:\n\n(1) CANDIDATE. An individual who has done any of the following:\n\na. Taken the action necessary under the laws of the state to qualify himself or herself for nomination or for election to any state office or local office or in the case of an independent seeking ballot access, on the date when he or she files a petition with the judge of probate in the case of county offices, with the appropriate qualifying municipal official in the case of municipal offices, or the Secretary of State in all other cases.\n\nb. Received contributions or made expenditures in excess of one thousand dollars ($1,000), or given his or her consent for any other person or persons to receive contributions or make expenditures in excess of one thousand dollars ($1,000), with a view to bringing about his or her nomination or election to any state office or local office.\n\n(2) COMMISSION. The State Ethics Commission created pursuant to Section 36-25-3.\n\n(3) CONTRIBUTION.\n\na. Any of the following shall be considered a contribution:\n\n1. A gift, subscription, loan, advance, deposit of money or anything of value, a payment, a forgiveness of a loan, or payment of a third party, made for the purpose of influencing the result of an election.\n\n2. A contract or agreement to make a gift, subscription, loan, advance, or deposit of money or anything of value for the purpose of influencing the result of an election.\n\n3. Any transfer of anything of value received by a political committee from another political committee, political party, or other source.\n\n4. The payment of compensation by any person for the personal services or expenses of any other person if the services are rendered or expenses incurred on behalf of a candidate, political committee, or political party without payment of full and adequate compensation by the candidate, political committee, or political party. Provided, however, that the payment of compensation by a corporation for the purpose of establishing, administering, or soliciting voluntary contributions to a separate, segregated fund as permitted in this chapter, shall not constitute a contribution.\n\nb. The term “contribution” does not include:\n\n1. The value of services provided without compensation by individuals who volunteer a portion or all of their time on behalf of a candidate or political committee.\n\n2. The use of real or personal property and the cost of invitations, food, or beverages, voluntarily provided by an individual to a candidate or political committee in rendering voluntary personal services on the individual’s residential or business premises for election-related activities.\n\n3. The sale of any food or beverage by a vendor for use in an election campaign at a charge to a candidate or political committee less than the normal comparable charge, if the charge to the political committee for use in an election campaign is at least equal to the cost of the food or beverage to the vendor.\n\n4. Any unreimbursed payment for travel expenses made by an individual who, on his or her own behalf, volunteers personal services to a candidate or political committee.\n\n5. The payment by a state or local committee of a political party of the cost of preparation, display, or mailing or other distribution incurred by the committee with respect to a printed slate card or sample ballot, or other printed listing of two or more candidates for any public office for which an election is held in the state, except that this subparagraph shall not apply in the case of costs incurred by the committee with respect to a display of the listing made on broadcasting stations, or in newspapers, magazines, or other similar types of general public political advertising.\n\n6. The value or cost of polling data and voter preference data and information if provided to a candidate or political committee, unless the information was compiled with the advance knowledge of and approval of the candidate or the political committee.\n\nc. For purposes of reporting contributions as required by this chapter, the date of receipt of a contribution shall be the first date the recipient of the contribution is able to make use of the contribution. In the case of a contribution in the form of a check, the date of receipt is the earlier of either of the following:\n\n1. Ten days from the date that the check came within the recipient’s control.\n\n2. The date that the check was deposited into the recipient’s account.\n\n(4) DESIGNATED FILING AGENT. An individual appointed and authorized as attorney in fact to electronically submit any report or other filing required by this chapter on behalf of a candidate, his or her principal campaign committee, or a political action committee.\n\n(5) ELECTION. Unless otherwise specified, any general, special, primary, or runoff election, or any convention or caucus of a political party held to nominate a candidate, or any election at which a constitutional amendment or other proposition is submitted to the popular vote.\n\n(6) ELECTIONEERING COMMUNICATION. Any communication disseminated through any federally regulated broadcast media, any mailing, or other distribution, electronic communication, phone bank, or publication which (i) contains the name or image of a candidate; (ii) is made within 120 days of an election in which the candidate will appear on the ballot; (iii) the only reasonable conclusion to be drawn from the presentation and content of the communication is that it is intended to influence the outcome of an election; and (iv) entails an expenditure in excess of one thousand dollars ($1,000).\n\n(7) EXPENDITURE.\n\na. The following shall be considered expenditures:\n\n1. A purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value made for the purpose of influencing the result of an election.\n\n2. A contract or agreement to make any purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value, for the purpose of influencing the result of an election.\n\n3. The transfer, gift, or contribution of funds of a political committee to another political committee.\n\n4. The payment of any qualifying fee or other cost associated with qualifying to run for office.\n\nb. The term “expenditure” does not include:\n\n1. Any news story, commentary, or editorial prepared by and distributed through the facilities of any broadcasting station, newspaper, magazine, or other periodical publication, unless the facilities are owned or controlled by any political party or political committee.\n\n2. Nonpartisan activity designed to encourage individuals to register to vote, or to vote.\n\n3. Any communication by any membership organization to its members or by a corporation to its stockholders and employees if the membership organization or corporation is not organized primarily for the purpose of influencing the result of an election.\n\n4. The use of real or personal property and the cost of invitations, food, or beverages, voluntarily provided by an individual in rendering voluntary personal services on the individual’s residential or business premises for election-related activities.\n\n5. Any unreimbursed payment for travel expenses made by an individual who, on his or her own behalf, volunteers personal services to a candidate or political committee.\n\n6. Any communication by any person which is not made for the purposes of influencing the result of an election.\n\n7. The payment by a state or local committee of a political party of the cost of preparation, display, or mailing or other distribution incurred by the committee with respect to a printed slate card or sample ballot, or other printed listing of two or more candidates for any public office for which an election is held in the state, except that this subparagraph shall not apply in the case of costs incurred by the committee with respect to a display of the listing made on broadcasting stations, or in newspapers, magazines, or other similar types of general public political advertising.\n\nc. For purposes of reporting expenditures as required by this chapter, the date an expenditure is made is the date the instrument authorizes the expenditure. In the case of an expenditure made by check or electronic payment, the date of expenditure is the date of the check or electronic payment.\n\n(8) IDENTIFICATION. The full name and complete address.\n\n(9) LOAN. A transfer of money, property, or anything of value in consideration of a promise or obligation, conditional or not, to repay in whole or part.\n\n(10) LOCAL OFFICE. Any office under the constitution and laws of the state, except circuit, district, or legislative offices, filled by election of the registered voters of a single county or municipality, or by the voters of a division contained within a county or municipality.\n\n(11) PERSON. An individual, partnership, committee, association, corporation, labor organization, or any other organization or group of persons.\n\n(12) PERSONAL AND LEGISLATIVE LIVING EXPENSES. Household supplies, personal clothing, tuition payments, mortgage, rent, or utility payments for a personal residence; admission to an entertainment event or fees for a country club or social club, unless tied to a specific campaign event or functions involving constituents; and any other expense, excluding food and beverages, that would exist irrespective of the candidate’s campaign or duties as a legislator. Personal and legislative living expenses shall not include expenses for food, beverages, travel, or communications incurred by the legislator in the performance of the office held.\n\n(13) POLITICAL ACTION COMMITTEE. Any committee, club, association, political party, or other group of one or more persons, whether in-state or out-of-state, which receives or anticipates receiving contributions and makes or anticipates making expenditures to or on behalf of any Alabama state or local elected official, proposition, candidate, principal campaign committee or other political action committee. For the purposes of this chapter, a person who makes a political contribution shall not be considered a political action committee by virtue of making such contribution.\n\n(14) POLITICAL PARTY. A political party as defined in Section 17-13-40.\n\n(15) PRINCIPAL CAMPAIGN COMMITTEE. The principal campaign committee designated by a candidate under Section 17-5-4. A political action committee established primarily to benefit an individual candidate or an individual elected official shall be considered a principal campaign committee for purposes of this chapter.\n\n(16) PROPOSITION. Any proposal for submission to the general public for its approval or rejection, including proposed as well as qualified ballot questions.\n\n(17) PUBLIC OFFICIAL. Any person elected to public office, whether or not that person has taken office, by the vote of the people at the state, county, or municipal level of government or their instrumentalities, including governmental corporations, and any person appointed to a position at the state, county, or municipal level of government or their instrumentalities, including governmental corporations. For purposes of this chapter, a public official includes the chairs and vice chairs or the equivalent offices of each state political party as defined in Section 17-13-40.\n\n(18) STATE. The State of Alabama.\n\n(19) STATE OFFICE. All offices under the constitution and laws of the state filled by election of the registered voters of the state or of any circuit or district and shall include legislative offices.\n\n(b) The words and terms used in this chapter shall have the same meanings respectively ascribed to them in Section 36-25-1.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §2; Acts 1997, No. 97-651, p. 1217, §1; §17-22A-2; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2011-697, p. 2130, §2; Act 2013-311, p. 1060, §1; Act 2015-495, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-2/"
    },
    {
      "id": "section-17-5-3",
      "number": "17-5-3",
      "heading": "Political Action Committees; Officers; Accounting and Reporting.",
      "text": "Section 17-5-3\n\nPolitical Action Committees; Officers; Accounting and Reporting.\n\n(a) Every political action committee shall have a chair and a treasurer.\n\n(b) All funds of a political action committee shall be segregated from, and shall not be commingled with, any personal funds of officers, members, or associates of such committee.\n\n(c) It shall be the duty of the treasurer of a political action committee to keep a detailed, exact account of:\n\n(1) All contributions made to or for such committee.\n\n(2) All expenditures made by or on behalf of such committee.\n\n(3) The identification of every person to whom an expenditure is made, the date and amount thereof, and the name of each candidate on whose behalf such expenditure was made or a designation of the election proposition the result of which the political action committee will attempt to influence by making expenditures or receiving contributions.\n\n(d) It shall be the duty of the treasurer to obtain and keep a receipted bill or cancelled check, stating the particulars for every expenditure made by or on behalf of a political action committee greater than one hundred dollars ($100), and for any such expenditure in a lesser amount, if the aggregate amount of such expenditures to the same person during a calendar year is greater than one hundred dollars ($100). Provided, however, the treasurer of a political action committee shall not be required under this chapter to report any expenditure not related to political contributions or expenditures or made as an administrative expense. The treasurer shall preserve all receipted bills and accounts required to be kept by this section for a period of two years from the date of any such expenditure.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §3; §17-22A-3; amended and renumbered by Act 2006-570, p. 1331, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-3/"
    },
    {
      "id": "section-17-5-4",
      "number": "17-5-4",
      "heading": "Filing Statement to Show Principal Campaign Committee; Duties and Procedures; Dissolution.",
      "text": "Section 17-5-4\n\nFiling Statement to Show Principal Campaign Committee; Duties and Procedures; Dissolution.\n\n(a) Within five days after any person becomes a candidate for office, the person shall file with the Secretary of State a statement showing the name of not less than two nor more than five persons elected to serve as the principal campaign committee for the candidate, together with a written acceptance or consent by the committee, but any candidate may declare himself or herself as the person chosen to serve as the principal campaign committee, in which case the candidate shall perform the duties of chair and treasurer of the committee.\n\n(b) If any vacancy is created by death, resignation, or any other cause, the candidate may fill the vacancy or the remaining members shall discharge and complete the duties required of the committee as if the vacancy had not been created. The principal campaign committee, or its treasurer, shall have exclusive custody of all monies contributed, donated, subscribed, or in any manner furnished to or for the candidate represented by the committee, and shall account for and disburse the same.\n\n(c) If a candidate serves as his or her own principal campaign committee, he or she shall designate a person responsible for dissolving that principal campaign committee in the event of death or incapacity by filing a statement of dissolution and filing a termination report. If the designated person is unable to serve in this capacity at the time of death or incapacity, the principal campaign committee shall be dissolved by the candidate’s personal representative as appointed by the judge of probate. All funds held by the principal campaign committee at the time of death shall be disposed of in a manner provided in Section 17-5-7.\n\n(d) No candidate shall expend any money in aid of his or her nomination or election except by contributing to the principal campaign committee designated by the candidate.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §4; §17-22A-4; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2015-495, p. 1728, §1; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-4/"
    },
    {
      "id": "section-17-5-41",
      "number": "17-5-4.1",
      "heading": "Exemption of Candidates for Municipal Office from Certain Filing Requirements.",
      "text": "Section 17-5-4.1\n\nExemption of Candidates for Municipal Office from Certain Filing Requirements.\n\n(Act 2024-104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-4-1/"
    },
    {
      "id": "section-17-5-5",
      "number": "17-5-5",
      "heading": "Statement of Organization; Notice of Termination or Dissolution.",
      "text": "Section 17-5-5\n\nStatement of Organization; Notice of Termination or Dissolution.\n\n(a) The treasurer or designated filing agent of each political action committee that anticipates either receiving contributions or making expenditures during the calendar year in an aggregate amount exceeding one thousand dollars ($1,000) shall file with the Secretary of State a statement of organization, within 10 days after its organization or within 10 days after the date on which it has information that causes the committee to anticipate it will receive contributions or make expenditures in an aggregate amount in excess of one thousand dollars ($1,000).\n\n(b) The statement of organization shall include all of the following:\n\n(1) The name and complete address of the committee.\n\n(2) The identification of affiliated or connected organizations, if any.\n\n(3) The purposes of the committee.\n\n(4) The identification of the chair and treasurer.\n\n(5) The identification of principal officers, including members of any finance committee.\n\n(6) A description of the constitutional amendments or other propositions, if any, that the committee is supporting or opposing, and the identity, if known, of any candidate or elected official whom the committee is supporting or opposing.\n\n(7) A statement whether the committee is a continuing one, and if not, the expected termination or dissolution date.\n\n(8) The disposition of residual funds which will be made in the event of dissolution.\n\n(c) Whenever there is any material change in information previously submitted in a statement of organization, except for the information described in subdivision (b) (6), the treasurer or designated filing agent of the political action committee shall report the change to the Secretary of State within 10 days following the change.\n\n(d) Any political action committee or any principal campaign committee after having filed its initial statement of organization shall continue in existence until terminated or dissolved as provided herein. When any political action committee determines it will no longer receive contributions or make expenditures during any calendar year in an aggregate amount exceeding one thousand dollars ($1,000), or when any candidate through his or her principal campaign committee determines that he or she will not receive contributions or make expenditures in the amounts specified in Section 17-5-2, the treasurer, designated filing agent, or candidate of the political committee shall notify the Secretary of State of the termination or dissolution of the political committee and shall file a termination report in the same format as that required by subsection (b) of Section 17-5-8. The Secretary of State may dissolve or terminate any political action committee that has maintained a zero balance for one calendar year after providing a 90-day notice of intent to do so by certified mail with return receipt.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §5; §17-22A-5; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2013-311, p. 1060, §1; Act 2015-495, p. 1728, §1; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-5/"
    },
    {
      "id": "section-17-5-51",
      "number": "17-5-5.1",
      "heading": "Regulation of Legislative Caucus Organizations.",
      "text": "Section 17-5-5.1\n\nRegulation of Legislative Caucus Organizations.\n\n(a) Except as provided in subsection (d), each legislative caucus organization that raises funds for its administration and operation shall register with the Secretary of the Senate, for a Senate caucus, or the Clerk of the House of Representatives, for a House caucus, or both for a bicameral legislative caucus. Such registration shall be on a form jointly created by the Secretary of the Senate and the Clerk of the House of Representatives and shall include the name and complete address of the organization, the identification of and contact information for the organization’s designated representative, and a general description of the organization.\n\n(b) A legislative caucus organization duly registered pursuant to subsection (a) shall not contribute to or expend funds in support of candidates, principal campaign committees, propositions, or political action committees for the purpose of influencing the result of an election. Notwithstanding any other provision of law, the donation of funds or other resources to a duly registered legislative caucus organization in support of the administration or operations of the caucus is permissible, provided that the donation is not made for the purpose of influencing the result of an election.\n\n(c) Nothing in this section shall be construed to exempt a legislative caucus organization or its officers, directors, or members from the Ethics Law.\n\n(d) A legislative caucus organization that receives contributions or makes expenditures for the purpose of influencing the outcome of an election and is not registered as provided in subsection (a) shall be regulated as a political action committee under this chapter and shall comply with all the requirements of this chapter pertaining to political action committees.\n\n(Act 2013-311, p. 1060, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-5-1/"
    },
    {
      "id": "section-17-5-6",
      "number": "17-5-6",
      "heading": "Checking Account; Expenditures.",
      "text": "Section 17-5-6\n\nChecking Account; Expenditures.\n\nA political action committee and a principal campaign committee shall maintain a checking account, money market account, or other similar banking account and shall deposit any contributions received by such committee into such account. No expenditure of funds may be made by any such committee except by check drawn on such account, electronic transfer from such account, a credit card the balance of which is paid from such account, or out of a petty cash fund from which it may make expenditures not in excess of one hundred dollars ($100) to any person in connection with a single purchase or transaction.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §6; §17-22A-6; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2015-495, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-6/"
    },
    {
      "id": "section-17-5-7",
      "number": "17-5-7",
      "heading": "Use of Excess Moneys Received; Solicitation, Etc., of Contributions.",
      "text": "Section 17-5-7\n\nUse of Excess Moneys Received; Solicitation, Etc., of Contributions.\n\n(a) Except as provided in subsection (d) and in Section 17-5-7.1, a candidate, public official, or treasurer of a principal campaign committee as defined in this chapter, may only use campaign contributions, and any proceeds from investing the contributions that are in excess of any amount necessary to defray expenditures of the candidate, public official, or principal campaign committee, for the following purposes:\n\n(1) Necessary and ordinary expenditures of the campaign.\n\n(2) Expenditures that are reasonably related to performing the duties of the office held. For purposes of this section, expenditures that are reasonably related to performing the duties of the office held do not include personal and legislative living expenses, as defined in this chapter.\n\n(3) Donations to the State General Fund, the Education Trust Fund, or equivalent county or municipal funds.\n\n(4) Donations to an organization to which a federal income tax deduction is permitted under subparagraph (A) of paragraph (1) of subsection (b) of Section 170 of the Internal Revenue Code of 1986, as amended, or any other charitable, educational, or eleemosynary cause of Section 501 of Title 26 of the U. S. Code.\n\n(5) Inaugural or transitional expenses.\n\n(6) Donations to a legislative caucus organization registered under this chapter which does not operate as a political action committee.\n\n(7) Legal fees and costs associated with any civil action, criminal prosecution, or investigation related to conduct reasonably related to performing the duties of the office held.\n\n(b) Notwithstanding any other provision of law, including, but not limited to, Section 13A-10-61, a candidate, public official, or principal campaign committee may only accept, solicit, or receive contributions:\n\n(1) To influence the outcome of an election.\n\n(2) For a period of 12 months before an election in which the person intends to be a candidate. Provided, however, candidates for legislative and statewide office and their principal campaign committees may not accept, solicit, or receive contributions during the period when the Legislature is convened in session. For purposes of this section, the Legislature is convened in session at any time from the opening day of the special or regular session and continued through the day of adjournment sine die for that session. However, this subdivision shall not apply within 120 days of any primary, runoff, or general election, and shall not apply to the candidates or their principal campaign committees participating in any special election as called by the Governor. This subdivision shall not apply to a loan from a candidate to his or her own principal campaign committee.\n\n(3) For a period of 120 days after the election in which the person was a candidate, but only to the extent of any campaign debt of the candidate or principal campaign committee of the candidate as indicated on the campaign financial disclosure form or to the extent of reaching the threshold that is required for qualification as a candidate for the office which he or she currently holds, or both.\n\n(4) For the purpose of paying all expenses associated with an election challenge including, but not limited to, quo warranto challenges.\n\n(c) Notwithstanding any other provision of law, including, but not limited to, Section 13A-10-61, a candidate, public official, or principal campaign committee shall not accept, solicit, or receive contributions for any of the following reasons:\n\n(1) As a bribe, as defined by Sections 13A-10-60 to 13A-10-63, inclusive.\n\n(2) For the intention of corruptly influencing the official actions of the public official or candidate for public office.\n\n(d) Notwithstanding any other provision of law, a principal campaign committee, during a two-year period commencing on the day after each regularly scheduled general election and ending on the day of the next regularly scheduled general election, may pay qualifying fees to a political party and in addition thereto, during that period, may expend up to a cumulative total of five thousand dollars ($5,000) of campaign contributions, and any proceeds from investing the contributions, for the following purposes:\n\n(1) Tickets for political party dinners or functions.\n\n(2) State or local political party dues or similar expenses incurred by independent or write-in candidates.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §7; Acts 1993, No. 93-762, p. 1528, §1; Acts 1997, No. 97-651, p. 1217, §1; Act 99-695, 2nd Sp. Sess., p. 202, §1; §17-22A-7; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2010-765, 1st Sp. Sess., p. 38, §2; Act 2013-311, p. 1060, §1; Act 2015-495, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-7/"
    },
    {
      "id": "section-17-5-71",
      "number": "17-5-7.1",
      "heading": "Return or Refund of Contributions.",
      "text": "Section 17-5-7.1\n\nReturn or Refund of Contributions.\n\n(a) Notwithstanding any other provision of law, a principal campaign committee or political action committee may return or refund, in full or in part, any lawful contribution it receives to the donor, provided that such return or refund may not exceed the amount received. Any lawful contribution refunded to the donor must have been reported in an itemized manner and the refund shall be itemized in the report for the period in which the refund is made. In the case of a political action committee, the refund shall occur within 18 months of the date of the contribution; provided, however, that if the refund of the contribution is required by law or regulation, then the 18-month time limitation shall not apply.\n\n(b) Notwithstanding any other provision of law, a principal campaign committee or political action committee shall promptly return or refund, in full, any unlawful contribution. It shall be unlawful for any person acting on behalf of a principal campaign committee or political action committee to retain or cause to be retained a contribution that the person knows or reasonably should know was made in violation of this chapter. It is a defense to prosecution that the unlawful contribution was returned or refunded in full within 10 days of the date the contribution was made.\n\n(Act 2013-311, p. 1060, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-7-1/"
    },
    {
      "id": "section-17-5-72",
      "number": "17-5-7.2",
      "heading": "Disposal of Campaign Property.",
      "text": "Section 17-5-7.2\n\nDisposal of Campaign Property.\n\n(a) Except as provided in subsection (b), property purchased by or contributed to a principal campaign committee with a value of five hundred dollars ($500) or more shall be liquidated at fair market value or donated to a qualified entity pursuant to subsection (a) of Section 17-5-7 not more than 120 days following the election. Any funds generated by the liquidation of the property shall be deposited in the candidate’s principal campaign committee account.\n\n(b) Property purchased by or contributed to a principal campaign committee that can be used by the person in the performance of his or her duties of the office he or she was elected to hold need not be liquidated as long as he or she holds office.\n\n(Act 2015-495, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-7-2/"
    },
    {
      "id": "section-17-5-8",
      "number": "17-5-8",
      "heading": "Electronic Filings; Reports of Contributions and Expenditures; Filing Requirements.",
      "text": "Section 17-5-8\n\nElectronic Filings; Reports of Contributions and Expenditures; Filing Requirements.\n\n(a) All filings with the Secretary of State under this section shall be made electronically. Electronic filings shall be available to the public on a searchable database maintained on the Secretary of State’s public website.\n\n(b) The treasurer, designated filing agent, or candidate shall file with the Secretary of State periodic reports of contributions and expenditures at the following times once a principal campaign committee files its statement under Section 17-5-4 or a political action committee files its statement of organization under Section 17-5-5:\n\n(1) Regardless of whether a candidate has opposition in any election, monthly reports not later than the second business day of the subsequent month, beginning 12 months before the date of any primary, special, runoff, or general election for which a political action committee or principal campaign committee receives contributions or makes expenditures with a view toward influencing the election’s result. A monthly report shall include all reportable transactions for the previous full month period. Reports shall be required as provided in subdivisions (2) and (3).\n\n(2) With regard to a primary, special, runoff, or general election, a report shall be required weekly on the Monday of the succeeding week for each of the four weeks before the election that includes all reportable activities for the previous week.\n\n(3) In addition to the reporting dates specified in subdivisions (1) and (2), reports required to be filed with the Secretary of State shall be filed with the Secretary of State on the eighth, seventh, sixth, fifth, fourth, third, and second day preceding a legislative, state school board, or other statewide primary, special, runoff, or general election, and by 12:01 p.m. on the day preceding a legislative, state school board, or statewide, primary, special, runoff, or general election if any principal campaign committee or political action committee receives or spends in the aggregate five thousand dollars ($5,000) or more on that day with a view toward influencing an election’s results. If a daily report is required pursuant to this subdivision, the report shall include all reportable activity occurring on the day of the report as well as all reportable activity that has occurred on each day since the most recent prior report.\n\n(c) Except as provided in subsection (i), each principal campaign committee, political action committee, and elected state and local official covered under this chapter who has not closed his or her principal campaign committee shall file annually with the Secretary of State reports of contributions and expenditures made during that year. No annual report is required to be filed by a person who holds office because he or she was appointed to serve the remainder of a term vacated by another person until the person serving has created a principal campaign committee. The annual reports required under this subsection shall be made on or before January 31 of the succeeding year.\n\n(d) Each report under this section shall disclose all of the following:\n\n(1) The amount of cash or other assets on hand at the beginning of the reporting period and forward until the end of that reporting period and disbursements made from same.\n\n(2) The identification of each person who has made contributions to the committee or candidate within the calendar year in an aggregate amount greater than one hundred dollars ($100), together with the amount and date of all the contributions; provided, however, in the case of a political action committee, identification shall mean the name and city of residence of each person who has made contributions within the calendar year in an aggregate amount greater than one hundred dollars ($100).\n\n(3) The total amount of other contributions received during the calendar year but not reported under subdivision (2).\n\n(4) Each loan to or from any person within the calendar year in an aggregate amount greater than one hundred dollars ($100), together with the identification of the lender, the identification of the endorsers, or guarantors, if any, and the date and amount of the loans.\n\n(5) The total amount of receipts from any other source during the calendar year.\n\n(6) The grand total of all receipts by or for the committee during the calendar year.\n\n(7) The identification of each person to whom expenditures have been made by or on behalf of the committee or elected official within the calendar year in an aggregate amount greater than one hundred dollars ($100), the amount, date, and purpose of each expenditure, and, if applicable, the designation of each constitutional amendment or other proposition with respect to which an expenditure was made.\n\n(8) The identification of each person to whom an expenditure for personal services, salaries, or reimbursed expenses greater than one hundred dollars ($100) has been made, and which is not otherwise reported or exempted from this chapter, including the amount, date, and purpose of the expenditure.\n\n(9) The grand total of all expenditures made by the committee or elected official during the calendar year.\n\n(10) The amount and nature of debts and obligations owed by or to the committee or elected official, together with a statement as to the circumstances and conditions under which any debt or obligation was extinguished and the consideration therefor.\n\n(e) Each report required by this section shall be signed and filed by the elected official or on behalf of the political action committee by its chair or treasurer and, if filed on behalf of a principal campaign committee, by the candidate represented by the committee. There shall be attached to each report an affidavit subscribed and sworn to by the official or chair or treasurer and, if filed by a principal campaign committee, the candidate represented by the committee, setting forth in substance that the report is to the best of his or her knowledge and belief in all respects true and complete, and, if made by a candidate, that he or she has not received any contributions or made any expenditures which are not set forth and covered by the report.\n\n(f) In connection with any electioneering communication paid for by a person, nonprofit corporation, entity, principal campaign committee, or other political committee or entity, the payor shall disclose its contributions and expenditures in accordance with this section. The disclosure shall be made in the same form and at the same time as is required of political action committees in this section; provided, however, no duplicate reporting shall be required by a political committee.\n\n(g) Notwithstanding any disclosure requirements of subsection (f), churches are exempt from the requirements of this section unless the church’s expenditures are used to influence the outcome of an election. Nothing herein shall require a church to disclose the identities, donations, or contributions of members of the church. As used in this section, the term church is defined in accordance with and recognized by Internal Revenue Service guidelines and regulations.\n\n(h) Notwithstanding the disclosure requirements of this section, this section shall not be interpreted to nor shall they require any disclosure for expenses incurred for any electioneering communication used by any membership or trade organization to communicate with or inform its members, its members’ families, or its members’ employees or for any electioneering communication by a business entity of any type to its employees or stockholders or their families.\n\n(i) Each report required by this section shall include all reportable transactions occurring since the most recent prior report; however, duplicate reporting is not required by this section. A political action committee or principal campaign committee that is required to file a daily report is not required to also file a weekly report for the week preceding an election specified in subdivision (b) (3); a committee required to file a weekly report is not required to also file a monthly report in the month in which the election is held; and a committee required to file a monthly report is not required to also file an annual report in the year in which the election is held. The monetary balance in a report of each committee shall begin at the monetary amount appearing in the most recent prior report.\n\n(j) The Secretary of State may adopt administrative rules pursuant to the Alabama Administrative Procedure Act as are necessary to implement and administer this section.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §8; §17-22A-8; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2009-751, p. 2273, §1; Act 2011-687, p. 2071, §1; Act 2011-697, p. 2130, §2; Act 2012-477, p. 1320, §§1, 2; Act 2013-311, p. 1060, §1; Act 2015-495, p. 1728, §1; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-8/"
    },
    {
      "id": "section-17-5-81",
      "number": "17-5-8.1",
      "heading": "Electronic Reporting; Electronic Searchable Database; Rules.",
      "text": "Section 17-5-8.1\n\nElectronic Reporting; Electronic Searchable Database; Rules.\n\n(a) Commencing with the 2014 election cycle, all statements, reports of contributions, and expenditures, and other filings required to be filed pursuant to this chapter, shall be submitted electronically over the Internet by a computer file containing the report information in a format and medium to be prescribed by the Secretary of State.\n\n(b) Commencing with the 2014 election cycle, the Secretary of State shall implement and maintain an electronic database accessible by the public through the Secretary of State’s website which provides the capability of search and retrieval of all statements, reports, and other filings required to be filed with the Secretary of State pursuant to this chapter. The searchable database shall provide the ability to search by a recipient’s name, a contributor’s name, a contributor’s or recipient’s Zip Code, and dates of contributions.\n\n(c) Unless otherwise included in a report made pursuant to subsection (a) of Section 17-5-8, the principal campaign committee or political action committee shall file a report disclosing the receipt of any single contribution of twenty thousand dollars ($20,000) or more. These reports shall disclose the same information required by Section 17-5-8, and shall be filed within two business days of receipt of the contribution. Beginning with the 2014 election cycle these reports shall be filed electronically.\n\n(d) Beginning with the 2012 election cycle, a principal campaign committee or political action committee shall close its books in order to complete its reports two days prior to the specified reporting dates.\n\n(e) The Secretary of State may promulgate administrative rules pursuant to the Alabama Administrative Procedure Act as are necessary to implement and administer this section and Section 17-5-8.\n\n(Act 2011-687, p. 2071, §§2, 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-8-1/"
    },
    {
      "id": "section-17-5-82",
      "number": "17-5-8.2",
      "heading": "Legislative Findings.",
      "text": "Section 17-5-8.2\n\nLegislative Findings.\n\n(a) The Legislature determines that there is a compelling state and public interest in the disclosure of the source of funds used to advertise or otherwise influence public opinion with regard to elections as defined in Section 17-5-2(3). The Legislature further finds that these compelling interests should be designed to protect the public’s right to know while protecting free speech of individuals as guaranteed in the U.S. Constitution and the Constitution of Alabama of 1901.\n\n(b) Currently, the Fair Campaign Practices Act, as provided in this chapter, commencing with Section 17-5-1, et seq., regulates the disclosure of contributions and expenditures made for the purpose of influencing the outcome of an election. This chapter is also intended to regulate the disclosure of contributions and expenditures for electioneering communications.\n\n(c) The Legislature finds and declares that Alabama voters have a right to know who pays for the costs of electioneering communications.\n\n(Act 2011-697, p. 2130, §1; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-8-2/"
    },
    {
      "id": "section-17-5-9",
      "number": "17-5-9",
      "heading": "Filing Procedures.",
      "text": "Section 17-5-9\n\nFiling Procedures.\n\n(a) All statements and reports, including amendments, required of principal campaign committees and political action committees under this chapter shall be filed electronically with the Secretary of State.\n\n(b) Commencing with the 2024 municipal election cycle, all principal campaign committees and political action committees that file with the judge of probate shall file electronically with the Secretary of State pursuant to this chapter.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §9; §17-22A-9; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2013-311, p. 1060, §1; Act 2015-495, p. 1728, §1; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-9/"
    },
    {
      "id": "section-17-5-10",
      "number": "17-5-10",
      "heading": "Public Inspection of Reports; Date of Receipt.",
      "text": "Section 17-5-10\n\nPublic Inspection of Reports; Date of Receipt.\n\n(a) Each report or statement shall be preserved and a copy made available for public inspection by the Secretary of State.\n\n(b) The date of filing of a report or statement filed pursuant to this chapter shall be deemed to be the date of receipt by the Secretary of State; provided, that any report or statement filed by certified or registered mail shall be deemed to be filed in a timely fashion if the date of the United States postmark stamped on the report or statement is the required filing date, and if the report or statement is properly addressed with postage prepaid.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §10; §17-22A-10; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2015-495, p. 1728, §1; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-10/"
    },
    {
      "id": "section-17-5-11",
      "number": "17-5-11",
      "heading": "Duties of Secretary of State.",
      "text": "Section 17-5-11\n\nDuties of Secretary of State.\n\nThe Secretary of State shall have the following duties:\n\n(1) To accept and file all reports and statements, including amendments, required by this chapter to be filed with the Secretary of State and to accept any information voluntarily supplied that exceeds the requirements of this chapter.\n\n(2) To make each statement and report filed by any principal campaign committee or political action committee or elected official available for public inspection and copying during regular office hours, any copying to be at the expense of the person requesting copies; except that any information copied from the reports or statements may not be sold or used by any political party, principal campaign committee, or political action committee for the purposes of soliciting contributions or for commercial purposes, without the express written permission of the candidate or the committee reporting the information.\n\n(3) To furnish any forms to be used in complying with this chapter. The expenses incurred by the Secretary of State in furnishing forms, accepting statements and reports, filing statements and reports, and making statements and reports available to the public shall be paid from monies designated to the distribution of public documents.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §11; §17-22A-11; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-11/"
    },
    {
      "id": "section-17-5-12",
      "number": "17-5-12",
      "heading": "Identification of Paid Advertisements.",
      "text": "Section 17-5-12\n\nIdentification of Paid Advertisements.\n\n(a) Any paid political advertisement or electioneering communication appearing in any print media or broadcast on any electronic media shall clearly and distinctly identify the entity responsible for paying for the advertisement or electioneering communication. It shall be unlawful for any person, nonprofit corporation, entity, candidate, principal campaign committee, or other political action committee to broadcast, publish, or circulate any campaign literature, political advertisement, or electioneering communication without a notice appearing on the printed matter with a clear and unmistakable identification of the entity responsible for directly paying for the advertisement or electioneering communication, or on the broadcast at the beginning, during, or end of a radio or television spot, stating that the communication was a paid advertisement, clearly identifying the entity directly responsible for paying for the advertisement or electioneering communication, and giving the identification of the person, nonprofit corporation, entity, principal campaign committee, or other political action committee or entity that paid for such communication.\n\n(b) This section does not apply to any political advertisement or electioneering communication used by a candidate and the candidate’s supporters or by a political committee if the message or advertisement is:\n\n(1) Designed to be worn by a person.\n\n(2) Placed as a paid link on an Internet website, provided the message or advertisement is no more than 200 characters in length and the link directs the user to another Internet website that complies with subsection (a).\n\n(3) Placed as a graphic or picture link where compliance with the requirements of this section is not reasonably practical due to the size of the graphic or picture link and the link directs the user to another Internet website that complies with subsection (a).\n\n(4) Placed at no cost on an Internet website for which there is no cost to post content for public users.\n\n(5) Placed or distributed on an unpaid profile account which is available to the public without charge or on a social networking Internet website, as long as the source of the message or advertisement is patently clear from the content or format of the message or advertisement. A candidate or political committee may prominently display a statement indicating that the website or account is an official website or account of the candidate or political committee and is approved by the candidate or political committee. A website or account may not be marked as official without prior approval by the candidate or political committee.\n\n(6) Distributed as a text message or other message via Short Message Service, provided the message is no more than 200 characters in length or requires the recipient to sign up or opt in to receive it.\n\n(7) Connected with or included in any software application or accompanying function, provided that the user signs up, opts in, downloads, or otherwise accesses the application from or through a website that complies with subsection (a).\n\n(8) Sent by a third-party user from or through a campaign or committee’s website, provided the website complies with subsection (a).\n\n(9) Contained in or distributed through any other technology related item, service, or device for which compliance with subsection (a) is not reasonably practical due to the size or nature of such item, service, or device as available, or the means of displaying the message or advertisement makes compliance with subsection (a) impracticable.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §12; §17-22A-12; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2011-697, p. 2130, §2; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-12/"
    },
    {
      "id": "section-17-5-13",
      "number": "17-5-13",
      "heading": "Cards, Pamphlets, Circulars, Etc., to Bear Name of Candidate, Committee, Etc.",
      "text": "Section 17-5-13\n\nCards, Pamphlets, Circulars, Etc., to Bear Name of Candidate, Committee, Etc.\n\nIt shall be unlawful for any person, candidate, principal campaign committee, or political action committee to publish or distribute or display, or cause to be published or distributed or displayed, any card, pamphlet, circular, poster, or other printed material relating to or concerning any election, which does not contain the identification required by Section 17-5-2(a)(5) of the person, candidate, principal campaign committee, or political action committee responsible for the publication or distribution or display of the same.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §13; §17-22A-13; amended and renumbered by Act 2006-570, p. 1331, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-13/"
    },
    {
      "id": "section-17-5-14",
      "number": "17-5-14",
      "heading": "Corporate Contributions or Expenditures to Political Action Committees; Establishment by Corporation; Actions by Utilities.",
      "text": "Section 17-5-14\n\nCorporate Contributions or Expenditures to Political Action Committees; Establishment by Corporation; Actions by Utilities.\n\n(a) A corporation incorporated or organized under the laws of this state, or doing business in this state, may make a contribution or expenditure to or on behalf of any candidate or political action committee in the same manner that an individual is permitted to make under the laws of this state, except as otherwise expressly prohibited by subsection (c).\n\n(b) Any corporation may establish a political action committee, subject to the provisions of this section. Any corporation or any officer, employee, or agent acting on behalf of such corporation, is also permitted to give, pay, expend, or contribute money, services, or anything of value for the purposes of establishing, administering, or soliciting voluntary contributions to a separate, segregated fund to be utilized for political purposes as permitted by Section 17-5-14.1.\n\n(c) A utility regulated by the public service commission may not make a contribution to any candidate for the public service commission, but shall otherwise be entitled to take any action permitted corporations under this section.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §14; §17-22A-14; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-14/"
    },
    {
      "id": "section-17-5-141",
      "number": "17-5-14.1",
      "heading": "Establishment of Segregated, Separate Political Funds; Voluntary Contributions; Filing of Disclosure Reports; Violations.",
      "text": "Section 17-5-14.1\n\nEstablishment of Segregated, Separate Political Funds; Voluntary Contributions; Filing of Disclosure Reports; Violations.\n\n(a) Any business or nonprofit corporation, incorporated under the laws of or doing business in this state, or any officer or agent acting on behalf of the corporation may give, pay, expend, or contribute money, services, anything of value for the purposes of establishing, administering, or soliciting voluntary contributions to a separate, segregated fund which can be utilized for political purposes (i) to aid or promote the nomination or election of any person, including an incumbent political officeholder or any other person who is or becomes a candidate for political office; or (ii) to aid or promote the interest or success, or defeat of any political party or political proposition. Any separate, segregated fund established hereunder for any of the above enumerated purposes shall be established and administered pursuant to the following requirements and prohibitions:\n\n(1) Any such business or nonprofit corporation, or any officer or agent acting on behalf of such business or nonprofit corporation, may solicit voluntary contributions to the fund only from the corporation’s, or its affiliates’, stockholders and their families and its employees and their families; or in the case of a nonprofit corporation, its members and their employees. However, the funds may accept voluntary contributions from any individuals.\n\n(2) The custodians of any separate, segregated political fund established hereunder shall file with the Secretary of State such financial disclosure reports or statements now required of a candidate for public office. Filing with the Secretary of State a copy of the information required to be filed with the Federal Election Commission by such separate, segregated fund shall constitute compliance with the reporting provisions of this section.\n\n(b) It shall be unlawful:\n\n(1) For any separate, segregated political fund established pursuant to this section or for any person acting on behalf of the fund to solicit or secure any money or anything of value by physical force, job discrimination, or financial reprisals, or by threats thereof; by dues, fees, or other moneys required as a condition of employment; or by moneys obtained in any commercial transaction;\n\n(2) For any person soliciting contributions to the fund to fail to inform any person being solicited of the political purposes of the fund at the time of the solicitation;\n\n(3) For any person soliciting for a contribution to the fund to fail to inform the person being solicited, at the time of the solicitation, of his or her right to refuse to contribute without any reprisal; and\n\n(4) For any corporation regulated by the Public Service Commission to pass on to its customers any contribution made for the purpose of establishing, administering, or soliciting voluntary contributions to a separate, segregated fund to be utilized for political purposes.\n\n(Act 2013-311, p. 1060, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-14-1/"
    },
    {
      "id": "section-17-5-15",
      "number": "17-5-15",
      "heading": "Contributions by One Person in Name of Another; Contributions Between Political Action Committees, Etc.",
      "text": "Section 17-5-15\n\nContributions by One Person in Name of Another; Contributions Between Political Action Committees, Etc.\n\n(a) It shall be unlawful for any person, acting for himself or herself or on behalf of any entity, to make a contribution in the name of another person or entity, or knowingly permit his or her name, or the entity’s name, to be used to effect such a contribution made by one person or entity in the name of another person or entity, or for any candidate, principal campaign committee, or political action committee to knowingly accept a contribution made by one person or entity in the name of another person or entity; provided, however, that nothing in this chapter prohibits any person from soliciting and receiving contributions from other persons for the purpose of making expenditures to a candidate, political campaign committee, political action committee, or elected state or local official required to file reports pursuant to Section 17-5-8.\n\n(b) It shall be unlawful for any political action committee or tax exempt political organization under 26 U.S.C. § 527, including a principal campaign committee, or any person authorized to make an expenditure on behalf of such political action committee or 527 organization, to make a contribution, expenditure, or any other transfer of funds to any other political action committee or 527 organization. It shall be unlawful for any principal campaign committee or any person authorized to make an expenditure on behalf of such principal campaign committee to make a contribution, expenditure, or other transfer of funds to any other principal campaign committee, except where the contribution, expenditure, or any other transfer of funds is made from a principal campaign committee to another principal campaign committee on behalf of the same person. Notwithstanding the foregoing, a political action committee that is not a principal campaign committee may make contributions, expenditures, or other transfers of funds to a principal campaign committee; and a separate segregated fund established by a corporation under federal law, if the fund does not receive any contributions from within this state other than contributions from its employees and directors, is not restricted by this subsection in the amount it may transfer to a political action committee established under the provisions of Section 17-5-14.1 by the same or an affiliated corporation.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §18; §17-22A-18; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2010-765, 1st Sp. Sess., p. 38, §2; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-15/"
    },
    {
      "id": "section-17-5-151",
      "number": "17-5-15.1",
      "heading": "Limitation on Receipt and Spending of Funds by Principal Campaign Committee of a State or Local Candidate.",
      "text": "Section 17-5-15.1\n\nLimitation on Receipt and Spending of Funds by Principal Campaign Committee of a State or Local Candidate.\n\n(a) A principal campaign committee of a state or local candidate and any person authorized to make an expenditure on its behalf may not receive or spend, in a campaign for state or local office, campaign funds in excess of one thousand dollars ($1,000) that were raised by a principal campaign committee of a federal candidate.\n\n(b) Any person who intentionally receives or expends campaign funds in violation of subsection (a) shall be guilty, upon conviction, of a Class C felony.\n\n(Act 2010-765, 1st Sp. Sess., p. 38, §3; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-15-1/"
    },
    {
      "id": "section-17-5-16",
      "number": "17-5-16",
      "heading": "Fraudulent Misrepresentation as Acting for Candidate, Etc., Prohibited; Automated or Pre-recorded Communications.",
      "text": "Section 17-5-16\n\nFraudulent Misrepresentation as Acting for Candidate, Etc., Prohibited; Automated or Pre-recorded Communications.\n\n(a) It shall be unlawful for any person fraudulently to misrepresent himself or herself, or any other person or organization with which he or she is affiliated, as speaking or writing or otherwise acting for or on behalf of any candidate, principal campaign committee, political action committee, or political party, or agent or employee thereof, in a manner which is damaging or is intended to be damaging to such other candidate, principal campaign committee, political action committee, or political party.\n\n(b) It shall be unlawful for any automated or pre-recorded communication initiated, conducted, or transmitted through an automated telephone dialing service to be conducted without providing clear notice at the ending of the phone call that the communication was a paid political advertisement and clearly identifying the person, nonprofit corporation, entity, principal campaign committee, or political action committee that paid for such communication.\n\n(c) It shall be unlawful for any person or entity to knowingly misrepresent, in any automated or pre-recorded communication that is a political advertisement and that is initiated via an automated telephone dialing service, the identification of the person, nonprofit corporation, entity, principal campaign committee, or political action committee that paid for such communication.\n\n(d) The Attorney General of the State of Alabama shall have full power to investigate and enforce violations of this section and any owner, employer, agent, or representative of any automated dialing service found to be in violation of this section shall be guilty upon conviction of a Class A misdemeanor as provided in Section 17-5-19.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §19; §17-22A-19; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2012-461, p. 1280, §1; Act 2013-311, p. 1060, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-16/"
    },
    {
      "id": "section-17-5-161",
      "number": "17-5-16.1",
      "heading": "Distribution of Materially Deceptive Media to Influence an Upcoming Election.",
      "text": "Section 17-5-16.1\n\nDistribution of Materially Deceptive Media to Influence an Upcoming Election.\n\n(a) For the purposes of this section, the following terms have the following meanings:\n\n(1) ARTIFICIAL INTELLIGENCE. Any artificial system or generative artificial intelligence system that performs tasks under varying and unpredictable circumstances without significant human oversight or that can learn from experience and improve performance when exposed to data sets.\n\n(2) CREATOR. Any candidate, principal campaign committee, political party, political action committee, other political committee or entity, any employee, representative, or agent of the foregoing, or any other person who prepares, creates, or causes the preparation or creation and the dissemination of any political advertising, material, or media produced by generative artificial intelligence. The term does not include a broadcaster, cable provider, digital newspaper, online service, Internet service provider, streaming platform, or provider or developer of any technology in the generation of media by artificial intelligence, or any employee, representative, or agent thereof, solely for the distribution of a creator, sponsor, or purchaser’s political advertising, material, or media.\n\n(3) DEPICTED INDIVIDUAL. An individual who is falsely represented in materially deceptive media.\n\n(4) ELECTION. A federal, state, legislative, judicial, countywide, local, general, primary, runoff, or special election.\n\n(5) MATERIALLY DECEPTIVE MEDIA. Any image, audio, or video that meets all of the following requirements:\n\na. The media falsely depicts an individual engaging in speech or conduct in which the depicted individual did not in fact engage.\n\nb. A reasonable viewer or listener would incorrectly believe that the depicted individual engaged in the speech or conduct depicted.\n\nc. The media was produced by artificial intelligence.\n\n(6) SPONSOR. A person at whose request or on whose behalf any political advertisement, material, or media is created, prepared, placed, published, or disseminated.\n\n(b) Except as provided in subsection (c), a person shall not distribute, or enter into an agreement with another person to distribute, materially deceptive media if all of the following apply:\n\n(1) The person knows the media falsely represents a depicted individual.\n\n(2) The distribution occurs within 90 days before an election.\n\n(3) The person intends the distribution to harm the reputation or electoral prospects of a candidate in the coming election, and the distribution is reasonably likely to cause that result.\n\n(4) The person intends the distribution to change the voting patterns of electors in the coming election by deceiving the electors into incorrectly believing that the depicted individual in fact engaged in the speech or conduct depicted, and the distribution is reasonably likely to cause that result.\n\n(c) The prohibition in subsection (b) does not apply if all of the following conditions are met:\n\n(1) The creator, sponsor, or purchaser includes a disclaimer in any presentation of the media informing the viewer both that the media has been manipulated by technical means and depicts speech or conduct that did not occur. The following disclaimer is sufficient, but not necessary, to satisfy the requirements of this subdivision:\n\n“This media has been manipulated by technical means and depicts speech or conduct that did not occur.”\n\n(2) If the media is a video, the disclaimer meets all of the following requirements:\n\na. Appears throughout the entirety of the video.\n\nb. Is clearly visible to and readable by the average viewer.\n\nc. Is in letters in a size that is easily readable by the average viewer.\n\nd. Is in the same language as the language used in the video media.\n\n(3) If the media consists only of audio and contains no image or video, the disclaimer is read at the beginning and end of the media in a clearly spoken manner, in a pitch that can be easily heard by the average listener, and in the same language as the audio media.\n\n(4) If the media is an image, the disclaimer meets all of the following requirements:\n\na. Is clearly visible to and readable by the average viewer.\n\nb. Is in the same language as the language used in the image media.\n\n(5) If the media was generated by editing an existing image, audio, or video, the media includes a citation directing the viewer or listener to the original source from which the unedited version of the existing image, audio, or video was obtained.\n\n(d)(1) A violation of subsection (b) is a Class A misdemeanor, except that a second or subsequent conviction within five years is a Class D felony.\n\n(2) Distribution of material that is prohibited by subsection (b) shall not be a violation if the distributor does not have actual knowledge that the material is prohibited, the distributor does not intend to injure or harm the reputation or prospects of the depicted individual, influence an election, the results of an election, or the voting patterns in an election, or deter any individual from voting in an election, and the distributor is: (i) an Internet website, interactive computer service, or radio or television broadcasting station, including, but not limited to, a cable or satellite television operator; (ii) a regularly published newspaper, magazine, or other periodical, including, but not limited to, an Internet or electronic publication, programmer, or producer; or (iii) a website or streaming service, including, but not limited to, an information service as defined in 47 U.S.C. § 153.\n\n(e)(1) This section shall not be construed to alter any rights, obligations, or immunities created by 47 U.S.C. Chapter 5 or under the regulations of the Federal Communications Commission pertaining to the broadcast or distribution of political programming or campaign advertising, or under any other federal law.\n\n(2) This section shall not be construed to alter any rights, obligations, or immunities created by 47 U.S.C. § 230.\n\n(3) This section shall not apply to content that constitutes satire or parody which is substantially dependent on the ability of an individual to impersonate a candidate physically or verbally and not upon technology or artificial intelligence.\n\n(4) This section shall not apply to a radio or television broadcasting station, including a cable or satellite television operator, programmer, or producer, streaming provider, Internet website, or a regularly published newspaper, magazine, or other periodical of general circulation, including an Internet or electronic publication, that routinely carries news and commentary of general interest that distributes any materially deceptive media prohibited by this section as part of a bona fide newscast, news interview, news documentary, or on-the-spot coverage of a bona fide news event if the broadcast or publication clearly acknowledges, through content or disclosure, in a manner that can easily be heard and understood by the average listener or viewer, that there are questions about the authenticity of the media.\n\n(f) A distributor shall not intentionally remove a disclaimer included with any media by the creator, sponsor, or purchaser of the media.\n\n(g)(1) All of the following may seek permanent injunctive relief against a person that violates this section:\n\na. The Attorney General.\n\nb. A depicted individual.\n\nc. A candidate for office who has been injured or is likely to be injured by the distribution of materially deceptive media.\n\nd. Any entity that represents the interests of voters likely to be deceived by the distribution of materially deceptive media.\n\n(2)a. If a court determines that a complaint for permanent injunctive relief filed pursuant to subdivision (1) is frivolous, the court shall issue an order suspending the defendant’s obligation to respond to the complaint and shall order the plaintiff to show cause why the complaint should not be dismissed. If the plaintiff fails to respond to the court or the plaintiff’s response to the court confirms that the complaint is frivolous, the court shall dismiss the complaint and may award costs and attorney fees to the defendant and may issue any appropriate sanctions against the plaintiff and the plaintiff’s attorney.\n\nb. If the plaintiff’s response to the court assures the court that the complaint is not frivolous, the court shall direct the defendant to answer the complaint.\n\n(3) A plaintiff seeking permanent injunctive relief under subdivision (1) must prove by clear and convincing evidence that the defendant against whom the injunction is sought knew the media at issue falsely represented the depicted individual.\n\n(4) If a plaintiff other than the Attorney General is awarded permanent injunctive relief under this section, the court may award costs and attorney fees to the plaintiff.\n\n(Act 2024-349, §§1-3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-16-1/"
    },
    {
      "id": "section-17-5-17",
      "number": "17-5-17",
      "heading": "Solicitation by Force, Job Discrimination, Threats, Etc., Prohibited.",
      "text": "Section 17-5-17\n\nSolicitation by Force, Job Discrimination, Threats, Etc., Prohibited.\n\nIt shall be unlawful for any person, principal campaign committee, or political action committee established pursuant to this chapter or for any person acting on behalf of such person or committee, to solicit or secure any money or anything of value by physical force, job discrimination or financial reprisals, or by threats thereof or by the imposition of dues, fees, or other moneys required as a condition of employment.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §20; §17-22A-20; amended and renumbered by Act 2006-570, p. 1331, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-17/"
    },
    {
      "id": "section-17-5-18",
      "number": "17-5-18",
      "heading": "Failure to File Required Statement or Report.",
      "text": "Section 17-5-18\n\nFailure to File Required Statement or Report.\n\nRepealed by Act 2013-311, §3, effective August 1, 2013.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §21; §17-22A-21; amended and renumbered by Act 2006-570, p. 1331, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-18/"
    },
    {
      "id": "section-17-5-19",
      "number": "17-5-19",
      "heading": "Violations.",
      "text": "Section 17-5-19\n\nViolations.\n\n(a) Except as otherwise provided in this section, a person who intentionally violates any provision of this chapter shall be guilty, upon conviction, of a Class A misdemeanor.\n\n(b) A person who intentionally violates any reporting requirement of Sections 17-5-4, 17-5-5, or 17-5-8 shall be guilty, upon conviction, of a Class A misdemeanor. A person’s failure to promptly file a required report upon discovering or receiving notice from any person that the report has not been filed, or the failure to promptly correct an omission, error, or other discrepancy in a filed report upon discovering or receiving notice of the discrepancy, shall create a rebuttable presumption of intent to violate the applicable reporting requirement.\n\n(c) Any person who intentionally violates Section 17-5-7 shall be guilty, upon conviction, of a Class B felony.\n\n(d) The Attorney General or district attorney for the appropriate jurisdiction may prosecute violations of this chapter. Venue for cases involving violations of this chapter shall be in the county in which the violation occurred or the county in which the alleged violator resides or is incorporated. If the alleged violator resides or is incorporated outside of the State of Alabama or if the violation or violations occurred outside the State of Alabama, venue shall be in Montgomery County.\n\n(e) No prosecution for violation of this chapter shall be commenced later than two years after the date of violation. Notwithstanding the foregoing, a prosecution brought pursuant to Section 17-5-7 shall be commenced within four years after the commission of the offense.\n\n(Acts 1988, 1st Ex. Sess., No. 88-873, p. 397, §23; §17-22A-23; amended and renumbered by Act 2006-570, p. 1331, §24; Act 2013-311, §1; Act 2015-495, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-19/"
    },
    {
      "id": "section-17-5-191",
      "number": "17-5-19.1",
      "heading": "Civil Penalties.",
      "text": "Section 17-5-19.1\n\nCivil Penalties.\n\n(a) The Secretary of State shall levy a civil penalty against any person who fails to timely file a report required by this chapter and who does not remedy the filing of the report pursuant to subsection (h). The State Ethics Commission may levy an administrative penalty against any person who files a materially inaccurate report required by this chapter and who does not remedy the filing of the report pursuant to subsection (g).\n\n(b) The schedule of civil penalties shall be as follows:\n\n(1) The lesser of three hundred dollars ($300) or 10 percent of the amount of contributions or expenditures not properly reported for a first offense in an election cycle.\n\n(2) The lesser of six hundred dollars ($600) or 15 percent of the amount of contributions or expenditures not properly reported for a second offense in an election cycle.\n\n(3) The lesser of one thousand two hundred dollars ($1,200) or 20 percent of the amount of contributions or expenditures not properly reported for a third or subsequent offense in an election cycle.\n\n(c) A fourth failure to timely or accurately file a report in an election cycle shall create a rebuttable presumption of intent to violate the reporting requirements of this chapter. The Secretary of State shall notify the Attorney General and the appropriate district attorney of all persons who violate the filing requirements four or more times in an election cycle.\n\n(d) Upon imposition of a civil penalty pursuant to this section, the Secretary of State shall send the person upon whom the penalty is being imposed proper notification by certified mail of the imposition of the penalty. If an electronic mail address is on file with the Secretary of State, the Secretary of State shall also provide notification by electronic mail.\n\n(e) Civil penalties levied shall be paid to the Secretary of State within 45 days of the finality of any review. The Secretary of State, through his or her attorney, may institute proceedings to recover any penalties ordered pursuant to this section that are not paid by, or on behalf of, the person against whom they are levied and may collect necessary fees and costs associated with the collection action.\n\n(f) All penalties collected by the Secretary of State shall be distributed to the State General Fund.\n\n(g) A person who voluntarily files an amended report to correct an error in an otherwise timely filed report without being prompted by the Secretary of State shall not have committed an offense or be subjected to a civil penalty under this section, so long as, in the case of a candidate, the corrected report is filed prior to the election at issue, and so long as, in the case of a political action committee, the corrected report is filed prior to the close of the calendar year.\n\n(h) Failure to file a timely report shall not be considered an offense or subjected to a civil penalty pursuant to subsection (a) so long as it is the first failure by that candidate or political action committee for the election cycle and the report is filed within 48 hours of the time it was due.\n\n(i) Any penalties assessed pursuant to this section may be paid with campaign funds.\n\n(Act 2015-495, p. 1728, §2; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-19-1/"
    },
    {
      "id": "section-17-5-192",
      "number": "17-5-19.2",
      "heading": "Administrative Review.",
      "text": "Section 17-5-19.2\n\nAdministrative Review.\n\n(a) Any person upon whom a civil penalty has been imposed pursuant to Section 17-5-19.1 may seek a review of the penalty by filing a written notice with the Secretary of State no later than 14 days after the date on which notification of the imposition of the penalty was mailed to the person’s last known address in accordance with Section 17-5-19.1. The Secretary of State shall refer the review to the State Ethics Commission.\n\n(b) The commission may set aside or reduce a civil penalty upon a showing of good cause. The person seeking review shall bear the burden of proof.\n\n(Act 2015-495, p. 1728, §2; Act 2021-314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-19-2/"
    },
    {
      "id": "section-17-5-20",
      "number": "17-5-20",
      "heading": "Appointment of Designated Filing Agents; Submission of Reports.",
      "text": "Section 17-5-20\n\nAppointment of Designated Filing Agents; Submission of Reports.\n\n(a) A candidate, or in the case of a political action committee, the chair or treasurer, may appoint a designated filing agent on a form prescribed by the Secretary of State. Upon receiving a notice of appointment of designated filing agent, the Secretary of State, as soon as practicable, shall take the necessary steps to enable the designated filing agent to electronically submit any report or other filing required by this chapter on behalf of his or her principal.\n\n(b) The submission of a timely, complete, and correct report or other filing required by this chapter by a designated filing agent shall satisfy the filing or reporting requirement of the designated filing agent’s principal; however, the appointment of a designated filing agent does not itself absolve any person having a duty to submit any report or other filing under this chapter of liability for failure to timely submit such filing, for filing a false, incomplete, or inaccurate report, or for any other violation under this chapter.\n\n(c) The submission of a report or other filing required by this chapter by a designated filing agent creates a rebuttable presumption that the submission was approved and intended by the candidate, his or her principal campaign committee, or the political action committee or treasurer thereof. Notwithstanding the foregoing, it is a defense to prosecution that the designated filing agent acted beyond the scope of his or her authority.\n\n(Act 2013-311, p. 1060, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-20/"
    },
    {
      "id": "section-17-5-21",
      "number": "17-5-21",
      "heading": "Administrative Rules.",
      "text": "Section 17-5-21\n\nAdministrative Rules.\n\nThe Secretary of State is authorized to promulgate administrative rules pursuant to the Alabama Administrative Procedure Act as necessary to implement and administer the Alabama Fair Campaign Practices Act.\n\n(Act 2015-495, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-5/section-17-5-21/"
    }
  ]
}