{
  "state": "alabama",
  "path": "title-title-17-elections/chapter-chapter-2-help-america-vote-act-hava",
  "sections": [
    {
      "id": "section-17-2-1",
      "number": "17-2-1",
      "heading": "Help America Vote Fund.Section 17-2-2 - Implementation Plan; State Plan Committee",
      "text": "Section 17-2-1\n\nHelp America Vote Fund.\n\nThere is established a separate trust fund in the State Treasury to be known as the Help America Vote Fund. All state and federal monies designated in accordance with the Help America Vote Act of 2002 and accrued interest are to be deposited into this fund. The receipts shall be disbursed only by warrant of the state Comptroller drawn upon the State Treasury supported by itemized vouchers approved by the Secretary of State. No funds shall be withdrawn or expended except as budgeted and allotted according to Sections 41-4-80 to 41-4-96, inclusive, and 41-19-1 to 41-19-12, inclusive, and only in amounts as stipulated in the general appropriations act or other appropriation acts.\n\n(Act 2003-313, p. 733, §6; §17-25-1; amended and renumbered by Act 2006-570, p. 1331, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-2/section-17-2-1/"
    },
    {
      "id": "section-17-2-2",
      "number": "17-2-2",
      "heading": "Implementation Plan; State Plan Committee.",
      "text": "Section 17-2-2\n\nImplementation Plan; State Plan Committee.\n\n(a) There is established, pursuant to Section 254 of the Help America Vote Act of 2002, a state plan to provide for the implementation of that act. There shall be appointed a committee of 23 individuals to assist the Secretary of State in the development of the state plan. The committee membership shall reflect the racial diversity of the state.\n\n(b) In accordance with the provisions of Section 255 of the Help America Vote Act of 2002, the members of the committee shall include the following:\n\n(1) The judge of probate of the most populous county in the state, according to the most recent federal decennial census.\n\n(2) The judge of probate of the second most populous county in the state according to the most recent federal decennial census.\n\n(3) Three additional election officials, serving in a county or municipality in the state, to be appointed by the Secretary of State, one of whom shall be recommended by the Probate Judges’ Association, one of whom shall be recommended by the Sheriffs’ Association, and one of whom shall be recommended by the Circuit Clerks’ Association.\n\n(4) Five individuals in the state, representing the interests of the electorate to be appointed by the Secretary of State, one of whom shall represent the political party with the highest number of votes in the last presidential election in the state, recommended by the chair of the party, one of whom shall represent the political party with the second highest number of votes in the last presidential election in the state, recommended by the chair of the party, and one of whom shall represent an organization serving as an advocate for the rights of individuals with disabilities.\n\n(5) Three private citizens, representing the public at large, to be appointed by the Governor.\n\n(6) Five members of the state House of Representatives to be appointed by the Speaker of the House of Representatives and two members of the state Senate to be appointed by the President of the Senate and three members of the state Senate to be appointed by the President Pro Tem of the Senate.\n\n(c) Members of the committee shall be appointed within 14 days after June 19, 2003 and shall hold their initial organizational meeting within 30 days after June 19, 2003. The committee shall elect a chair from among its members. The members of the committee shall serve without compensation but shall be eligible for reimbursement for necessary and reasonable expenses incurred in the performance of their official duties.\n\n(d) The members appointed by the Secretary of State to serve on the first state plan committee will serve until the next gubernatorial inauguration in January of 2007. Thereafter, each member appointed by the Secretary of State shall serve for a term of four years, with each term starting and ending on the date of the state gubernatorial inauguration. A vacancy shall be filled in the same manner as the original appointment.\n\n(e) The committee shall have the power and the duty to advise the Secretary of State on the further development of the state plan, which the Secretary of State must develop and submit to the Election Assistance Commission in accordance with the Help America Vote Act of 2002. The committee shall make recommendations on all aspects of the state plan described in Section 254 of the Help America Vote Act of 2002.\n\n(f) Twelve members of the committee shall constitute a quorum. A vote of a majority of the members of the board is required for the issuance of recommendations in accordance with subsection (e). The committee shall meet as needed to fulfill the requirements of this section.\n\n(Act 2003-313, p. 733, §7; §17-2-2; amended and renumbered by Act 2006-570, p. 1331, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-2/section-17-2-2/"
    },
    {
      "id": "section-17-2-3",
      "number": "17-2-3",
      "heading": "Establishment of Complaint Review Procedures.",
      "text": "Section 17-2-3\n\nEstablishment of Complaint Review Procedures.\n\nThe Secretary of State, by administrative rule, shall establish procedures for the review of complaints regarding the administration of Title III of the Help America Vote Act of 2002. These procedures shall meet the following requirements:\n\n(1) Any person who believes there has been a violation of Title III may file a complaint.\n\n(2) Any complaint filed shall be in writing and notarized, and signed and sworn by the complaining person.\n\n(3) The Secretary of State may consolidate complaints.\n\n(4) At the request of the complainant, there shall be a hearing on the record.\n\n(5) If it is determined that there has been a violation of Title III, the appropriate remedy shall be provided.\n\n(6) If it is determined that there has not been a violation of Title III, the complaint shall be dismissed, and the results of the procedures shall be published.\n\n(7) After a complaint is filed, a final determination shall be made within 90 days.\n\n(8) If the 90-day deadline is not met, the complaint shall be resolved within 60 days under alternative dispute resolution.\n\n(Act 2003-313, p. 733, §8; §17-25-3; amended and renumbered by Act 2006-570, p. 1331, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-2/section-17-2-3/"
    },
    {
      "id": "section-17-2-4",
      "number": "17-2-4",
      "heading": "Voting System Requirements; Vote Standards; Uniform Polling System; Purchase of Equipment.",
      "text": "Section 17-2-4\n\nVoting System Requirements; Vote Standards; Uniform Polling System; Purchase of Equipment.\n\n(a) On or before January 1, 2005, each voting system used in an election shall meet the following requirements:\n\n(1) The voting system shall:\n\na. Permit the voter to verify, in a private and independent manner, the votes selected by the voter on the ballot before the ballot is cast and counted.\n\nb. Provide the voter with the opportunity, in a private and independent manner, to change the ballot or correct any error before the ballot is cast and counted, including the opportunity to correct the error through the issuance of a replacement ballot if the voter was otherwise unable to change the ballot or correct any error.\n\nc. If the voter selects votes for more than one candidate for a single office:\n\n1. Notify the voter that the voter has selected more than one candidate for a single office on the ballot.\n\n2. Notify the voter before the ballot is cast and counted of the effect of casting multiple votes for the office.\n\n3. Provide the voter with the opportunity to correct the ballot before the ballot is cast and counted.\n\n(2) A voting system may meet the requirements of paragraph c. of subdivision (1) by:\n\na. Establishing a voter education program specific to that voting system that notifies each voter of the effect of casting multiple votes for an office.\n\nb. Providing the voter with instructions on how to correct the ballot before it is cast and counted, including instructions on how to correct the error through the issuance of a replacement ballot if the voter was otherwise unable to change the ballot or correct any error.\n\n(3) The voting system shall ensure that any notification required under this section preserves the privacy of the voter and the confidentiality of the ballot.\n\n(b)(1) The voting system shall produce a record with an audit capacity for such system.\n\n(2)a. The voting system shall produce a permanent paper record with a manual audit capacity for such system.\n\nb. The voting system shall provide the voter with an opportunity to change the ballot or correct any error before the permanent paper record is produced.\n\nc. The paper record produced under paragraph a. shall be available as an official record for any recount conducted with respect to any election in which the system is used.\n\n(c) The voting system shall:\n\n(1) Be accessible for individuals with disabilities, including nonvisual accessibility for the blind and visually impaired, in a manner that provides the same opportunity for access and participation, including privacy and independence, as for other voters.\n\n(2) Satisfy the requirement of subdivision (1) through the use of at least one direct recording electronic voting system or other voting system equipped for individuals with disabilities at each polling place.\n\n(d) The voting system shall provide alternative language accessibility pursuant to the requirements of Section 203 of the Voting Rights Act of 1965 (42 U.S.C. 1973aa-1a).\n\n(e) The error rate of the voting system in counting ballots, determined by taking into account only those errors which are attributable to the voting system and not attributable to an act of the voter, shall comply with the error rate standards established under Section 3.2.1 of the voting systems standards issued by the Federal Elections Commission which are in effect on June 19, 2003.\n\n(f) The Secretary of State by administrative rule shall adopt uniform and nondiscriminatory standards that define what constitutes a vote and what will be counted as a vote for each category of voting system used in the state.\n\n(g) The Secretary of State shall recommend to the Legislature on or before January 1, 2005, a uniform polling system, which includes machine capabilities to count each ballot at the polling place, a uniform ballot, and prepare necessary legislation for implementation.\n\n(h) Purchases of voting equipment made by a county in order to comply with the voting system guidelines established by the Secretary of State and the committee established in Section 17-2-2 shall be approved for reimbursement from the Help America Vote Fund created in Section 17-2-1 by the Secretary of State.\n\n(Act 2003-313, p. 733, §10; §17-25-4; amended and renumbered by Act 2006-570, p. 1331, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-17/chapter-2/section-17-2-4/"
    }
  ]
}