{
  "state": "south-carolina",
  "path": "title-title-2/chapter-t02c067",
  "sections": [
    {
      "id": "section-2-67-10",
      "number": "2-67-10",
      "heading": "",
      "text": "This chapter must be known and may be cited as the \"South Carolina Medal of Valor Act of 2012\". HISTORY: 2012 Act No. 175, Section 1, eff May 25, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-2/chapter-67/section-2-67-10/"
    },
    {
      "id": "section-2-67-20",
      "number": "2-67-20",
      "heading": "",
      "text": "(A) There is created the South Carolina Medal of Valor to be awarded to a South Carolinian, or an individual with certain ties to South Carolina, who was killed either while serving in or deploying to a combat zone. The South Carolina Medal of Valor is awarded on behalf of the people of the State of South Carolina and is presented to the families of these fallen service members. (B) The South Carolina Medal of Valor may be awarded, on behalf of the people of the State of South Carolina, to an individual who was killed in action or died while: (1) engaged in an action against an enemy of the United States; (2) engaged in military operations involving conflict with an opposing foreign force; (3) served with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party; or (4) served in, or was in the process of deploying to, an area where hostile fire pay or imminent danger pay was authorized pursuant to federal law or regulation. (C) Recipients of the South Carolina Medal of Valor shall have their names entered on the South Carolina Medal of Valor roll, which is to be maintained by the Adjutant General of the State of South Carolina. (D) Individuals eligible to receive the South Carolina Medal of Valor include: (1) members of the South Carolina National Guard who were legal residents of South Carolina at the time of their death; (2) members of a Reserve Component of the United States Armed Forces who were legal residents of South Carolina at the time of their death; (3) members of the regular United States Armed Forces who were: (a) legal residents of South Carolina at the time of their death; or (b) stationed in South Carolina by a proper order of the United States Department of Defense at the time they were killed in action; or (4) members of the South Carolina National Guard, a regular or reserve component of the United States Armed Forces who: (a) attended a public or private educational institution in South Carolina at some period during their lives; and (b) were killed or died as described in subsection (B). (E) The South Carolina Medal of Valor shall be awarded solely by a concurrent resolution: (1) introduced by: (a) the President of the Senate; or (b) the Speaker of the House of Representatives; and (2) adopted by both houses of the General Assembly. (F) The Adjutant General shall develop the appropriate design and appearance of the medal. However, nothing in this section requires the Adjutant General to provide or pay for the medal or its design. HISTORY: 2012 Act No. 175, Section 1, eff May 25, 2012; 2019 Act No. 1 (S.2), Section 24, eff January 31, 2019. Effect of Amendment 2019 Act No. 1, Section 24, in (E)(1)(a), substituted \"President of the Senate\" for \"President Pro Tempore of the Senate\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-2/chapter-67/section-2-67-20/"
    }
  ]
}