{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-94",
  "sections": [
    {
      "id": "section-39-9401",
      "number": "39-9401",
      "heading": "",
      "text": "39-9401. SHORT TITLE. This chapter shall be known and may be cited as the \"Right to Try Act.\"\n\n[(39-9401) 39-9301, added 2016, ch. 168, sec. 1, p. 466; am. and redesig. 2017, ch. 58, sec. 19, p. 114.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9401/"
    },
    {
      "id": "section-39-9402",
      "number": "39-9402",
      "heading": "",
      "text": "39-9402. LEGISLATIVE INTENT. It is the intent of the legislature to provide the opportunity for terminally ill patients to have access to certain investigational treatments without requiring another party, including a physician, manufacturer, insurer or government agency, to offer, provide or pay for such treatments. By enacting this chapter, the legislature intends only to permit these treatments to terminally ill patients in Idaho. It is not the intent of the legislature to create an obligation but to ensure that all persons or parties availing themselves of this chapter do so voluntarily. Due to the experimental nature of these treatments, it is further the intent of the legislature to protect physicians and other parties from civil, criminal or professional liability relating to the treatments.\n\n[(39-9402) 39-9302, added 2016, ch. 168, sec. 1, p. 466; am. and redesig. 2017, ch. 58, sec. 19, p. 114.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9402/"
    },
    {
      "id": "section-39-9403",
      "number": "39-9403",
      "heading": "",
      "text": "39-9403. DEFINITIONS. As used in this chapter:\n\n(1) \"Eligible patient\" or \"patient\" means an individual who has a terminal illness and has:\n\n(a) Considered all other treatment options currently approved by the United States food and drug administration;\n\n(b) Received a recommendation from the patient’s treating physician for an investigational drug, biological product or device for purposes related to the terminal illness;\n\n(c) Given written, informed consent for the use of the recommended investigational drug, biological product or device; and\n\n(d) Received documentation from the eligible patient’s treating physician that the eligible patient meets the requirements of this subsection.\n\n(2) \"Investigational drug, biological product or device\" means a drug, biological product or device that has successfully completed phase 1 of a clinical trial but has not yet been approved for general use by the United States food and drug administration and remains under investigation in a United States food and drug administration-approved clinical trial.\n\n(3) \"Terminal illness\" means a progressive disease or medical or surgical condition that:\n\n(a) Entails functional impairment that significantly impacts the patient’s activities of daily living;\n\n(b) Is not considered by a treating physician to be reversible even with administration of current United States food and drug administration-approved and available treatments; and\n\n(c) Without life-sustaining procedures, will soon result in death.\n\n(4) \"Written, informed consent\" means a written document that is signed by the eligible patient and, if the patient is a minor, a parent or legal guardian, which document is attested to by the patient’s physician and a witness and that includes the following:\n\n(a) An explanation of the currently approved products and treatments for the disease or condition from which the patient suffers;\n\n(b) An attestation that the patient concurs with the patient’s physician in believing that all currently approved and conventionally recognized treatments are unlikely to prolong the patient’s life;\n\n(c) Clear identification of the specific proposed investigational drug, biological product or device that the patient is seeking to use;\n\n(d) A description of the potentially best and worst outcomes of using the investigational drug, biological product or device and a realistic description of the most likely outcome. The description shall include the possibility that new, unanticipated, different or worse symptoms might result and that death could be hastened by the proposed treatment. The description shall be based on the physician’s knowledge of the proposed treatment in conjunction with an awareness of the patient’s condition;\n\n(e) A statement that the patient’s health plan or third-party administrator and provider are not obligated to pay for any care or treatments consequent to the use of the investigational drug, biological product or device unless specifically required to do so by law or contract;\n\n(f) A statement that the patient’s eligibility for hospice care might be withdrawn if the patient begins curative treatment with the investigational drug, biological product or device and that care may be reinstated if the treatment ends and the patient meets hospice eligibility requirements; and\n\n(g) A statement that the patient understands that the patient is responsible for all expenses consequent to the use of the investigational drug, biological product or device and that this liability extends to the patient’s estate unless a contract between the patient and the manufacturer of the drug, biological product or device states otherwise.\n\n[(39-9403) 39-9303, added 2016, ch. 168, sec. 1, p. 466; am. and redesig. 2017, ch. 58, sec. 19, p. 114.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9403/"
    },
    {
      "id": "section-39-9404",
      "number": "39-9404",
      "heading": "",
      "text": "39-9404. INVESTIGATIONAL DRUGS — RIGHT TO TRY AND PROVIDE. (1) An eligible patient may request, and a manufacturer may make available to an eligible patient under the supervision of the patient’s treating physician, the manufacturer’s investigational drug, biological product or device, which drug, product or device shall be clearly labeled as investigational; provided however, that this chapter does not require that a manufacturer make available an investigational drug, biological product or device to an eligible patient.\n\n(2) A manufacturer may:\n\n(a) Provide an investigational drug, biological product or device to an eligible patient without receiving compensation; or\n\n(b) Require an eligible patient to pay the costs associated with the manufacture of the investigational drug, biological product or device.\n\n[(39-9404) 39-9304, added 2016, ch. 168, sec. 1, p. 467; am. and redesig. 2017, ch. 58, sec. 19, p. 115.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9404/"
    },
    {
      "id": "section-39-9405",
      "number": "39-9405",
      "heading": "",
      "text": "39-9405. NO COVERAGE OBLIGATION. (1) This chapter does not expand the coverage required of an insurer under the laws of this state.\n\n(2) A health plan, third-party administrator or government agency may, but is not required to, provide coverage for the cost of an investigational drug, biological product or device or the cost of services related to the use of an investigational drug, biological product or device.\n\n(3) This chapter does not require any health plan, third-party administrator or government agency to pay costs associated with the use of an investigational drug, biological product or device.\n\n(4) This chapter does not require a hospital or facility licensed in this state to provide new or additional services unless such services are approved by the hospital or facility.\n\n[(39-9405) 39-9305, added 2016, ch. 168, sec. 1, p. 468; am. and redesig. 2017, ch. 58, sec. 19, p. 115.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9405/"
    },
    {
      "id": "section-39-9406",
      "number": "39-9406",
      "heading": "",
      "text": "39-9406. HEIRS NOT LIABLE FOR TREATMENT DEBT. If a patient dies while being treated by an investigational drug, biological product or device under the terms of this chapter, the patient’s heirs are not liable for any outstanding debt related to the treatment or lack of insurance due to the treatment.\n\n[(39-9406) 39-9306, added 2016, ch. 168, sec. 1, p. 468; am. and redesig. 2017, ch. 58, sec. 19, p. 115.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9406/"
    },
    {
      "id": "section-39-9407",
      "number": "39-9407",
      "heading": "",
      "text": "39-9407. PROHIBITIONS. (1) A licensing board or disciplinary body of this state shall not revoke, fail to renew, suspend or take any action against a health care provider’s license based solely on the provider’s recommendations to an eligible patient regarding access to or treatment with an investigational drug, biological product or device as allowed under this act.\n\n(2) An entity responsible for medicare certification shall not take action against a health care provider’s medicare certification based solely on the health care provider’s recommendation that a patient have access to an investigational drug, biological product or device as allowed under this act.\n\n(3) An official, employee or agent of this state shall not block or attempt to block an eligible patient’s access to an investigational drug, biological product or device as allowed under this act.\n\n[(39-9407) 39-9307, added 2016, ch. 168, sec. 1, p. 468; am. and redesig. 2017, ch. 58, sec. 19, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9407/"
    },
    {
      "id": "section-39-9408",
      "number": "39-9408",
      "heading": "",
      "text": "39-9408. LIMITATIONS. (1) This chapter does not create a private cause of action against a manufacturer of an investigational drug, biological product or device or against a physician or any other person or entity involved in the care of an eligible patient using an investigational drug, biological product or device for any harm done to the eligible patient resulting from the investigational drug, biological product or device, provided that the manufacturer, physician, or person or entity has exercised reasonable care and complied in good faith with the terms of this chapter.\n\n(2) This chapter does not create a private cause of action against a treating physician who refuses to recommend an investigational drug, biological product or device to a patient with a terminal illness.\n\n[(39-9408) 39-9308, added 2016, ch. 168, sec. 1, p. 468; am. and redesig. 2017, ch. 58, sec. 19, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9408/"
    },
    {
      "id": "section-39-9409",
      "number": "39-9409",
      "heading": "",
      "text": "39-9409. MANDATORY COVERAGE NOT AFFECTED. This chapter does not affect any mandatory health care coverage for participation in clinical trials provided elsewhere by law.\n\n[(39-9409) 39-9309, added 2016, ch. 168, sec. 1, p. 468; am. and redesig. 2017, ch. 58, sec. 19, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-94/section-39-9409/"
    }
  ]
}