{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-58",
  "sections": [
    {
      "id": "section-39-5801",
      "number": "39-5801",
      "heading": "",
      "text": "39-5801. SHORT TITLE. This chapter shall be known and may be cited as the \"State Hazardous Waste Facility Siting Act.\"\n\n[39-5801, added 1985, ch. 113, sec. 1, p. 221.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5801/"
    },
    {
      "id": "section-39-5802",
      "number": "39-5802",
      "heading": "",
      "text": "39-5802. LEGISLATIVE INTENT. (1) The legislature of the state of Idaho hereby finds that adverse public health and environmental impacts can result from the improper land disposal of hazardous waste and that the need for establishing safe sites with adequate capacity for the disposal of hazardous waste is a matter of statewide concern, and the provisions of this chapter are therefore enacted to provide an effective method of establishing such sites.\n\n(2) It is the intent of the legislature of the state of Idaho that generators of hazardous waste be encouraged to use on-site and off-site alternative treatment methods to reduce the amount of hazardous waste that must be discharged into the environment and to reduce associated hazards to the health and welfare of the citizens of this state. Alternative management technologies which detoxify, stabilize and reduce the amount of hazardous waste that must be buried are available. For such purpose, the provisions of this chapter are enacted to allow the development of safe alternative methods for the treatment of hazardous waste and to provide a means for the designation of hazardous waste disposal sites when such methods are unable to obviate the need for hazardous waste disposal on land. Whereas the state of Idaho may be responsible for the perpetual care of hazardous waste land disposal facilities, alternative technologies such as incineration, resource recovery, or physical, chemical or biological degradation should be implemented to the maximum extent possible.\n\n(3) It is the intent of the legislature that the site license process not duplicate the existing hazardous waste management act permitting process as set forth in section 39-4409, Idaho Code. The site license is a preliminary, general review which is not based on the type of specific, detailed technical information required for the hazardous waste management act permit.\n\n[39-5802, added 1985, ch. 113, sec. 1, p. 221; am. 1987, ch. 103, sec. 1, p. 207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5802/"
    },
    {
      "id": "section-39-5803",
      "number": "39-5803",
      "heading": "",
      "text": "39-5803. DEFINITIONS. As used in this chapter:\n\n(1) \"Panel\" means the site review panel created in section 39-5812, Idaho Code.\n\n(2) \"Committee\" means the state hazardous waste management planning committee created in section 39-5805, Idaho Code.\n\n(3) \"Department\" means the department of environmental quality.\n\n(4) \"Designated facility\" means a hazardous waste treatment, storage or disposal facility that has received a permit or has interim status under title II of the solid waste disposal act or has a permit from the state authorized under section 3006 of title II of the solid waste disposal act (42 U.S.C. 6926).\n\n(5) \"Director\" means the director of the department of environmental quality.\n\n(6) \"Disposal\" is defined in section 39-4403, Idaho Code.\n\n(7) \"Disposal facility\" means a facility or a part of a facility at which managed hazardous waste, as defined by rule, is intentionally placed into or on any land or water and at which hazardous waste will remain after closure.\n\n(8) \"Generator\" is defined in section 39-4403, Idaho Code.\n\n(9) \"Hazardous waste\" is defined in section 39-4403, Idaho Code.\n\n(10) \"Hazardous waste management\" is defined in section 39-4403, Idaho Code.\n\n(11) \"On-site\" means on the same or geographically contiguous property that may be divided by a public or private right-of-way if the entrance and exit between the pieces of property are at a crossroads intersection and access is by crossing rather than going along the right-of-way. Noncontiguous pieces of property owned by the same person but connected by a right-of-way that the owner controls and to which the public does not have access is also considered on-site property.\n\n(12) \"Operator\" means the person responsible for the overall operation of a disposal, treatment or storage facility with approval of the director either by contract or permit.\n\n(13) \"Person\" is defined in section 39-4403, Idaho Code.\n\n(14) \"Plan\" means the state hazardous waste management plan prepared under the provisions of section 39-5806, Idaho Code.\n\n(15) \"Storage\" is defined in section 39-4403, Idaho Code.\n\n(16) \"Storage facility\" means a facility or part of a facility at which managed hazardous waste, as defined by rule and regulation, is subject to storage.\n\n(17) \"Title II of the solid waste disposal act\" means sections 1001 through 8006 of public law 89-272, 42 U.S.C. 6901, 6902 through 6910, 6912 through 6940, and 6942 through 6986.\n\nFor purposes of this chapter, words and phrases defined in section 39-4403, Idaho Code, shall carry the same meaning when used in this chapter unless the context clearly denotes otherwise.\n\n[39-5803, added 1985, ch. 113, sec. 1, p. 221; am. 2001, ch. 103, sec. 50, p. 292; am. 2021, ch. 321, sec. 22, p. 965.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5803/"
    },
    {
      "id": "section-39-5804",
      "number": "39-5804",
      "heading": "",
      "text": "39-5804. METHODS OF HAZARDOUS WASTE MANAGEMENT. The department and the committee in the conduct of their duties under the provisions of this chapter and under the provisions of chapter 44, title 39, Idaho Code, shall assist in encouraging, developing and implementing methods of hazardous waste management which are environmentally sound, which maximize the utilization of valuable resources and which encourage resource conservation including source separation and waste reduction.\n\n[39-5804, added 1985, ch. 113, sec. 1, p. 222.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5804/"
    },
    {
      "id": "section-39-5805",
      "number": "39-5805",
      "heading": "",
      "text": "39-5805. STATE HAZARDOUS WASTE MANAGEMENT PLANNING COMMITTEE — CREATION — MEMBERS. (1) The state hazardous waste management planning committee is hereby created in the department. The committee shall represent diverse geographical areas of the state. No later than September 1, 1985, the governor shall, subject to the advice and consent of the senate, appoint seventeen (17) members to the committee consisting of the following representatives:\n\n(a) One (1) representative of city government;\n\n(b) One (1) representative of county government;\n\n(c) One (1) hazardous waste transporter;\n\n(d) One (1) hazardous waste generator;\n\n(e) One (1) hazardous waste treatment, storage, or disposal facility operator;\n\n(f) One (1) member of an environmental group;\n\n(g) One (1) member of a conservation group;\n\n(h) Two (2) members of the general public;\n\n(i) The director of the department or his designee;\n\n(j) The director of the department of water resources or his designee;\n\n(k) One (1) licensed professional engineer;\n\n(l) A faculty member of a university or college in this state well versed in geology, hydrology or other environmental matters;\n\n(m) The director of the Idaho transportation department or his designee;\n\n(n) One (1) representative of the mining industry;\n\n(o) One (1) representative of the forest products industry; and\n\n(p) One (1) representative of the agricultural industry.\n\n(2) A vacancy occurring on the committee shall be filled in the same manner as the original appointment.\n\n(3) The chairman of the committee shall be elected by the members of the committee and the chairman shall be a voting member of the committee.\n\n(4) Members of the committee who are not state employees shall be entitled to receive compensation as provided in section 59-509(b), Idaho Code.\n\n(5) The committee by majority vote shall establish operating procedures. The operating procedures shall be made available for public review.\n\n(6) In the conduct of its business, the committee shall solicit the advice of, and consult periodically with cities, counties and persons within the state for the purpose of receiving information or advice that may be helpful in the preparation of the plan.\n\n(7) Employees of the department of environmental quality, department of water resources and the transportation department shall assist the committee on a priority basis.\n\n(8) The committee shall disband after final approval of the plan by the legislature.\n\n(9) Upon petition to the director and the director’s recommendation to the governor, the governor shall appoint a committee in the same manner as the original committee to amend or revise the plan.\n\n(10) The committee shall hold its first meeting as soon as practicable after confirmation by the senate.\n\n[39-5805, added 1985, ch. 113, sec. 1, p. 222; am. 2001, ch. 103, sec. 51, p. 293.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5805/"
    },
    {
      "id": "section-39-5806",
      "number": "39-5806",
      "heading": "",
      "text": "39-5806. STATE HAZARDOUS WASTE SITING MANAGEMENT PLAN — PREPARATION — INCLUSIONS — STUDIES — PUBLIC HEARINGS — SUMMARY — AMENDMENTS — RECOMMENDATION. (1) Not later than January 1, 1987, the committee shall prepare a state hazardous waste siting management plan.\n\n(2) The plan shall:\n\n(a) Provide for a reasonable geographic distribution of hazardous waste treatment, storage, or disposal facilities to meet existing and probable future needs.\n\n(b) Be based upon location of generators, health and safety, economics of transporting, types of waste and existing hazardous waste treatment, storage, or disposal facilities.\n\n(c) Include necessary legislative, administrative and economic mechanisms, a timetable to carry out the plan.\n\n(3) The committee may instruct the department of environmental quality, the department of water resources and the transportation department to complete studies as considered reasonably necessary for the completion of the plan. The studies may include:\n\n(a) An inventory and evaluation of the sources of hazardous waste generation within this state or from other states, including the types and quantities of the hazardous waste.\n\n(b) An inventory and evaluation of current hazardous waste management practices and costs, including treatment and disposal, within this state.\n\n(c) A projection or determination of future hazardous waste management needs based on an evaluation of existing capacities, treatment or disposal capabilities, manufacturing activity, limitations and constraints. Projection of needs shall consider the types and sizes of hazardous waste treatment, storage, or disposal facilities, general locations within the state, management control systems, and an identified need for additional privately owned or state owned treatment, storage, or disposal facilities.\n\n(d) An investigation and analysis of methods and incentives to encourage interstate and international cooperation in the management of hazardous waste.\n\n(e) An investigation and analysis of methods, incentives or technologies for source reduction, reuse, recycling, or recovery of potentially hazardous waste and a strategy for encouraging the utilization or reduction of hazardous waste.\n\n(f) An investigation and analysis of alternate methods for treatment and disposal of hazardous waste.\n\n(4) Upon completion of the plan, the committee shall publish a notice after giving twenty (20) days’ notice as provided in section 60-109, Idaho Code, in a number of newspapers and shall issue a statewide news release announcing the availability of the plan for inspection by interested persons. The announcement shall indicate where and how the plan may be obtained or reviewed and shall indicate that not less than three (3) public hearings shall be conducted at varying locations in the state before formal adoption. The first public hearing shall not be held until sixty (60) days have elapsed from the date of the notice announcing the availability of the plan.\n\n(5) After public hearings, the committee shall prepare a written summary of the comments received, provide comments on the major concerns raised, make amendments to the plan as necessary and shall formally adopt the plan, and shall submit the plan to the legislature at the first regular session of the legislature following adoption of the plan.\n\n[39-5806, added 1985, ch. 113, sec. 1, p. 223; am. 2001, ch. 103, sec. 52, p. 294.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5806/"
    },
    {
      "id": "section-39-5807",
      "number": "39-5807",
      "heading": "",
      "text": "39-5807. AMENDMENT OR REJECTION OF PLAN. The legislature shall amend, adopt or reject the plan by passage of a concurrent resolution at the regular legislative session when it receives the plan. If the legislature amends or rejects the plan, it shall indicate its reasons for amendment or rejection by passage of a concurrent resolution and return the plan to the committee.\n\n[39-5807, added 1985, ch. 113, sec. 1, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5807/"
    },
    {
      "id": "section-39-5808",
      "number": "39-5808",
      "heading": "",
      "text": "39-5808. SITING LICENSE REQUIRED. No person shall construct, expand, enlarge or alter a commercial hazardous waste disposal, treatment or storage facility or any on-site land disposal facility for wastes listed pursuant to section 201(d)(2) and (e), as modified by section 209 of \"The Hazardous and Solid Waste Amendments of 1984,\" as enacted by the U.S. congress, without a siting license from the department. The owner or operator of the facility or site rather than the builder shall be responsible for obtaining the license. Facilities exempted from permitting under the provisions of section 39-4409, Idaho Code, shall not require a license under the provisions of this chapter.\n\n[39-5808, added 1985, ch. 113, sec. 1, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5808/"
    },
    {
      "id": "section-39-5809",
      "number": "39-5809",
      "heading": "",
      "text": "39-5809. PERMITS AND LICENSES — ISSUANCE PRIOR TO ADOPTION OF PLAN. The director may issue permits under the provisions of chapter 44, title 39, Idaho Code, or licenses pursuant to this chapter, for existing or proposed hazardous waste treatment, storage or disposal facilities and other authorized operations before the adoption of the plan by the committee.\n\n[39-5809, added 1985, ch. 113, sec. 1, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5809/"
    },
    {
      "id": "section-39-5810",
      "number": "39-5810",
      "heading": "",
      "text": "39-5810. LICENSES — ISSUANCE AFTER ADOPTION OF PLAN. After the plan has been adopted by the committee, the director shall not issue a license under the provisions of this chapter for a hazardous waste treatment, storage or disposal facility until the director has made a determination that the action is consistent with the adopted hazardous waste management plan. The director may exempt classes or categories of hazardous waste treatment, storage or disposal facilities from complying with the hazardous waste management plan if the exemption is in the public interest and consistent with state and federal law. If the director exempts classes or categories of hazardous waste treatment, storage or disposal facilities from complying with the hazardous waste management plan, rules and regulations shall be promulgated in compliance with chapter 52, title 67, Idaho Code, specifically indicating the exemption.\n\n[39-5810, added 1985, ch. 113, sec. 1, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5810/"
    },
    {
      "id": "section-39-5811",
      "number": "39-5811",
      "heading": "",
      "text": "39-5811. EXPANSION, ENLARGEMENT OR ALTERATION OF TREATMENT, STORAGE, OR DISPOSAL FACILITY — REVIEW — SITING LICENSES. (1) A hazardous waste treatment, storage, or disposal facility in existence on July 1, 1985, shall not require a review under the provisions of this chapter.\n\n(2) The expansion, enlargement, or alteration of a hazardous waste treatment, storage, or disposal facility in existence on July 1, 1985, constitutes a new proposal for which a siting license is required.\n\n[39-5811, added 1985, ch. 113, sec. 1, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5811/"
    },
    {
      "id": "section-39-5812",
      "number": "39-5812",
      "heading": "",
      "text": "39-5812. SITE REVIEW PANELS — MEMBERS, CHAIRMAN, QUORUM, MEETINGS, STAFF. (1) A site review panel shall be established to insure public input in the licensing process and to recommend to the director conditions which should be included in the siting license. Such conditions may include measures to mitigate public concerns for the following types of facilities:\n\n(a) All commercial hazardous waste disposal facilities not in existence prior to July 1, 1985;\n\n(b) All commercial hazardous waste treatment or storage facilities not in existence prior to July 1, 1985;\n\n(c) Any on-site disposal of wastes listed pursuant to section 201(d)(2) and (e) as modified by section 209 of \"The Hazardous and Solid Waste Amendments of 1984,\" as enacted by the U.S. congress, for sites not in existence prior to July 1, 1985;\n\n(d) Any significant expansion of the above-listed facilities after July 1, 1985.\n\nA panel shall consist of ten (10) members to be appointed as provided in subsections (2) and (3) of this section.\n\n(2) The following six (6) members shall serve on every panel established to review a siting license application:\n\n(a) Three (3) members shall be representatives of this state, one (1) each from the department of environmental quality, the department of water resources and the Idaho transportation department. A member who is a representative of this state shall be appointed by each of the directors of the respective departments and a vacancy shall be filled as necessary by the appropriate director. A member who is a representative of the state shall be appointed to serve on site review panels for a period of two (2) years and may be appointed for additional two (2) year periods. In addition, a member who is a representative of the state may serve beyond the expiration of the member’s two (2) year period of service for so long a period of time as is necessary to complete action on siting license applications pending at the expiration of the member’s term.\n\n(b) Three (3) members shall be public members appointed by the governor with the advice and consent of the senate. One (1) public member shall be a geologist or hydrologist, one (1) an engineer, and one (1) a representative of industries which generate hazardous waste. One (1) public member shall be on the faculty of an institution of higher education in this state. A vacancy shall be filled for the unexpired portion of the period in the same manner as the original appointment. A member who is a public member shall be appointed to serve on site review panels for a period of three (3) years and may be appointed for additional three (3) year periods.\n\n(3) The following four (4) members shall serve on a panel which is established to consider a particular siting license application:\n\n(a) Two (2) members shall be appointed by the city council of the city located closest to or in which the hazardous waste treatment, storage, or disposal facility is proposed to be located, at least one (1) of whom shall be a resident of the city. The members serving pursuant to this subsection shall serve until the particular siting license application subject to their review is approved, or until the application is rejected and is no longer subject to their review.\n\n(b) Two (2) members shall be residents of the county where the hazardous waste treatment, storage, or disposal facility is proposed to be located and shall be appointed by the board of commissioners of the county. The members serving pursuant to this subsection shall serve until the particular siting license application subject to their review is approved, or until the application is rejected and is no longer subject to their review.\n\n(4) The member appointed as the representative of the state from the department shall be chairman of each panel and shall notify the city council of the nearest city and the board of county commissioners of a siting license application filed with the department, and shall instruct the city and county to appoint the necessary representatives to a panel. The chairman shall be a nonvoting member of the panel except when the chairman’s vote is necessary to break a tie vote.\n\n(5) Six (6) of the ten (10) members of the panel shall constitute a quorum for the transaction of business of the panel and the concurrence of six (6) members of the panel shall constitute a legal action of the panel. All meetings of the panel shall be conducted pursuant to the state open meeting law.\n\n(6) The director shall make staff available to assist a panel in carrying out its responsibilities.\n\n(7) Members of the panel who are not state employees shall be entitled to receive compensation as provided in section 59-509(b), Idaho Code.\n\n[39-5812, added 1985, ch. 113, sec. 1, p. 225; am. 1987, ch. 103, sec. 2, p. 208; am. 2001, ch. 103, sec. 53, p. 295.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5812/"
    },
    {
      "id": "section-39-5813",
      "number": "39-5813",
      "heading": "",
      "text": "39-5813. SITING LICENSE APPLICATION — FEE — RULES AND REGULATIONS. (1) An application for a siting license shall include:\n\n(a) The name and residence of the applicant;\n\n(b) The location of the proposed hazardous waste treatment, storage, or disposal facility;\n\n(c) Engineering or hydrogeologic information to indicate compliance with technical criteria as adopted in the hazardous waste management plan if applicable;\n\n(d) A description of the types of wastes proposed to be handled at the facility;\n\n(e) Information showing that harm to scenic, historic, cultural or recreational values is not substantial or can be mitigated;\n\n(f) Information showing that the risk and impact of accident during transport of hazardous waste is not substantial or can be mitigated; and\n\n(g) Information showing that the impact on local government is not adverse regarding health, safety, cost and consistency with local planning and existing development or can be mitigated.\n\n(2) Within thirty (30) days after receipt of the application, the director shall determine whether it is complete. If it is not complete, the director shall notify the applicant and state the areas of deficiency.\n\n(3) The application shall be accompanied by a siting license fee. The director shall establish by rule, the scale for determining the siting license application fee. The fee shall not exceed seven thousand five hundred dollars ($7,500) and shall be based on the cost to the department of reviewing the siting license application. The scale shall be based on characteristics including the site size, projected waste volume, and hydrogeological characteristics surrounding the site. Fees received pursuant to this section may be expended by the director to pay the actual, reasonable and necessary costs incurred by the department in acting upon a siting license application. The director may promulgate rules and regulations in compliance with chapter 52, title 67, Idaho Code, in order to implement and administer the provisions of this section.\n\n[39-5813, added 1985, ch. 113, sec. 1, p. 227; am. 1987, ch. 103, sec. 3, p. 209.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5813/"
    },
    {
      "id": "section-39-5814",
      "number": "39-5814",
      "heading": "",
      "text": "39-5814. DUTIES OF DIRECTOR UPON RECEIPT OF A SITING LICENSE APPLICATION — RECOMMENDATION. (1) Upon receipt of a complete siting license application, the director or an authorized representative of the director shall:\n\n(a) Immediately notify the permanent panel members, the city and/or county in which the hazardous waste treatment, storage, or disposal facility is located or proposed to be located, the state fire marshal, the director of the department of fish and game, the director of the Idaho state police, and each division within the department that has responsibility in land, air or water management, and other appropriate agencies. The notice shall describe the procedure and the schedule based on the complexity of the application by which the siting license may be approved or denied.\n\n(b) Immediately publish a notice that the application has been received, as provided in section 60-109, Idaho Code, in a newspaper having major circulation in the county and the immediate vicinity of the proposed hazardous waste treatment, storage, or disposal facility. The required published notice shall contain a map indicating the location of the proposed hazardous waste treatment, storage, or disposal facility and shall contain a description of the proposed action and the location where the complete application package may be reviewed and where copies may be obtained. The notice shall describe the procedure by which the siting license may be granted.\n\n(2) Upon notification by the director, the chairman shall immediately notify the representatives of the state to the panel and the public members. The chairman shall also notify the applicable county and city for their appointment of members as provided in subsection (3) of section 39-5812, Idaho Code. Within thirty (30) days after the notification, the board of commissioners of the county and the city council shall select the members to serve on the panel. The panel shall be created at that time and notification of the creation of the panel shall be made to the chairman.\n\n(3) If technical criteria are not applicable, the director shall submit to the panel a draft site license which includes conditions based on the information submitted in the application. The director shall also recommend to the panel that the license be issued or denied. The draft license submittal shall be made within sixty-five (65) days after a complete application is received.\n\n(4) If technical criteria as adopted in the hazardous waste management plan are applicable, the director shall determine if the proposed facility complies with the criteria. Such determination shall be made within forty-five (45) days after a complete application is received. If the technical criteria are not met, the director shall deny the license and the panel shall be disbanded. If the technical criteria are met, the director shall submit to the panel a draft site license which includes conditions regarding the technical criteria to be met. These conditions may be more stringent than those in the plan if warranted by information provided in the application. The draft license may also include additional conditions based on the information submitted in the application regarding the construction of the facility. The director shall also recommend to the panel that the license be issued or denied. The denial or draft license submittal shall be made within sixty-five (65) days after a complete application is received. The director shall immediately notify the applicant and the chairman of the panel of the denial or draft license submittal.\n\n(5) Within ten (10) days after submittal of a draft license, the panel shall meet to review and establish a timetable for the consideration of the draft site license.\n\n(6) The panel shall:\n\n(a) Set a date and arrange for publication of notice of a public hearing in a newspaper having major circulation in the vicinity of the proposed site, at its first meeting. The public notice shall:\n\n(i) Contain a map indicating the location of the proposed hazardous waste treatment, storage, or disposal facility, a description of the proposed action, and the location where the application for a siting license may be reviewed and where copies may be obtained;\n\n(ii) Identify the time, place and location for the public hearing held to receive public comment and input on the application for a siting license;\n\n(b) Publish the notice not less than thirty (30) days before the date of the public hearing and the notice shall be, at a minimum, a twenty (20) days’ notice as provided in section 60-109, Idaho Code.\n\n(7) Comment and input on the proposed hazardous waste treatment, storage, or disposal facility may be presented orally or in writing at the public hearing, and shall continue to be accepted in writing by the panel for fifteen (15) days after the public hearing date.\n\n(8) The panel shall consider, among other things:\n\n(a) The risk and impact of accident during the transportation of hazardous waste;\n\n(b) The risk of fires or explosions from improper treatment, storage, or disposal methods;\n\n(c) The impact on local units of government where the proposed hazardous waste treatment, storage, or disposal facility is to be located in terms of health, safety, cost and consistency with local planning and existing development. The panel shall also consider city and county ordinances, permits or other requirements and their potential relationship to the proposed hazardous waste treatment, storage, or disposal facility;\n\n(d) The nature of the probable environmental impact.\n\n(9) The panel’s primary responsibility shall be to consider the concerns and objections submitted by the public. The panel shall facilitate efforts to provide that the concerns and objections are mitigated by proposing additional conditions regarding the construction of the facility. The panel may propose conditions which integrate the provisions of the city or county ordinances, permits or requirements.\n\n(10) Within ninety (90) days after creation, the panel shall recommend to the director that the license be issued as proposed, issued with different or additional conditions, or denied. The director shall make a final decision within thirty (30) days after receipt of the panel’s recommendation. If the panel recommends different or additional conditions, a clear statement of the need for the condition must be submitted to the director. If the panel recommends denial, a clear statement of the reasons for the denial must be submitted to the director.\n\n(11) The director shall issue a siting license if the director determines that:\n\n(a) The technical criteria are met;\n\n(b) The harm to scenic, historic, cultural or recreational values is not substantial or can be mitigated by appropriate license conditions;\n\n(c) The risk and impact of accident during transportation of hazardous waste is not substantial or can be mitigated with appropriate license conditions;\n\n(d) The impact on local government is not adverse regarding health, safety, cost and consistency with local planning and existing development or can be mitigated with appropriate license conditions; and\n\n(e) No other major concerns have been raised by the panel regarding public health or the environment which cannot be mitigated by special license conditions.\n\n(12) An applicant denied a siting license pursuant to this chapter or any person aggrieved by a decision of the director pursuant to this chapter may within twenty-eight (28) days, after all remedies have been exhausted under the provisions of this chapter, seek judicial review under the procedures provided in chapter 52, title 67, Idaho Code.\n\n(13) No permit pursuant to section 39-4409, Idaho Code, shall be issued unless the applicant has been issued a site license.\n\n[39-5814, added 1985, ch. 113, sec. 1, p. 227; am. 1987, ch. 103, sec. 4, p. 210; am. 1993, ch. 216, sec. 29, p. 609; am. 2000, ch. 469, sec. 99, p. 1550.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5814/"
    },
    {
      "id": "section-39-5816",
      "number": "39-5816",
      "heading": "",
      "text": "39-5816. LOCAL RESTRICTIONS ON HAZARDOUS WASTE TREATMENT, STORAGE, OR DISPOSAL FACILITY CONSTRUCTION. An ordinance, permit requirement or other requirement of a city or county shall not prohibit the construction of a hazardous waste treatment, storage, or disposal facility in that city or county.\n\n[39-5816, added 1985, ch. 113, sec. 1, p. 231.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5816/"
    },
    {
      "id": "section-39-5817",
      "number": "39-5817",
      "heading": "",
      "text": "39-5817. COORDINATION AND INTEGRATION WITH STATE AND FEDERAL LAW. The director shall coordinate and integrate the provisions of this chapter for purposes of administration and enforcement with appropriate state and federal law.\n\n[39-5817, added 1985, ch. 113, sec. 1, p. 231.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5817/"
    },
    {
      "id": "section-39-5818",
      "number": "39-5818",
      "heading": "",
      "text": "39-5818. INFORMATION OBTAINED — PUBLIC RECORD. (1) Except as provided in subsection (2) of this section, information obtained by the department under the provisions of this chapter shall be deemed to be a public record.\n\n(2) A person regulated under the provisions of this chapter may designate a record, site license application, other information, or a portion of a record, site license application, or other information furnished to or obtained by the department or its agents, as being only for the use of the department and the panel. The material shall then be subject to disclosure according to chapter 1, title 74, Idaho Code.\n\n[39-5818, added 1985, ch. 113, sec. 1, p. 231; am. 1990, ch. 213, sec. 49, p. 520; am. 2015, ch. 141, sec. 97, p. 448.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5818/"
    },
    {
      "id": "section-39-5819",
      "number": "39-5819",
      "heading": "",
      "text": "39-5819. CERTIFICATION OF CITY, COUNTY, OR DISTRICT HEALTH DEPARTMENTS. The department may certify a city, county or health district to administer and enforce portions of this chapter and chapter 44, title 39, Idaho Code, but only to the extent consistent with obtaining and maintaining authorization of the state’s hazardous waste management program pursuant to section 3006 of title II of the solid waste disposal act. Certification procedures shall be established by the department by rule and regulations. The director may rescind certification upon the request of the certified city, county, or health district, or after reasonable notice and hearing, if the director finds that a city, county, or health district is not administering and enforcing the provisions of this chapter or chapter 44, title 39, Idaho Code, or both, as required.\n\n[39-5819, added 1985, ch. 113, sec. 1, p. 231.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5819/"
    },
    {
      "id": "section-39-5820",
      "number": "39-5820",
      "heading": "",
      "text": "39-5820. REMEDY FOR DEVALUATION OF PROPERTY CAUSED BY APPROVED FACILITY. (1) Before construction of a hazardous waste treatment, storage, or disposal facility, but in no case later than nine (9) months after approval of a site license for a hazardous waste treatment, storage, or disposal facility, any owner or user of real property adversely affected by approval may bring an action in a district court of competent jurisdiction against the owner of the proposed facility. If the court determines that the planned construction and operation of the hazardous waste treatment, storage, or disposal facility will result in the devaluation of the plaintiff’s property or will otherwise interfere with the plaintiff’s rights in the property, it shall order the owner to compensate the plaintiff in an amount equal to the value of the plaintiff’s loss.\n\n(2) The remedy provided in subsection (1) of this section shall be in addition to other remedies provided by law for owners or users aggrieved by the proposed construction and operation of a hazardous waste treatment, storage or disposal facility.\n\n(3) Nothing in this chapter shall prevent an owner or user of property aggrieved by the construction and operation of a facility from seeking damages that result from a subsequent modification of the design or operation of a facility but such damages are limited to the incremental damage that results from the modification. Any action for such damages under this section shall be brought within nine (9) months after the siting license for modification of the design or operation of the facility is approved.\n\n(4) For the purpose of assessing damages, the value of the rights affected is fixed at the date the siting license is approved and the actual value of the right at that date is the basis for the determination of the amount of damage suffered, and no improvements to the property subsequent to the date of approval of the plans shall be included in the assessment of damages. Similarly, for any subsequent modification of a facility, value is fixed at the date of approval of the siting license.\n\n(5) The owner or operator of a proposed facility may, at any time before an award of damages, abandon the construction or operation of the facility or any modification and cause the action to be dismissed. As a condition of dismissal, however, the owner or operator shall compensate the plaintiff for any actual damage sustained as a result of construction or operation of the facility before abandonment together with court costs and a reasonable attorney’s fee.\n\n(6) Nothing in this chapter shall prevent a court from enjoining any activity at a hazardous waste treatment, storage, or disposal facility that is outside of, or not in compliance with, the terms and conditions of an approved hazardous waste operations permit pursuant to section 39-4409, Idaho Code.\n\n[39-5820, added 1985, ch. 113, sec. 1, p. 232.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-58/section-39-5820/"
    }
  ]
}