{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-84",
  "sections": [
    {
      "id": "section-39-8401",
      "number": "39-8401",
      "heading": "",
      "text": "39-8401. FINDINGS AND PURPOSE. The legislature finds that violations of Idaho’s tobacco master settlement agreement act threaten the integrity of Idaho’s master settlement agreement with leading tobacco product manufacturers, the fiscal soundness of the state, and the public health. The legislature finds that enacting procedural enhancements will help prevent violations of Idaho’s tobacco master settlement agreement act and thereby safeguard the master settlement agreement, the fiscal soundness of the state and the public health.\n\n[39-8401, added 2003, ch. 33, sec. 2, p. 146.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8401/"
    },
    {
      "id": "section-39-8402",
      "number": "39-8402",
      "heading": "",
      "text": "39-8402. DEFINITIONS. (1) \"Brand family\" means all styles of cigarettes sold under the same trademark and differentiated from one another by means of additional modifiers or descriptors including, but not limited to, \"menthol,\" \"lights,\" \"kings,\" and \"100s,\" and includes any brand name (alone or in conjunction with any other word), trademark, logo, symbol, motto, selling message, recognizable pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with, a previously known brand of cigarettes.\n\n(2) \"Cigarette\" has the same meaning as that term is defined in section 39-7802(d), Idaho Code.\n\n(3) \"Commission\" means the state tax commission for the state of Idaho.\n\n(4) \"Master settlement agreement\" has the same meaning as that term is defined in section 39-7802(e), Idaho Code.\n\n(5) \"Nonparticipating manufacturer\" means any tobacco product manufacturer that is not a participating manufacturer.\n\n(6) \"Participating manufacturer\" has the same meaning as that term is defined in section II(jj) of the master settlement agreement and all amendments thereto.\n\n(7) \"Qualified escrow fund\" has the same meaning as that term is defined in section 39-7802(f), Idaho Code.\n\n(8) \"Stamping agent\" means a person who is authorized to wholesale cigarettes or is required to affix tax stamps to packages or other containers of cigarettes as well as any person who pays a tobacco products tax on \"roll your own\" tobacco, pursuant to chapter 25, title 63, Idaho Code.\n\n(9) \"Tobacco product manufacturer\" has the same meaning as that term is defined in section 39-7802(i), Idaho Code.\n\n(10) \"Units sold\" has the same meaning as that term is defined in section 39-7802(j), Idaho Code.\n\n[39-8402, added 2003, ch. 33, sec. 2, p. 146; am. 2006, ch. 74, sec. 1, p. 227.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8402/"
    },
    {
      "id": "section-39-8403",
      "number": "39-8403",
      "heading": "",
      "text": "39-8403. CERTIFICATIONS — DIRECTORY — TAX STAMPS. (1) Every tobacco product manufacturer whose cigarettes are sold in this state whether directly or through a wholesaler, distributor, retailer or similar intermediary or intermediaries shall execute and deliver on a form prescribed by the attorney general a certification to the attorney general no later than the thirtieth day of April each year, certifying, under penalty of perjury, that, as of the date of such certification, such tobacco product manufacturer is either: a participating manufacturer; or in full compliance with section 39-7803(b), Idaho Code, including all quarterly installment payments required by section 39-8405(5), Idaho Code.\n\n(a) A participating manufacturer shall include in its certification a list of its brand families. The participating manufacturer shall update such list thirty (30) days prior to any addition to or modification of its brand families by executing and delivering a supplemental certification to the attorney general.\n\n(b) A nonparticipating manufacturer shall include in its certification a complete list of all of its brand families that were sold in the state at any time during the preceding calendar year, or that have been sold in the state at any time during the current calendar year, and shall:\n\n(i) List, for each brand family, the number of units sold in the state during the preceding calendar year;\n\n(ii) Note, by means of an asterisk, any brand family sold in the state during the preceding calendar year that is no longer being sold in the state as of the date of such certification;\n\n(iii) Identify by name and address any other manufacturer of such brand families in the preceding calendar year or the current calendar year. The nonparticipating manufacturer shall update such list thirty (30) days prior to any addition to or modification of its brand families by executing and delivering a supplemental certification to the attorney general;\n\n(c) In the case of a nonparticipating manufacturer, such certification shall further certify:\n\n(i) That such nonparticipating manufacturer is registered to do business in the state or has appointed an agent for service of process and provided notice thereof as required by section 39-8404, Idaho Code;\n\n(ii) That such nonparticipating manufacturer has:\n\n1. Established and continues to maintain a qualified escrow fund;\n\n2. Executed a qualified escrow agreement that has been reviewed and approved by the attorney general and that governs the qualified escrow fund;\n\n(iii) That such nonparticipating manufacturer is in full compliance with section 39-7803(b), Idaho Code, and this section, and any rules promulgated pursuant thereto.\n\n(iv) 1. The name, address, and telephone number of the financial institution where the nonparticipating manufacturer has established such qualified escrow fund required pursuant to section 39-7803(b), Idaho Code, and all rules promulgated thereto;\n\n2. The account number of such qualified escrow fund and any subaccount number for the state of Idaho;\n\n3. The amount such nonparticipating manufacturer placed in such fund for cigarettes sold in the state during the preceding calendar year, the date and amount of each such deposit, and such evidence or verification as may be deemed necessary by the attorney general to confirm the foregoing;\n\n4. The amount and date of any withdrawal or transfer of funds the nonparticipating manufacturer made at any time from such fund or from any other qualified escrow fund into which it ever made escrow payments pursuant to section 39-7803(b), Idaho Code, and all rules promulgated thereto.\n\n(d) A tobacco product manufacturer may not include a brand family in its certification unless:\n\n(i) In the case of a participating manufacturer, said participating manufacturer affirms that the brand family is to be deemed to be its cigarettes for purposes of calculating its payments under the master settlement agreement for the relevant year, in the volume and shares determined pursuant to the master settlement agreement; and\n\n(ii) In the case of a nonparticipating manufacturer, said nonparticipating manufacturer affirms that the brand family is to be deemed to be its cigarettes for purposes of section 39-7803(b), Idaho Code. Nothing in this section shall be construed as limiting or otherwise affecting the state’s right to maintain that a brand family constitutes cigarettes of a different tobacco product manufacturer for purposes of calculating payments under the master settlement agreement or for purposes of section 39-7803(b), Idaho Code.\n\n(e) Tobacco product manufacturers shall maintain all invoices and documentation of sales and other such information relied upon for such certification for a period of five (5) years, unless otherwise required by law to maintain them for a greater period of time.\n\n(2) Not later than September 30, 2003, the attorney general shall develop and publish on his website a directory listing all tobacco product manufacturers that have provided current and accurate certifications conforming to the requirements of subsection (1) of this section, and all brand families that are listed in such certifications, except as noted below.\n\n(a) The attorney general shall not include or retain in such directory the name or brand families of any nonparticipating manufacturer that fails to provide the required certification or whose certification the attorney general determines is not in compliance with subsections (1)(b) and (c) of this section, unless the attorney general has determined that such violation has been cured to the satisfaction of the attorney general.\n\n(b) Neither a tobacco product manufacturer nor a brand family shall be included or retained in the directory if the attorney general concludes in the case of a nonparticipating manufacturer that:\n\n(i) Any escrow payment required pursuant to section 39-7803(b), Idaho Code, for any period and for any brand family, whether or not listed by such nonparticipating manufacturer, has not been fully paid into a qualified escrow fund governed by a qualified escrow agreement that has been approved by the attorney general; or\n\n(ii) Any outstanding final judgment, including interest thereon, for a violation of Idaho’s tobacco master settlement agreement act has not been fully satisfied for such brand family and such manufacturer.\n\n(c) The attorney general shall update the directory as necessary in order to correct mistakes and to add or remove a tobacco product manufacturer or brand families to keep the directory in conformity with the requirements of this chapter. The attorney general shall transmit by electronic mail, if possible, or by other means as are reasonable to each stamping agent, notice of the addition to, or removal from, the directory of any tobacco product manufacturer or brand family.\n\n(d) Every stamping agent shall provide and update as necessary a mailing address and, where available, an electronic mail address to the attorney general for the purpose of receiving any notifications as may be required by this chapter.\n\n(3) It shall be unlawful for any person:\n\n(a) To affix a stamp to a package or other container of cigarettes of a tobacco product manufacturer or brand family not included in the directory;\n\n(b) To sell, offer or possess for sale in this state, cigarettes of a tobacco product manufacturer or brand family not included in the directory;\n\n(c) To acquire, hold, own, possess, transport, import, or cause to be imported cigarettes that the person knows or should know are intended for distribution or sale in the state in violation of this subsection (3).\n\n(4) Nothing in this chapter shall excuse payment of cigarette taxes under chapter 25, title 63, Idaho Code, by any person in regard to any package or other container of cigarettes not included in the directory but sold by that person.\n\n(5) The attorney general may condition certification of a nonparticipating tobacco product manufacturer upon obtaining from the manufacturer its consent to be sued in Idaho district court for purposes of the state of Idaho enforcing any provisions of chapter 78 or 84, title 39, Idaho Code, or for the state bringing a released claim as that term is defined by subsection (g) of section 39-7802, Idaho Code.\n\n[39-8403, added 2003, ch. 33, sec. 2, p. 146; am. 2005, ch. 40, sec. 1, p. 160.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8403/"
    },
    {
      "id": "section-39-8404",
      "number": "39-8404",
      "heading": "",
      "text": "39-8404. AGENT FOR SERVICE OF PROCESS. (1) Any nonresident or foreign nonparticipating manufacturer that has not registered to do business in this state as a foreign corporation or business entity shall, as a condition precedent to having its brand families listed or retained in the directory, appoint and continually engage without interruption the services of an agent in this state to act as agent for the service of process on whom all process, and any action or proceeding against it concerning or arising out of the enforcement of this chapter and Idaho’s tobacco master settlement agreement act, may be served in any manner authorized by law. Such service shall constitute legal and valid service of process on the nonparticipating manufacturer. The nonparticipating manufacturer shall provide the name, address, phone number and proof of the appointment and availability of such agent to, and to the satisfaction of, the attorney general.\n\n(2) The nonparticipating manufacturer shall provide notice to the attorney general thirty (30) calendar days prior to termination of the authority of an agent and shall further provide proof to the satisfaction of the attorney general of the appointment of a new agent no less than five (5) calendar days prior to the termination of an existing agent appointment. In the event an agent terminates an agency appointment, the nonparticipating manufacturer shall notify the attorney general of said termination within five (5) calendar days and shall include proof to the satisfaction of the attorney general of the appointment of a new agent.\n\n(3) Any nonparticipating manufacturer whose products are sold in this state, without appointing or designating an agent as herein required, shall be deemed to have appointed the secretary of state as such agent and may be proceeded against in courts of this state by service of process upon the secretary of state; however, the appointment of the secretary of state as such agent shall not satisfy the condition precedent to having its brand families listed or retained in the directory.\n\n[39-8404, added 2003, ch. 33, sec. 2, p. 149.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8404/"
    },
    {
      "id": "section-39-8405",
      "number": "39-8405",
      "heading": "",
      "text": "39-8405. REPORTING OF INFORMATION — ESCROW INSTALLMENTS. (1) Not later than twenty (20) calendar days after the end of each calendar quarter, and more frequently if so directed by the attorney general, each stamping agent shall submit such information as the attorney general requires to facilitate compliance with this chapter including, but not limited to, a list by brand family of the total number of cigarettes for which the stamping agent affixed stamps during the previous calendar quarter or otherwise paid the tax due for such cigarettes. The stamping agent shall maintain, and make available to the attorney general, all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the attorney general for a period of five (5) years.\n\n(2) The commission is authorized to disclose to the attorney general any information received under this chapter or Idaho’s tobacco master settlement agreement act and requested by the attorney general for purposes of determining compliance with and enforcing the provisions of this chapter. The commission and attorney general shall share with each other the information received under this chapter or chapter 25, title 63, Idaho Code, and may share such information with other federal, state or local agencies only for purposes of enforcement of this chapter, Idaho’s tobacco master settlement agreement act, or corresponding laws of other states.\n\n(3) The attorney general may require at any time from the nonparticipating manufacturer proof, from the financial institution in which such manufacturer has established a qualified escrow fund for the purpose of compliance with Idaho’s tobacco master settlement agreement act, of the amount of money in such fund, exclusive of interest, and the amount and date of each deposit to the fund, and the amount and date of each withdrawal from the fund.\n\n(4) In addition to the information required to be submitted pursuant to this chapter, the attorney general may require a stamping agent or tobacco product manufacturer to submit any additional information including, but not limited to, samples of the packaging or labeling of each brand family, as is necessary to enable the attorney general to determine whether a tobacco product manufacturer or stamping agent is in compliance with this chapter.\n\n(5) To promote compliance with the provisions of this chapter, the attorney general may promulgate rules requiring a tobacco product manufacturer subject to the requirements of section 39-7803(b), Idaho Code, to make the escrow deposits required in quarterly installments during the year in which the sales covered by such deposits are made. The attorney general may require production of information sufficient to enable the attorney general to determine the adequacy of the amount of the installment deposit.\n\n[39-8405, added 2003, ch. 33, sec. 2, p. 150.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8405/"
    },
    {
      "id": "section-39-8406",
      "number": "39-8406",
      "heading": "",
      "text": "39-8406. PENALTIES AND OTHER REMEDIES. (1) Each stamp affixed, each sale or offer to sell, and each cigarette possessed in violation of section 39-8403(3), Idaho Code, shall constitute a separate violation. For each violation hereof, the district court may impose a civil penalty in an amount not to exceed the greater of five hundred percent (500%) of the retail value of the cigarettes or five thousand dollars ($5,000) upon a determination of violation of section 39-8403(3), Idaho Code, or any rule adopted pursuant thereto.\n\n(2) In addition to or in lieu of any other civil or criminal remedy provided by law, upon a determination that a stamping agent has violated section 39-8403(3), Idaho Code, or any rule adopted pursuant thereto, the commission may revoke or suspend the license of any stamping agent in the manner provided by law.\n\n(3) Any cigarettes that have had stamps affixed, been sold, offered for sale or possessed for sale in this state in violation of section 39-8403(3) shall be deemed contraband under section 63-2513, Idaho Code, and such cigarettes shall be subject to seizure and forfeiture by the commission as provided in such section, and all such cigarettes so seized and forfeited shall be destroyed and not resold.\n\n(4) The attorney general may seek an injunction to prevent or restrain a threatened or actual violation of section 39-8403(3), 39-8405(1) or 39-8405(4), Idaho Code, by a stamping agent and to compel the stamping agent to comply with such subsections.\n\n(5) A person who violates section 39-8403(3), Idaho Code, engages in an unfair and deceptive trade practice in violation of the Idaho consumer protection act, chapter 6, title 48, Idaho Code.\n\n[39-8406, added 2003, ch. 33, sec. 2, p. 150.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8406/"
    },
    {
      "id": "section-39-8407",
      "number": "39-8407",
      "heading": "",
      "text": "39-8407. MISCELLANEOUS PROVISIONS. (1) A determination of the attorney general to exclude or remove from the directory a brand family or tobacco product manufacturer shall be subject to review in the manner prescribed by Idaho’s administrative procedure act.\n\n(2) No person shall be issued a license or granted a renewal of a license to act as a stamping agent unless such person has certified, in writing, that such person will comply fully with this chapter.\n\n(3) For the year 2003, the first report of stamping agents required by section 39-8405(1), Idaho Code, shall be due thirty (30) calendar days after the effective date of this chapter; the certifications by a tobacco product manufacturer described in section 39-8403(1), Idaho Code, shall be due forty-five (45) days after such effective date; and the directory described in section 39-8403(2), Idaho Code, shall be published or made available within ninety (90) calendar days after such effective date.\n\n(4) The commission and the attorney general may promulgate rules necessary to effect the purposes of this chapter.\n\n(5) In any action brought by the attorney general to enforce this chapter, the attorney general shall be entitled to recover the costs of investigation, expert witness fees, costs of the action and reasonable attorney’s fees.\n\n(6) If a court determines that a person has violated this chapter, the court shall order any profits, gain, gross receipts or other benefit from the violation to be disgorged and paid to the state treasurer for deposit in the general fund. Unless otherwise expressly provided the remedies or penalties provided by this chapter are cumulative to each other and to the remedies or penalties available under all other laws of this state.\n\n(7) If a court of competent jurisdiction finds that the provisions of this chapter and of the Idaho tobacco master settlement agreement act conflict and cannot be harmonized, then such provisions of the Idaho tobacco master settlement agreement act, chapter 78, title 39, Idaho Code, shall control. If any section, subsection, subdivision, paragraph, sentence, clause or phrase of this chapter causes the Idaho tobacco master settlement agreement act to no longer constitute a qualifying or model statute, as those terms are defined in the master settlement agreement, then that portion of this chapter shall not be valid. If any section, subsection, subdivision, paragraph, sentence, clause or phrase of this chapter is for any reason held to be invalid, unlawful or unconstitutional, such decision shall not affect the validity of the remaining portions of this chapter or any part thereof.\n\n[39-8407, added 2003, ch. 33, sec. 2, p. 151.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8407/"
    },
    {
      "id": "section-39-8420",
      "number": "39-8420",
      "heading": "",
      "text": "39-8420. LEGISLATIVE FINDINGS AND INTENT. (1) The legislature finds that the commercial use of cigarette rolling machines in this state has the potential to circumvent various requirements under Idaho law related to the manufacturing, marketing, sale and taxation of cigarettes. Such use is to the detriment of the fiscal soundness of the state and the public health.\n\n(2) This legislation is intended to ensure that cigarette rolling machine operators comply with applicable Idaho laws governing the manufacturing, marketing, sale and taxation of cigarettes and that the use of such cigarette rolling machines will not circumvent these laws and undercut the purposes for which they were enacted.\n\n[39-8420, added 2012, ch. 206, sec. 1, p. 548.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8420/"
    },
    {
      "id": "section-39-8421",
      "number": "39-8421",
      "heading": "",
      "text": "39-8421. DEFINITIONS. As used in sections 39-8420 through 39-8425, Idaho Code:\n\n(1) The definitions set forth in section 39-8402, Idaho Code, of the Idaho tobacco master settlement agreement complementary act, and in this section, apply to sections 39-8420 through 39-8425, Idaho Code.\n\n(2) \"Cigarette rolling machine\" means any machine or device that has the capability to produce at least one hundred fifty (150) cigarettes in less than thirty (30) minutes.\n\n(3) \"Cigarette rolling machine operator\" means any person who owns or leases or otherwise has available for use a cigarette rolling machine and makes such a machine available for use by another person in a commercial setting in order to manufacture a cigarette. No person shall be deemed a cigarette rolling machine operator based solely upon that person’s manufacture, sale, enabling, disabling, or repair of a cigarette rolling machine.\n\n(4) \"Minor\" has the same meaning as that term is defined in section 39-5702(7), Idaho Code.\n\n(5) \"Person\" means natural persons, corporations both foreign and domestic, trusts, partnerships both limited and general, incorporated or unincorporated associations, companies, business entities, and any other legal entity, or any other group associated in fact although not a legal entity.\n\n(6) \"Tobacco products\" means any substance that contains tobacco, including but not limited to cigarettes, cigars, pipes, snuff, smoking tobacco, tobacco papers, or smokeless tobacco.\n\n[39-8421, added 2012, ch. 206, sec. 2, p. 548; am. 2020, ch. 318, sec. 18, p. 914; am. 2025, ch. 64, sec. 11, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8421/"
    },
    {
      "id": "section-39-8422",
      "number": "39-8422",
      "heading": "",
      "text": "39-8422. CERTIFICATION OF CIGARETTE ROLLING MACHINE OPERATORS. A cigarette rolling machine operator may not locate at, offer, or make a cigarette rolling machine available for use, or offer for sale cigarettes manufactured by the operator or any other person at the location of the operator’s cigarette rolling machine, until the operator has first been certified by the attorney general upon a form prescribed by the attorney general. The attorney general shall annually certify a cigarette rolling machine operator, but only after he has obtained adequate certification from the operator, as set forth in section 39-8423, Idaho Code, and has been provided by the operator sufficient information identifying the operator, the location, the make and brand of the operator’s cigarette rolling machine, and the person(s) from whom the operator will purchase its tobacco for purposes of the operator’s cigarette rolling machine’s manufacturing of cigarettes.\n\n[39-8422, added 2012, ch. 206, sec. 3, p. 549.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8422/"
    },
    {
      "id": "section-39-8423",
      "number": "39-8423",
      "heading": "",
      "text": "39-8423. REQUIREMENTS FOR CERTIFICATION. (1) Before a cigarette rolling machine operator may be certified by the attorney general, the operator shall certify, under penalty of perjury, that:\n\n(a) All tobacco to be used in the operator’s cigarette rolling machine, regardless of the tobacco’s label or description thereof, will only be of a brand family and of a tobacco product manufacturer listed on the directory maintained by the attorney general pursuant to section 39-8403, Idaho Code, of the Idaho tobacco master settlement agreement complementary act;\n\n(b) All applicable state tobacco taxes have been paid, as required by the cigarette and tobacco products tax act, chapter 25, title 63, Idaho Code, for the tobacco to be used in the operator’s cigarette rolling machine;\n\n(c) The operator has obtained, and has a current permit issued, pursuant to section 39-5704, Idaho Code;\n\n(d) All cigarette tubes used in the operator’s cigarette rolling machine shall be constructed of paper of a type determined by the attorney general, pursuant to regulations to be promulgated by the attorney general, to reduce the likely ignition propensity of cigarettes to be made with such tubes;\n\n(e) (i) At any location where the operator has a cigarette rolling machine, seventy-five percent (75%) of the revenues of the operator’s total merchandise sales at that location are comprised of tobacco products; or\n\n(ii) The location where the cigarette rolling machine is situated prohibits minors from entering the premises;\n\n(f) The operator will not sell cigarettes or make a cigarette rolling machine available for use, in any quantity less than twenty (20) cigarettes per transaction, except for samples prepared in connection with the purchase or prospective purchase of tobacco and consumed or destroyed at the premises where the cigarette rolling machine is located; and\n\n(g) The operator will not accept or allow its cigarette rolling machine to be used to manufacture cigarettes with tobacco that was not first purchased or obtained from the operator and for which the operator will timely and properly report to the attorney general as set forth in subsection (2) of this section.\n\n(2) After being certified, the cigarette rolling machine operator shall annually certify, under penalty of perjury, to the provisions set forth in subsection (1) of this section. Additionally, the operator shall quarterly report to the attorney general on a form prescribed by the attorney general:\n\n(a) The number of cigarettes that the operator’s cigarette rolling machine manufactured during that quarter;\n\n(b) The brand families, the tobacco product manufacturer of each brand family, and the ounces of tobacco of each such brand family that were used in the operator’s cigarette rolling machine to manufacture cigarettes during the quarter; and\n\n(c) The person or persons from whom the operator purchased or obtained the tobacco that the operator’s machine used to manufacture cigarettes.\n\n(3) The cigarette rolling machine operator’s annual certification shall be due to the attorney general no later than the thirtieth day of April each year.\n\n(4) All tobacco certified under subsection (1)(a) of this section shall be deemed to be \"roll-your-own\" tobacco for purposes of section 39-7802(d), Idaho Code, of the Idaho tobacco master settlement agreement act.\n\n(5) A cigarette rolling machine operator shall not be required to comply with the provisions of subsection (1)(d) of this section until the attorney general has promulgated rules implementing this subsection, pursuant to section 39-8425, Idaho Code, and the effective date provided for such rules has passed.\n\n[39-8423, added 2012, ch. 206, sec. 4, p. 549; am. 2020, ch. 318, sec. 19, p. 915.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8423/"
    },
    {
      "id": "section-39-8424",
      "number": "39-8424",
      "heading": "",
      "text": "39-8424. VIOLATIONS — ATTORNEY GENERAL AND DISTRICT COURT AUTHORITY — REVOCATION OF CERTIFICATION. (1) Any person who violates any provision of this act, or any certification provided by the attorney general, is subject to the imposition of a civil penalty by the district court in the amount set forth in section 39-8406(1), Idaho Code. The attorney general and the district courts shall have the same authority in enforcing and carrying out the provisions of this section as is granted the attorney general and district courts under sections 39-8406 and 39-8407, Idaho Code, of the Idaho tobacco master settlement agreement complementary act.\n\n(2) In addition to the authority set forth in subsection (1) of this section:\n\n(a) The district court shall have the authority to revoke the cigarette rolling machine operator’s permit issued by the department of health and welfare, pursuant to chapter 57, title 39, Idaho Code, for a period of at least three (3) months but up to one (1) year.\n\n(b) (i) The attorney general may suspend or revoke a cigarette rolling machine operator’s certification for violation of any provisions of this act or the operator’s certification or any rule adopted by the attorney general pursuant to this act.\n\n(ii) A determination by the attorney general to deny a certification application or to suspend or revoke a cigarette rolling machine operator’s certification shall be subject to review in the manner prescribed by Idaho’s administrative procedure act, chapter 52, title 67, Idaho Code. In instances where a certification is suspended or revoked, the cigarette rolling machine operator may not thereafter use or make the machine available for use and shall have ten (10) days after receiving actual notice that its certification has been suspended or revoked to remove the machine from the operator’s commercial premises. If the operator fails to remove the cigarette rolling machine within this time period, the machine shall be deemed contraband and subject to seizure and forfeiture. During the period in which the operator’s certification has been suspended or revoked, the operator may store the machine at a storage site as long as the machine is not used by or available to persons for use to manufacture cigarettes.\n\n(3) No person who manufactures a cigarette using a cigarette rolling machine shall sell or offer that cigarette for sale in this state. This prohibition shall not apply to any person holding a federal license as a cigarette manufacturer.\n\n(4) Unless expressly provided, the remedies or penalties provided by this act are cumulative to each other and to the remedies or penalties available under all other laws of this state.\n\n[39-8424, added 2012, ch. 206, sec. 5, p. 550; am. 2020, ch. 318, sec. 20, p. 916.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8424/"
    },
    {
      "id": "section-39-8425",
      "number": "39-8425",
      "heading": "",
      "text": "39-8425. RULEMAKING. The attorney general may adopt rules to implement this act. With respect to section 39-8423(1)(d), Idaho Code, the attorney general shall adopt rules with an effective date that is no earlier than July 1, 2013. In adopting rules implementing subsection 39-8423(1)(d), Idaho Code, the attorney general may provide for an effective date that is later than July 2, 2013, if, in his discretion, such later effective date is warranted.\n\n[39-8425, added 2012, ch. 206, sec. 6, p. 551.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-84/section-39-8425/"
    }
  ]
}