{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-31",
  "sections": [
    {
      "id": "section-39-3121",
      "number": "39-3121",
      "heading": "",
      "text": "39-3121. DECLARATION OF POLICY. It is the policy of this state to provide treatment services for its citizens living with mental illness and/or substance use disorder, acknowledging that these illnesses cause intense human suffering and severe social and economic loss to the state. Recognizing that there is insufficient funding to meet the many needs of Idahoans with behavioral health disorders, it is critical that the behavioral health system efficiently use existing and future resources and increase accountability for services and funding. Additionally, the system needs to distinguish between and accommodate for the difference in the treatment and support services for children, youth, adults and the transitions between them. Regional behavioral health services, providing early and appropriate diagnosis and treatment, have proven to be effective in reducing the adverse impact of these disorders and valuable in creating the possibility of recovery. Families play a key role in the successful treatment of behavioral health disorders and provision of services. Participation by consumers and their families in system governance is critical to ensure ongoing system improvements. Acknowledging the policy of the state to provide behavioral health services to all citizens in need of such care, it is the purpose of this chapter to delegate to the state behavioral health authority the responsibility and authority to establish and maintain regional behavioral health services in order to extend appropriate mental health and substance use disorder treatment services to its citizens within all regions of the state.\n\n[39-3121, added 2014, ch. 43, sec. 2, p. 107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3121/"
    },
    {
      "id": "section-39-3122",
      "number": "39-3122",
      "heading": "",
      "text": "39-3122. DEFINITIONS. (1) \"Adult\" means an individual eighteen (18) years of age or older.\n\n(2) \"Applicant\" means an adult who is seeking mental health services through the department who has completed, or has had completed on the adult’s behalf, an application for mental health services.\n\n(3) \"Behavioral health\" means an integrated system for evaluation and treatment of mental health and substance use disorders.\n\n(4) \"Department\" means the Idaho department of health and welfare.\n\n(5) \"Eligibility screening\" means the collection and review of information directly related to the applicant’s mental health and level of functioning that the department uses to determine whether an applicant is eligible for adult mental heath services available through the department.\n\n(6) \"Family support partner\" means an individual who:\n\n(a) Has lived experience caring for a child with a behavioral health diagnosis, mental illness or mental illness with a co-occurring substance use disorder;\n\n(b) Has specialized training related to such care; and\n\n(c) Has successfully navigated the various systems of care.\n\n(7) \"Participant\" means a person who is receiving mental health services through the department.\n\n(8) \"Peer support specialist\" means an individual in recovery from mental illness or mental illness with a co-occurring substance use disorder who uses his or her lived experience and specialized training to assist other individuals in their own recovery.\n\n(9) \"Recovery coach\" means an individual who has lived experience of recovery from a substance use disorder or co-occurring mental illness, either as a person in recovery or as a family member or significant other who uses his or her lived experience and specialized training to assist other individuals in their own recovery.\n\n(10) \"Region\" means the administrative regions as defined by the department of health and welfare. Two (2) or more regions may consolidate for the purposes of this chapter. For the purposes of this chapter, regions will be consistent with judicial districts.\n\n(11) \"Serious mental illness\" or \"SMI\" means any of the following psychiatric illnesses as defined by the American psychiatric association in the diagnostic and statistical manual of mental disorders (DSM-5-TR):\n\n(a) Schizophrenia spectrum and other psychotic disorders;\n\n(b) Bipolar disorders (mixed, manic, or depressive);\n\n(c) Major depressive disorders (single episode or recurrent); or\n\n(d) Obsessive-compulsive disorders.\n\n(12) \"Serious and persistent mental illness\" or \"SPMI\" means a primary diagnosis under DSM-5-TR of schizophrenia, schizoaffective disorder, bipolar I disorder, bipolar II disorder, major depressive disorder recurrent severe, delusional disorder, or psychotic disorder not otherwise specified for a maximum of one hundred twenty (120) days without a conclusive diagnosis. The psychiatric disorder must be of sufficient severity to cause a substantial disturbance in role performance or coping skills in at least two (2) of the following functional areas in the last six (6) months:\n\n(a) Vocational or educational;\n\n(b) Financial;\n\n(c) Social relationships or support;\n\n(d) Family;\n\n(e) Basic daily living skills;\n\n(f) Housing;\n\n(g) Community or legal; or\n\n(h) Health or medical.\n\n(13) \"Supportive services\" means ancillary nonclinical services provided as part of community family support and recovery support to promote and sustain the ability of individuals with behavioral health disorders to live in the community and avoid institutionalization. Supportive services include services provided by a family support partner, peer support specialist or recovery coach.\n\n[39-3122, added 2014, ch. 43, sec. 3, p. 108; am. 2018, ch. 34, sec. 1, p. 64; am. 2025, ch. 178, sec. 12, p. 847.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3122/"
    },
    {
      "id": "section-39-3123",
      "number": "39-3123",
      "heading": "",
      "text": "39-3123. DESIGNATION OF STATE MENTAL HEALTH AUTHORITY AND STATE SUBSTANCE USE DISORDER AUTHORITY. The Idaho department of health and welfare is hereby designated the state mental health authority and the state substance use disorder authority, hereinafter referred to as the state behavioral health authority. The state behavioral health authority is responsible for overseeing the state of Idaho’s behavioral health system of care. The department shall fulfill this role through a collaborative process, taking into consideration and incorporating whenever reasonably possible the recommendations and evaluations of the state behavioral health planning council and the regional behavioral health boards in all statewide efforts to expand, improve, modify or transform the behavioral health service delivery system of the state. The provisions of this section shall not prohibit appropriations to executive agencies or the judiciary to fund community-based behavioral health treatment within their target population. The behavioral health authority shall report utilization, performance, outcome and other quality assurance data to the state behavioral health planning council and the regional behavioral health board on an annual basis.\n\n[(39-3123) 39-3124, added 1969, ch. 202, sec. 2, p. 589; am. 1973, ch. 87, sec. 9, p. 137; am. 1974, ch. 23, sec. 147, p. 633; am. 2006, ch. 277, sec. 1, p. 849; am. and redesig. 2014, ch. 43, sec. 5, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3123/"
    },
    {
      "id": "section-39-3124",
      "number": "39-3124",
      "heading": "",
      "text": "39-3124. IDAHO BEHAVIORAL HEALTH COOPERATIVE. The behavioral health authority shall establish the Idaho behavioral health cooperative to advise it on issues related to the coordinated delivery of community-based behavioral health services. The membership shall include representatives from the Idaho state judiciary, the Idaho department of correction, the Idaho department of juvenile corrections, the office of drug policy, the Idaho association of counties, the state behavioral health planning council, an adult consumer of services, a family member of a youth consumer of services, the state department of education and the Idaho department of health and welfare, at a minimum, but may also include other members as deemed necessary by the behavioral health authority. The Idaho behavioral health cooperative shall meet quarterly, with additional meetings called at the request of the state behavioral health authority.\n\n[39-3124, added 2014, ch. 43, sec. 6, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3124/"
    },
    {
      "id": "section-39-3125",
      "number": "39-3125",
      "heading": "",
      "text": "39-3125. STATE BEHAVIORAL HEALTH PLANNING COUNCIL. (1) A state behavioral health planning council, hereinafter referred to as the planning council, shall be established to serve as an advocate for children and adults with behavioral health disorders; to advise the state behavioral health authority on issues of concern, on policies and on programs and to provide guidance to the state behavioral health authority in the development and implementation of the state behavioral health systems plan; to monitor and evaluate the allocation and adequacy of behavioral health services within the state on an ongoing basis; to monitor and evaluate the effectiveness of state laws that address behavioral health services; to ensure that individuals with behavioral health disorders have access to prevention, treatment and rehabilitation services; to serve as a vehicle for policy and program development; and to present to the governor, the judiciary and the legislature by June 30 of each year a report on the council’s activities and an evaluation of the current effectiveness of the behavioral health services provided directly or indirectly by the state to adults and children. The planning council shall establish readiness and performance criteria for the regional boards to accept and maintain responsibility for family support and recovery support services. The planning council shall evaluate regional board adherence to the readiness criteria and make a determination if the regional board has demonstrated readiness to accept responsibility over the family support and recovery support services for the region. The planning council shall report to the behavioral health authority if it determines a regional board is not fulfilling its responsibility to administer the family support and recovery support services for the region and recommend the regional behavioral health centers assume responsibility over the services until the board demonstrates it is prepared to regain the responsibility.\n\n(2) The planning council shall be appointed by the governor and be comprised of no more than fifty percent (50%) state employees or providers of behavioral health services. Membership shall also reflect to the extent possible the collective demographic characteristics of Idaho’s citizens. The planning council membership shall include representation from consumers; families of adults with serious mental illness or substance use disorders; behavioral health advocates; prevention specialists; principal state agencies and the judicial branch with respect to behavioral health, education, vocational rehabilitation, adult correction, juvenile justice and law enforcement, title XIX of the social security act and other entitlement programs; public and private entities concerned with the need, planning, operation, funding and use of mental health services or substance use disorders, and related support services; and the regional behavioral health board in each department of health and welfare region as provided for in section 39-3134, Idaho Code. The planning council may include members of the legislature.\n\n(3) The planning council members will serve a term of two (2) years or at the pleasure of the governor, provided however, that of the members first appointed, one-half (1/2) of the appointments shall be for a term of one (1) year and one-half (1/2) of the appointments shall be for a term of two (2) years. The governor will appoint a chair and a vice-chair whose terms will be two (2) years.\n\n(4) The council may establish subcommittees at its discretion.\n\n[39-3125, added 2006, ch. 277, sec. 3, p. 849; am. 2014, ch. 43, sec. 7, p. 109; am. 2018, ch. 34, sec. 2, p. 65.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3125/"
    },
    {
      "id": "section-39-3126",
      "number": "39-3126",
      "heading": "",
      "text": "39-3126. DESIGNATION OF REGIONAL BEHAVIORAL HEALTH CENTERS. Recognizing both the need of every citizen to receive the best behavioral health services that the state is able to provide within budgetary confines and the disproportionate ability of counties to finance behavioral health services, the state behavioral health authority shall designate regions and be responsible for establishing regional behavioral health centers for all areas of the state. In the establishment of regions, primary consideration will be given to natural population groupings and service areas, the regions previously designated for the establishment of other health services, the behavioral health needs of the people within the proposed regions, and the appropriate maximal use of available funding.\n\n[(39-3126) 39-3125, added 1969, ch. 202, sec. 3, p. 589; am. and redesig. 2006, ch. 277, sec. 2, p. 849; am. 2014, ch. 43, sec. 8, p. 110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3126/"
    },
    {
      "id": "section-39-3127",
      "number": "39-3127",
      "heading": "",
      "text": "39-3127. COORDINATION OF SERVICES BETWEEN REGIONS AND STATE. The director of the department of health and welfare shall coordinate services between the regional behavioral health centers, regional behavioral health boards and the state psychiatric hospitals.\n\n[39-3127, added 2014, ch. 43, sec. 9, p. 110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3127/"
    },
    {
      "id": "section-39-3128",
      "number": "39-3128",
      "heading": "",
      "text": "39-3128. FACILITIES FOR BEHAVIORAL HEALTH CENTERS. The state behavioral health authority may contract for the lease of facilities appropriate for the establishment of behavioral health centers. In order to encourage the development of comprehensive and integrated health care and whenever feasible and consistent with behavioral health treatment, these facilities shall be in or near facilities within the region housing other health services.\n\n[39-3128, added 2014, ch. 43, sec. 10, p. 110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3128/"
    },
    {
      "id": "section-39-3129",
      "number": "39-3129",
      "heading": "",
      "text": "39-3129. DIVISION ADMINISTRATOR FOR REGIONAL BEHAVIORAL HEALTH CENTERS — DUTIES. The director of the department of health and welfare shall appoint a division administrator to manage the regional behavioral health centers and shall supervise its program; shall prescribe uniform standards of treatment, services and care provided by the regional behavioral health centers and regional behavioral health boards; shall set the professional qualifications for staff positions; and make such other policy as are necessary and proper to carry out the purposes and intent of this chapter.\n\n[39-3129, added 2014, ch. 43, sec. 12, p. 110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3129/"
    },
    {
      "id": "section-39-3130",
      "number": "39-3130",
      "heading": "",
      "text": "39-3130. RECIPROCAL AGREEMENTS BETWEEN STATES TO SHARE SERVICES. In such regions where natural population groupings overlap state boundaries, an interstate regional behavioral health service may be established jointly with a neighboring state or states. In such instances, the state behavioral health authority may enter into reciprocal agreements with these states to either share the expenses of the service in proportion to the population served; to allow neighboring states to buy services from Idaho; or to allow Idaho to purchase services that are otherwise not available to its citizens.\n\n[(39-3130) (39-3127) 39-3126, added 1969, ch. 202, sec. 4, p. 589; am. and redesig. 2006, ch. 277, sec. 4, p. 850; am. and redesig. 2014, ch. 43, sec. 13, p. 111.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3130/"
    },
    {
      "id": "section-39-3131",
      "number": "39-3131",
      "heading": "",
      "text": "39-3131. BEHAVIORAL HEALTH SERVICES TO BE OFFERED. The regional behavioral health center shall provide or arrange for the delivery of services that, combined with community family support and recovery support services provided through the regional behavioral health boards, medicaid and services delivered through a private provider network, will lead to the establishment of a comprehensive regional behavioral health system of care that incorporates patient choice and family involvement to the extent reasonably practicable and medically and professionally appropriate. The regional behavioral health center shall provide or arrange for the delivery of the following services:\n\n(1) Treatment services for individuals who do not have other benefits available to meet their behavioral health needs as resources allow including, but not limited to, psychiatric services, medication management, rehabilitative and community-based services, outpatient and intensive outpatient services, assertive community treatment, case management and residential care;\n\n(2) Community family support and recovery support services as defined in section 39-3135(7), Idaho Code, until the regional behavioral health board can meet the initial readiness criteria and voluntarily accepts responsibility for these services or if the regional behavioral health board fails to sustain criteria to maintain responsibility for these services;\n\n(3) Evaluation and intervention for individuals experiencing a behavioral health emergency;\n\n(4) Hospital precare and postcare services, in cooperation with state and community psychiatric hospitals, for individuals who have been committed to the custody of the director of health and welfare pursuant to sections 18-212 and 66-329, Idaho Code, or who are under an involuntary treatment order pursuant to chapter 24, title 16, Idaho Code;\n\n(5) Evaluation and securing mental health treatment services as ordered by a court for individuals pursuant to section 19-2524, 20-511A or 20-519B, Idaho Code; and\n\n(6) Evaluation and securing treatment services for individuals who are accepted into mental health courts.\n\n[(39-3131) (39-3128) 39-3127, added 1969, ch. 202, sec. 5, p. 589; am. and redesig. 2006, ch. 277, sec. 5, p. 851; am. and redesig. 2014, ch. 43, sec. 15, p. 111.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3131/"
    },
    {
      "id": "section-39-3131a",
      "number": "39-3131A",
      "heading": "",
      "text": "39-3131A. ELIGIBILITY SCREENING. (1) Individuals may access adult mental health services administered by the department through an eligibility screening. The eligibility screening must be directly related to the participant’s mental illness and level of functioning and based on the eligibility criteria described in this section.\n\n(2) The department may limit or prioritize mental health services, define eligibility criteria, or establish the number of persons eligible based on such factors as court-ordered services, availability of funding, the degree of financial need, or the degree of clinical need.\n\n(3) To be eligible for voluntary mental health services pursuant to section 39-3131, Idaho Code, an individual must:\n\n(a) Be an adult;\n\n(b) Be a resident of the state of Idaho; and\n\n(c) Have a primary diagnosis of SMI or SPMI.\n\n[39-3131A, added 2025, ch. 178, sec. 13, p. 848.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3131a/"
    },
    {
      "id": "section-39-3132",
      "number": "39-3132",
      "heading": "",
      "text": "39-3132. REGIONAL BEHAVIORAL HEALTH BOARDS — ESTABLISHMENT. There is hereby created and established in each region a regional behavioral health board. It is legislative intent that the regional behavioral health boards operate and be recognized not as a state agency or department, but as governmental entities whose creation has been authorized by the state, much in the manner as other single purpose districts. However, the regional behavioral health boards shall have no authority to levy taxes. For the purposes of section 59-1302(15), Idaho Code, the seven (7) regional behavioral health boards created pursuant to this chapter shall be deemed governmental entities. The regional behavioral health boards are authorized to provide the community family support and recovery support services identified in section 39-3135(7), Idaho Code. The services identified in section 39-3135(7), Idaho Code, shall not be construed to restrict the services of the regional behavioral health board solely to these categories.\n\n[39-3132, added 2014, ch. 43, sec. 16, p. 112.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3132/"
    },
    {
      "id": "section-39-3133",
      "number": "39-3133",
      "heading": "",
      "text": "39-3133. EXECUTIVE COMMITTEE OF THE REGIONAL BEHAVIORAL HEALTH BOARDS. Each regional behavioral health board shall annually elect from within its membership an executive committee of five (5) members empowered to make fiscal, legal and business decisions on behalf of the full board or join with another governmental entity that can fulfill the same management infrastructure function. If the regional behavioral health board elects to create its own internal executive committee, the membership shall be representative of the regional behavioral health board membership and must, at a minimum, include one (1) mental health consumer or advocate and one (1) substance use disorder consumer or advocate. The executive committees or the partner public entity shall have the power and duty, on behalf of the regional behavioral health boards, to:\n\n(1) Establish a fiscal control policy as required by the state controller;\n\n(2) Enter into contracts and grants with other governmental and private agencies, and this chapter hereby authorizes such other agencies to enter into contracts with the regional behavioral health boards as deemed necessary to fulfill the duties imposed upon the board to promote and sustain the ability of individuals with behavioral health disorders to live in the community and avoid institutionalization;\n\n(3) Develop and maintain bylaws as necessary to establish the process and structure of the board; and\n\n(4) Employ and fix the compensation, subject to the provisions of chapter 53, title 67, Idaho Code, of such personnel as may be necessary to carry out the duties of the regional behavioral health boards.\n\nAll meetings of the executive committee shall be held in accordance with the open meetings law as provided for in chapter 2, title 74, Idaho Code.\n\n[39-3133, added 2014, ch. 43, sec. 18, p. 112; am. 2017, ch. 58, sec. 17, p. 112.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3133/"
    },
    {
      "id": "section-39-3134",
      "number": "39-3134",
      "heading": "",
      "text": "39-3134. REGIONAL BEHAVIORAL HEALTH BOARD — MEMBERS — TERMS — APPOINTMENT. A regional behavioral health board for each region shall consist of twenty-three (23) members and shall be appointed as provided herein. All meetings of the regional behavioral health board shall be held in accordance with the open meetings law as provided for in chapter 2, title 74, Idaho Code. Members shall be comprised of the following: three (3) county commissioners; two (2) department of health and welfare employees who represent the behavioral health system within the region; one (1) parent of a child with a serious emotional disturbance; one (1) parent of a child with a substance use disorder; a law enforcement officer; one (1) adult mental health services consumer representative; one (1) mental health advocate; one (1) substance use disorder advocate; one (1) adult substance use disorder services consumer representative; one (1) family member of an adult mental health services consumer; one (1) family member of an adult substance use disorder services consumer; one (1) prevention specialist; a private provider of mental health services within the region; a private provider of substance use disorder services within the region; a representative of the elementary or secondary public education system within the region; a representative of the juvenile justice system within the region; a representative of the adult correction system within the region; a representative of the judiciary appointed by the administrative district judge; a physician or other licensed health practitioner from within the region; and a representative of a hospital within the region. The consumer, parent and family representatives shall be selected from nominations submitted by behavioral health consumer and advocacy organizations. The board may have nonvoting members as necessary to fulfill its roles and responsibilities. The board shall meet at least twice each year and shall annually elect a chairperson and other officers as it deems appropriate.\n\nThe appointing authority in each region shall be the current chair of the regional behavioral health board, one (1) representative of the department of health and welfare, and one (1) county commissioner of a county situated within the region. The committee shall meet annually or as needed to fill vacancies on the board.\n\nThe term of each member of the board shall be for four (4) years; provided however, that of the members first appointed, one-third (1/3) from each region shall be appointed for a term of two (2) years; one-third (1/3) for a term of three (3) years; and one-third (1/3) for a term of four (4) years. After the membership representation required in this section is achieved, vacancies shall be filled for the unexpired term in the same manner as original appointments. Board members shall be compensated as provided for in section 59-509(b), Idaho Code, and such compensation shall be paid from the operating budget of the regional behavioral health board as resources allow.\n\n[(39-3134) 39-3130, added 1969, ch. 202, sec. 8, p. 589; am. 2004, ch. 354, sec. 2, p. 1059; am. 2009, ch. 122, sec. 1, p. 386; am. and redesig. 2014, ch. 43, sec. 20, p. 113; am. 2017, ch. 58, sec. 18, p. 113; am. 2018, ch. 34, sec. 3, p. 65; am. 2019, ch. 151, sec. 1, p. 504.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3134/"
    },
    {
      "id": "section-39-3135",
      "number": "39-3135",
      "heading": "",
      "text": "39-3135. POWERS AND DUTIES. The regional behavioral health board:\n\n(1) Shall advise the state behavioral health authority and the state planning council on local behavioral health needs of adults and children within the region;\n\n(2) Shall advise the state behavioral health authority and the planning council of the progress, problems and proposed projects of the regional service;\n\n(3) Shall promote improvements in the delivery of behavioral health services and coordinate and exchange information regarding behavioral health programs in the region;\n\n(4) Shall identify gaps in available services including, but not limited to, services listed in sections 16-2402(3) and 39-3131, Idaho Code, and recommend service enhancements that address identified needs for consideration to the state behavioral health authority;\n\n(5) Shall assist the planning council with planning for service system improvement. The planning council shall incorporate the recommendation to the regional behavioral health boards into the annual report provided to the governor by June 30 of each year. This report shall also be provided to the legislature;\n\n(6) May develop, or obtain proposals for, a petition for regional services for consideration by the state behavioral health authority;\n\n(7) May accept the responsibility to develop and provide community family support and recovery support services in their region. The board must demonstrate readiness to accept this responsibility and shall not be held liable for services in which there is no funding to provide. The readiness criteria for accepting this responsibility shall be established by the planning council. The planning council shall also determine when a regional behavioral health board has complied with the readiness criteria. Community family support and recovery support services include, but are not limited to:\n\n(a) Community consultation and education;\n\n(b) Housing to promote and sustain the ability of individuals with behavioral health disorders to live in the community and avoid institutionalization;\n\n(c) Employment opportunities to promote and sustain the ability of individuals with behavioral health disorders to live in the community and avoid institutionalization;\n\n(d) Evidence-based prevention activities that reduce the burden associated with mental illness and substance use disorders; and\n\n(e) Supportive services to promote and sustain the ability of individuals with behavioral health disorders to live in the community and avoid institutionalization including, but not limited to, peer run drop-in centers, support groups, transportation and family support services;\n\n(8) If a regional board, after accepting the responsibility for a recovery support service, fails to successfully implement and maintain access to the service, the behavioral health authority shall, after working with the board to resolve the issue, take over responsibility for the services until the board can demonstrate its ability to regain organization and provision of the services;\n\n(9) Shall annually provide a report to the planning council, the regional behavioral health centers and the state behavioral health authority of its progress toward building a comprehensive community family support and recovery support system that shall include performance and outcome data as defined and in a format established by the planning council; and\n\n(10) The regional board may establish subcommittees as it determines necessary and shall, at a minimum, establish and maintain a children’s mental health subcommittee.\n\n[(39-3135) 39-3132, added 1969, ch. 202, sec. 10, p. 589; am. 2004, ch. 354, sec. 4, p. 1060; am. 2006, ch. 277, sec. 8, p. 851; am. 2009, ch. 122, sec. 2, p. 387; am. and redesig. 2014, ch. 43, sec. 23, p. 114.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3135/"
    },
    {
      "id": "section-39-3136",
      "number": "39-3136",
      "heading": "",
      "text": "39-3136. FUNDS. The financial support for the regional behavioral health centers shall be furnished by state appropriations and by whatever federal funds are available in an identifiable section within the behavioral health program budgets. Behavioral health services that are financed or contracted by local or federal sources may be incorporated into the regional behavioral health centers subject to the approval of the state behavioral health authority.\n\n[39-3136, added 1969, ch. 202, sec. 14, p. 589; am. 2014, ch. 43, sec. 24, p. 115.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3136/"
    },
    {
      "id": "section-39-3138",
      "number": "39-3138",
      "heading": "",
      "text": "39-3138. EXISTING STATE-COUNTY CONTRACTS FOR SERVICES. No section of this chapter shall invalidate, or prohibit the continuance of, existing state-county contracts for the delivery of behavioral health services within the participating counties.\n\n[39-3138, added 1969, ch. 202, sec. 16, p. 589; am. 2014, ch. 43, sec. 26, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3138/"
    },
    {
      "id": "section-39-3139",
      "number": "39-3139",
      "heading": "",
      "text": "39-3139. TITLE OF CHAPTER. This chapter may be cited as the \"Regional Behavioral Health Services Act.\"\n\n[39-3139, added 1969, ch. 202, sec. 17, p. 589; am. 2014, ch. 43, sec. 27, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3139/"
    },
    {
      "id": "section-39-3140",
      "number": "39-3140",
      "heading": "",
      "text": "39-3140. BEHAVIORAL HEALTH SERVICE COSTS. (1) As used in this section, \"behavioral health services\" means both voluntary and court-ordered services for the following programs:\n\n(a) Regional behavioral health services pursuant to chapter 31, title 39, Idaho Code;\n\n(b) Children’s mental health services pursuant to chapter 24, title 16, Idaho Code;\n\n(c) Neurocognitive disorder services pursuant to chapter 21, title 56, Idaho Code; and\n\n(d) Any other behavioral health program provided for by Idaho Code.\n\n(2) Individuals receiving behavioral health services from the department may be charged for such services. The department shall serve as the payer of last resort in cases in which the individual qualifies for medicaid or has third-party coverage. The amount charged will be determined based on the cost of services and the individual’s ability to pay. In no case will the annual costs to parents or an adult patient exceed five percent (5%) of adjusted gross income of the family household, following all other coverage.\n\n[39-3140, added 2025, ch. 110, sec. 13, p. 582.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3140/"
    },
    {
      "id": "section-39-3141",
      "number": "39-3141",
      "heading": "",
      "text": "39-3141. WAIVER OF BACKGROUND CHECK DENIAL. A certified individual who is seeking to provide peer support specialist, family support partner, or recovery coach services and receives an unconditional denial or a denial after an exemption review by the department may apply for a behavioral health waiver.\n\n[39-3141, added 2025, ch. 178, sec. 14, p. 848.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-31/section-39-3141/"
    }
  ]
}