{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-71",
  "sections": [
    {
      "id": "section-39-7101",
      "number": "39-7101",
      "heading": "",
      "text": "39-7101. SHORT TITLE. This chapter may be known and cited as the \"Idaho Hazardous Substance Response Act.\"\n\n[39-7101, added 1991, ch. 242, sec. 1, p. 583.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7101/"
    },
    {
      "id": "section-39-7102",
      "number": "39-7102",
      "heading": "",
      "text": "39-7102. LEGISLATIVE FINDINGS AND PURPOSES. (1) The legislature of the state of Idaho finds:\n\n(a) That the state has a duty to protect the health, safety and welfare of the people of Idaho;\n\n(b) That the protection and preservation of Idaho’s environment promotes the health, safety and welfare of her people;\n\n(c) That the unexpected and uncontrolled releases or threat of releases of hazardous substances constitute a threat to the people and environment of Idaho; and\n\n(d) That knowledgeable persons, governmental entities and organizations should be encouraged to lend expert assistance in the event of a hazardous substance incident.\n\n(2) Therefore, it is hereby declared that the purposes of the provisions of this chapter are:\n\n(a) To facilitate emergency response planning and coordination at a state and local level;\n\n(b) To provide for the prompt response and containment of releases or threats of release of hazardous or potentially hazardous substances to include explosives and weapons of mass destruction;\n\n(c) To provide liability for emergency response costs associated with responding to hazardous substances incidents;\n\n(d) To encourage knowledgeable persons, governmental entities and organizations to lend assistance by providing them with limited immunity from civil liability; and\n\n(e) To provide a mechanism for recovery of costs incurred by the state and local governments in responding to emergency hazardous substance incidents to be used in lieu of, and not in addition to, cost recovery mechanisms or claims for relief provided by applicable federal laws. By enacting this chapter, it is the intent of the legislature that the state and local governments elect to proceed in state courts under the provisions of this chapter and other provisions of state law rather than in federal court under federal laws, where necessary to recover emergency response costs. There is no provision for cost recovery for a hazardous substance incident response occurring on private property where the owner responds to the incident with the approval of the incident commander.\n\n[39-7102, added 1991, ch. 242, sec. 1, p. 583; am. 2009, ch. 281, sec. 1, p. 844.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7102/"
    },
    {
      "id": "section-39-7103",
      "number": "39-7103",
      "heading": "",
      "text": "39-7103. DEFINITIONS. As used in this chapter:\n\n(1) \"Emergency\" means a release or threat of release that, in the reasonable judgment of the local emergency response authority in consultation with the office, threatens immediate harm to the environment or the health and safety of any individual and that requires immediate action for the containment or control of a hazardous or potentially hazardous substance to prevent, minimize or mitigate harm to the public health, safety or the environment which may result if action is not taken.\n\n(2) \"Hazardous substance incident\" means an emergency circumstance requiring a response by the state emergency response team or the local emergency response authority to monitor, assess and evaluate a release or threat of a release of a hazardous or potentially hazardous substance. A hazardous substance incident may require containment or confinement or both, but does not include site cleanup or remediation efforts after the incident commander has determined the emergency has ended.\n\n(3) \"Hazardous substance\" means:\n\n(a) Any \"hazardous substance\" within the scope of section 101(14) of the federal comprehensive environmental response, compensation and liability act (CERCLA), 42 U.S.C. 9601(14);\n\n(b) Any hazardous substance within the scope of section 104 of the federal hazardous materials transportation act, 49 U.S.C. 1803, and the federal department of transportation regulations promulgated pursuant thereto;\n\n(c) Any extremely hazardous substance within the scope of section 302 of the federal emergency planning and community right-to-know act, 42 U.S.C. 11002; and\n\n(d) Any explosive or weapon of mass destruction utilized or threatened to be utilized in an act of terrorism, crime or other threat to public safety.\n\n(4) \"Incident commander\" is the person in charge of all responders to a hazardous substance incident and who is identified in the Idaho hazardous materials emergency incident command and response plan or the private emergency response plan.\n\n(5) \"Local emergency response authority\" means those persons designated under section 39-7105, Idaho Code, by the city, county, or the military division to be first responders to hazardous substance incidents.\n\n(6) \"Military division\" means the military division of the office of the governor.\n\n(7) \"Office\" means the Idaho office of emergency management within the military division.\n\n(8) \"Person\" means any individual, public or private corporation, partnership, joint venture, association, firm, trust, estate, the United States or any department, institution, or agency thereof, the state or any department, institution, or agency thereof, any municipal corporation, county, city, or other political subdivision of the state, or any other legal entity whatsoever which is recognized by law as the subject of rights and duties.\n\n(9) \"Potentially hazardous substance\" means any substance which in the reasonable judgment of the local emergency response authority in consultation with the office is likely a hazardous substance.\n\n(10) \"Private emergency response plan\" means a plan designed to respond to emergency releases of hazardous or potentially hazardous substances at a specific facility or under a specific set of conditions.\n\n(11) \"Release\" means any spilling, leaking, pumping, pouring, emitting, emptying, discharging, escaping, dumping or disposing of a hazardous or potentially hazardous substance, or the threat of the same, into the environment. \"Release\" does not include any discharge of a hazardous substance into the environment which is authorized by limits and conditions in a federal or state permit relating to the protection of public health or the environment so long as the permitted activity from which the release occurs is in compliance with applicable limits and conditions of the permit.\n\n(12) \"State emergency response team\" means one (1) of the state emergency response teams authorized by the military division to respond to hazardous substance incidents.\n\n(13) \"Threat of release\" means the release of a hazardous or potentially hazardous substance is likely.\n\n[39-7103, added 1991, ch. 242, sec. 1, p. 584; am. 1997, ch. 121, sec. 1, p. 357; am. 2004, ch. 58, sec. 1, p. 268; am. 2009, ch. 281, sec. 2, p. 845; am. 2016, ch. 118, sec. 3, p. 331.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7103/"
    },
    {
      "id": "section-39-7104",
      "number": "39-7104",
      "heading": "",
      "text": "39-7104. MILITARY DIVISION — POWERS AND DUTIES. (1) The military division through the Idaho office of emergency management shall implement the provisions of this chapter and direct the activities of its staff and, in so doing, the military division may:\n\n(a) Through the office, in accordance with the laws of the state, hire, fix the compensation, and prescribe the powers and duties of such other individuals, including consultants, emergency teams and committees, as may be necessary to carry out the provisions of this chapter.\n\n(b) Create and implement state emergency response teams that have appropriately trained personnel and necessary equipment to respond to hazardous substance incidents. The military division shall enter into a written agreement with each entity or person providing equipment or services to a designated emergency response team. The teams shall be available and may respond to hazardous substance incidents at the direction of the military division or its designee or local incident commander.\n\n(c) Contract with persons to meet state emergency response needs for the teams and response authorities.\n\n(d) Advise, consult and cooperate with agencies of the state and federal government, other states and their state agencies, cities, counties, tribal governments and other persons concerned with emergency response and matters relating to and arising out of hazardous substance incidents.\n\n(e) Encourage, participate in, or conduct studies, investigations, training, research, and demonstrations for and with state emergency response teams, local emergency response authorities and other interested persons.\n\n(f) Collect and disseminate information relating to emergency response to hazardous substance incidents.\n\n(g) Accept and administer loans, grants, or other funds or gifts, conditional or otherwise, made to the state for emergency response activities provided for in this chapter.\n\n(h) Submit an annual report prior to February 1 to the governor and to the legislature concerning emergency response to hazardous substance incidents.\n\n(i) Prepare, coordinate, implement and update a statewide hazardous materials incident command and response plan that coordinates state and local emergency response authorities to respond to hazardous substance incidents within the state for approval by the legislature. The plan shall address radiation, explosive and weapons of mass destruction incidents. The Idaho hazardous materials incident command and response plan shall be consistent with and a part of the Idaho state disaster plan provided in section 46-1006, Idaho Code, after legislative approval.\n\n(2) The military division shall have the powers and duties of a state emergency response commission under the federal emergency planning and community right-to-know act, 42 U.S.C. section 11001 et seq.\n\n(3) The military division may promulgate rules and procedures to govern reimbursement of claims pursuant to this chapter.\n\n(4) All state agencies and institutions will cooperate and provide staff assistance to the military division in carrying out its duties under this chapter.\n\n[39-7104, added 1991, ch. 242, sec. 1, p. 585; am. 1997, ch. 121, sec. 2, p. 358; am. 1998, ch. 99, sec. 1, p. 347; am. 2004, ch. 58, sec. 2, p. 270; am. 2009, ch. 281, sec. 3, p. 846; am. 2016, ch. 118, sec. 4, p. 333.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7104/"
    },
    {
      "id": "section-39-7105",
      "number": "39-7105",
      "heading": "",
      "text": "39-7105. LOCAL EMERGENCY RESPONSE AUTHORITIES — DESIGNATION. (1) It is the purpose of the provisions of this section to provide for the designation of local emergency response authorities for hazardous substance incidents.\n\n(2) Cities and counties shall designate the local emergency response authorities for hazardous substance incidents that occur within their respective jurisdictions. Cities and counties are encouraged to appoint a response authority whose members will become trained in hazardous substance incident response.\n\n(a) The governing body of every city shall designate by ordinance or resolution a local emergency response authority for hazardous substance incidents occurring within the corporate limits of such city. A city may designate the county as its emergency response authority and participate in the county plan for hazardous substance incident response, and shall notify the county of that designation in writing.\n\n(b) The board of county commissioners of every county in the state shall designate by ordinance or resolution a local emergency response authority for hazardous substance incidents occurring within the unincorporated area of such county.\n\n(c) The governing body of every city and every board of county commissioners shall notify the military division and Idaho emergency medical services communications center of its designated local emergency response authority. Such notification shall be in writing and shall occur as soon as practicable, and, in any event, no later than sixty (60) calendar days after this chapter becomes effective. Thereafter, any changes in such designations shall be communicated to the military division and Idaho emergency medical services communications center no later than ten (10) working days before such change becomes effective.\n\n(d) If no local emergency response authority having the ability to respond to a hazardous substance incident exists within a city or county or if such a political subdivision is unable to obtain the services of an emergency response authority by way of a mutual aid agreement, contract or otherwise, such city or county may petition the military division to designate an emergency response authority to respond to hazardous substance incidents within the petitioning political subdivision’s jurisdiction. The military division, in consultation with such political subdivision, may thereafter designate appropriate local emergency response authorities.\n\n(3) If a hazardous substance incident occurs in an area in which no local emergency response authority has been designated, or if the Idaho state police has been designated as the local emergency response authority, the Idaho state police shall be the local emergency response authority for such hazardous substance incident for the purposes of this section.\n\n[39-7105, added 1991, ch. 242, sec. 1, p. 586; am. 1995, ch. 116, sec. 24, p. 404; am. 1997, ch. 121, sec. 3, p. 360; am. 2000, ch. 469, sec. 101, p. 1554.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7105/"
    },
    {
      "id": "section-39-7106",
      "number": "39-7106",
      "heading": "",
      "text": "39-7106. LOCAL EMERGENCY RESPONSE AUTHORITIES — POWERS AND DUTIES. (1) Every local emergency response authority designated in or pursuant to this chapter will respond to a hazardous substance incident occurring within its jurisdiction in a fashion consistent with the Idaho hazardous materials emergency incident command and response plan except as provided in a private emergency response plan. The local emergency response authority will also respond to a hazardous substance incident which initially occurs within its jurisdiction but which spreads to another jurisdiction. If a hazardous substance incident occurs on a boundary between two (2) jurisdictions or in an area where the jurisdiction is not readily ascertainable, the first local emergency response authority to arrive at the scene of the incident will perform the initial emergency response.\n\n(2) The incident commander shall declare the hazardous substance incident ended when the threat to public health and safety has ended and the threat to the environment has been minimized.\n\n(3) Mutual aid agreements or contracts are encouraged among governmental entities, private parties, local emergency response authorities and the military division in order to safely respond to hazardous substance incidents. Further, mutual aid agreements are encouraged among governmental entities, local emergency response authorities and the military division with other similar entities in other states and Canada in order to ensure appropriate response to hazardous substance incidents.\n\n(4) Any local emergency response authority designated in or pursuant to the provisions of section 39-7105, Idaho Code, may request the military division to provide assistance consistent with the Idaho hazardous materials emergency incident command and response plan.\n\n[39-7106, added 1991, ch. 242, sec. 1, p. 587; am. 1997, ch. 121, sec. 4, p. 361.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7106/"
    },
    {
      "id": "section-39-7107",
      "number": "39-7107",
      "heading": "",
      "text": "39-7107. STATE DISASTER PREPAREDNESS ACT CONTROLS DISASTER EMERGENCIES, EXCEPT FOR THE LIABILITY OF RESPONSIBLE PERSONS. In the event a disaster emergency or local disaster emergency is declared by proper authority as defined and set forth in chapter 10, title 46, Idaho Code, as a result of a hazardous substance incident, the provisions of chapter 10, title 46, Idaho Code, shall govern, except that the provisions of section 39-7109, Idaho Code, shall govern reimbursement of emergency response costs and the provisions of sections 39-7111 and 39-7112, Idaho Code, shall govern the liability of and cost recovery against persons responsible for hazardous substance incidents resulting in disaster emergencies in any case.\n\n[39-7107, added 1991, ch. 242, sec. 1, p. 588.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7107/"
    },
    {
      "id": "section-39-7108",
      "number": "39-7108",
      "heading": "",
      "text": "39-7108. NOTIFICATION OF RELEASE IS REQUIRED. (1) Any person who has responsibility for reporting a release under the federal comprehensive environmental response, compensation and liability act (CERCLA), 42 U.S.C. 9603, shall, as soon as practicable after he has knowledge of any such reportable release other than a permitted release or as exempted in section 39-7108(3), Idaho Code, notify the military division of such release.\n\n(2) Any person who has responsibility for reporting a release under the federal emergency planning and community right-to-know act, 42 U.S.C. 11001 et seq., shall as soon as practicable after he has knowledge of any such reportable release other than a permitted release notify the military division of such release.\n\n(3) Any facility having a release reportable under section 39-7108(1), Idaho Code, shall not be required to report the release to the military division if the following circumstances are met:\n\n(a) Such release is not reportable under subsection (2) of section 39-7108, Idaho Code.\n\n(b) The facility has an approved private emergency response plan that details how such spills shall be responded to and reported.\n\nThis provision does not relieve the facility from any reporting required under other federal statutory, regulatory or other permit authorities.\n\n(4) The military division shall immediately notify the department of environmental quality of any release reported to the military division. Such reporting to the military division shall fulfill all state reporting requirements for the department of environmental quality.\n\n(5) Any person who does not notify the military division in accordance with the provisions of section 39-7108, Idaho Code, shall be liable for a civil penalty of a sum not to exceed one thousand dollars ($1,000) for each day the violation continues to a maximum of twenty-five thousand dollars ($25,000).\n\n(6) No penalty pursuant to this section shall occur if an incident occurs on private property and results in no offsite environmental damage.\n\n[39-7108, added 1991, ch. 242, sec. 1, p. 588; am. 1997, ch. 121, sec. 5, p. 362; am. 2001, ch. 103, sec. 64, p. 302.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7108/"
    },
    {
      "id": "section-39-7109",
      "number": "39-7109",
      "heading": "",
      "text": "39-7109. RIGHT TO CLAIM REIMBURSEMENT. (1) State emergency response teams and local emergency response authorities may submit claims to the military division for reimbursement of the following documented costs incurred as a result of their response to a hazardous substance incident:\n\n(a) Disposable materials and supplies acquired, consumed and expended specifically for the purpose of the response;\n\n(b) Compensation of employees for the time and efforts devoted specifically to the response that are not otherwise provided for in the applicant’s operating budget, (e.g., overtime pay for permanent full-time and other than full-time employees, recalled personnel or responding when out of jurisdiction);\n\n(c) Rental or leasing of equipment used specifically for the response (e.g., protective equipment or clothing, scientific and technical equipment);\n\n(d) Replacement costs for equipment owned by the applicant that is contaminated beyond reuse or repair, if the applicant can demonstrate that the equipment was a total loss and that the loss occurred as a result of the response (e.g., self-contained breathing apparatus irretrievably contaminated during the response);\n\n(e) Decontamination of equipment contaminated during the response;\n\n(f) Special technical services specifically required for the response (e.g., costs associated with the time and efforts of local and state personnel to recover the costs of response and of technical experts/specialists not otherwise provided for by the local government);\n\n(g) Medical monitoring or treatment of response personnel;\n\n(h) Laboratory costs for purposes of analyzing samples taken during the response; and\n\n(i) Disposal costs. Such costs may be reimbursed as provided in this chapter.\n\nReimbursement for the costs identified in paragraphs (a) through (c) of this subsection will not exceed the duration of the response.\n\n(2) A private person, who is not a part of the state emergency response team or a local emergency response authority and is not liable under section 39-7111, Idaho Code, may submit a claim to the military division for costs identified in section 39-7109, Idaho Code, if their response was requested by the incident commander.\n\n(3) Claims for reimbursement shall be submitted to the military division within sixty (60) days after termination of the hazardous substance incident for the state’s determination of payment, if any.\n\n(4) Reimbursements shall only be paid after the military division finds that the actions by the state emergency response team or the local emergency response authority were taken in response to a hazardous substance incident as defined in this chapter.\n\n(5) The state of Idaho shall be subrogated to the rights of any such person so reimbursed to the extent of such reimbursement.\n\n[39-7109, added 1991, ch. 242, sec. 1, p. 589; am. 1997, ch. 121, sec. 6, p. 362; am. 2009, ch. 281, sec. 4, p. 847.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7109/"
    },
    {
      "id": "section-39-7110",
      "number": "39-7110",
      "heading": "",
      "text": "39-7110. DEFICIENCY WARRANTS FOR REIMBURSEMENT OF RESPONSE COSTS. (1) The military division shall review all claims for reimbursement and make recommendations as to payment or nonpayment of the claims to the board of examiners within one hundred twenty (120) days after termination of the hazardous substance incident. The board of examiners may authorize the issuance of deficiency warrants for the purpose of reimbursing reasonable and documented costs associated with emergency response actions taken pursuant to this chapter. The costs associated with routine firefighting procedures shall not be reimbursable costs under this chapter.\n\n(2) Deficiency warrants authorized by the board of examiners shall not exceed the sum of one hundred thousand dollars ($100,000) for reimbursement of all claims made as a result of a single hazardous substance incident. In the event all claims for reimbursement for a single hazardous substance incident exceed the sum of one hundred thousand dollars ($100,000), the board of examiners shall determine an appropriate and equitable basis of payment of reimbursements.\n\n(3) Upon authorization of deficiency warrants by the board of examiners in accordance with the provisions of this section, the state controller shall draw deficiency warrants in the authorized amounts against the general fund.\n\n(4) Nothing contained in this section shall be construed to change or impair any right of recovery or subrogation arising under any other provisions of law.\n\n[39-7110, added 1991, ch. 242, sec. 1, p. 589; am. 1994, ch. 180, sec. 75, p. 476; am. 1997, ch. 121, sec. 7, p. 363; am. 2003, ch. 32, sec. 21, p. 129.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7110/"
    },
    {
      "id": "section-39-7111",
      "number": "39-7111",
      "heading": "",
      "text": "39-7111. LIABILITY FOR RELEASE OF A HAZARDOUS SUBSTANCE. (1) Any person who owns, controls, transports, or causes the release or threat of release of a substance which is involved in a hazardous substance incident shall be strictly liable for the costs arising out of a hazardous substance incident, identified in section 39-7112, Idaho Code. There shall be no liability under this chapter for a person otherwise liable who can establish by a preponderance of the evidence that:\n\n(a) The hazardous substance incident was caused solely by:\n\n(i) An act of God;\n\n(ii) An act of war;\n\n(iii) An act or omission of a third party, other than an employee or agent of the potentially liable person if:\n\n1. The potentially liable person exercised reasonable care with respect to the substance involved, taking into consideration the characteristics of the substance in light of all relevant facts and circumstances; and\n\n2. The potentially liable person took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions; or\n\n(iv) Application of a pesticide product or fertilizer registered under the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. section 136, et seq., according to label requirements; or\n\n(b) The substance was not a hazardous substance and the person otherwise liable acted reasonably under the circumstances.\n\n[39-7111, added 1991, ch. 242, sec. 1, p. 590; am. 2009, ch. 281, sec. 5, p. 848.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7111/"
    },
    {
      "id": "section-39-7112",
      "number": "39-7112",
      "heading": "",
      "text": "39-7112. COST RECOVERY AND CIVIL REMEDIES. (1) The military division shall be responsible for recovering those costs incurred by the state arising out of a hazardous substance incident identified in section 39-7109, Idaho Code, and other costs including processing the documented costs submitted by response agencies, attorney’s fees, investigation costs, prelitigation and litigation costs.\n\n(2) In deciding whether to commence a cost recovery action, and against whom a cost recovery action will be filed, the military division in exercising its prosecutorial discretion will take into consideration the cause of the incident, the total amount of cost incurred in responding to the incident, the avoidability of the incident and such other factors as the military division deems appropriate.\n\n(3) The remedy for the recovery of those emergency response costs identified in section 39-7109, Idaho Code, provided by this chapter shall be exclusive and shall not be used in conjunction with or in addition to any other remedy for recovery of such costs provided by applicable federal laws. Any person who receives compensation for the emergency response costs pursuant to any other federal or state law shall be precluded from recovering compensation for such costs pursuant to this chapter. Nothing in this chapter shall otherwise affect or modify in any way the obligations or liability of any person under any other provision of state or federal law, including common law, for damages, injury or loss resulting from the release of any hazardous substance or potentially hazardous substance or for remedial action or the cost of remedial action for such release.\n\n(4) It shall be the duty of the attorney general to commence any civil action brought by the military division pursuant to this chapter. At the request of a political subdivision of the state or a local governmental entity who has responded to or contained a hazardous substance incident, the attorney general may commence a civil action on their behalf pursuant to this chapter.\n\n(5) Any person who renders assistance at the request of the incident commander or his authorized designee in response to a hazardous substance incident may file a civil action under the provisions of this chapter for recoverable costs which have not been reimbursed by the state.\n\n(6) There is hereby created in the state treasury the hazardous substance emergency response fund. Recoveries by the state for reimbursed costs shall be deposited in said fund to offset amounts paid as reimbursement.\n\n[39-7112, added 1991, ch. 242, sec. 1, p. 590; am. 1997, ch. 121, sec. 8, p. 364; am. 2004, ch. 181, sec. 1, p. 568; am. 2009, ch. 281, sec. 6, p. 848.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7112/"
    },
    {
      "id": "section-39-7113",
      "number": "39-7113",
      "heading": "",
      "text": "39-7113. PERSONS RENDERING ASSISTANCE RELATING TO HAZARDOUS SUBSTANCE INCIDENTS — GOOD SAMARITAN LIMITED IMMUNITY. (1) Consistent with the provisions of subsections (2) and (3) of this section:\n\n(a) The state shall be liable for the acts or omissions of the state emergency response teams responding to a hazardous substance incident.\n\n(b) The designating or requesting city or county shall be liable for the acts or omissions of a local emergency response authority responding to a hazardous substance incident within its jurisdiction.\n\n(2) Notwithstanding any provision of law to the contrary, any state emergency response team, local emergency response authority or other person who responds to a hazardous substance incident at the request of an incident commander shall not be subject to civil liability for assistance or advice, except as provided in subsection (3) of this section.\n\n(3) The exemption from civil liability provided in this section shall not apply to:\n\n(a) An act or omission that caused in whole or in part such hazardous substance incident or a person who may otherwise be liable therefor; or\n\n(b) Any person who has acted in a grossly negligent, reckless, or intentional manner.\n\n(4) Nothing in this section shall be construed to abrogate or limit the immunity granted to governmental entities pursuant to chapter 9, title 6, Idaho Code.\n\n[39-7113, added 1991, ch. 242, sec. 1, p. 591.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7113/"
    },
    {
      "id": "section-39-7114",
      "number": "39-7114",
      "heading": "",
      "text": "39-7114. PRIVATE EMERGENCY RESPONSE PLAN APPROVAL. Private emergency response plans may be prepared for any facility or specific set of conditions. A private emergency response plan must be approved by the local emergency response authority or the military division unless the plan:\n\n(1) Is a contingency plan that has been approved in the issuance of a final part B operating permit, in accordance with section 39-4401, Idaho Code, by the Idaho department of environmental quality;\n\n(2) Is a contingency plan prepared in accordance with the requirements of rules promulgated pursuant to section 39-4401, Idaho Code, by the Idaho department of environmental quality;\n\n(3) Has otherwise been approved by the military division or department of environmental quality. Private emergency response plans must be submitted, for file purposes, to the local emergency response authorities and the military division to qualify as a private emergency response plan under this section.\n\n[39-7114, added 1991, ch. 242, sec. 1, p. 592; am. 1997, ch. 121, sec. 9, p. 365; am. 2001, ch. 103, sec. 65, p. 302.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7114/"
    },
    {
      "id": "section-39-7114a",
      "number": "39-7114A",
      "heading": "",
      "text": "39-7114A. CIVIL AIR PATROL. (1) There is hereby established within the military division the Idaho directorate of civil air patrol. The mission of the directorate shall be to provide support for and facilitate the operation of the Idaho wing of civil air patrol, which shall be under the command and control of the duly appointed commanding officer of such wing.\n\n(2) In consideration for services rendered to the state of Idaho and its citizens by the Idaho wing of civil air patrol, the military division shall provide in-kind services or direct financial support to the Idaho wing of civil air patrol, in the form of land use, hangar facilities, mess and billeting facilities, office space, travel, and participation fees for attendance at educational and training opportunities sponsored by civil air patrol, and other entities when deemed necessary and when such facilities are available. The military division shall administer any moneys that may be appropriated from time to time for the benefit of the Idaho wing of civil air patrol, by promptly transferring said moneys to the Idaho wing of civil air patrol, by a grant or similar means in an amount not less than the moneys appropriated. The military division may specify such reporting requirements as it deems appropriate, and the Idaho wing of civil air patrol shall make available to the military division its financial records accounting for usage of any appropriated moneys.\n\n(3) Any operational or training missions assigned to the Idaho wing of civil air patrol by the Idaho office of emergency management and accepted for execution by the Idaho wing of civil air patrol shall be governed by a separate memorandum of understanding that shall be executed from time to time between the Idaho office of emergency management and civil air patrol. Any reimbursement to the Idaho wing of civil air patrol of mission expenses specified by that memorandum of understanding shall be in addition to any appropriated moneys described in this section and shall be paid from moneys otherwise available to the Idaho office of emergency management.\n\n[39-7114A, added 2012, ch. 313, sec. 1, p. 862; am. 2016, ch. 118, sec. 5, p. 334; am. 2022, ch. 154, sec. 1, p. 537.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7114a/"
    },
    {
      "id": "section-39-7115",
      "number": "39-7115",
      "heading": "",
      "text": "39-7115. SEVERABILITY. The provisions of this act are hereby declared to be severable and if any provision of this act or the application of such provision to any person or circumstance is declared invalid for any reason, such declaration shall not affect the validity of remaining portions of this act.\n\n[39-7115, added 1991, ch. 242, sec. 1, p. 592.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-71/section-39-7115/"
    }
  ]
}