{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-21",
  "sections": [
    {
      "id": "section-39-2101",
      "number": "39-2101",
      "heading": "",
      "text": "39-2101. EXPLOSIVES TO BE MARKED. It shall be unlawful for any person or persons, partnership or corporation, to sell or offer for sale, or take or solicit orders of sale, or purchase, or use, or have on hand or in store for the purpose of sale or use, in any state, any high explosive, unless on each and every box or package and wrapper containing any high explosive, there shall be plainly stamped or printed the name and place of business of the person or partnership or corporation by whom or which the same was manufactured, and the exact and true date of its manufacture, and the percentage of nitroglycerin or other high explosive contained therein.\n\n[(39-2101) 1907, p. 314, sec. 1; reen. R.C. & C.L., sec. 1555; C.S., sec. 2593; I.C.A., sec. 38-1501; am. 1963, ch. 18, sec. 13, p. 154.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-21/section-39-2101/"
    },
    {
      "id": "section-39-2102",
      "number": "39-2102",
      "heading": "",
      "text": "39-2102. REGULATIONS CONCERNING MARKINGS. It shall be unlawful for any person or persons, partnership or corporation, to have two (2) or more different dates on any such box or package containing high explosive; it shall further be unlawful for any person or persons, partnership or corporation, to use any box, package or wrapper formerly used by any other person or persons, partnership or corporation, in the packing of such high explosive; and the name and date on such box or package shall be the same as on the wrapper containing such explosive.\n\n[(39-2102) 1907, p. 314, sec. 2; reen. R.C. & C.L., sec. 1556; C.S., sec. 2594; I.C.A., sec. 38-1502; am. 1963, ch. 18, sec. 14, p. 154.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-21/section-39-2102/"
    },
    {
      "id": "section-39-2102a",
      "number": "39-2102A",
      "heading": "",
      "text": "39-2102A. LABELING OF PAINT AND CLEANSING LIQUIDS CONTAINING TOXIC ADDITIVES. All persons, partnerships, or corporations who sell or offer to sell in the state of Idaho any type of paint, solvent, or cleansing liquids containing toxic additives shall cause a label to be placed on each and every box, package, or container showing thereon the name and type of such ingredients and/or toxic additives and the amount of each.\n\n[(39-2102A) 39-2102(A), as added by 1963, ch. 40, sec. 1, p. 188; am. and redesig. 2007, ch. 90, sec. 19, p. 256.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-21/section-39-2102a/"
    },
    {
      "id": "section-39-2103",
      "number": "39-2103",
      "heading": "",
      "text": "39-2103. PENALTIES FOR VIOLATION. If any person or persons, partnership or corporation, shall violate any of the provisions of this chapter, such person or persons, the members of such partnership, or the officers or agents of such corporation, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not more than $300.00, or by imprisonment in the county jail for not more than six months, or by both such fine and imprisonment, in the discretion of the court.\n\n[(39-2103) 1907, p. 314, sec. 3; reen. R.C. & C.L., sec. 1557; C.S., sec. 2595; I.C.A., sec. 38-1503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-21/section-39-2103/"
    }
  ]
}