{
  "state": "idaho",
  "path": "title-title-39/chapter-chapter-23",
  "sections": [
    {
      "id": "section-39-2301",
      "number": "39-2301",
      "heading": "",
      "text": "39-2301. BREAST CANCER SCREENING. [EFFECTIVE JANUARY 1, 2026] (1) As used in this section, \"supplemental breast screening\" means a medically necessary and clinically appropriate examination of the breast using either standard or abbreviated magnetic resonance imaging, contrast mammogram imaging, or, if such imaging is not possible, ultrasound if recommended by the treating physician to screen for breast cancer when there is no abnormality seen or suspected in the breast.\n\n(2) This section shall apply only to a health benefit plan that provides benefits for medical or surgical expenses incurred as a result of a health condition, accident, or sickness, including an individual, group, blanket, or franchise insurance policy or insurance agreement, a group hospital service contract, or an individual group evidence of coverage or similar coverage document that is offered by:\n\n(a) An insurance company;\n\n(b) A group hospital service corporation operating pursuant to chapter 34, title 41, Idaho Code;\n\n(c) A managed care organization operating pursuant to chapter 39, title 41, Idaho Code;\n\n(d) A fraternal benefit society operating pursuant to chapter 32, title 41, Idaho Code; or\n\n(e) An exchange operating pursuant to chapter 61, title 41, Idaho Code.\n\n(3) Notwithstanding any other provision of law to the contrary, a group or individual health benefit plan providing benefits for medical or surgical expenses incurred as a result of a health condition, accident, or sickness shall also provide coverage for breast imaging. The minimum coverage required shall include all costs associated with one (1) supplemental breast screening every year in instances where a person is believed to be at an increased risk of breast cancer due to:\n\n(a) Personal history of atypical breast histologies;\n\n(b) Personal history or family history of breast cancer;\n\n(c) Genetic predisposition for breast cancer;\n\n(d) Prior therapeutic thoracic radiation therapy;\n\n(e) Lifetime risk of breast cancer of greater than twenty percent (20%) according to risk assessment tools based on family history;\n\n(f) Extremely dense breast tissue based on breast composition categories of the breast imaging and reporting data system established by the American college of radiology; or\n\n(g) Heterogeneously dense breast tissue based on breast composition categories with any one (1) of the following risk factors:\n\n(i) Personal history of BRCA1 or BRCA2 gene mutations;\n\n(ii) First-degree relative with a BRCA1 or BRCA2 gene mutation who has not undergone genetic testing;\n\n(iii) Prior therapeutic thoracic radiation therapy from ten (10) to thirty (30) years of age; or\n\n(iv) Personal history of Li-Fraumeni syndrome, Cowden syndrome, or Bannayan-Riley-Ruvalcaba syndrome, or a first-degree relative with one (1) of these syndromes.\n\n(4) Nothing in this section shall be construed as to prevent the application of deductible, copayment, or coinsurance provisions contained in the policy or plan for breast imaging in excess of the minimum coverage required.\n\n[39-2301, added 2025, ch. 163, sec. 1, p. 783.]",
      "source_url": "https://law.justia.com/codes/idaho/title-39/chapter-23/section-39-2301/"
    }
  ]
}