{
  "state": "hawaii",
  "path": "title-title-17-motor-and-other-vehicles/chapter-293-bicycles",
  "sections": [
    {
      "id": "section-293-1",
      "number": "293-1",
      "heading": "Defacing serial numbers, etc., of bicycles.293-2 Bicycle dealers, records required.293-3 Prohibition of sale; stolen.",
      "text": "§293-1 Defacing serial numbers, etc., of bicycles.It shall be unlawful for any person to wilfully deface, destroy, or alter the serial number, a component part number, or identification mark of any bicycle, so placed or stamped on any bicycle by the manufacturer for the purpose of identifying the bicycle or its component parts.\n\nThis section does not prohibit the restoration by an owner of an original mark or number, when the restoration is authorized in writing by the county treasurer or director of finance, nor prevent any manufacturer from placing in the ordinary course of business, numbers or marks upon new bicycles or new parts thereof. Violation of this section shall be a misdemeanor and shall result in a fine of not more than $500. [L 1972, c 25, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-17/chapter-293/section-293-1/"
    },
    {
      "id": "section-293-2",
      "number": "293-2",
      "heading": "Bicycle dealers, records required.",
      "text": "§293-2 Bicycle dealers, records required.All persons selling new bicycles to others as a business shall keep a record for four years after the sale of a bicycle of the name of the purchaser, and the serial number, description, and make of the bicycle sold to the purchaser. This record may be inspected by the police during reasonable business hours. [L 1972, c 25, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-17/chapter-293/section-293-2/"
    },
    {
      "id": "section-293-3",
      "number": "293-3",
      "heading": "Prohibition of sale; stolen.",
      "text": "§293-3 Prohibition of sale; stolen.(a) In any county with a population of five hundred thousand or more, no person shall sell or offer for sale a bicycle on an online sales platform, at a dealer, or elsewhere if the bicycle:\n\n(1) Has been reported as stolen to a county police department; and\n\n(2) Is listed on a publicly available online stolen bicycle database as provided in subsection (b).\n\n(b) In any county with a population of five hundred thousand or more, the county police department or any other agency as designated by the county shall establish the publicly available online stolen bicycle database that allows persons to verify if a bicycle serial number or emblem number has been reported as stolen.\n\n(c) Any person who violates this section shall be guilty of a misdemeanor and shall be fined either $500, the listed sale price on the advertisement, or the actual sale price, whichever is greater.\n\n(d) For purposes of this section:\n\n\"Dealer\" has the same meaning as in section 486M-1.\n\n\"Online sales platform\" means an internet website or application that:\n\n(1) Is open to the public;\n\n(2) Operates in the State; and\n\n(3) Enables the sale of goods between persons using any medium of facilitation.\n\n(e) The prosecution need not prove the person's state of mind as to the attendant circumstance of the offense occurring in a county with a population of five hundred thousand or more.\n\n(f) It shall be an affirmative defense that the person viewed the publicly available online stolen bicycle database and did not see the bicycle listed before selling or offering to sell the bicycle. [L 2022, c 108, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-17/chapter-293/section-293-3/"
    }
  ]
}