{
  "state": "virginia",
  "path": "title-title-231-institutions-of-higher-education-other-educational/chapter-chapter-32-museums-and-other-cultural-institutions",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 23.1-3200. Governing boards of educational institutions; removal of membersArticle 2",
      "text": "Frontier Culture Museum of Virginia§ 23.1-3201. Frontier Culture Museum of Virginia established§ 23.1-3202. Board of trustees§ 23.1-3203. Duties of the boardArticle 3. Gunston Hall§ 23.1-3204. B",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3200",
      "number": "23.1-3200.",
      "heading": "Governing boards of educational institutions; removal of members",
      "text": "A. Notwithstanding any other provision of law, the Governor may remove from office for malfeasance, misfeasance, incompetence, or gross neglect of duty any member of the board of any educational institution established pursuant to this chapter and fill the vacancy resulting from the removal. Each appointment to fill a vacancy is subject to confirmation by the General Assembly.\n\nB. The Governor shall set forth in a written public statement his reasons for removing any member pursuant to subsection A at the time the removal occurs. The Governor is the sole judge of the sufficiency of the cause for removal as set forth in subsection A.\n\n2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3200/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Frontier Culture Museum of Virginia",
      "text": "Frontier Culture Museum of Virginia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3201",
      "number": "23.1-3201.",
      "heading": "Frontier Culture Museum of Virginia established",
      "text": "The Frontier Culture Museum of Virginia (the Museum) is established as a state agency and educational institution. The purpose of the Museum is to construct, operate, and maintain, in the Augusta County, Staunton, and Waynesboro area of the Commonwealth, an outdoor museum to commemorate on an international scale the contributions of the pioneers and colonial frontiersmen and frontierswomen of the eighteenth and nineteenth centuries to the creation and development of the United States. The Museum is responsible for administering such historical and interpretive programs as may be established by the board of trustees of the Museum.\n\n2000, c. 541, § 23-296; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3201/"
    },
    {
      "id": "section-231-3202",
      "number": "23.1-3202.",
      "heading": "Board of trustees",
      "text": "A. The Museum shall be administered by a board of trustees (the board) consisting of no more than 25 members. The members shall be appointed as follows: five members of the House of Delegates by the Speaker of the House of Delegates in accordance with the rules of proportional representation contained in the Rules of the House of Delegates, three members of the Senate by the Senate Committee on Rules, and nine nonlegislative citizen members by the Governor. The Governor may appoint, upon recommendation of the board, up to eight additional nonlegislative citizen members who may be nonresidents of the Commonwealth.\n\nB. Legislative members shall serve terms coincident with their terms of office. Nonlegislative citizen members shall be appointed for terms of four years. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments. All members may be reappointed.\n\nC. The board shall elect a chairman, vice-chairman, and such other officers as it deems necessary. The meetings of the board shall be held at the call of the chairman or whenever the majority of the members so request. The board may appoint an executive committee consisting of at least seven members for the transaction of business in the recess of the board.\n\nD. Nonlegislative citizen members shall receive no compensation for their services. Legislative members shall be compensated as provided in § 30-19.12. Members of the board shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Funding for the costs of compensation and expenses of the members shall be provided by the Museum.\n\n2000, c. 541, § 23-297; 2005, c. 758; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3202/"
    },
    {
      "id": "section-231-3203",
      "number": "23.1-3203.",
      "heading": "Duties of the board",
      "text": "A. The board shall:\n\n1. Establish, operate, and maintain the Museum to commemorate the contributions of the pioneers and colonial frontiersmen and frontierswomen to the creation of this nation;\n\n2. Employ an executive director and such assistants as may be required and confer such duties and responsibilities as determined necessary;\n\n3. Adopt a flag, seal, and other emblems for use in connection with the Museum;\n\n4. Establish a nonprofit corporation to develop and maintain public awareness of the Museum;\n\n5. Receive and expend gifts, grants, and donations of any kind from whatever sources determined, including donations accepted by the American Frontier Culture Foundation on behalf of the Museum;\n\n6. Adopt regulations and set fees concerning the use and visitation of properties under its control;\n\n7. With the consent of the Governor, acquire by purchase, lease, gift, devise, or condemnation proceedings lands, property, and structures deemed necessary to the purpose of the Museum. The title to such acquired land and property shall be in the name of the Commonwealth. In the exercise of the power of eminent domain granted under this section, the Museum may proceed in the manner provided by Chapter 3 (§ 25.1-300 et seq.) of Title 25.1;\n\n8. Convey by lease land and structures to any person, association, firm, or corporation, with the consent of the Governor, for such terms and on such conditions as the Museum may determine;\n\n9. Enter into contracts to further the purpose of the Museum; and\n\n10. Elect any past member of the board to the honorary position of trustee emeritus. Trustees emeriti shall serve as honorary members for life, shall not have voting privileges, and shall be elected in addition to those positions set forth in § 23.1-3202.\n\nB. In addition to the powers granted by subsection A, the board may evaluate the significance and suitability of the furnishings, household items, and other objects acquired by purchase, gift, or donation with or for the Museum for the purpose of accurately presenting the means, tastes, and lifestyles of the people living during the era depicted by the Museum. The board may exchange or sell those furnishings, household items, and other objects that it determines to be of little or no significance or suitability for achieving the purpose or mission of the Museum as long as such disposition is not inconsistent with the terms of the acquisition of the relevant property. Sales of these items may be conducted by auction houses recognized for their expertise in the sale of such property.\n\nC. Any furnishings, household goods, and other objects previously acquired by donation or purchase and the net proceeds of any sale of these items as provided in subsection B shall constitute a discrete fund of the Museum and shall be used solely for the acquisition of period furnishings, household goods, and other objects consistent with the purpose and mission of the Museum.\n\nD. Donations to the Museum of any funds, securities, and any other property, real or personal, for use in accordance with its purpose and mission shall constitute endowments or unrestricted gifts for the purposes of § 23.1-101. The board may change the form of investment of any such funds, securities, or other property, real or personal, if the change in such form is not inconsistent with the terms of the instrument under which such property was acquired and may sell, grant, or convey any such property, except that any transfers of real property shall be made only with the consent of the Governor.\n\n2000, c. 541, § 23-298; 2002, c. 129; 2003, c. 940; 2008, c. 242; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3203/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Gunston Hall",
      "text": "Gunston Hall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3204",
      "number": "23.1-3204.",
      "heading": "Board of Regents of Gunston Hall and Board of Visitors for Gunston Hall established",
      "text": "The Board of Regents of Gunston Hall (Board of Regents) is established as an educational institution to manage, maintain, and operate Gunston Hall and accept and administer gifts of real and personal property made for the benefit of Gunston Hall. The Board of Visitors for Gunston Hall is established. Membership of both collegial bodies shall be pursuant to the terms and conditions of the deed of gift of Gunston Hall from Louis Hertle to the Commonwealth. The duties of the two boards are prescribed in Chapter 138 of the Acts of Assembly of 1932 and Chapter 175 of the Acts of Assembly of 1948.\n\n2000, c. 541, § 23-295; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3204/"
    },
    {
      "id": "section-231-3205",
      "number": "23.1-3205.",
      "heading": "Powers of the Board of Regents",
      "text": "A. The Board of Regents may undertake to determine the significance or suitability of the furnishings, household items, and other objects acquired by purchase, gift, or donation for Gunston Hall, for the purpose of accurately presenting Gunston Hall according to the means and taste of George Mason. Those furnishings, household items, and other objects determined by the Board of Regents to be of little or no significance or unsuitable for achieving this purpose may be exchanged or sold by the Board of Regents if not inconsistent with the terms of the acquisition of the items. Such sales may be conducted by auction houses recognized for their expertise in the sale of such items.\n\nB. Any such furnishings, household goods, and other objects acquired by donation or purchase and the net proceeds of any sale of these items as provided in subsection A shall constitute a discrete fund of Gunston Hall, restricted to future acquisitions of period furnishings, household goods, and other objects consistent with the purposes set forth in subsection A and the conservation of all such holdings of Gunston Hall.\n\nC. Donations to Gunston Hall of any funds, securities, and any other property, real or personal, for use in accordance with the mission of Gunston Hall shall constitute endowments or unrestricted gifts for the purposes of § 23.1-101. The Board of Regents may (i) change the form of investment of any such funds, securities, or other property, real or personal, provided that the form is not inconsistent with the terms of the instrument under which the property was acquired, and (ii) sell, grant, or convey any such property, except that any transfers of real property shall be made only with the consent of the Governor.\n\n2001, c. 125, § 23-295.1; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3205/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Jamestown-Yorktown Foundation",
      "text": "Jamestown-Yorktown Foundation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3206",
      "number": "23.1-3206.",
      "heading": "Jamestown-Yorktown Foundation established; board of trustees",
      "text": "A. The Jamestown-Yorktown Foundation (the Foundation) is established as an educational institution to administer certain historical museums and such related programs as may be established by the board of trustees.\n\nB. The Foundation shall be administered by a board of trustees (the board). There shall be 12 nonlegislative citizen members appointed by the Governor from the Commonwealth at large for four-year terms, subject to confirmation by the General Assembly; eight members of the House of Delegates appointed by the Speaker of the House of Delegates in accordance with the rules of proportional representation contained in the Rules of the House of Delegates; four members of the Senate appointed by the Senate Committee on Rules; five members annually elected by the board, some of whom may be nonresidents of the Commonwealth; and any chairman emeritus elected by the board pursuant to § 23.1-3207. The Governor, the Lieutenant Governor, the Attorney General, the Speaker of the House of Delegates, the President Pro Tempore of the Senate, the Chairman of the House Committee on Appropriations, either the Chairman or the Chairman Emeritus of the Senate Committee on Finance and Appropriations, to be determined by the Senate Committee on Rules, the Secretary of Education, and the president of the Jamestown-Yorktown Foundation, Inc., shall serve ex officio.\n\nLegislative and ex officio members shall serve terms coincident with their terms of office. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments.\n\nC. The board shall elect a chairman, vice-chairman, and such other officers as it deems necessary. The chairman shall appoint at least seven members to constitute an executive committee, which shall include the chairman and vice-chairman. The meetings of the board shall be held at the call of the chairman or whenever the majority of the members so request.\n\nD. Nonresident members of the board shall serve at no expense to the Commonwealth. Members who are residents of the Commonwealth shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825 and shall receive compensation at the per diem rate established for members of the General Assembly as provided in § 30-19.12. The funding for the costs of compensation and expenses of the members shall be provided by the Foundation.\n\n1998, cc. 589, 786, § 23-287; 2000, cc. 104, 125; 2003, c. 879; 2005, c. 758; 2013, c. 480; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3206/"
    },
    {
      "id": "section-231-3207",
      "number": "23.1-3207.",
      "heading": "Duties",
      "text": "The board shall:\n\n1. Do all things necessary and proper to (i) foster through its living-history museums, Jamestown Settlement and American Revolution Museum at Yorktown, an awareness and understanding of the early history, settlement, and development of the United States through the convergence of American Indian, European, and African cultures and the enduring legacies bequeathed to the nation; (ii) commemorate Jamestown as the first permanent English-speaking settlement in the United States and its contributions to the building of the Commonwealth and the nation; (iii) commemorate the winning of American independence on the battlefield at Yorktown; and (iv) enhance our understanding of the making of the United States Constitution and Bill of Rights, including the Commonwealth's role in shaping the fundamental principles of the American constitutional system;\n\n2. Administer, develop, and maintain at Jamestown and Yorktown permanent commemorative shrines and historical museums;\n\n3. Adopt names, flags, seals, and other emblems for use in connection with such shrines and copyright the same in the name of the Commonwealth;\n\n4. Enter into contracts to further the purposes of the Foundation, including contracts for the use and rental of agency facilities, structures, spaces, and personal property under the control of the Foundation;\n\n5. Establish nonprofit corporations as instrumentalities to assist in administering the affairs of the Foundation;\n\n6. With the consent of the Governor, acquire by purchase, lease, gift, devise, or condemnation proceedings lands, property, and structures deemed necessary for the purposes of the Foundation. The title to such acquired land and property shall be in the name of the Commonwealth. In the exercise of the power of eminent domain granted under this section, the Foundation may proceed in the manner provided by Chapter 3 (§ 25.1-300 et seq.) of Title 25.1;\n\n7. With the consent of the Governor, convey by lease land to any person, association, firm, or corporation for such terms and on such conditions as the Foundation may determine;\n\n8. Receive and expend gifts, grants, and donations from whatever source derived for the purposes of the Foundation;\n\n9. Employ an executive director and such deputies and assistants as may be required;\n\n10. Elect any past chairman of the board to the honorary position of chairman emeritus. Chairmen emeriti shall serve as honorary members for life. Chairmen emeriti shall be elected in addition to the at-large positions defined in § 23.1-3206;\n\n11. With the consent of the Governor, enter into agreements or contracts with private entities for the promotion of tourism through marketing without participating in competitive sealed bidding or competitive negotiation, provided that a demonstrable cost savings, as reviewed by the Secretary of Education, can be realized by the Foundation and such agreements or contracts are based on competitive principles;\n\n12. Determine which paintings, statuary, works of art, manuscripts, and artifacts shall be acquired by purchase, gift, or loan and exchange or sell such items if not inconsistent with the terms of such purchase, gift, loan, or other acquisition; and\n\n13. Change the form of investment of any funds, securities, or other property, real or personal, provided the form is not inconsistent with the terms of the instrument under which the property was acquired, and sell, grant, or convey any such property, except that any transfers of real property shall be made only with the consent of the Governor.\n\n1998, cc. 222, 589, 786, 791, § 23-288; 2000, c. 109; 2003, cc. 879, 940; 2011, cc. 345, 356; 2016, c. 588; 2017, cc. 230, 310; 2018, c. 137.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3207/"
    },
    {
      "id": "section-231-3208",
      "number": "23.1-3208.",
      "heading": "Regulations",
      "text": "A. The board or its executive committee may adopt regulations concerning the use and visitation of properties under the control of the Jamestown-Yorktown Foundation to protect and secure such properties and the public enjoyment of such properties.\n\nB. Any person who knowingly violates a regulation of the Foundation may be requested by an agent or employee of the Foundation to leave the property and upon the failure of such person to do so is guilty of trespass as provided in § 18.2-119.\n\n1998, c. 786, § 23-289; 2016, c. 588; 2017, c. 314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3208/"
    },
    {
      "id": "section-231-3209",
      "number": "23.1-3209.",
      "heading": "Authority to contract debts and obligations payable from revenues",
      "text": "The Foundation, acting by and through the corporation authorized by § 23.1-3207, may contract debts and obligations to the extent of its anticipated revenues. Such debts and obligations shall be paid only from the revenues of the Foundation.\n\n1998, c. 786, § 23-290; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3209/"
    },
    {
      "id": "section-231-32091",
      "number": "23.1-3209.1.",
      "heading": "Expired",
      "text": "Expired pursuant to 2016, c. 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3209-1/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Science Museum of Virginia",
      "text": "Science Museum of Virginia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3210",
      "number": "23.1-3210.",
      "heading": "Science Museum of Virginia established",
      "text": "The Science Museum of Virginia (the Museum) is established as an educational institution of the Commonwealth and a public body and instrumentality for the dissemination of education. The exercise by the Museum of the powers conferred by this article is the performance of an essential governmental function.\n\nCode 1950, § 9-65.1, § 23-239; 1970, c. 466; 1977, c. 597; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3210/"
    },
    {
      "id": "section-231-3211",
      "number": "23.1-3211.",
      "heading": "Board of trustees",
      "text": "A. The Museum shall be governed by a board of trustees (the board) consisting of 15 members who shall be appointed by the Governor. At least one of the members shall be a member of the Virginia Academy of Science. All appointments are subject to confirmation by the General Assembly.\n\nB. Members shall be appointed for terms of five years. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. No member is eligible to serve more than two consecutive five-year terms; however, a member appointed to serve an unexpired term is eligible to serve two consecutive five-year terms immediately succeeding such unexpired term.\n\nC. No member shall receive a salary for his service on the board.\n\nD. The board shall elect a chairman and a secretary from its membership and may elect a vice-chairman from its membership.\n\nE. The board shall meet at such times as it deems appropriate.\n\nF. Seven members of the board shall constitute a quorum for all purposes.\n\nCode 1950, §§ 9-65.4, 9-65.5, 9-65.6, 9-65.10, 9-65.11, §§ 23-243, 23-244, 23-245, 23-248, 23-249; 1970, c. 466; 1977, c. 597; 1980, c. 612; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3211/"
    },
    {
      "id": "section-231-3212",
      "number": "23.1-3212.",
      "heading": "Duties of the board",
      "text": "The board shall seek to:\n\n1. Deepen our understanding of man and his environment;\n\n2. Promote a knowledge of the scientific method and thus encourage objectivity in the everyday affairs of man;\n\n3. Engage in instruction and research in the sciences in order to educate citizens of all ages in the concepts and principles of science and how these concepts and principles form the foundation upon which rests our technological society and its economy;\n\n4. Use, subject to approval of the accredited educational affiliates concerned, Museum personnel in educational programs;\n\n5. Motivate and stimulate young people to seek careers in science;\n\n6. Encourage an understanding of the history of scientific endeavor;\n\n7. Provide special facilities and collections for the study of the Commonwealth's natural resources; and\n\n8. Foster a love of nature and concern for its preservation.\n\nCode 1950, § 9-65.2, § 23-240; 1970, c. 466; 1977, c. 597; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3212/"
    },
    {
      "id": "section-231-3213",
      "number": "23.1-3213.",
      "heading": "Powers of the board",
      "text": "The board may:\n\n1. Select sites for the Museum and its divisions and provide for the erection, care, and preservation of all property belonging to the Museum;\n\n2. Appoint the director of the Museum (the director) and prescribe his duties and salary;\n\n3. Establish policies for the operation of the Museum, including the kinds and types of instruction and exhibits, and the development of plans for expansion of the Museum;\n\n4. Employ planning consultants and architects for any expansion of the Museum;\n\n5. Acquire by purchase, gift, loan, or otherwise land necessary for exhibits, displays, and expansion of the Museum;\n\n6. Enter into contracts for construction of physical facilities;\n\n7. Adopt a seal;\n\n8. Charge for admission to the Museum; and\n\n9. On behalf of the Commonwealth and in furtherance of the purposes of the Museum, receive and administer gifts, bequests, and devises of property of any kind whatsoever and grants from agencies of the United States government and expend, or authorize the expenditure of, funds derived from such sources and funds appropriated by the General Assembly to the Museum.\n\nCode 1950, §§ 9-65.12, 9-65.14, §§ 23-250, 23-252; 1970, c. 466; 1972, c. 524; 1974, c. 124; 1977, c. 597; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3213/"
    },
    {
      "id": "section-231-3214",
      "number": "23.1-3214.",
      "heading": "Agents and employees",
      "text": "The director may engage or authorize the engagement of such agents and employees as may be needed in the operation and maintenance of the Museum, subject to the approval of the board.\n\nCode 1950, § 9-65.13, § 23-251; 1970, c. 466; 1977, c. 597; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3214/"
    },
    {
      "id": "section-231-3215",
      "number": "23.1-3215.",
      "heading": "Annual report",
      "text": "The board shall submit an annual report to the Governor and General Assembly on or before November 1 of each year. Such report shall be submitted as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website. Such report shall contain, at a minimum, the annual financial statements of the Museum for the fiscal year ending the preceding June 30.\n\n1977, c. 597, § 23-253; 1984, c. 734; 1985, c. 146; 2004, c. 650; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3215/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Virginia Museum of Fine Arts",
      "text": "Virginia Museum of Fine Arts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3216",
      "number": "23.1-3216.",
      "heading": "Virginia Museum of Fine Arts established",
      "text": "The Virginia Museum of Fine Arts (the Museum) is established as an educational institution in the Commonwealth and a public body and instrumentality for the dissemination of education.\n\n1997, c. 367, § 23-253.4; 2016, c. 588; 2017, c. 314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3216/"
    },
    {
      "id": "section-231-3217",
      "number": "23.1-3217.",
      "heading": "Board of trustees",
      "text": "A. The management and control of the Virginia Museum of Fine Arts and its building, contents, furnishings, grounds, and other properties is vested in a board of trustees (the board) composed of (i) the Governor, the Speaker of the House of Delegates, and the mayor of the City of Richmond, who shall serve ex officio, and (ii) at least 25 but not more than 35 nonlegislative citizen members. Nonlegislative citizen members shall be appointed by the Governor after consideration of a list of nominees from the Museum submitted at least 60 days before the expiration of the member's term for which the nominations are being made.\n\nB. Nonlegislative citizen members shall be appointed for terms of five years. No nonlegislative citizen member is eligible to serve more than two consecutive five-year terms; however, a member appointed to serve an unexpired term is eligible to serve two consecutive five-year terms immediately succeeding such unexpired term.\n\nC. Nine members shall constitute a quorum at any meeting and a majority vote of those members present shall control in all matters.\n\nD. The board shall adopt bylaws governing its organization and procedure and may alter and amend the bylaws.\n\nE. The board shall elect one of its members president of the Museum.\n\nF. The board may provide for an executive committee composed of at least three members that may exercise the powers vested in it and perform the duties imposed upon it by the board.\n\n1997, c. 367, §§ 23-253.1, 23-253.2, 23-253.3; 2010, c. 101; 2011, cc. 691, 714; 2016, c. 588; 2017, c. 314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3217/"
    },
    {
      "id": "section-231-3218",
      "number": "23.1-3218.",
      "heading": "Powers of the board",
      "text": "A. The board may:\n\n1. Manage, control, maintain, and operate the Museum, including its contents, furnishings, grounds funds, property, and endowments;\n\n2. Charge for admission to the Museum;\n\n3. Employ a director, who shall be the chief executive officer of the Museum, and such persons as may be necessary to manage, control, maintain, and operate the Museum;\n\n4. Consistent with subdivision 15 of § 2.2-2905, suspend and remove employees;\n\n5. Determine which works of art shall be kept, housed, or exhibited in the Museum;\n\n6. Acquire by purchase, gift, loan, or otherwise works of art and exchange or sell such works if not inconsistent with the terms of the purchase, gift, loan, or other acquisition;\n\n7. Enter into agreements with organizations interested in art;\n\n8. Adopt a seal;\n\n9. Stimulate and assist in the formation of new organizations;\n\n10. Do such other things as it deems proper to promote art education throughout the Commonwealth;\n\n11. Receive and administer on behalf of the Commonwealth gifts, bequests, and devises of real and personal property for the endowment of the Museum or any special purpose designated by the donor;\n\n12. Change the form of investment of any funds, securities, or other property, real or personal, provided that the form is not inconsistent with the terms of the instrument under which the property was acquired. The trustees may sell, grant, and convey any such property but, in the case of real property, only with the written consent of the Governor;\n\n13. Confer the honorary degree of patron of arts on any person who has made an outstanding contribution to art, provided that no more than two such degrees shall be conferred in any calendar year; and\n\n14. Adopt regulations to establish classes of membership in the Museum.\n\nB. Nothing in this section shall be construed to prohibit the assessment and levying of a service charge pursuant to the provisions of Chapter 34 (§ 58.1-3400 et seq.) of Title 58.1.\n\nC. The exercise of the powers conferred on the board by this article is the performance of an essential governmental function.\n\n1997, c. 367, §§ 23-253.4, 23-253.5; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3218/"
    },
    {
      "id": "section-231-3219",
      "number": "23.1-3219.",
      "heading": "Authority of Art and Architectural Review Board",
      "text": "The Art and Architectural Review Board shall not control, manage, or supervise in any way the board in the exercise of its powers and duties, except that in the matter of additions, repairs, and alterations to the exterior of the Museum building the Art and Architectural Review Board shall continue to exercise the powers now conferred on it by law.\n\n1997, c. 367, § 23-253.6; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3219/"
    },
    {
      "id": "section-231-3220",
      "number": "23.1-3220.",
      "heading": "Expenditures for current expenses",
      "text": "All moneys received by the board for current expenses in operating the Museum shall be paid into the state treasury, where they shall be set aside as a special fund for the operation of the Museum to be paid by the State Treasurer on warrants of the Comptroller issued upon vouchers signed by the president of the Museum or his duly authorized agent.\n\n1997, c. 367, § 23-253.7; 2004, c. 650; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3220/"
    },
    {
      "id": "section-231-3221",
      "number": "23.1-3221.",
      "heading": "Annual report",
      "text": "The board shall submit an annual report to the Governor and General Assembly on or before November 1 of each year containing, at a minimum, the annual financial statements of the Museum for the fiscal year ending the preceding June 30. Such report shall be submitted as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\n2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3221/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Virginia Commission for the Arts",
      "text": "Virginia Commission for the Arts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231-3222",
      "number": "23.1-3222.",
      "heading": "Virginia Commission for the Arts established; purpose; membership",
      "text": "A. The Virginia Commission for the Arts (the Commission) is established as a supervisory commission within the meaning of § 2.2-2100 in the executive branch of state government.\n\nB. The Commission is designated the official agency of the Commonwealth to receive and disburse any funds made available to the Commonwealth by the National Endowment for the Arts and the Fund pursuant to § 23.1-3227.\n\nC. The Commission shall consist of nine members appointed by the Governor subject to confirmation by the General Assembly. No member of the General Assembly is eligible for appointment as a member of the Commission. At least one member shall be appointed from each of the eight superintendent's regions.\n\nD. Members shall be appointed for one term of five years; however, a member appointed to serve an unexpired term is eligible to serve a full five-year term immediately succeeding the unexpired term. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments. No member who serves a full five-year term is eligible for reappointment during the five-year period following the expiration of his term.\n\nE. The Commission shall elect a chairman from among its membership.\n\nF. A majority of the members of the Commission shall constitute a quorum.\n\nG. The members of the Commission shall receive no compensation for their services but shall be reimbursed for the reasonable and necessary expenses incurred in the performance of their duties as provided in § 2.2-2825.\n\nH. Any person designated by the board to handle the funds of the Commission shall give bond, with corporate surety, in a penalty fixed by the Governor, conditioned upon the faithful discharge of his duties. Any premium on the bond shall be paid from funds available to the Commission.\n\n2016, c. 588; 2022, c. 437; 2024, cc. 208, 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3222/"
    },
    {
      "id": "section-231-3223",
      "number": "23.1-3223.",
      "heading": "Duties of the Commission",
      "text": "A. The Commission shall:\n\n1. Stimulate and encourage throughout the Commonwealth growth in artistic quality and excellence, public interest and participation in the arts, and access to high-quality and affordable literary, visual, and performing arts for all Virginians;\n\n2. Make recommendations concerning appropriate methods to encourage economic viability, an intellectually stimulating environment for artists, and participation in and appreciation of the arts to meet the legitimate needs and aspirations of persons in all parts of the Commonwealth;\n\n3. Promote the development and implementation of a planned, sequential, and comprehensive program of arts education, taught by licensed teachers endorsed in arts education, in the public elementary and secondary schools of the Commonwealth;\n\n4. Provide supplemental learning opportunities to the public school arts education curriculum;\n\n5. Encourage the development of a network of professional arts organizations, the media, and arts promoters for the production of classical and new works of art and diversity in artistic expressions in media including the literary, visual, and performing arts;\n\n6. Provide funding for and technical assistance to artists, recognized nonprofit arts organizations, and arts organizations and activities that celebrate and preserve the various cultures represented among the citizens of the Commonwealth;\n\n7. Encourage and support the creation of new works of art, arts organizations whose primary objective is to increase public access to the arts, particularly in underserved areas, and performing arts tours to increase the availability of this form of artistic expression throughout the Commonwealth;\n\n8. Establish a program of financial assistance to provide scholarships, grants, and other awards to artists who demonstrate exceptional ability and talent;\n\n9. Establish an advisory panel composed of artists, arts administrators, and citizens to advise the Commission concerning fiscal matters;\n\n10. Encourage arts organizations to dedicate to their endowments at least $1 of the price of each adult admission to performances or exhibitions or at least one percent of moneys collected in fund campaigns;\n\n11. Encourage arts organizations to develop and implement endowment enlargement plans that yield enough income to underwrite one-third of the organizations' annual operating costs;\n\n12. Apply to and enter into contracts and agreements with the United States or any appropriate agency or officer of the United States for participation in or receipt of funding from any federal program respecting the arts;\n\n13. Provide incentives to local governing bodies to encourage public support and funding of the arts;\n\n14. Accept, hold, and administer gifts, contributions, and bequests of money or any other thing to be used for carrying out the purposes of this article;\n\n15. Develop specific procedures for the administration and implementation of a grantmaking program, so long as any such program is for the benefit of a nonprofit organization qualifying as a § 501(c)(3) organization under the Internal Revenue Code and prepare written guidelines to govern such program;\n\n16. Administer any funds available to the Commission and disburse such funds in accordance with the purposes of this article;\n\n17. Make expenditures from the Fund's interest and income to promote the arts in the Commonwealth in accordance with § 23.1-3228 and assist nonprofit arts and cultural institutions and organizations in the Commonwealth to assess, enhance, and plan for enhancement of their fiscal stability, financial management and control capabilities, and capacity to raise funds for the furtherance of their respective missions from nongovernmental sources;\n\n18. Enter into contracts and execute all instruments necessary and appropriate to carry out the Commission's purposes;\n\n19. Explore and make recommendations concerning other possible dedicated revenue sources for the Fund; and\n\n20. Perform any lawful acts necessary or appropriate to carry out the purposes of the Commission.\n\nB. Nothing in this article shall be construed to affect the statutory purposes of the Virginia Museum of Fine Arts.\n\n2016, c. 588; 2022, c. 437.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3223/"
    },
    {
      "id": "section-231-3224",
      "number": "23.1-3224.",
      "heading": "Director of the Commission",
      "text": "The Governor may appoint a director of the Commission, who shall serve at the pleasure of the Governor. The director may employ the personnel required to assist the Commission in the exercise and performance of its powers and duties. The director shall supervise and manage such personnel and shall prepare, approve, and submit all requests for appropriations and be responsible for all expenditures pursuant to appropriations.\n\n2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3224/"
    },
    {
      "id": "section-231-3225",
      "number": "23.1-3225.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, c. 437, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3225/"
    },
    {
      "id": "section-231-3226",
      "number": "23.1-3226.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, c. 437, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3226/"
    },
    {
      "id": "section-231-3227",
      "number": "23.1-3227.",
      "heading": "Virginia Commission for the Arts Fund",
      "text": "A. There is created in the state treasury a special nonreverting fund to be known as the Virginia Commission for the Arts Fund, referred to in this article as \"the Fund.\" The Fund shall be established on the books of the Comptroller.\n\nB. The Fund shall include such funds as may be appropriated by the General Assembly; revenues transferred to the Fund from the special license plates for Virginians for the Arts program pursuant to § 46.2-749.2:2; voluntary contributions collected through the income tax checkoff for the arts pursuant to subdivision B 8 of § 58.1-344.3; and designated gifts, contributions, and bequests of money, securities, or property of any other character.\n\nC. All money, securities, or other property designated for the Fund shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by persons authorized by the Commission. The Fund's principal is not subject to expenditure by the Commission.\n\n2016, c. 588; 2022, c. 437.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3227/"
    },
    {
      "id": "section-231-3228",
      "number": "23.1-3228.",
      "heading": "Gifts and bequests; exemption from taxation",
      "text": "Gifts and bequests of money, securities, or other property to the Fund, and the interest or income from such gifts and bequests, are gifts to the Commonwealth, and the Fund is exempt from all state and local taxes. Unless otherwise restricted by the terms of the gift or bequest, the Commission may sell, exchange, or otherwise dispose of such gifts and bequests. The proceeds from such transactions shall be deposited to the credit of the Fund. The Commission shall not actively solicit private donations for the Fund; however, this limitation shall not prevent the Commission from actively encouraging financial support for the Commission through the special license plate and income tax checkoff programs. Notwithstanding any other provision of this section, the Commission may accept and solicit public and private contributions for the limited purpose of assisting nonprofit arts and cultural institutions and organizations in the Commonwealth to enhance the fiscal stability, financial management, and fundraising abilities of such organizations.\n\n2016, c. 588; 2022, c. 437.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-32/section-23-1-3228/"
    }
  ]
}