{
  "state": "virginia",
  "path": "title-title-231-institutions-of-higher-education-other-educational/chapter-chapter-14-christopher-newport-university",
  "sections": [
    {
      "id": "section-231-1400",
      "number": "23.1-1400.",
      "heading": "Corporate name; name of the University§ 23.1-1401. Membership§ 23.1-1402. Meetings; officers; committees§ 23.1-1403. Powers and duties",
      "text": "A. The board of visitors of Christopher Newport University (the board) is a corporation under the name and style of \"The Rector and Visitors of Christopher Newport University\" and has, in addition to its other powers, all the corporate powers given to corporations by the provisions of Title 13.1 except those powers that are confined to corporations created pursuant to Title 13.1. The board shall at all times be under the control of the General Assembly.\n\nB. The institution shall be known as Christopher Newport University (the University).\n\n1976, c. 21, § 23-49.23; 1992, c. 103; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-14/section-23-1-1400/"
    },
    {
      "id": "section-231-1401",
      "number": "23.1-1401.",
      "heading": "Membership",
      "text": "The board shall consist of 14 members appointed by the Governor, of whom at least six shall be alumni of the University.\n\n1976, c. 21, § 23-49.25; 1978, c. 376; 1992, c. 103; 1995, c. 40; 2014, cc. 190, 597; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-14/section-23-1-1401/"
    },
    {
      "id": "section-231-1402",
      "number": "23.1-1402.",
      "heading": "Meetings; officers; committees",
      "text": "A. The board shall meet at the University at least once a year and at such other times as it determines. Special meetings of the board may be called by the rector or any three members. The secretary shall provide notice of any special meeting to each member.\n\nB. Seven members shall constitute a quorum.\n\nC. The board shall elect from its membership a rector to preside at its meetings, a vice-rector to preside at its meetings in the absence of the rector, and a secretary to preside at its meetings in the absence of the rector and vice-rector.\n\nD. The board may appoint a pro tempore officer to preside at its meetings in the absence of the rector, vice-rector, and secretary.\n\nE. Vacancies in the offices of rector, vice-rector, and secretary may be filled by the board for the unexpired term.\n\nF. The board may appoint an executive committee for the transaction of business in the recess of the board, to serve for a period of one year or until the next regular annual meeting.\n\n1976, c. 21, § 23-49.28; 1978, c. 376; 1990, c. 106; 1992, c. 103; 2016, c. 588; 2025, cc. 50, 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-14/section-23-1-1402/"
    },
    {
      "id": "section-231-1403",
      "number": "23.1-1403.",
      "heading": "Powers and duties",
      "text": "A. The board shall appoint all teachers and fix their salaries, provide for the employment of other personnel as required, and generally direct the affairs of the University.\n\nB. The board may confer degrees and, subject to the provisions of § 23.1-203, approve new academic programs and discontinue academic programs offered by the University.\n\n1976, c. 21, §§ 23-49.28, 23-49.30, 23-49.31; 1978, c. 376; 1990, c. 106; 1992, c. 103; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-14/section-23-1-1403/"
    }
  ]
}