{
  "state": "virginia",
  "path": "title-title-231-institutions-of-higher-education-other-educational/chapter-chapter-21-radford-university",
  "sections": [
    {
      "id": "section-231-2100",
      "number": "23.1-2100.",
      "heading": "Corporate name; name of the University§ 23",
      "text": "A. The board of visitors of Radford University (the board) is a corporation under the name and style of \"The Visitors of Radford University\" and has, in addition to its other powers, all the corporate powers given to corporations by the provisions of Title 13.1 except those powers that are confined to corporations created pursuant to Title 13.1. The board shall at all times be under the control of the General Assembly.\n\nB. The institution shall be known as Radford University (the University).\n\nC. All laws relating to Radford College or the board of visitors of Radford College shall be construed as relating to the University or the board, respectively.\n\n1964, c. 50, §§ 23-155.1, 23-155.2; 1979, cc. 136, 145; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-21/section-23-1-2100/"
    },
    {
      "id": "section-231-2101",
      "number": "23.1-2101.",
      "heading": "Membership",
      "text": "A. The board shall consist of 15 members appointed by the Governor, of whom at least 11 shall be residents of the Commonwealth.\n\nB. The alumni association of the University may submit to the Governor a list of at least three nominees for each vacancy on the board, whether the vacancy occurs by expiration of a term or otherwise. The Governor may appoint a member from the list of nominees.\n\n1964, c. 50, §§ 23-155.4, 23-155.5; 1976, c. 25; 2007, cc. 471, 727; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-21/section-23-1-2101/"
    },
    {
      "id": "section-231-2102",
      "number": "23.1-2102.",
      "heading": "Powers and duties",
      "text": "A. The board shall (i) provide for the employment of personnel as required and fix their salaries and (ii) generally direct the affairs of the University.\n\nB. The board may confer degrees.\n\n1964, c. 50, §§ 23-155.7, 23-155.9; 1979, cc. 136, 145; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-21/section-23-1-2102/"
    },
    {
      "id": "section-231-2103",
      "number": "23.1-2103.",
      "heading": "Program of instruction to educate and train teachers",
      "text": "The University shall maintain a program of instruction to educate and train teachers for the public elementary and secondary schools of the Commonwealth without excluding other programs of instruction.\n\n1964, c. 50, § 23-155.10; 1979, cc. 136, 145; 2016, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-21/section-23-1-2103/"
    },
    {
      "id": "section-231-2104",
      "number": "23.1-2104.",
      "heading": "Authority to establish Radford University-Roanoke Division",
      "text": "A. In recognition of the fact that maintaining an innovative academic health center in Roanoke addresses the increased health care training needs in the Commonwealth, the board may establish the Radford University-Roanoke Division (the Division) through the acquisition of Jefferson College of Health Sciences, a nonprofit private institution wholly owned and operated by Carilion Clinic.\n\nB. Upon establishment of the Division, the board may (i) exercise the same powers with respect to the operation of the Division as are vested in the board regarding the University and (ii) offer at the Division all programs of instruction offered by Jefferson College of Health Sciences at the time of acquisition, including associate-degree programs. However, the board shall cease to offer such associate-degree programs at the Division when the Council, the nationally recognized regional accreditation body, and the programmatic accreditation body approve Virginia Western Community College to offer such associate-degree programs in the Roanoke region. Nothing in this section shall authorize the University to offer any other associate-degree programs in the Roanoke region.\n\nC. Notwithstanding any other provision of law, the University may award merit-based and need-based institutional aid to students enrolled at the Division in a manner that is consistent with practices at the former Jefferson College of Health Sciences.\n\n2019, cc. 60, 64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-23-1/chapter-21/section-23-1-2104/"
    }
  ]
}