{
  "state": "michigan",
  "path": "title-chapter-566-fraudulent-conveyances-and-contracts/chapter-act-305-of-1937-automobile-accessories-recording-chattel-mor",
  "sections": [
    {
      "id": "section-566251",
      "number": "566.251",
      "heading": "Automobile Accessories Sold Upon Chattel Mortgage or Conditional Sale; Vendor to Forward Title and Copy of Mortgage to Secretary of State; Fee",
      "text": "Any person, firm or corporation selling to any owner of a motor vehicle which has heretofore or is hereafter issued a Michigan certificate of title as provided by Act No. 46 of the Public Acts of 1921, as amended, any accessory, equipment, additional part or replacement part for said motor vehicle, and securing the payment of same by the taking of a chattel mortgage, conditional sales contract or title retaining note upon such motor vehicle, shall at the time such sale is consummated furnish the purchaser a statement of said sale giving substantially the following information: date of sale; amount of chattel mortgage, conditional sales contract or title retaining note; accessory, additional part or replacement part sold and date of final payment of said chattel mortgage, conditional sales contract or title retaining note and shall immediately forward to the secretary of state the certificate of title of the purchaser and a true copy of the chattel mortgage, conditional sales contract or title retaining note, together with the sum of 50 cents to be paid by the purchaser of such accessory, additional part or replacement part.\n\nHistory:1937, Act 305, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 202, Eff. Jan. 10, 1942 ;-- CL 1948, 566.251Compiler's Notes:Act 46 of 1921, referred to in this section, was repealed by Act 300 of 1949.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-566/statute-act-305-of-1937/section-566-251/"
    },
    {
      "id": "section-566252",
      "number": "566.252",
      "heading": "Automobile Accessories Sold Upon Chattel Mortgage or Conditional Sale; Recording Upon Title; Additional Information.",
      "text": "Upon receipt of such certificate of title and such true copy of the chattel mortgage, conditional sales contract or title retaining note by the secretary of state, accompanied by the fee of 50 cents, the secretary of state shall record upon the certificate of title in a suitable place the information contained in said chattel mortgage, conditional sales contract or title retaining note. The secretary of state may require such additional information as he deems necessary to fairly state the essential provisions of said chattel mortgage, conditional sales contract or title retaining note and after recording said chattel mortgage, conditional sales contract or title retaining note upon the certificate of title, return same to the owner thereof.\n\nHistory:1937, Act 305, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 202, Eff. Jan. 10, 1942 ;-- CL 1948, 566.252",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-566/statute-act-305-of-1937/section-566-252/"
    },
    {
      "id": "section-566253",
      "number": "566.253",
      "heading": "Automobile Accessories Sold Upon Chattel Mortgage or Conditional Sale; Invalid Against Bona Fide Purchaser Unless Recorded.",
      "text": "No chattel mortgage, conditional sales contract or title retaining note upon any motor vehicle taken to secure the payment of the purchase price of the sale of any accessory, equipment, additional part or replacement part, shall be valid as against any subsequent purchaser of any motor vehicle heretofore or hereafter titled under the Michigan certificate of title law or against any person, firm or corporation loaning money on said motor vehicle subsequent to such sale unless the provisions of this act have been fully complied with by the seller as herein provided and no civil action of any nature shall lie or be maintained in any court of the state against such subsequent purchaser or mortgagee unless such chattel mortgage, conditional sales contract or title retaining note shall have been recorded upon the purchaser's certificate of title at the time and in the manner herein provided.\n\nHistory:1937, Act 305, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 202, Eff. Jan. 10, 1942 ;-- CL 1948, 566.253",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-566/statute-act-305-of-1937/section-566-253/"
    }
  ]
}