{
  "state": "south-carolina",
  "path": "title-title-31/chapter-chapter-1",
  "sections": [
    {
      "id": "section-31-1-10",
      "number": "31-1-10",
      "heading": "",
      "text": "This chapter shall be known as the \"State Housing Law.\"\n\nHISTORY: 1962 Code Section 36-1; 1952 Code Section 36-1; 1942 Code Section 5271-4; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-10/"
    },
    {
      "id": "section-31-1-20",
      "number": "31-1-20",
      "heading": "",
      "text": "It is hereby declared that it is necessary in the public interest to make provision for housing families of low income and to provide for the elimination of congested and unsanitary housing conditions which exist in certain areas of the State and which are a menace to the health, safety, morals, welfare and reasonable comfort of the citizens of the State. The providing of such housing for families of low incomes and the correction of these conditions in such areas being now otherwise impossible, it is essential that provision be made for the investment of private funds at low interest rates, the acquisition at fair prices of adequate parcels of land, the construction of new housing facilities under public supervision in accord with proper standards of sanitation and safety and at a cost which will permit monthly rentals which wage earners can afford to pay and for the gradual demolition of existing unsanitary and unsafe housing. Therefore, the agencies and instrumentalities herein established are declared to be the agencies and instrumentalities of the State for the purpose of attaining the ends herein recited and their necessity in the public interest is hereby declared as a matter of legislative determination.\n\nHISTORY: 1962 Code Section 36-2; 1952 Code Section 36-2; 1942 Code Section 5271-5; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-20/"
    },
    {
      "id": "section-31-1-30",
      "number": "31-1-30",
      "heading": "",
      "text": "The Secretary of Commerce, hereafter in this chapter sometimes called the director, may:\n\n(1) study housing conditions and needs throughout the State to determine in what areas congested and unsanitary housing conditions constitute a menace to the health, safety, morals, welfare and reasonable comfort of the citizens of the State;\n\n(2) prepare programs for correcting such conditions;\n\n(3) collect and distribute information relating to housing;\n\n(4) investigate all matters affecting the cost of construction or production of dwellings;\n\n(5) study means of lowering rents of dwellings by securing economy in the construction and arrangement of buildings;\n\n(6) recommend and approve the areas within which or adjacent to which the construction of housing projects by limited dividend housing companies may be undertaken; and\n\n(7) cooperate with local housing officials and planning commissions or similar bodies in cities and other localities in the development of projects they at any time may have under consideration.\n\nHISTORY: 1962 Code Section 36-3; 1952 Code Section 36-3; 1942 Code Section 5271-10; 1933 (38) 176; 1945 (44) 156; 1954 (48) 1745; 1993 Act No. 181, Section 1994 Act No. 361, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-30/"
    },
    {
      "id": "section-31-1-40",
      "number": "31-1-40",
      "heading": "",
      "text": "In municipalities and counties where building, construction, or tax permits are issued no supplier of electricity in this State may connect electrical power to a manufactured home after April 1, 1972, unless the owner of the manufactured home presents to the supplier of electricity a permit which may be part of a building, construction, or tax permit from an authorized officer of a municipality or county where the manufactured home is located that the manufactured home meets the requirements of Chapter 29 of Title 40. A sworn affidavit or other proof from the owner of the manufactured home that it bears the label or seal or compliance number of an approved independent third party testing and inspecting agent or of a foreign state granted reciprocity or a HUD manufactured home label is sufficient evidence of compliance for the municipal or county official to issue the electrical permit.\n\nThe governing body of a municipality or county of this State shall designate an officer to issue the permit.\n\nThis section does not apply to a manufactured home if it has been connected to electricity before April 1, 1972. An affidavit of the owner of the manufactured home that it has been connected before that date is satisfactory evidence for the officer of the municipality or county to issue the certificate.\n\nHISTORY: 1989 Act No. 128, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-40/"
    },
    {
      "id": "section-31-1-50",
      "number": "31-1-50",
      "heading": "",
      "text": "It is unlawful for a person on or after April 1, 1972, to violate a provision of Section 31-1-40 or any ordinance relative to it. A person violating a provision of Section 31-1-40 is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars for each offense.\n\nHISTORY: 1989 Act No. 128, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-50/"
    },
    {
      "id": "section-31-1-110",
      "number": "31-1-110",
      "heading": "",
      "text": "Any number of natural persons, not less than three, a majority of whom are citizens of the United States, may become a limited dividend housing corporation by subscribing, acknowledging and filing in the office of the Secretary of State articles of incorporation, hereinafter called \"articles,\" setting forth the information required by Chapter 7 of Title 33; except as herein modified or changed.\n\nHISTORY: 1962 Code Section 36-11; 1952 Code Section 36-11; 1942 Code Section 5271-18; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-110/"
    },
    {
      "id": "section-31-1-120",
      "number": "31-1-120",
      "heading": "",
      "text": "The purposes for which a limited dividend housing corporation is to be formed shall be as follows: To acquire, construct, maintain and operate housing projects when authorized by and subject to the supervision of the director.\n\nHISTORY: 1962 Code Section 36-12; 1952 Code Section 36-12; 1942 Code Section 5271-18; 1933 (38) 176; 1993 Act No. 181, Section 491.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-120/"
    },
    {
      "id": "section-31-1-130",
      "number": "31-1-130",
      "heading": "",
      "text": "The shares of which the capital of a limited dividend housing corporation shall consist shall have a par value.\n\nHISTORY: 1962 Code Section 36-13; 1952 Code Section 36-13; 1942 Code Section 5271-18; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-130/"
    },
    {
      "id": "section-31-1-140",
      "number": "31-1-140",
      "heading": "",
      "text": "The articles of a limited dividend housing corporation shall contain a declaration (a) that the corporation has been organized to serve a public purpose and that it shall remain at all times subject to the supervision and control of the director or of other appropriate state authority, (b) that all real estate acquired by it and all structures erected by it shall be deemed to be acquired for the purpose of promoting the public health and safety and subject to the provisions of the State Housing Law and (c) that the stockholders of the corporation shall be deemed, when they subscribe to and receive the stock thereof, to have agreed that they shall at no time receive or accept from the company, in repayment of their investment in its stock, any sums in excess of the par value of the stock, together with cumulative dividends at the rate of six percent per annum and that any surplus in excess of such amount if the company shall be dissolved, shall revert to the State.\n\nHISTORY: 1962 Code Section 36-14; 1952 Code Section 36-14; 1942 Code Section 5271-18; 1933 (38) 176; 1993 Act No. 181, Section 492.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-140/"
    },
    {
      "id": "section-31-1-150",
      "number": "31-1-150",
      "heading": "",
      "text": "The articles of a limited dividend housing corporation may authorize the issuance of income debenture certificates bearing no greater interest than six percent per annum. After the incorporation of a limited dividend housing corporation, the directors thereof may, with the consent of two thirds of the holders of any preferred stock that may be issued and outstanding, offer to the stockholders of the company the privilege of exchanging their preferred and common stock in such quantities and at such times as may be approved by the director for such income debenture certificates, whose value shall not exceed the par value of the stock exchanged therefor.\n\nHISTORY: 1962 Code Section 36-15; 1952 Code Section 36-15; 1942 Code Section 5271-21; 1933 (38) 176; 1993 Act No. 181, Section 493.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-150/"
    },
    {
      "id": "section-31-1-160",
      "number": "31-1-160",
      "heading": "",
      "text": "No limited dividend housing company incorporated under this chapter shall issue stock, bonds or income debentures, except for money, services or property actually received for the use and lawful purposes of the corporation. No stock, bonds or income debentures shall be issued for property or services except upon a valuation approved by the director and such valuation shall be used in computing actual or estimated cost.\n\nThe director may permit stock or income debentures to be issued for working capital to be used in connection with such project to any amount not exceeding three percent of the estimated total cost or three percent of the actual cost, if actual cost should exceed estimated cost, of a project.\n\nHISTORY: 1962 Code Section 36-16; 1952 Code Section 36-16; 1942 Code Section 5271-20; 1933 (38) 176; 1993 Act No. 181, Section 494.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-160/"
    },
    {
      "id": "section-31-1-170",
      "number": "31-1-170",
      "heading": "",
      "text": "No stockholder in any corporation formed hereunder shall receive any dividend in any one year in excess of six per cent per annum except that when in any preceding year dividends in the amount prescribed in the articles of incorporation shall not have been paid on the stock the stockholders may be paid such deficiency without interest out of any surplus earned in any succeeding year.\n\nHISTORY: 1962 Code Section 36-17; 1952 Code Section 36-17; 1942 Code Section 5271-19; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-170/"
    },
    {
      "id": "section-31-1-180",
      "number": "31-1-180",
      "heading": "",
      "text": "No limited dividend housing company incorporated under this chapter shall:\n\n(1) acquire any real property or interest therein unless it shall first have obtained from the Secretary of Commerce a certificate that such acquisition is necessary or convenient for the public purpose defined in Section 31-1-140;\n\n(2) sell, transfer, assign or lease any real property without first having obtained the consent of the Secretary of Commerce, except that leases conforming to the regulations and rules of the Department of Commerce and for actual occupancy by the lessees may be made without the consent of the Secretary of Commerce;\n\n(3) pay interest returns on its mortgage indebtedness and its income debenture certificates at a higher rate than six percent per annum;\n\n(4) issue its stock, debentures and bonds covering any project undertaken by it in an amount greater in the aggregate than the total actual final cost of such project, including the lands, improvements, charges for financing and supervision approved by the Secretary of Commerce and interest and other carrying charges during construction and an allowance for working capital to be approved by the Secretary of Commerce but not exceeding three percent of the estimated cost or of the total actual final cost if the final cost of the project shall be greater than the estimated cost;\n\n(5) mortgage any real property without first having obtained the consent of the Secretary of Commerce;\n\n(6) issue any securities or evidences of indebtedness without first having obtained the approval of the Secretary of Commerce and the approval of the Director of the Department of Insurance, or his designee;\n\n(7) use any building erected or acquired by it for other than housing purposes, except that when permitted by law the story of the building above the cellar or basement and the space below such story may be used for stores, commercial, cooperative or community purposes and when permitted by law the roof may be used for cooperative or community purposes;\n\n(8) charge or accept any rental fee or other charge for housing accommodations in any building constructed, acquired, operated or managed by it in excess of the prices prescribed by the Secretary of Commerce;\n\n(9) enter into contracts for the construction of housing projects or for the payments of salaries to officers or employees except subject to the inspection and revision of the Secretary of Commerce and under such regulations as the Department of Commerce from time to time may prescribe;\n\n(10) voluntarily dissolve without first having obtained the consent of the Secretary of Commerce; or\n\n(11) make any guaranty without the approval of the Secretary of Commerce.\n\nHISTORY: 1962 Code Section 36-18; 1952 Code Section 36-18; 1942 Code Section 5271-22; 1933 (38) 176; 1993 Act No. 181, Section 495; 1993 Act No. 181, Section 496; 1994 Act No. 361, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-180/"
    },
    {
      "id": "section-31-1-190",
      "number": "31-1-190",
      "heading": "",
      "text": "Any conveyance, encumbrance, lease or sublease made in violation of the provisions of Section 31-1-180 and any transfer or assignment thereof shall be void.\n\nHISTORY: 1962 Code Section 36-19; 1952 Code Section 36-19; 1942 Code Section 5271-22; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-190/"
    },
    {
      "id": "section-31-1-200",
      "number": "31-1-200",
      "heading": "",
      "text": "In pursuance of its power to supervise and regulate the operations of limited dividend housing companies incorporated under this chapter the Secretary of Commerce may:\n\n(1) order any such corporation to make, at its expense, such repairs and improvements as will preserve or promote the health and safety of the occupants of buildings and structures owned or operated by such corporations;\n\n(2) order all such corporations to do such acts as may be necessary to comply with the provisions of the law, the rules and regulations adopted by the Department of Commerce or the terms of any project approved by the Secretary of Commerce or to refrain from doing any acts in violation thereof;\n\n(3) examine all such corporations and keep informed as to their general condition, their capitalization and the manner in which their property is constructed, leased, operated or managed;\n\n(4) either through its members or agents duly authorized by it, enter in or upon and inspect the property, equipment, buildings, plants, offices, apparatus and devices of any such corporation, examine all books, contracts, records, documents and papers of any such corporation and by subpoena duces tecum compel the production thereof;\n\n(5) in its discretion prescribe uniform methods and forms of keeping accounts, records and books to be observed by such corporations and prescribe by order accounts in which particular outlays and receipts shall be entered, charged or credited;\n\n(6) require every such corporation to file with the Secretary of Commerce an annual report setting forth such information as the Secretary of Commerce may require, verified by the oath of the president and general manager or receiver, if any, thereof or by the person required to file such report, such report to be in the form, cover the period and be filed at the time prescribed by the Secretary of Commerce;\n\n(7) require specific answers to questions upon which the Secretary of Commerce may desire information and require such corporation to file periodic reports in the form covering the period and at the time prescribed by the Secretary of Commerce; and\n\n(8) from time to time make, amend and repeal rules and regulations for carrying into effect the provisions of this chapter.\n\nHISTORY: 1962 Code Section 36-20; 1952 Code Section 36-20; 1942 Code Section 5271-12; 1933 (38) 176; 1993 Act No. 181, Section 497; 1994 Act No. 361, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-200/"
    },
    {
      "id": "section-31-1-210",
      "number": "31-1-210",
      "heading": "",
      "text": "The director may investigate the affairs of limited dividend housing companies incorporated under this chapter and the dealings, transactions or relationships of such companies with other persons. Any of the investigations provided for in this chapter may be conducted by the director or by a committee to be appointed by the director. Each member of the committee may administer oaths, take affidavits and make personal inspections of all places to which their duties relate. The committee may subpoena and require the attendance of witnesses and the production of books and papers relating to the investigations and inquiries authorized in this chapter, examine them in relation to any matter it has power to investigate and issue commissions for the examination of witnesses who are out of the State or unable to attend before the committee or excused from attendance.\n\nHISTORY: 1962 Code Section 36-21; 1952 Code Section 36-21; 1942 Code Section 5271-9; 1933 (38) 176; 1993 Act No. 181, Section 498.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-210/"
    },
    {
      "id": "section-31-1-220",
      "number": "31-1-220",
      "heading": "",
      "text": "The Secretary of Commerce may charge and collect from a limited dividend housing corporation, incorporated under this chapter, reasonable fees in accordance with the rates to be established by the rules of the Department of Commerce:\n\n(1) for the examination of plans and specifications and the supervision of construction, an amount not to exceed one half of one percent of the cost of the project;\n\n(2) for the holding of a public hearing upon application of a housing corporation, an amount sufficient to meet the reasonable cost of advertising the notice thereof and of the transcript of testimony taken thereat; and\n\n(3) for any examination or investigation made upon application of a housing corporation and for any act done by the Department of Commerce, or any of its employees, in performance of their duties under this chapter, an amount reasonably calculated to meet the expenses of the department incurred in connection therewith. In no event shall any part of the expenses of the department incurred under the provisions of this chapter ever be paid out of the State Treasurer. The Secretary of Commerce may authorize a housing corporation to include such fees as part of the cost of a project or as part of the charges specified in Section 31-1-620 pursuant to rules to be established by the Department of Commerce.\n\nHISTORY: 1962 Code Section 36-22; 1952 Code Section 36-22; 1942 Code Section 5271-29; 1933 (38) 176; 1993 Act No. 181, Section 499; 1994 Act No. 361, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-220/"
    },
    {
      "id": "section-31-1-230",
      "number": "31-1-230",
      "heading": "",
      "text": "The provisions of the general corporation law shall apply to limited dividend housing corporations, except when such provisions are in conflict with the provisions of this chapter.\n\nHISTORY: 1962 Code Section 36-23; 1952 Code Section 36-23; 1942 Code Section 5271-18; 1933 (38) 176.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-230/"
    },
    {
      "id": "section-31-1-410",
      "number": "31-1-410",
      "heading": "",
      "text": "No housing project proposed by a limited dividend housing company incorporated under this chapter shall be undertaken and no building or other construction shall be placed under contract or started without the approval of the director. No housing project shall be approved by the director unless:\n\n(1) it shall appear practicable to rent the housing accommodations to be created at rentals not exceeding those prescribed by the director;\n\n(2) the project will not be in contravention of any zoning or building ordinance in effect in the locality in which the housing accommodations are to be located;\n\n(3) there shall be submitted to the director a financial plan in such form and with such assurance as the director may prescribe to raise the actual cost of the lands and projected improvements by subscriptions to or the sale of the stock, income debentures and mortgage bonds of such corporation, which plan may provide for the raising of working capital in an amount to be approved by the director not to exceed three percent of the actual cost through the investment in stock and income debentures of the corporation;\n\n(4) there shall be such plans of site development and buildings as show conformity to reasonable standards of health, sanitation, safety and provision for light and air, accompanied by proper specifications and estimates of cost, such plans and specifications in any case not falling below the requirements of the health, sanitation, safety and housing laws of the State and meeting superior requirements if prescribed by local laws and ordinances;\n\n(5) the plans and specifications mentioned in item (4) shall have been submitted to the city council or other governing body of the city in which the housing project is located;\n\n(6) if required by the director, the corporation shall deposit all moneys received by it as proceeds of its mortgage bonds, notes, income debentures or stock with a trustee which shall be a banking corporation authorized to do business in this State and to perform trust functions; and\n\n(7) the acceptance of a designee of the director as a member of the board of directors of such corporation.\n\nHISTORY: 1962 Code Section 36-31; 1952 Code Section 36-31; 1942 Code Section 5271-8; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-410/"
    },
    {
      "id": "section-31-1-420",
      "number": "31-1-420",
      "heading": "",
      "text": "The city council to which plans and specifications shall have been submitted pursuant to item (5) of Section 31-1-410 shall return such plans and specifications to the director within fifteen days of their receipt by the council, together with such statements and recommendations as the council may desire to make. It shall be within the discretion of the director to adopt or to reject any or all of such recommendations.\n\nHISTORY: 1962 Code Section 36-32; 1952 Code Section 36-32; 1942 Code Section 5271-8; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-420/"
    },
    {
      "id": "section-31-1-430",
      "number": "31-1-430",
      "heading": "",
      "text": "Whenever reference is made in this chapter to the cost of projects or of buildings and improvements in projects, such cost shall include charges for financing and supervision approved by the director and carrying charges during construction required in the project, including interest on borrowed, and, when approved by the director, on invested capital.\n\nHISTORY: 1962 Code Section 36-33; 1952 Code Section 36-33; 1942 Code Section 5271-8; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-430/"
    },
    {
      "id": "section-31-1-440",
      "number": "31-1-440",
      "heading": "",
      "text": "A trustee to whom moneys are payable pursuant to requirements of the director made pursuant to item (6) of Section 31-1-410 shall receive such moneys and make payment therefrom for the acquisition of land, the construction of improvements and other items entering into the cost of land improvement upon presentation of draft, check or order signed by a proper officer of the corporation and, if required by the director, countersigned by the director or a person designated by the director for such purpose. Any funds remaining in the custody of such trustee after the completion of the project and payment or arrangement in a manner satisfactory to the director for payment in full thereof shall be paid to the corporation.\n\nHISTORY: 1962 Code Section 36-34; 1952 Code Section 36-34; 1942 Code Section 5271-8; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-440/"
    },
    {
      "id": "section-31-1-450",
      "number": "31-1-450",
      "heading": "",
      "text": "When the director shall have approved a project for the construction of housing accommodations presented to it by a limited dividend housing corporation, the corporation may undertake the acquisition of the property needed for the project. Such property may be acquired by gift, bequest or purchase or by the exercise of the power of eminent domain under and pursuant to the law providing for the appropriation or condemnation of private property by corporations.\n\nHISTORY: 1962 Code Section 36-35; 1952 Code Section 36-35; 1942 Code Section 5271-16; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-450/"
    },
    {
      "id": "section-31-1-460",
      "number": "31-1-460",
      "heading": "",
      "text": "The power of eminent domain shall not be exercised by a limited dividend housing corporation except with specific authorization of such action by the director and for such purpose the director shall specify that the acquisition of the property and the construction of the particular housing accommodations in connection with which the power is required has been determined by the director, after public hearing, to be in the public interest and necessary for the public use. The hearing shall be held at a time and place appointed by the director and notice of such hearing shall be given by the corporation by one publication in a newspaper, designated by the director, published or circulated in the city or county wherein the property is located at least ten days prior to such hearing. The owner, as shown upon the county auditor's current tax duplicate, of such property as is proposed to be acquired shall also be notified at least ten days prior to such hearing by registered mail addressed to the last known address of such owner.\n\nThe director may expressly except from its certificate hereunder, as unnecessary to the plan, any part of the property proposed to be acquired. The approval by the director of the project shall be deemed in any proceeding to acquire land by appropriation as sufficient evidence of the necessity of the appropriation and a duly certified copy of the certificate of the director shall be conclusive evidence as to the matters lawfully certified therein in any appropriation proceeding.\n\nHISTORY: 1962 Code Section 36-36; 1952 Code Section 36-36; 1942 Code Section 5271-16; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-460/"
    },
    {
      "id": "section-31-1-470",
      "number": "31-1-470",
      "heading": "",
      "text": "Whenever the council of any municipality in which a project approved by the director is located shall determine by ordinance that any part of the land included in any such project should be maintained as a public park or grounds, such land may be purchased by the municipality for such purpose and thereafter be maintained as a public park or grounds. The council of a municipality by ordinance may also determine that real property of the municipality, specified and described in such ordinance, is not required for use by the municipality and may sell or lease such real property to a limited dividend housing corporation incorporated under this chapter.\n\nHISTORY: 1962 Code Section 36-37; 1952 Code Section 36-37; 1942 Code Section 5271-17; 1933 (38) 176; 1945 (44) 156; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-470/"
    },
    {
      "id": "section-31-1-480",
      "number": "31-1-480",
      "heading": "",
      "text": "Before any limited dividend housing company incorporated under this chapter shall purchase the property of any other limited dividend housing corporation, it shall file an application with the director in the manner herein provided as for a new project and shall obtain the consent of the director to the purchase and agree to be bound by the provisions of this chapter and the director shall not give his consent unless it is shown to his satisfaction that the project is one that can be successfully operated according to the provisions of this chapter.\n\nHISTORY: 1962 Code Section 36-38; 1952 Code Section 36-38; 1942 Code Section 5271-27; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-480/"
    },
    {
      "id": "section-31-1-490",
      "number": "31-1-490",
      "heading": "",
      "text": "The director may permit the consolidation of two or more approved projects, the extension or amendment of any approved project or the consolidation of any approved project with a proposed project. In any of these events the consolidated project shall be treated as an original project and an application shall be submitted as in the case of an original project and rents may be averaged throughout the consolidated or extended project. The director may likewise permit or decline to permit any limited dividend corporation to organize and operate more than one project or to take over any project heretofore approved by the director and operate it independently of other projects of the corporation.\n\nHISTORY: 1962 Code Section 36-39; 1952 Code Section 36-39; 1942 Code Section 5271-11; 1933 (38) 176; 1993 Act No. 181, Section 500.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-490/"
    },
    {
      "id": "section-31-1-610",
      "number": "31-1-610",
      "heading": "",
      "text": "The director shall fix the maximum rental or charges per room to be charged the tenants of the housing accommodations furnished by any limited dividend housing corporation. Such maximum rental or charges shall be determined upon the basis of the actual final cost of the project containing such rooms so as to secure, together with all other income of the corporation, a sufficient income to meet all necessary payments to be made by the corporation as herein prescribed and such room rental rates or charges shall be subject to revision by the director from time to time. Letting, subletting or assignment of leases of apartments in such housing accommodations at greater rentals than prescribed by the order of the director are prohibited and all such leases will be void for all purposes.\n\nHISTORY: 1962 Code Section 36-51; 1952 Code Section 36-51; 1942 Code Section 5271-13; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-610/"
    },
    {
      "id": "section-31-1-620",
      "number": "31-1-620",
      "heading": "",
      "text": "The payments to be made by such corporation shall be:\n\n(1) all fixed charges and all operating and maintenance charges and expenses which shall include taxes, assessments, insurance, amortization charges in amounts approved by the director to amortize the mortgage indebtedness in whole or in part, depreciation charges if, when and to the extent deemed necessary by the director, reserves, sinking fund and corporate expenses essential to the operation and management of the project in amounts approved by the director;\n\n(2) a dividend not exceeding the maximum fixed by this chapter upon the stock of the corporation allotted to the project by the director; and\n\n(3) when feasible in the judgment of the director, a sinking fund in an amount to be fixed by the director for the gradual retirement of the stock and income debentures of the corporation to the extent permitted by this chapter.\n\nHISTORY: 1962 Code Section 36-52; 1952 Code Section 36-52; 1942 Code Section 5271-13; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-620/"
    },
    {
      "id": "section-31-1-630",
      "number": "31-1-630",
      "heading": "",
      "text": "If in any calendar or fiscal year the gross receipts of any company formed hereunder should exceed the payments or charges specified in Section 31-1-620, the sums necessary to pay dividends, interest accrued or unpaid on any stock or income debentures and the authorized transfer to surplus, the balance shall, unless the board of directors with the approval of the director shall deem such balance too small for the purpose, be applied to the reduction of rentals.\n\nHISTORY: 1962 Code Section 36-53; 1952 Code Section 36-53; 1942 Code Section 5271-25; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-630/"
    },
    {
      "id": "section-31-1-640",
      "number": "31-1-640",
      "heading": "",
      "text": "The amounts of net earnings transferable to surplus in any year after making or providing for the payments specified in Section 31-1-620 shall be subject to the approval of the director. The amount of such surplus shall not exceed fifteen percent of the outstanding capital stock and income debentures of the corporation, but the surplus so limited shall not be deemed to include any increase in assets due to the reduction of a mortgage or amortization or similar payments. On dissolution of any limited dividend housing corporation the stockholders and income debenture certificate holders shall in no event receive more than the par value of their stock and debentures plus accumulated, accrued and unpaid dividends or interest and any remaining surplus shall be paid into the general fund of the State.\n\nHISTORY: 1962 Code Section 36-54; 1952 Code Section 36-54; 1942 Code Section 5271-24; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-640/"
    },
    {
      "id": "section-31-1-650",
      "number": "31-1-650",
      "heading": "",
      "text": "Whenever the director shall be of the opinion that any such limited dividend housing corporation is failing or omitting or about to fail or omit to do, anything required of it by law or by order of the director and is doing or about to do anything or permitting anything or about to permit anything to be done, contrary to or in violation of law or of any order of the director or which is improvident or prejudicial to the interests of the public, the lienholders or the stockholders, it may commence an action or proceeding in the court of common pleas of the county in which the corporation is located, in the name of the director, for the purpose of having such violations or threatened violations stopped and prevented either by mandamus or injunction.\n\nHISTORY: 1962 Code Section 36-55; 1952 Code Section 36-55; 1942 Code Section 5271-15; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-650/"
    },
    {
      "id": "section-31-1-660",
      "number": "31-1-660",
      "heading": "",
      "text": "The director shall begin such action or proceeding by a petition and complaint to the court of common pleas, alleging the violations complained of and praying for appropriate relief by way of mandamus or injunction. The court shall thereupon specify the time, not exceeding twenty days after service of a copy of the petition and complaint, within which the corporation complained of must answer the petition and complaint.\n\nIn case of default in answer or after answer the court shall immediately inquire into the facts and circumstances in such manner as the court shall direct without other or formal pleadings and without respect to any technical requirements. Such other persons or corporations as it shall seem to the court necessary or proper to join as parties in order to make its order or judgment effective may be joined as parties. The final judgment in any such action or proceeding shall either dismiss the action or proceeding or direct that a mandamus order or an injunction or both, be issued as prayed for in the petition and complaint or in such modified or other form as the court may determine will afford appropriate relief.\n\nHISTORY: 1962 Code Section 36-56; 1952 Code Section 36-56; 1942 Code Section 5271-15; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-660/"
    },
    {
      "id": "section-31-1-670",
      "number": "31-1-670",
      "heading": "",
      "text": "Any company incorporated under this chapter may, subject to the approval of the Secretary of Commerce, borrow funds and secure the repayment thereof by bond and mortgage or by an issue of bonds under a trust indenture. Each mortgage or issue of bonds by a company formed hereunder shall relate only to a single specified project and no other and such bonds shall be secured by mortgages upon all of the real property of which such project consists. The bonds so issued and secured and the mortgage or trust indenture relating thereto may create a first or senior lien and a second or junior lien upon the real property embraced in any project. Such bonds and mortgages may contain such other clauses and provisions as shall be approved by the Secretary of Commerce, including the right to assignment of rents and entry into possession in case of default, but the operation of the housing projects in the event of such entry by mortgagee, trustee or receiver shall be subject to the regulations of the Department of Commerce under this chapter. Provisions for the amortization of the bonded indebtedness of companies incorporated under this chapter shall be subject to the approval of the Secretary of Commerce.\n\nHISTORY: 1962 Code Section 36-57; 1952 Code Section 36-57; 1942 Code Section 5271-23; 1933 (38) 176; 1993 Act No. 181, Section 501; 1994 Act No. 361, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-670/"
    },
    {
      "id": "section-31-1-680",
      "number": "31-1-680",
      "heading": "",
      "text": "In any foreclosure action the director shall be made a party defendant and shall take all steps in such action necessary to protect the interest of the public therein. No costs shall be awarded against the director. Foreclosure shall not be decreed unless the court to which application therefor is made shall be satisfied that the interests of the lienholder or holders cannot be adequately secured or safeguarded except by the sale of the property. In any such proceeding the court may make an order increasing the rental to be charged for the housing accommodations in the project involved in such foreclosure or appoint a receiver of the property or grant such other and further relief as may be reasonable and proper. In the event of a foreclosure sale or other judicial sale the property shall, except as provided in Section 31-1-690, be sold to a limited dividend housing corporation organized under this chapter, if such a corporation shall bid and pay a price for the property sufficient to pay court costs and all liens on the property with interest. Otherwise the property shall be sold free of all restrictions imposed by this chapter.\n\nHISTORY: 1962 Code Section 36-58; 1952 Code Section 36-58; 1942 Code Section 5271-26; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-680/"
    },
    {
      "id": "section-31-1-690",
      "number": "31-1-690",
      "heading": "",
      "text": "Notwithstanding the provisions of Section 31-1-680, whenever it shall appear that a corporation subject to the supervision either of the Insurance Department of South Carolina, the State Board of Bank Control or the federal government or any agency or department of the federal government, shall have loaned on a mortgage which is a lien upon any such property, such corporation shall have all the remedies available to a mortgagee under the laws of this State, free from any restrictions contained in Section 31-1-680, except that the director shall be made a party defendant and shall take all steps necessary to protect the interests of the public and no costs shall be awarded against it.\n\nHISTORY: 1962 Code Section 36-59; 1952 Code Section 36-59; 1942 Code Section 5271-26; 1933 (38) 176; 1993 Act No. 181, Section 501; 1993 Act No. 181, Section 502.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-690/"
    },
    {
      "id": "section-31-1-700",
      "number": "31-1-700",
      "heading": "",
      "text": "If a judgment is obtained against a limited dividend housing corporation in any action not pertaining to the collection of a mortgage indebtedness there shall be no sale of any of the real property of such corporation except upon sixty days' written notice to the director. Upon receipt of such notice the director shall take such steps as in its judgment may be necessary to protect the rights of all parties.\n\nHISTORY: 1962 Code Section 36-60; 1952 Code Section 36-60; 1942 Code Section 5271-28; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-700/"
    },
    {
      "id": "section-31-1-710",
      "number": "31-1-710",
      "heading": "",
      "text": "Reorganization of limited dividend housing corporations shall be subject to the supervision and control of the director and no such reorganization shall be had without the authorization of such director.\n\nUpon all such reorganizations the amount of capitalization, including therein all stocks, income debentures and bonds and other evidences of indebtedness shall be such as is authorized by the director which, in making its determination, shall not exceed the fair value of the property involved.\n\nHISTORY: 1962 Code Section 36-61; 1952 Code Section 36-61; 1942 Code Section 5271-14; 1933 (38) 176; 1993 Act No. 181, Section 501.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-710/"
    },
    {
      "id": "section-31-1-810",
      "number": "31-1-810",
      "heading": "",
      "text": "Notwithstanding any existing provisions of law, municipal or county ordinance, or local building code, the standards for factory-built housing, housing prototypes, subsystems, materials and components certified as acceptable by the Federal Department of Housing and Urban Development are hereby deemed acceptable and approved for use in housing construction in this State. A certificate from the State Director of the Federal Housing Administration of the Department of Housing and Urban Development shall constitute prima facie evidence that the products or materials listed therein are acceptable and such certificates shall be furnished by the building contractor to any local building inspector or other local housing authority upon request.\n\nHISTORY: 1962 Code Section 36-551; 1970 (56) 2578.\n\nEditor's Note\n\nUnder the provisions of Chapter 34, Title 1, an agency is required to adopt the latest edition of a nationally recognized code which it is charged by statute or regulation with enforcing by giving notice in the State Register.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-31/chapter-1/section-31-1-810/"
    }
  ]
}