{
  "state": "michigan",
  "path": "title-chapter-53-register-of-deeds/chapter-act-378-of-1921-system-of-abstracts-of-title-53141-53152",
  "sections": [
    {
      "id": "section-53141",
      "number": "53.141",
      "heading": "System of Abstracts of Title to Lands in County; Authorization, Fees",
      "text": "The several counties of the state of Michigan are authorized and empowered to purchase or make, establish and maintain a system of abstracts of title to all lands in said county; to make and sell abstracts of title and furnish information concerning the conditions of title to such lands and to charge such fees therefor as shall be from time to time determined by the proper authorities of said counties as hereinafter provided. The action of any county in this state heretofore taken or had in compliance with the provisions of this act is declared to be regular and legal.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1380 ;-- CL 1948, 53.141",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-141/"
    },
    {
      "id": "section-53142",
      "number": "53.142",
      "heading": "System of Abstracts of Title; Board of Supervisors' Resolution to Purchase Equipment, Scope.",
      "text": "Whenever the board of supervisors of any county of this state shall hereafter desire to act under or by virtue of the authority aforesaid, the board of supervisors of such county shall by ordinance or by resolution duly adopted make provision for the purchasing or making, establishing and maintaining of such system or systems of records, indexes, books, files, and methods for the preservation and use of the same as shall meet the requirements of that particular county. The ordinance or resolution may provide for tract index, card index, cross-reference index or system or any other index or reference system or systems as shall in the judgment of said board of supervisors best meet the needs of the county or community to be served.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1381 ;-- CL 1948, 53.142",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-142/"
    },
    {
      "id": "section-53143",
      "number": "53.143",
      "heading": "System of Abstracts of Title; Appropriation, Powers of Board of Supervisors.",
      "text": "Any board of supervisors so acting may appropriate money within the limits allowed by law, enter into or authorize contracts, appoint and employ or authorize the appointment or employment of agents and servants to have charge of, perform labor on and have the care and custody of the books, records, systems and other property of the county and do all things necessary to carry out the provisions of this act.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1382 ;-- CL 1948, 53.143",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-143/"
    },
    {
      "id": "section-53144",
      "number": "53.144",
      "heading": "Abstractor; Appointment, Compensation.",
      "text": "The ordinance or resolution may provide that the register of deeds shall be the abstractor, or may provide for the appointment or employment of a superintendent or abstractor who shall perform his duties under the supervision of such officer or officers of the county as shall be designated in such ordinance or resolution. The compensation for exercising the functions and performing the duties aforesaid shall be fixed in advance of the election, appointment or employment.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1383 ;-- CL 1948, 53.144",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-144/"
    },
    {
      "id": "section-53145",
      "number": "53.145",
      "heading": "Abstractor; Powers and Duties.",
      "text": "It shall be the duty of the superintendent or abstractor\n\n(a) To keep and maintain said system of indexes and abstracts up to date at all times, in every particular, promptly entering upon the records of said system every deed, mortgage, release, discharge, attachment, lien, sale, lis pendens, agreement or other transaction appearing on the records of said county in any manner affecting the title to any of the lands in said county;\n\n(b) To promptly make and deliver from time to time abstracts of title to any lands in said county which may at any time be ordered and to collect the fees therefor which may from time to time be fixed and established by the board of supervisors;\n\n(c) To promptly furnish information concerning the condition of title to any such lands to any person inquiring therefor and collect such fees as may from time to time be fixed and established by the board of supervisors;\n\n(d) To turn over all moneys received to the county treasurer at the end of each month with an itemized statement of all receipts which statement shall remain on file in the office of the county treasurer, and to make such reports of the business of his office as may be required by the ordinance or by resolution of the board of supervisors.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1384 ;-- CL 1948, 53.145",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-145/"
    },
    {
      "id": "section-53146",
      "number": "53.146",
      "heading": "Ordinance or Resolution Supporting Verity and Accuracy of Abstracts; Certificate.",
      "text": "(1) In support of the verity and accuracy of the abstracts made and sold as required by this act the county board of commissioners by the ordinance or by resolution may provide the following:\n\n(a) That the faith and credit of the county shall be pledged to the verity and accuracy of the abstracts.\n\n(b) That the abstractor either is covered by a blanket bond or, before entering upon his or her duties, shall furnish a surety bond, policy of assurance, certificate, or guarantee of a responsible company or association assuring or guaranteeing the verity and accuracy of all abstracts to be issued by the abstractor during his or her term of office.\n\n(c) That a fund in an amount as the board determines shall be created and accumulated in the county treasury by setting aside and depositing in the fund a percentage to be fixed in the ordinance or by resolution out of the proceeds received from each abstract made and sold and that the fund shall stand as a pledge or security for the verity and accuracy of the abstracts.\n\n(d) That the net proceeds to accrue in the future from the making and selling of abstracts shall stand as a pledge or security.\n\n(e) For the procuring of a policy or other contract of assurance of the verity and accuracy of the abstracts and paying for the policy out of net proceeds.\n\n(2) Each of the provisions described in subsection (1) shall be considered to be independent and complete in itself but the ordinance or resolution may adopt 2 or more of those provisions. Each abstract shall have attached a certificate that all conveyances and other matters of record in the public offices of the county affecting the title to the property covered by the abstract are correctly set forth in the abstract or a certificate of a lesser extent as may be provided in the ordinance or resolution. The certificate shall be signed..................., County abstractor of ............... countyName of abstractor.Name of county.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1385 ;-- CL 1948, 53.146 ;-- Am. 1978, Act 585, Imd. Eff. Jan. 3, 1979",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-146/"
    },
    {
      "id": "section-53147",
      "number": "53.147",
      "heading": "System of Abstracts of Title; Public Inspection.",
      "text": "All books, records, indexes and memoranda of the systems hereby authorized shall at all reasonable hours be open for inspection by any person lawfully entitled to have access thereto under such reasonable rules and regulations and subject to such fees and charges as may be from time to time established by the abstractor, subject to such limitations and restrictions, if any, as may be from time to time made by the board of supervisors.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1386 ;-- CL 1948, 53.147",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-147/"
    },
    {
      "id": "section-53148",
      "number": "53.148",
      "heading": "Intent of Act.",
      "text": "This act is intended to be declaratory of the existing rights and powers of counties acting by and through their boards of supervisors and to provide a definite and uniform method for the exercise thereof, but if necessary to its validity or operative effect this act shall be deemed to be a grant of rights and powers.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1387 ;-- CL 1948, 53.148",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-148/"
    },
    {
      "id": "section-53151",
      "number": "53.151",
      "heading": "Scope of Act; Referendum on Adoption; Tract Index, Establishment.",
      "text": "The provisions of this act shall apply only to counties having a population of 900,000 and upwards and those counties that now have county abstract books and are operating abstract offices: Provided, That upon the petition of not less than 8 per centum of the electors of any county not coming within the provisions of this act according to the vote cast for secretary of state in said county at the last general election presented to the board of supervisors of such county at any regular or special meeting of said board, it shall be the duty of said board to submit to the electors of said county the proposal for said county to own and operate an abstract office and the books, indexes, etc., necessary for the conducting of such abstract office, at the next general election or at a special election called for that purpose: And provided further, That any county in which such proposition shall have been so submitted it shall require a majority vote of the ballots cast on such proposition favoring such proposition before the same shall be adopted: Provided further, That the board of supervisors of any county having a population less than 900,000 may establish and provide for a tract index in said county by a majority vote of the board of supervisors, and no petition signed by electors shall be required to be filed with the board of supervisors to authorize the establishment and maintenance of such tract indexes. All acts or parts of acts whether local or general in conflict with the provisions of this act are hereby repealed.\n\nHistory:1921, Act 378, Eff. Aug. 18, 1921 ;-- CL 1929, 1390 ;-- Am. 1941, Act 32, Eff. Jan. 10, 1942 ;-- CL 1948, 53.151",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-151/"
    },
    {
      "id": "section-53152",
      "number": "53.152",
      "heading": "Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.",
      "text": "A petition under section 11, including the circulation and signing of the petition, is subject to section 488 of the Michigan election law, 1954 PA 116, MCL 168.488. A person who violates a provision of the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, applicable to a petition described in this section is subject to the penalties prescribed for that violation in the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\nHistory:Add. 1998, Act 155, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-53/statute-act-378-of-1921/section-53-152/"
    }
  ]
}