{
  "state": "south-carolina",
  "path": "title-title-38/chapter-t38c041",
  "sections": [
    {
      "id": "section-38-41-10",
      "number": "38-41-10",
      "heading": "",
      "text": "As used in this chapter, \"multiple employer self-insured health plan\" or \"Multiple Employer Welfare Arrangement (MEWA)\" means a plan or arrangement established or maintained to offer or provide health, dental, or short-term disability benefits to employees of two or more employers but which is not fully insured. A plan or arrangement is considered \"fully insured\" only if all benefits payable are guaranteed under a contract or policy of insurance issued by an insurer authorized to transact business in this State. HISTORY: Former 1976 Code Section 38-41-10 [1975 (59) 157] recodified as Section 38-75-210 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-65-10 [1985 Act No. 137, Section 1] recodified as Section 38-41-10 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654; 2012 Act No. 137, Section 8, eff April 2, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-10/"
    },
    {
      "id": "section-38-41-20",
      "number": "38-41-20",
      "heading": "",
      "text": "It is unlawful for any multiple employer self-insured health plan to transact business in this State without a license issued by the director or his designee. Any of the acts described in items (1) through (8) of Section 38-25-110, effected by mail or otherwise by or on behalf of a multiple employer self-insured health plan, constitutes the transaction of business in this State. Any multiple employer self-insured health plan which transacts business in this State without the license required by this chapter is considered to be an unauthorized insurer within the meaning of Chapter 25 of this title and all remedies and penalties prescribed therein are fully applicable. This Chapter 41 does not apply to any plan or arrangement established or maintained by municipalities, counties, or other political subdivisions of the state or any multiple employer self-insured health plan which is not subject to the application of state insurance laws under the provisions of the Employee Retirement Income Security Act of 1974 (29 U.S.C., Sections 1001, et seq.). A multiple employer self-insured health plan which was in existence prior to July 1, 1985, and which is associated with or organized or sponsored by a homogenous association exempt from taxation under United States Code, Title 26, Section 501(c)(6), and controlled by a board of directors a majority of whom are members of the association, is exempt from the requirements of this chapter and the insurance laws of this State. To prove exemption from taxation under 26 U.S.C., Section 501(c)(6), the association shall provide to the director or his designee a certificate issued by the United States Internal Revenue Service demonstrating the association's tax-exempt status. HISTORY: Former 1976 Code Section 38-41-20 [1975 (59) 157] recodified as Section 38-75-220 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-65-20 [1985 Act No. 137, Section 2] recodified as Section 38-41-20 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-20/"
    },
    {
      "id": "section-38-41-25",
      "number": "38-41-25",
      "heading": "",
      "text": "(A) No agent or broker may solicit, advertise for, market, accept an application for, or in any way transact business on behalf of a multiple employer self-insured health plan in this State, as that term is defined in this chapter, unless the agent or broker first notifies the commissioner, in writing, that the plan is transacting or proposing to transact business in this State. (B) No third party administrator, licensed administrator of insurance benefit plans, or insurer acting as an administrator may collect charges or premiums for, or adjust or settle claims on behalf of, any multiple employer self-insured health plan in this State, as that term is defined in this chapter, unless the third party administrator, licensed administrator of insurance benefit plans, or insurer first notifies the commissioner, in writing, that the plan is transacting or proposing to transact business in this State. (C) The notice required by this section does not constitute approval by the commissioner of the multiple employer self-insured health plan, nor does it limit, in any manner, the administrative remedies available to the commissioner. Further, the notice does not limit or deprive any person of any private right of action under the law or the criminal jurisdiction of any law enforcement officer. HISTORY: 1993 Act No. 50, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-25/"
    },
    {
      "id": "section-38-41-30",
      "number": "38-41-30",
      "heading": "",
      "text": "Application for a license must be made on forms prescribed by the director or his designee. No multiple employer self-insured health plan may be licensed unless it has and maintains a minimum of two hundred fifty covered employees. Not later than March first of each year every multiple employer self-insured health plan shall pay to the department a license fee equal to two percent of the claims paid by the plan during the immediately preceding calendar year. All the funds collected by the department must be deposited in the general fund of the state. HISTORY: Former 1976 Code Section 38-41-30 [1975 (59) 157] recodified as Section 38-75-230 by 1987 Act No. 155, Section 1; Former 1976 Code Sections 38-65-30 [1985 Act No. 137, Section 3] and 38-65-60 [1985 Act No. 137, Section 6] recodified as Section 38-41-30 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-30/"
    },
    {
      "id": "section-38-41-35",
      "number": "38-41-35",
      "heading": "",
      "text": "Each participating employer, as a condition of participation in a multiple employer self-insured health plan, shall execute an agreement by which the employer agrees to personally pay all claims for benefits covered under the multiple employer self-insured health plan which are incurred by his or its covered employees and their covered dependents, but which the plan has failed to pay. Such agreements shall be made on forms prescribed by the director and shall extend to all unpaid claims for benefits incurred by the employer's employees and their dependents during the time such employees and dependents were covered under the multiple employer self-insured health plan. Neither failure of a participating employer to execute an agreement, nor failure of the plan to require such execution, shall excuse the employer from liability for unpaid claims incurred by covered employees and dependents. An employer shall be deemed to have notice of the requirements of this section, and upon joining a multiple employer self-insured health plan, the employer shall be deemed to have agreed to liability for unpaid claims of his covered employees and their dependents in the same manner as if an agreement had been executed. The multiple employer self-insured health plan shall provide each participating employer annual notice of the participating employer's responsibilities. This notice shall be in a form approved by the director or his designee and shall state that the participating employer is responsible for all claims incurred by the participating employer's covered employees and their covered dependents that the multiple employer self-insured health plan has failed to pay. The multiple employer self-insured health plan must obtain written certification from each participating employer annually that the participating employer understands that it is liable for covered claims which the multiple employer self-insured health plan fails to pay. The multiple employer self-insured health plan shall file an affidavit signed by the multiple employer self-insured health plan's chief executive officer that it has obtained each participating employer's certification. The multiple employer self-insured health plan shall maintain copies of each participating employer's annual certification for the duration of the multiple employer self-insured health plan. Failure of the multiple employer self-insured health plan to comply with any of its obligations under this section shall not be a defense to, or in any way diminish, an employer's obligation to personally pay all claims for benefits covered under the multiple employer self-insured health plan which are incurred by his or its covered employees and their covered dependents, but which the plan has failed to pay. HISTORY: 2013 Act No. 88, Section 1, eff June 13, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-35/"
    },
    {
      "id": "section-38-41-40",
      "number": "38-41-40",
      "heading": "",
      "text": "At the time application for a license is made, the multiple employer self-insured health plan shall file with the department a copy of the plan's bylaws, all schedules of benefits, and all management, administration, and trust agreements which the plan has made or proposes to make for the conduct of its business and affairs. Any proposed changes or amendments to the foregoing must also be filed with the department. HISTORY: Former 1976 Code Section 38-65-30 [1985 Act No. 137, Section 3] recodified as Section 38-41-40 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-40/"
    },
    {
      "id": "section-38-41-45",
      "number": "38-41-45",
      "heading": "",
      "text": "(A) For purposes of this section: (1) \"Group health plan\" means an employee welfare benefit plan to the extent that the plan provides medical care, including items and services paid for as medical care to employees or their dependents as defined under the terms of the plan, directly or through insurance, reimbursement, or otherwise. (2) \"Medical care\" means amounts paid for: (a) the diagnosis, cure, mitigation, treatment, or prevention of disease or amounts paid for the purpose of affecting any structure or function of the body; (b) amounts paid for transportation primarily for and essential to medical care referred to in subitem (a); and (c) amounts paid for insurance covering medical care referred to in subitems (a) and (b). (3) \"Network plan\" means health insurance coverage offered by a health insurance issuer under which the financing and delivery of medical care, including items and services paid for as medical care, are provided, in whole or in part, through a defined set of providers under contract with the issuer. (4) \"Health insurance coverage\" means benefits consisting of medical care provided directly, through insurance or reimbursement, or otherwise and including items and services paid for as medical care under any hospital or medical service policy or certificate, hospital or medical service plan contract, or health maintenance organization contract offered by an issuer, except: (a) coverage only for accident or disability income insurance or any combination of these; (b) coverage issued as a supplement to liability insurance; (c) liability insurance, including general liability insurance and automobile liability insurance; (d) workers' compensation or similar insurance; (e) automobile medical payment insurance; (f) credit-only insurance; (g) coverage for on-site medical clinics; (h) other similar insurance coverage, specified in regulations, under which benefits for medical care are secondary or incidental to other insurance benefits; (i) if offered separately: (i) limited scope dental or vision benefits; (ii) benefits for long-term care, nursing home care, home health care, community-based care, or any combination of these; (iii) such other similar, limited benefits as are specified in regulations; (j) if offered as independent, noncoordinated benefits: (i) coverage only for specified disease or illness; (ii) hospital indemnity or other fixed indemnity insurance; (k) if offered as a separate insurance policy: (i) Medicare supplement health insurance, as defined under Section 1882(g)(1) of the Social Security Act; (ii) coverage supplemental to the coverage provided under Chapter 55, Title 10 of the United States Code; (iii) similar supplemental coverage provided to coverage under a group health plan. (5) \"Health insurance issuer\" or \"issuer\" means an entity that provides health insurance coverage in this State. For purposes of this section, issuer includes an insurance company, a health maintenance organization, and any other entity providing health insurance coverage which is licensed to engage in the business of insurance in this State and which is subject to state insurance regulation. (6) \"Health status-related factor\" means any of the following factors: health status; medical condition, including both physical and mental illnesses; claims experience; receipt of health care; medical history; genetic information; evidence of insurability, including conditions arising out of acts of domestic violence; or disability. (B) A group health plan which is a multiple employer self-insured health plan may not deny an employer whose employees are covered under such a plan continued access to the same or different coverage under the terms of such a plan, other than: (1) for nonpayment of contributions; (2) for fraud or other intentional misrepresentation of material fact by the employer; (3) for noncompliance with material plan provisions; (4) because the plan is ceasing to offer any coverage in a geographic area; (5) in the case of a plan that offers benefits through a network plan, there is no longer any individual enrolled through the employer who lives, resides, or works in the service area of the network plan and the plan applies this item uniformly without regard to the claims experience of employers or any health status-related factor in relation to such individuals or their dependents; and (6) for failure to meet the terms of an applicable collective bargaining agreement, to renew a collective bargaining or other agreement requiring or authorizing contributions to the plan, or to employ employees covered by such an agreement. HISTORY: 1997 Act No. 5, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-45/"
    },
    {
      "id": "section-38-41-50",
      "number": "38-41-50",
      "heading": "",
      "text": "A multiple employer self-insured health plan shall include aggregate excess stop-loss coverage and individual excess stop-loss coverage provided by an insurer licensed, approved, or eligible by the State. A MEWA shall maintain excess insurance coverage written by an insurer that the Department of Insurance considers approved or eligible to do business in this State. This coverage must have a net retention level determined in accordance with sound actuarial principles approved by the director or his designee, and based on the number of risks insured by the MEWA. The MEWA must file the policy contract providing this coverage with the director or his designee. The terms of this policy contract must require that before the insurer may cancel or modify the terms of this policy contract, the insurer must give notice of the pending cancellation or modification of terms to the director at least thirty days before the cancellation or modification may occur. Aggregate excess stop-loss coverage shall include provisions to cover incurred, unpaid claim liability in the event of plan termination. The excess or stop-loss insurer shall bear the risk of coverage for any member of the pool that becomes insolvent with outstanding contributions due. The limits required for an excess stop-loss policy shall be determined by the director or his designee in accordance with sound actuarial principles, so that the probability of incurred claims exceeding the participating employers' fund and the aggregate limit of the excess or stop-loss coverage is de minimus. A plan shall submit its proposed excess or stop-loss insurance contract to the director or his designee at least thirty days prior to the proposed contract's effective date and at least thirty days prior to any renewal date. The director or his designee shall review the contract to determine whether it meets the standards established by this chapter and respond within a thirty-day period. In reviewing an excess stop-loss agreement for approval, the director or his designee will closely scrutinize the agreement to determine whether the levels of individual and aggregate risk retained by the plan will put the plan in an unsound condition or will render its proceedings hazardous to the public or to persons covered under the plan. Any excess or stop-loss insurance contract must be noncancelable for a minimum term of two years. In addition, the plan shall have a participating employer's fund in an amount at least equal to the point at which the excess or stop-loss insurer shall assume a one hundred percent share of additional liability. The amount required for the employer's fund must be determined in accordance with sound actuarial principles and approved by the director or his designee and based upon the number of risks insured by the plan. This employer's fund must be funded via cash or cash equivalent securities. HISTORY: Former 1976 Code Section 38-65-30 [1985 Act No. 137, Section 3] recodified as Section 38-41-50 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654; 2012 Act No. 137, Section 9, eff April 2, 2012; 2013 Act No. 88, Section 2, eff June 13, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-50/"
    },
    {
      "id": "section-38-41-60",
      "number": "38-41-60",
      "heading": "",
      "text": "Funds collected from the participating employers under multiple employer self-insured health plans must be held in trust subject to the following requirements: (a) A board of trustees elected by participating employers must serve as fund managers on behalf of participants. Trustees must be plan participants. No participating employer may be represented by more than one trustee. A minimum of three and a maximum of seven trustees may be elected. Trustees may not receive remuneration but they may be reimbursed for actual and reasonable expenses incurred in connection with duties as trustee. (b) Trustees must be bonded in an amount not less than one hundred fifty thousand dollars from a licensed surety company. (c) Investment of plan funds is subject to the same restrictions which are applicable to insurers pursuant to Sections 38-12-10 through 38-12-320. All investments must be managed by a bank or other investment organization licensed to operate in South Carolina. (d) Trustees, on behalf of the plan, shall file an annual report with the department by March first showing the condition and affairs of the plan as of the preceding thirty-first day of December. The report must be made on forms prescribed by the director or his designee. The report shall summarize the financial condition of the fund, itemize collections from participating employers, detail all fund expenditures, and provide any additional information which the director or his designee requires. HISTORY: Former 1976 Code Section 38-65-40 [1985 Act No. 137, Section 4] recodified as Section 38-41-60 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654; 2003 Act No. 73, Section 5, eff June 25, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-60/"
    },
    {
      "id": "section-38-41-70",
      "number": "38-41-70",
      "heading": "",
      "text": "A plan shall establish loss reserves for all incurred losses, both reported and unreported, and for unearned premiums, in the same manner required for health insurers under Sections 38-9-170 and 38-9-190. A plan also shall establish a surplus account equal to the greater of: (a) three times the average paid monthly premium during the plan's most recent fund year; (b) for plans which do not yet have one fund year's experience, three times estimated monthly premium; or (c) one hundred thousand dollars. HISTORY: Former 1976 Code Section 38-65-50 [1985 Act No. 137, Section 5] recodified as Section 38-41-70 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-70/"
    },
    {
      "id": "section-38-41-80",
      "number": "38-41-80",
      "heading": "",
      "text": "A multiple employer self-insured health plan shall make and keep a full and correct record of its business and affairs and the director or his representative shall inspect these records at least every three years. The information from these records must be furnished to the director or his representatives on demand and the original books or records must be open to examination by the director or his representatives when demanded. Every multiple employer self-insured health plan must be subject to an examination of its financial affairs. This examination must be conducted in accordance with the requirements of Chapter 13, and the cost of the examination must be borne by the Multiple Employer Welfare Arrangement. HISTORY: Former 1976 Code Section 38-65-70 [1985 Act No. 137, Section 7] recodified as Section 38-41-80 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654; 2012 Act No. 137, Section 10, eff April 2, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-80/"
    },
    {
      "id": "section-38-41-90",
      "number": "38-41-90",
      "heading": "",
      "text": "A plan that desires to cease existence shall apply to the director or his designee for authority to dissolve. Applications to dissolve must be on forms prescribed by the director or his designee and must be approved or disapproved by the director or his designee within sixty days of receipt. Dissolution without authorization is prohibited and does not absolve a plan or its participants from fulfilling the plan's continuing obligations. An application to dissolve must be granted if either of the following conditions is met: (1) The plan demonstrates that it has no outstanding liabilities, including incurred but not reported liabilities. (2) The plan has obtained an irrevocable commitment from a licensed insurer which provides for payment of all outstanding liabilities and for providing all related services, including payment of claims, preparation of reports, and administration of transactions associated with the period when the plan provided coverage. Upon dissolution, after payment of all outstanding liabilities and indebtedness, the assets of the plan must be distributed to all employers participating in the plan during the last five years immediately preceding dissolution. The distributive share of each employer must be in the proportion that all contributions made by the employer during such five-year period bear to the total contributions made by all participating employers during such five-year period. HISTORY: Former 1976 Code Section 38-65-80 [1985 Act No. 137, Section 8] recodified as Section 38-41-90 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-90/"
    },
    {
      "id": "section-38-41-100",
      "number": "38-41-100",
      "heading": "",
      "text": "The department may promulgate regulations which are necessary to implement the provisions of this chapter and to ensure the safe and proper operation of multiple employer self-insured health plans in this State. HISTORY: Former 1976 Code Section 38-65-90 [1985 Act No. 137, Section 9] recodified as Section 38-41-100 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-100/"
    },
    {
      "id": "section-38-41-110",
      "number": "38-41-110",
      "heading": "",
      "text": "If the director or his designee is of the opinion that a multiple employer self-insured health plan is in an unsound condition, that it has failed to comply with the law or any applicable regulations or orders issued by the director or his designee, or that it is in a condition which renders its proceedings hazardous to the public or to persons covered under the plan, the director or his designee may, after a hearing, revoke or suspend the license of the plan or, in lieu thereof, impose a monetary penalty not to exceed five thousand dollars for each violation or ground. If the director or his designee is of the opinion that any of the grounds set forth in the first paragraph of this section exists, he may commence delinquency proceedings against the plan and supervise, rehabilitate, or liquidate the plan in accordance with the procedures set forth in Chapter 27 of this title. HISTORY: Former 1976 Code Section 38-65-90 [1985 Act No. 137, Section 9] recodified as Section 38-41-110 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 654.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-41/section-38-41-110/"
    }
  ]
}