{
  "state": "south-carolina",
  "path": "title-title-38/chapter-chapter-15",
  "sections": [
    {
      "id": "section-38-15-10",
      "number": "38-15-10.",
      "heading": "",
      "text": "No surety insurer authorized to transact business in this State may execute a fidelity or surety bond for an officer or employee of this State or of a county, municipality, or other subdivision of this State or for an officer or employee of a bank, trust company, or other fiduciary corporation organized under the laws of this State except upon the assumption of risk and upon the forms prescribed by law or approved by the director or his designee and the Attorney General. The insurer also shall procure special authority from the director or his designee and the Attorney General for the writing of the fidelity or surety bonds.\n\nHISTORY: Former 1976 Code Section 38-15-10 [1960 (51) 1664; 1962 Code Section 37-761] recodified as Section 38-19-830 by 1987 Act No. 155, Section 1.] Former 1976 Code Section 38-13-30 [1947 (45) 322; 1952 Code Section 37-603; 1962 Code Section 37-603] recodified as Section 38-15-10 by 1987 Act No. 155, Section 1; 1988 Act No. 386, Section 1; 1993 Act No. 181, Section 538.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-10/"
    },
    {
      "id": "section-38-15-20",
      "number": "38-15-20.",
      "heading": "",
      "text": "The director or his designee and the Attorney General shall remove from the list of surety insurers whose bonds are acceptable under Section 38-15-10 the names of insurers who in their judgment fail or refuse to carry out promptly their obligations in good faith.\n\nHISTORY: Former 1976 Code Section 38-15-20 [1960 (51) 1664; 1962 Code Section 37-762] recodified as Section 38-19-840 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-40 [1947 (45) 322; 1952 Code Section 37-604; 1962 Code Section 37-604] recodified as Section 38-15-20 by 1987 Act No. 155, Section 1; 1988 Act No. 386, Section 2; 1993 Act No. 181, Section 539.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-20/"
    },
    {
      "id": "section-38-15-30",
      "number": "38-15-30.",
      "heading": "",
      "text": "Insurers doing business in this State who offer or undertake to become surety upon any bond or other surety contract must in addition to any other deposit required by the laws of this State deposit with the director bonds of the United States or of any state of the United States in the market value of one hundred thousand dollars which are receipted for by the director or his designee and held by him. The securities must be held to pay any final judgment entered against the insurer in a court of competent jurisdiction in this State requiring it to pay any loss or liability arising during the term of the bond or while the securities are held. Any judgment obtained is a lien upon the securities. When the insurer ceases to do business in this State, has settled all claims against it, and has been released from all bonds upon which it has been taken as surety, the securities deposited are delivered to the proper party on presentation of the receipt of the director or his designee for the securities. While the securities are deposited with the director, the owner is entitled to collect the interest on them. The faith of the State is pledged for the return of the deposited securities to the person entitled to receive them.\n\nAn insurer which has complied with the provisions required of qualified insurers in Section 38-9-100 is relieved of making the deposit required by this section and, subject to the provisions of Section 38-7-90, is entitled to the return of the deposit filed or deposited by it under this section.\n\nA domestic insurer making a voluntary deposit provided by Section 38-9-110 is relieved of making this deposit if the insurer meets the definition of a qualified insurer as defined in Section 38-9-100 and if the voluntary deposit meets the requirements of that section.\n\nHISTORY: Former 1976 Code Section 38-15-30 [1960 (51) 1664; 1962 Code Section 37-763] recodified as Section 38-19-850 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-50 [1947 (45) 322; 1948 (45) 1734; 1949 (46) 600; 1952 Code Section 37-605; 1962 Code Section 37-605; 1966 (54) 2141; 1975 (59) 318; 1986 Act No. 429, Section 3] recodified as Section 38-15-30 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 540.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-30/"
    },
    {
      "id": "section-38-15-40",
      "number": "38-15-40.",
      "heading": "",
      "text": "When the bonds required to be deposited by an insurer in Section 38-15-30 are reduced below the value of one hundred thousand dollars, except by unexpected fluctuation in value, the right of that insurer to do business in this State may be revoked or suspended.\n\nHISTORY: Former 1976 Code Section 38-15-40 [1960 (51) 1664; 1962 Code Section 37-764] recodified as Section 38-19-860 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-60 [1947 (45) 322; 1952 Code Section 37-606; 1962 Code Section 37-606] recodified as Section 38-15-40 by 1987 Act No. 155, Section 1; 1988 Act No. 386, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-40/"
    },
    {
      "id": "section-38-15-50",
      "number": "38-15-50.",
      "heading": "",
      "text": "In lieu of depositing bonds with a market value of one hundred thousand dollars, an insurer may satisfy Section 38-15-30 by depositing one hundred thousand dollars in cash in the name of the director with the trust department of a national or state bank of this State approved by the director or his designee. The director or his designee shall give the insurer a receipt for the deposit. When the insurer ceases to do business in this State, has settled all claims against it, and has been released from all the bonds upon which it has been taken as surety, the cash deposit must be delivered to the proper party upon presentation of the receipt of the director or his designee. While the cash is deposited, its owner is entitled to collect the interest. The cash deposit is liable to the same extent as securities deposited with the director and subject to like procedure in case of default or insolvency.\n\nHISTORY: Former 1976 Code Section 38-15-50 [1960 (51) 1664; 1962 Code Section 37-765] recodified as Section 38-19-870 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-70 [1947 (45) 322; 1952 Code Section 37-607; 1962 Code Section 37-607] recodified as Section 38-15-50 by 1987 Act No. 155, Section 1; 1988 Act No. 386, Section 4; 1993 Act No. 181, Section 541.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-50/"
    },
    {
      "id": "section-38-15-60",
      "number": "38-15-60.",
      "heading": "",
      "text": "A surety insurer having an unrevoked certificate of authority may, upon production of the certificate, be accepted as surety on the bond of any person required by the laws of this State to give bond and may be the only surety necessary to render this bond valid. However, other surety may, in the discretion of the official authorized to approve the bond, be required and the surety may be released from its liability on the same terms and conditions as are by law prescribed for the release of individuals. Corporations becoming this surety have and are subject to all the rights and liabilities of natural persons.\n\nHISTORY: Former 1976 Code Section 38-15-60 [1960 (51) 1664; 1962 Code Section 37-766] recodified as Section 38-19-880 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-80 [1947 (45) 322; 1952 Code Section 37-608; 1962 Code Section 37-608] recodified as Section 38-15-60 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-60/"
    },
    {
      "id": "section-38-15-70",
      "number": "38-15-70.",
      "heading": "",
      "text": "An insurer which executes any bond or undertaking of surety under this chapter is estopped, in any proceeding to enforce the liability which it has assumed to incur, from denying its corporate power to execute the bond or assume the liability.\n\nHISTORY: Former 1976 Code Section 38-15-70 [1962 Code Section 37-767; 1960 (51) 1664] recodified as Section 38-19-890 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-13-90 [1947 (45) 322; 1952 Code Section 37-609; 1962 Code Section 37-609] recodified as Section 38-15-70 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-70/"
    },
    {
      "id": "section-38-15-80",
      "number": "38-15-80.",
      "heading": "",
      "text": "A person is considered as acting agent for a surety insurer established in another state when he represents the insurer by:\n\n(a) receiving or transmitting applications for suretyship,\n\n(b) receiving for delivery bonds founded on applications forwarded from this State, or\n\n(c) procuring suretyship to be effected by the insurer upon the bonds of this State or upon bonds given to persons in this State.\n\nHISTORY: Former 1976 Code Section 38-13-100 [1947 (45) 322; 1952 Code Section 37-610; 1962 Code Section 37-610] recodified as Section 38-15-80 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-80/"
    },
    {
      "id": "section-38-15-90",
      "number": "38-15-90.",
      "heading": "",
      "text": "No insurer is relieved of its liability upon any bond of a city, county, or state officer because the books and accounts of the principal have been examined and approved as correct by the proper authorities when in fact there has been a breach of the bond of the officer and a loss accruing from this breach. In case of default upon the bond, the city, county, or state authorities have all the remedies against the principal and sureties upon the bonds as are provided by law.\n\nHISTORY: Former 1976 Code Section 38-13-110 [1947 (45) 322; 1952 Code Section 37-611; 1962 Code Section 37-611] and Section 38-13-120 [1947 (45) 322; 1952 Code Section 37-612; 1962 Code Section 37-612] recodified as Section 38-15-90 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-90/"
    },
    {
      "id": "section-38-15-100",
      "number": "38-15-100.",
      "heading": "",
      "text": "If a fidelity insurer or other corporation or company doing a fidelity insurance business in this State becomes surety on bonds or obligations mentioned in this chapter, it is subject to being sued on these bonds or obligations in the county of the residence of the principal of the bond or obligation.\n\nHISTORY: Former 1976 Code Section 38-13-130 [1947 (45) 322; 1952 Code Section 37-613; 1962 Code Section 37-613] recodified as Section 38-15-100 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-15/section-38-15-100/"
    }
  ]
}