{
  "state": "south-carolina",
  "path": "title-title-38/chapter-chapter-39",
  "sections": [
    {
      "id": "section-38-39-10",
      "number": "38-39-10.",
      "heading": "",
      "text": "This chapter does not apply to:\n\n(a) an insurer authorized to do business in this State;\n\n(b) a banking institution, savings and loan association, cooperative credit union, consumer finance company provided for in Sections 34-29-10 to 34-29-260 authorized to do business in this State, or a supervised lender provided for in Title 37 authorized to do business in this State;\n\n(c) the inclusion of a charge for insurance in connection with an installment sale of goods or services;\n\n(d) the advancing of premiums by insurance agents and producers of record under Article 3, Chapter 43 of this title.\n\nHISTORY: Former 1976 Code Section 38-39-10 [1962 Code Section 37-772; 1971 (57) 744] recodified as Section 38-75-310 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-20 [1962 Code Section 37-1301; 1967 (55) 273] recodified as Section 38-39-10 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 653; 1999 Act No. 66, Section 22.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-10/"
    },
    {
      "id": "section-38-39-20",
      "number": "38-39-20.",
      "heading": "",
      "text": "(a) No person may engage in the business of servicing insurance premiums in this State without first obtaining a license from the director or his designee. Any person who engages in the business of servicing insurance premiums in this State without obtaining a license is guilty of a misdemeanor. Each transaction constitutes a separate offense.\n\n(b) The biennial license fee is one thousand dollars payable to the department by March 1, 2010, and biennially after that time. These funds are to be deposited in the general fund of the State.\n\n(c) The person to whom the license is issued shall file sworn answers, subject to the penalties of perjury, to any interrogatories the director or his designee may require. The director or his designee has authority to require the applicant to disclose the identity of all stockholders, partners, officers, and employees. He may refuse to issue or renew a license in the name of any firm, partnership, or corporation if he is not satisfied that any officer, employee, stockholder, or partner of it who may materially influence the applicant's conduct meets the standards of this chapter.\n\nHISTORY: Former 1976 Code Section 38-39-20 [1962 Code Section 37-771; 1971 (57) 744] recodified as Section 38-75-320 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-30 [1962 Code Section 37-1303; 1967 (55) 273; 1971 (57) 709; 1985 Act No. 4, Section 1] recodified as Section 38-39-20 by 1987 Act No. 155, Section 1; 1988 Act No. 374, Section 14; 1993 Act No. 181, Section 653; 2009 Act No. 69, Section 2, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-20/"
    },
    {
      "id": "section-38-39-30",
      "number": "38-39-30.",
      "heading": "",
      "text": "(a) Upon the filing of an application and the payment of the license fee the director or his designee shall make an investigation of the applicant and shall issue a license if the applicant is qualified. If the director or his designee does not find the applicant qualified, he shall, within thirty days after he has received the application, at the request of the applicant, give the applicant a full hearing.\n\n(b) The director or his designee shall issue a license when he is satisfied that the person to be licensed:\n\n(1) is competent and trustworthy and intends to act in good faith in the capacity involved by the license applied for;\n\n(2) has a good business reputation and has had experience, training, or education so as to be qualified in the business for which the license is applied for;\n\n(3) if a corporation, is a corporation incorporated under the laws of this State or a foreign corporation authorized to transact business in this State;\n\n(4) has on deposit with the department a surety bond of fifty thousand dollars or has proven financial responsibility by depositing with the department acceptable securities of fifty thousand dollars. The bond or the deposit of securities must be held for the reimbursement of parties damaged through the acts, neglects, defaults, or insolvency of the premium service company;\n\n(5) if directly or indirectly owned or controlled by, or affiliated with, an insurer, will not use the license to restrain trade or to secure an unfair competitive advantage or to falsify the insurer's financial condition or to render deceptive or misleading a financial statement of the insurer or, in any other way, to aid or assist the insurer in evading insurance laws or regulations;\n\n(6) if a foreign corporation is regulated and examined by the appropriate department in its state of domicile.\n\n(c) Each license is for an indefinite term, unless sooner revoked or suspended, if the annual license fee is paid by March first.\n\nHISTORY: Former 1976 Code Section 38-39-30 [1962 Code Section 37-773; 1971 (57) 744] recodified as Section 38-75-330 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-40 [1962 Code Section 37-1304; 1967 (55) 273; 1971 (57) 709; 1985 Act No. 4, Section 2] recodified as Section 38-39-30 by 1987 Act No. 155, Section 1; 1990 Act No. 365, Section 2; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-30/"
    },
    {
      "id": "section-38-39-40",
      "number": "38-39-40.",
      "heading": "",
      "text": "(a) The director or his designee may revoke or suspend the license of an insurance premium service company after investigation if it appears to the director or his designee that:\n\n(1) The license issued to the company was obtained by fraud;\n\n(2) There was any misrepresentation in the application for the license;\n\n(3) The holder of the license has otherwise shown himself untrustworthy or incompetent to act as a premium service company;\n\n(4) The company has violated this chapter; or\n\n(5) The company has been rebating directly or indirectly part of the service charge to an insurance agent or insurance broker or to an employee of an insurance agent or insurance broker or to any other person as an inducement to the financing of an insurance policy with the premium service company.\n\n(b) Before the director or his designee revokes, suspends, or refuses to renew the license of a premium service company, he shall give the person an opportunity to be fully heard and to introduce evidence in his behalf. In lieu of revoking or suspending the license for any of the causes enumerated in this section, after a hearing, the director or his designee may subject the company to a monetary penalty as provided for in Section 38-2-10 for each offense when in his judgment he finds that the public interest would not be harmed by the continued operation of the company. The penalty must be paid to the department and must be deposited by the department in the state treasury. Any action by the director or his designee pursuant to this section may be appealed by the premium service company before the Administrative Law Court.\n\nHISTORY: Former 1976 Code Section 38-39-40 [1962 Code Section 37-775; 1971 (57) 744] has no comparable provisions in 1987 Act No. 155; Former 1976 Code Section 38-27-50 [1962 Code Section 37-1305; 1967 (55) 273] recodified as Section 38-39-40 by 1987 Act No. 155, Section 1. 1988 Act No. 374, Section 15; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-40/"
    },
    {
      "id": "section-38-39-50",
      "number": "38-39-50.",
      "heading": "",
      "text": "(a) Every licensed premium service company shall maintain records of its premium service transactions and the records must be open to examination and investigation by the director or his designee. The director or his designee may at any time require the company to bring any records he directs to his office for examination.\n\n(b) Every licensed premium service company shall preserve its records, including cards used in a card system, for at least three years after making the final entry in respect to any premium service agreement. The preservation of records in photographic form constitutes compliance with this requirement.\n\nHISTORY: Former 1976 Code Section 38-39-50 [1962 Code Section 37-777; 1971 (57) 744; 1972 (57) 2736; 1976 Act No. 460; 1978 Act No. 562] recodified as Sections 38-75-340 and 38-75-350 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-60 [1962 Code Section 37-1306; 1967 (55) 273] recodified as Section 38-39-50 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-50/"
    },
    {
      "id": "section-38-39-60",
      "number": "38-39-60.",
      "heading": "",
      "text": "The department, after a public hearing, has authority to make and enforce any regulations necessary to carry out this chapter, but these regulations may not be contrary to nor inconsistent with this chapter.\n\nHISTORY: Former 1976 Code Section 38-39-60 [1962 Code Section 37-774; 1971 (57) 744] recodified as Section 38-75-360 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-70 [1962 Code Section 37-1307; 1967 (55) 273] recodified as Section 38-39-60 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-60/"
    },
    {
      "id": "section-38-39-70",
      "number": "38-39-70.",
      "heading": "",
      "text": "(a) A premium service agreement must:\n\n(1) be at least eight-point type for the printed portion;\n\n(2) be dated and signed by the insured;\n\n(3) contain the name and place of business of the insurance agency or insurance brokerage company negotiating the related insurance contract, the name and residence or the place of business of the insured as specified, the name and place of business of the premium service company to which payments are to be made, a description of the contracts involved, and the amount of the premium; and\n\n(4) contain the following, where applicable, the:\n\n(A) total amount of the premiums;\n\n(B) amount of the down payment;\n\n(C) principal balance, the difference between subitems (A) and (B);\n\n(D) amount of the service charge;\n\n(E) balance payable by the insured, sum of subitems (C) and (D); and\n\n(F) number of installments required, the amount of each installment expressed in dollars, and the due date or period of it.\n\n(b) The subitems provided for in subsection (a)(4) does not need to be stated in the sequence or order in which they appear, and additional subitems may be included to explain the computations made in determining the amount to be paid by the insured.\n\n(c) A premium service contract may include policy premiums, policy fees, agent commissions and fees, premium taxes, inspection fees, charges for motor vehicle (driving record) or property charges and claims history reports, and other automobile related services. All amounts must be disclosed on the premium service agreement. It also may include interest on mitigation loans as approved by the director or his designee. Any interest charges related to mitigation projects or loans must be limited to the legal rate of interest as set forth in Section 34-31-20(B).\n\n(d) If an insurance policy has been financed pursuant to this chapter, an additional premium to that policy or a renewal or extension of that policy may be financed with the same premium service company without the execution of a new premium service agreement. Upon renewal of the insurance policy, the premium service company shall provide to the insured an addendum to or revision of the existing premium service agreement containing the subitems provided for in subsection (a)(4).\n\n(e) Nothing contained in this chapter or in Section 38-55-50 prohibits a licensed agent or broker from charging and collecting an administrative fee of five dollars for originating a premium service agreement, provided that the agent or broker has no ownership interest in the premium service company to which payments are to be made. The amount, if any, must be disclosed on the premium service agreement and must not be considered in any way a charge by the premium service company.\n\nHISTORY: Former 1976 Code Section 38-39-70 [1962 Code Section 37-776; 1971 (57) 744; 1983 Act No. 12] recodified as Section 38-75-370 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-80 [1962 Code Section 37-1308; 1967 (55) 273]; Section 38-27-140 [1962 Code Section 37-1314; 1967 (55) 273] recodified as Section 38-39-70 by 1987 Act No. 155, Section 1; 1989 Act No. 148, Section 54; 1993 Act No. 181, Section 653; 2004 Act No. 268, Section 1, eff July 6, 2004; 2015 Act No. 47 (S.666), Section 1, eff June 3, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-70/"
    },
    {
      "id": "section-38-39-80",
      "number": "38-39-80.",
      "heading": "",
      "text": "(a) A premium service company may not write any insurance or sell any other service or commodity in connection with a premium service contract, except as approved by the director or his designee for mitigation purposes.\n\n(b) A premium service company may not charge, contract for, receive, or collect a service charge other than as permitted by this chapter.\n\n(c) The service charge must be computed on the balance of the premiums due (after subtracting the down payment made by the insured in accordance with the premium service agreement) from the effective date of the insurance coverage, for which the premiums are being advanced, to and including the date when the final installment of the premium service agreement is payable, unless the service charge is computed as a fixed amount for each installment.\n\n(d) An initial charge up to twenty dollars for each premium service contract, addendum, and revision is permitted, which may not be refunded upon cancellation or prepayment. The amount of the initial charge must be filed with the department.\n\n(e) The service charge is the greater of the rate of one percent for each month computed on the remainder of the outstanding balance or an amount for each installment filed with and approved or promulgated by the department. However, if there is a cancellation by the borrower before maturity of the contract, the unearned service charge must be refunded on a short rate basis as determined by the department. With respect to the service charge for a premium service agreement which is for other than personal, family, or household purposes, the parties may contract for the payment by the debtor of a service charge at any rate, but no rate charged pursuant to the provisions of this subsection may be unconscionable. \"Unconscionable\" is defined as a rate substantially exceeding the usual and customary charge for financing insurance premiums.\n\n(f) A premium service company may not induce an insured to become obligated under more than one premium service agreement for the purpose of obtaining more than one nonrefundable initial charge, and a premium service company may not intentionally cancel an insurance contract for the purpose of obtaining an additional nonrefundable initial charge on a new premium service agreement accepted within sixty days of the cancellation on the prior agreement.\n\n(g) A premium service agreement may provide for the payment by the insured of a delinquency charge on each installment in default for a period of not less than five days of one dollar to a maximum of five percent of the installment. However, if the loan is primarily for personal family and household purposes, the amount of the delinquency charge must be filed with and approved or promulgated by the department, and may be charged on each installment in default for one or more days. Only one delinquency charge may be collected on an installment regardless of the period during which it remains in default.\n\n(h) A premium service company may charge an amount for payments made by the borrower or on the borrower's behalf through alternative payment mechanisms. This amount must be filed with and approved or promulgated by the department.\n\nHISTORY: Former 1976 Code Section 38-39-80 [1962 Code Section 37-782; 1971 (57) 744] recodified as Section 38-75-380 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-90 [1962 Code Section 37-1309; 1967 (55) 273; 1971 (57) 709, 937; 1980 Act No. 455; 1982 Act No. 378; 1983 Act No. 34; 1985 Act No. 37] recodified as Section 38-39-80 by 1987 Act No. 155, Section 1; 1988 Act No. 426; 1993 Act No. 181, Section 653; 2004 Act No. 268, Section 2, eff July 6, 2004; 2015 Act No. 47 (S.666), Section 2, eff June 3, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-80/"
    },
    {
      "id": "section-38-39-90",
      "number": "38-39-90.",
      "heading": "",
      "text": "(a) If a premium service agreement contains a power of attorney enabling the company to cancel an insurance contract listed in the agreement, the insurance contract may not be canceled by the premium service company unless the cancellation is effectuated in accordance with this section.\n\n(b) The premium service company shall deliver to the insured at least ten days' written notice of its intent to cancel the insurance contract if there is a default. This notice must be mailed or delivered not more than ten days before the due date.\n\n(c) Not less than five days after the expiration of the notice required pursuant to the provisions of subsection (b), the premium service company may after that time request in the name of the insured cancellation of the insurance contract by delivering to the insurer a notice of cancellation. The insurance contract must be canceled as if the notice of cancellation had been submitted by the insured himself, but without requiring the return of the insurance contract. The premium service company also shall deliver a notice of cancellation to the insured at his last address as provided for in its records by the date the notice of cancellation is delivered to the insurer. It is sufficient to give notice either by delivering it to the person or by depositing it in the United States mail, postage prepaid, addressed to the last address of the person. Notice delivered in accordance with the provisions of this section is sufficient proof of delivery. If a notice of cancellation effected in accordance with this chapter is issued, a nonrefundable cancellation charge is permitted. The amount of the cancellation charge must be filed with and promulgated by the department.\n\n(d) All statutory, regulatory, and contractual restrictions providing that the insurance contract may not be canceled unless notice is given to a governmental agency, mortgagee, or to holders of certificates of insurance apply where cancellation is effected pursuant to the provisions of this section; otherwise, provided the provisions of subsections (a), (b), and (c) have been met, upon receipt of the notice by the insurer, the insurance contract must be canceled effective the date of cancellation on the notice of cancellation issued by the premium service company. The insurer shall give the prescribed notice in behalf of itself or the insured to any governmental agency, mortgagee, or holders of certificates of insurance by the second business day after the day it receives the notice of cancellation from the premium service company and shall determine the effective date of cancellation taking into consideration the number of days' notice required to complete the cancellation.\n\n(e) If an insurance contract is canceled, the insurer shall return whatever gross unearned premiums are due under the insurance contract to the premium service company which financed the premium for the account of the insured. The gross unearned premiums due on personal lines insurance contracts financed by premium service companies must be computed on a pro rata basis.\n\n(f) If the crediting of return premiums to the account of the insured results in a surplus over the amount due from the insured, the premium service company promptly shall refund the excess to the insured or the agent of record. A refund is not required if it amounts to less than five dollars.\n\n(g) A cancellation of an insurance contract by a premium service company must be effected exclusively by the forms, method, and timing provided for in this chapter.\n\n(h) A payment made by an insured, or on the insured's behalf, to the agent of the insurer in an amount required by the premium service company to extend or renew financing for a renewal policy period which is made on or before the policy renewal date causes the policy to be renewed without a lapse in coverage upon receipt of the policy premium from the agent or premium service company by the insurer.\n\n(i) The gross unearned premiums due on cancellations of personal lines insurance contracts effected pursuant to the provisions of this chapter may not be reduced by any amounts due the insurer from a prior policy term or other policies.\n\nHISTORY: Former 1976 Code Section 38-39-90 [1962 Code Section 37-778; 1971 (57) 744] recodified as Section 38-75-390 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-100 [1962 Code Section 37-1310; 1967 (55) 273; 1984 Act No. 490, Section 1, 2] recodified as Section 38-39-90 by 1987 Act No. 155, Section 1; 1988 Act No. 622, Section 1; 1993 Act No. 181, Section 653; 1998 Act No. 411, Section 3; 2000 Act No. 263, Section 1; 2001 Act No. 82, Section 16, eff July 20, 2001; 2004 Act No. 268, Section 3, eff July 6, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-90/"
    },
    {
      "id": "section-38-39-100",
      "number": "38-39-100.",
      "heading": "",
      "text": "Filing of the premium service agreement is not necessary to perfect the validity of the agreement as a secured transaction as against creditors, subsequent purchasers, pledgees, encumbrances, successors, or assigns.\n\nHISTORY: Former 1976 Code Section 38-39-100 [1962 Code Section 37-779; 1971 (57) 744] recodified as Section 38-75-400 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-110 [1962 Code Section 37-1311; 1967 (55) 273] recodified as Section 38-39-100 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-100/"
    },
    {
      "id": "section-38-39-110",
      "number": "38-39-110.",
      "heading": "",
      "text": "The director or his designee shall approve all forms and rate charges of premium service companies in accordance with the standards prescribed in this chapter.\n\nHISTORY: Former 1976 Code Section 38-39-110 [1962 Code Section 37-780; 1971 (57) 744] recodified as Section 38-75-410 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-27-130 [1962 Code Section 37-1313; 1967 (55) 273] recodified as Section 38-39-110 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 653.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-39/section-38-39-110/"
    }
  ]
}