{
  "state": "south-carolina",
  "path": "title-title-38/chapter-chapter-65",
  "sections": [
    {
      "id": "section-38-65-10",
      "number": "38-65-10.",
      "heading": "",
      "text": "No life insurer doing business in this State and no officer, director, or agent of it may issue or circulate or cause or permit to be issued or circulated any estimate, illustration, circular, or statement of any sort misrepresenting the terms of any policy issued by it, the benefits or advantages promised thereby, or the dividends or shares of surplus to be received thereon or may use any name or title of any policy or class of policies misrepresenting the true nature thereof. Violation of this section by an agent or officer of an insurer is a misdemeanor. If an insurer violates or participates in the violation of this section, the insurer is subject to the penalty provisions of Section 38-2-10.\n\nHISTORY: Former 1976 Code Section 38-65-10 [1985 Act No. 137, Section 1] recodified as Section 38-41-10 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-9-40 [1947 (45) 322; 1952 Code Section 37-144; 1962 Code Section 37-144] recodified as Section 38-65-10 by 1987 Act No. 155, Section 1; 1988 Act No. 374, Section 34.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-10/"
    },
    {
      "id": "section-38-65-20",
      "number": "38-65-20.",
      "heading": "",
      "text": "No insurer, or its employee or agent, may make any misleading representations or incomplete or fraudulent comparisons of any life insurance policies or insurers for the purpose of inducing, or which may tend to induce, any person to lapse, forfeit, surrender, terminate, or return any life insurance policy.\n\nHISTORY: Former 1976 Code Section 38-65-20 [1985 Act No. 137, Section 2] recodified as Section 38-41-20 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-9-50 [1956 (49) 1814; 1962 Code Section 37-144.1] recodified as Section 38-65-20 by 1987 Act No. 155, Section 1; 1988 Act No. 374, Section 35.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-20/"
    },
    {
      "id": "section-38-65-30",
      "number": "38-65-30.",
      "heading": "",
      "text": "(1) Notwithstanding any other provision of law, any person insured under a group insurance policy, pursuant to an arrangement among the insured, the group policyholder, and the insurer, may assign his rights and benefits under the policy, including, but not limited to, the right to have issued to him an individual policy as set forth in items (8), (9), and (10) of Section 38-65-210 and the right to name a beneficiary. The assignment entitles the insurer to deal with the assignee as the owner of all rights and benefits conferred on the insured under the policy in accordance with the terms of the assignment.\n\n(2) Subsection (1) of this section acknowledges, declares, and codifies the existing right of assignment of interest under group life insurance policies by persons insured under those policies.\n\nHISTORY: Former 1976 Code Section 38-65-30 [1985 Act No. 137, Section 3] recodified as Sections 38-41-30, 38-41-40, and 38-41-50 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-31-20 [1962 Code Section 37-307.1; 1970 (56) 2505] recodified as Section 38-65-30 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-30/"
    },
    {
      "id": "section-38-65-40",
      "number": "38-65-40.",
      "heading": "",
      "text": "No policy of group life insurance may be delivered or issued for delivery in this State unless it conforms to the following description:\n\n(1) A policy of group life insurance may be issued to a trust or to cover the lives of two or more persons who are associated in a common group formed for purposes other than the obtaining of insurance, except that group certificates of credit life insurance may be issued to persons other than those in a common group.\n\n(2) The amounts of life insurance under the policy must be based on some plan or plans precluding individual selection, except that insurance supplemental to the basic coverage may be available to persons insured under the policy.\n\n(3) For groups of twenty-five or more persons no evidence of individual insurability may be required at the time the person first becomes eligible for insurance or within thirty-one days thereafter except for any insurance supplemental to the basic coverage for which evidence of individual insurability may be required. With respect to trusteed groups the phrase \"groups of twenty-five\" must be applied on a participating unit basis for the purpose of requiring individual evidence of insurability.\n\n(4) Premiums for basic and supplemental coverage must be paid by the policyholder from the policyholder's funds or from funds contributed by the insured persons or from both.\n\nHISTORY: Former 1976 Code Section 38-65-40 [1985 Act No. 137, Section 1] recodified as Section 38-41-60 by 1987 Act No. 155, Section 1; Former 1976 Code Sections 38-31-30 [1953 (48) 493; 1959 (51) 302; 1962 Code Section 37-301; 1976 Act No. 732, Section 1] and 38-31-40 [1953 (48) 493; 1956 (49) 2146; 1962 Code Section 37-302; 1976 Act No. 732 Section 2; 1981 Act No. 45] recodified as Section 38-65-40 by 1987 Act No. 155, Section 1; 1988 Act No. 339, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-40/"
    },
    {
      "id": "section-38-65-50",
      "number": "38-65-50.",
      "heading": "",
      "text": "No mass-marketed life insurance may be effected on a person in this State if the charges to the individual insureds are unreasonable in relation to the benefits provided. \"Mass-marketed life insurance\" for purposes of this chapter means coverage under any group policy of life insurance which is offered by means of direct response solicitation whether through a sponsoring organization or the mails or other media, except that it does not include coverage offered to an employee or union member through his employer or union, to a member of a professional association, to a member of a national association of retired or aged persons through the association, or to a member of a national association of war veterans either chartered by Congress or composed of veterans of a particular ethnic, racial, or religious background through the association. This coverage offered through a trust formed by one or more employers, labor unions, or both, or by a professional association or association of retired or aged persons or war veterans to provide insurance coverage for employees, union members, and their dependents or for association members and their dependents is considered to be offered through the employer, union, or association, respectively. \"Direct response solicitation\" means any offer by an insurer to persons in this State to effect life insurance coverage which enables the individual to apply or enroll for the insurance on the basis of that offer.\n\nHISTORY: Former 1976 Code Section 38-65-50 [1985 Act No. 137, Section 5] recodified as Section 38-41-70 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-31-50 [1953 (48) 493; 1962 Code Section 37-303; 1976 Act No. 732 Section 3] recodified as Section 38-65-50 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-50/"
    },
    {
      "id": "section-38-65-60",
      "number": "38-65-60.",
      "heading": "",
      "text": "(1) No life insurance coverage may be extended to residents of this State under a policy of group insurance issued outside this State which does not provide in substance the provisions of Section 38-65-210 unless the director or his designee determines that certain provisions are not appropriate for the coverage provided.\n\n(2) Any insurer extending life insurance under a group policy issued outside this State to residents of this State shall comply with the requirements of this State relating to advertising and to claims settlement practices with respect to the insurance.\n\n(3) Upon request of the director or his designee, copies of policies and certificates under a policy of group life insurance issued outside this State and covering residents of this State must be made available on an informational basis only. However, mass-marketed life insurance policies and certificates must have approval of the director or his designee pursuant to Section 38-61-20 before they can be offered for sale to residents of this State.\n\nHISTORY: Former 1976 Code Section 38-65-60 [1985 Act No. 137, Section 6] recodified as Section 38-41-30 by 1987 Act No. 155, Section 1; Former Section 38-31-60 [1953 (48) 493; 1962 Code Section 37-304; 1976 Act No. 732 Section 4] recodified as Section 38-65-60 by 1987 Act No. 155, Section 1; 1988 Act No. 333, Section 1; 1993 Act No. 181, Section 734; 2001 Act No. 82, Section 22, eff July 20, 2001.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-60/"
    },
    {
      "id": "section-38-65-70",
      "number": "38-65-70.",
      "heading": "",
      "text": "Any policy issued pursuant to Section 38-65-40 may be extended to insure the employees or members against loss due to the death of their spouses and any child under the age of nineteen or who is a dependent and a full-time student under twenty-five years of age and also may be extended to any child who is both (i) incapable of self-sustaining employment by reason of intellectual disability or physical handicap and (ii) chiefly dependent upon the employee for support and maintenance, subject to the following requirements:\n\n(1) The premium for the insurance must be paid by the policyholder from the policyholder's funds or from funds contributed by the insured persons, or from both.\n\n(2) Upon termination of the insurance with respect to the members of the family of any employee or member by reason of the employee's or member's termination of employment, termination of membership in the class or classes eligible for coverage under the policy, or death, the spouse or child is entitled to have issued by the insurer, without evidence of insurability, an individual policy of life insurance without disability or other supplementary benefits as long as application for the individual policy is made and the first premium paid to the insurer within thirty-one days after the termination, subject to the requirements of subitems (a), (b), and (c) of Section 38-65-210(8). If the group policy terminates or is amended so as to terminate the insurance of any class of employees or members and the employee or member is entitled to have issued an individual policy under Section 38-65-210(9), the spouse also is entitled to have issued by the insurer an individual policy, subject to the conditions and limitations provided above in this item (2). If the spouse dies within the period during which he would have been entitled to have an individual policy issued in accordance with this provision, the amount of life insurance which he would have been entitled to have issued under the individual policy is payable as a claim under the group policy, whether or not application for the individual policy or the payment of the first premium therefor has been made. Notwithstanding Section 38-65-210(7), only one certificate need be issued for delivery to an insured person if a statement concerning a dependent's coverage is included in the certificate.\n\n(3) The amounts of insurance must be based upon some plan precluding individual selection either by the employees or members or by the policyholder, employer, or union.\n\nHISTORY: Former 1976 Code Section 38-65-70 [1985 Act No. Section 7] recodified as Section 38-41-80 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-31-180 [1962 Code Section 37-311.1; 1970 (56) 2325] recodified as Section 38-65-70 by 1987 Act No. 155, Section 1; 1988 Act No. 333, Section 2; 1994 Act No. 521, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-70/"
    },
    {
      "id": "section-38-65-90",
      "number": "38-65-90.",
      "heading": "",
      "text": "The proceeds and cash surrender value of life insurance in the aggregate amount of not more than fifty thousand dollars upon the life of an individual, which has already been or may be taken out, in which it is expressed to be for the primary benefit of the insured's spouse, children, or dependents inure to the use and benefit of the individual or individuals for whose use and benefit it is expressed to be taken out, and the sum or net amount of the insurance becoming due and payable by the terms of the policy is payable to the individual or individuals as stated in this section, free and discharged from the claims of the representatives of the insured or of any of the insured's creditors or a person claiming by, through, or under him or them or any of them unless:\n\n(1) the policy was obtained with the intent to defraud creditors; or\n\n(2) the creditor or representative possesses a valid assignment of the cash surrender value of the policy from the policyholder on a separate form.\n\nIn these two instances, the creditor may recover from either the cash surrender value or the proceeds of the life insurance policy of the amount secured by the assignment.\n\nHISTORY: Former 1976 Code Section 38-65-90 [1985 Act No. 137, Section 9] recodified as Section 38-41-100 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-9-340 [1947 (45) 322; 1952 Code Section 37-169; 1962 Code Section 37-169] recodified as Section 38-65-90 by 1987 Act No. 155, Section 1; 1988 Act No. 305, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-90/"
    },
    {
      "id": "section-38-65-100",
      "number": "38-65-100.",
      "heading": "",
      "text": "When the proceeds of a life insurance policy becoming a claim by death of the insured are left with an insurance company under a trust or other agreement, the benefits accruing thereunder after the death of the insured are not transferable nor subject to computation or incumbrance nor to legal process, except in an action to recover for necessaries if the parties to the trust or other agreement so agree.\n\nHISTORY: Former 1976 Code Section 38-9-350 [1953 (48) 493; 1962 Code Section 37-169.1] recodified as Section 38-65-100 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-100/"
    },
    {
      "id": "section-38-65-110",
      "number": "38-65-110.",
      "heading": "",
      "text": "If an individual insured under a group life insurance policy delivered in this State becomes entitled under the terms of the policy to have an individual policy of life insurance issued without evidence of insurability, subject to making of application and payment of the first premium within the period specified in the policy, and if the individual is not given notice of the existence of this right at least fifteen days before the expiration date of the period, the individual has an additional period within which to exercise the right. Nothing contained in this section may be construed to continue any insurance beyond the period provided in the policy. This additional period expires fifteen days after the individual is given the notice but in no event may the additional period extend beyond sixty days after the expiration date of the period provided in the policy. Written notice presented to the individual or mailed by the policyholder to the last known address of the individual or mailed by the insurer to the last known address of the individual as furnished by the policyholder is notice for the purpose of this section.\n\nHISTORY: 1988 Act No. 333, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-110/"
    },
    {
      "id": "section-38-65-120",
      "number": "38-65-120.",
      "heading": "",
      "text": "When a group life insurance policy provides for payment of its proceeds in a lump sum upon the death of an insured and the insurer fails to pay the proceeds within thirty days of submission of proof of death, the payment must include interest at the legal rate of interest from the date of death of that insured until the date the claim is paid.\n\nHISTORY: 1988 Act No. 482, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-120/"
    },
    {
      "id": "section-38-65-130",
      "number": "38-65-130.",
      "heading": "",
      "text": "(A) Notwithstanding another provision of law, a group life insurance policy issued in this State, may not:\n\n(1) decline or limit coverage of a person under any life insurance policy solely due to the status of such person as a living organ donor;\n\n(2) preclude an insured from donating all or part of an organ as a condition of continuing to receive a life insurance policy; or\n\n(3) discriminate in the offering, issuance, cancellation, amount of such coverage, price, or any other condition of a life insurance policy for a person, based solely and without any additional actuarial risks upon the status of such person as a living organ donor.\n\n(B) The Department of Insurance may take actions to enforce subsection (A) as authorized under this title.\n\n(C) For purposes of this section:\n\n(1) \"Life insurance policy\" means a contract under which an entity promises to pay a designated beneficiary a sum of money upon the death of the insured.\n\n(2) \"Living organ donor\" means an individual who has donated all or part of an organ and is not deceased.\n\nHISTORY: 2024 Act No. 126 (H.3255), Section 3, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-130/"
    },
    {
      "id": "section-38-65-210",
      "number": "38-65-210.",
      "heading": "",
      "text": "No policy of group life insurance may be delivered in this State unless it contains in substance the following provisions or provisions which in the opinion of the director or his designee are more favorable to the persons insured or at least as favorable to the persons insured and more favorable to the policyholder. However, (a) items (6) to (11), inclusive, do not apply to policies issued to a creditor, (b) the standard provisions required for individual life insurance policies do not apply to group life insurance policies, and (c) if the group life insurance policy is on a plan of insurance other than the term plan, it shall contain a nonforfeiture provision which in the opinion of the director or his designee is equitable to the insured persons and to the policyholder, but nothing may be construed in this section to require that group life insurance policies contain the same nonforfeiture provisions as are required for individual life insurance policies:\n\n(1) A provision that the policyholder is entitled to a grace period of thirty-one days for the payment of any premium due except the first, during which grace period the death benefit coverage continues in force, unless the policyholder has given the insurer written notice of discontinuance in advance of the date of discontinuance and in accordance with the terms of the policy. The policy may provide that the policyholder is liable to the insurer for the payment of a pro rata premium for the time the policy was in force during the grace period.\n\n(2) A provision that the validity of the policy may not be contested, except for nonpayment of premiums, after it has been in force for two years from its date of issue and that no statement made by any person insured under the policy relating to his insurability may be used in contesting the validity of the insurance with respect to which the statement was made after the insurance has been in force before the contest for a period of two years during the person's lifetime nor unless it is contained in a written instrument signed by him.\n\n(3) A provision that a copy of the application, if any, of the policyholder must be attached to the policy when issued, that all statements made by the policyholder or by the persons insured are considered representations and not warranties and that no statement made by any person insured may be used in any contest unless a copy of the instrument containing the statement is or has been furnished to the person or his beneficiary.\n\n(4) A provision setting forth the conditions, if any, under which the insurer reserves the right to require a person eligible for insurance to furnish evidence of individual insurability satisfactory to the insurer as a condition to part or all of his coverage.\n\n(5) A provision specifying an equitable adjustment of premiums or of benefits, or of both, to be made in the event the age or sex of a person insured has been misstated. The provision shall contain a clear statement of the method of adjustment to be used.\n\n(6) A provision that any sum becoming due by reason of the death of the person insured is payable to the beneficiary designated by the person insured, subject to the provisions of the policy in the event there is no designated beneficiary, as to all or any part of the sum, living at the death of the person insured and subject to any right reserved by the insurer in the policy and set forth in the certificate to pay at its option a part of the sum not exceeding two thousand dollars to any person appearing to the insurer to be entitled equitably thereto by reason of having incurred funeral or other expenses incident to the last illness or death of the person insured.\n\n(7) A provision that the insurer will issue to the policyholder for delivery to each person insured an individual certificate setting forth a statement as to the insurance protection to which he is entitled, to whom the insurance benefits are payable and the rights and conditions set forth in items (8), (9), and (10) of this section.\n\n(8) A provision that if the insurance or any portion of it on a person covered under the policy ceases because of termination of employment or of membership in the class or classes eligible for coverage under the policy that person is entitled to have issued to him by the insurer, without evidence of insurability, an individual policy of life insurance without disability or other supplementary benefits so long as application for the individual policy is made and the first premium paid to the insurer within thirty-one days after the termination and so long as the following conditions are met:\n\n(a) The individual policy is, at the option of the individual, on any one of the forms, except term insurance, then customarily issued by the insurer at the age and for the amount applied for.\n\n(b) The individual policy is in an amount not in excess of the amount of life insurance which ceases because of the termination, less, in the case of a person whose membership in the class or classes eligible for coverage terminates but who continues in employment in another class, the amount of any life insurance for which the person is or becomes eligible under any other group policy within thirty-one days after the termination. Any amount of insurance which has matured on or before the date of the termination as an endowment payable to the person insured, whether in one sum or in installments or in the form of an annuity, is not, for the purposes of this provision, included in the amount which is considered to cease because of the termination.\n\n(c) The premium on the individual policy is at the insurer's then customary rate applicable to the form and amount of the individual policy, to the class of risk to which the person then belongs, and to his age attained on the effective date of the individual policy.\n\n(9) A provision that if the group policy terminates or is amended so as to terminate the insurance of any class of insured persons, every person insured thereunder at the date of the termination whose insurance terminates and who has been so insured for at least five years before the termination date is entitled to have issued to him by the insurer an individual policy of life insurance, subject to the same conditions and limitations as are provided by item (8) of this section, except that the group policy may provide that the amount of the individual policy may not exceed the smaller of:\n\n(a) the amount of the person's life insurance protection ceasing because of the termination or amendment of the group policy, less the amount of any life insurance for which he is or becomes eligible under any group policy issued or reinstated by the same or another insurer within thirty-one days after the termination; and\n\n(b) ten thousand dollars.\n\n(10) A provision that if a person insured under the group policy dies during the period within which he would have been entitled to have an individual policy issued to him in accordance with item (8) or (9) and before the individual policy has become effective the amount of life insurance which he would have been entitled to have issued to him under the individual policy is payable as a claim under the group policy, whether or not application for the individual policy or the payment of the first premium therefor has been made.\n\n(11) Where active employment is a condition of insurance, a provision that an insured may continue coverage during the insured's total disability by timely payment to the policyholder of that portion, if any, of the premium that would have been required from the insured had total disability not occurred. Unless otherwise provided by law, the continuation must be on a premium-paying basis for a period of six months from the date on which the total disability started, but not beyond the earlier of:\n\n(a) approval by the insurer of continuation of the coverage under any disability provision which the group insurance policy may contain; or\n\n(b) the discontinuance of the group insurance policy.\n\n(12) In the case of a policy issued to a creditor, a provision that the insurer will furnish to the policyholder for delivery to each debtor insured under the policy a certificate of insurance describing the coverage and specifying that the death benefit first must be applied to reduce or extinguish the indebtedness.\n\nHISTORY: Former 1976 Code Section 38-31-10 [1953 (48) 493; 1956 (49) 2146; 1962 Code Section 37-307] recodified as Section 39-65-210 by 1987 Act No. 155, Section 1; 1988 Act No. 333, Section 4; 1993 Act No. 181, Section 735.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-210/"
    },
    {
      "id": "section-38-65-310",
      "number": "38-65-310.",
      "heading": "",
      "text": "Nothing contained in this chapter is considered to prohibit a life insurer from issuing life, term, and endowment insurance on the franchise plan, with or without annuities. The insurance under a franchise agreement or upon a wholesale basis may be written under rates less than the usual rates for the insurance. This insurance is subject to the following provisions:\n\n(1) The term \"franchise\" or \"wholesale\" insurance means a life insurance plan under which a number of individual life insurance policies are issued at special rates to a selected group. A special rate is any rate lower than the rate shown in the issuing insurer's manual for individually issued policies of the same type and to insureds of the same class.\n\n(2) No franchise or wholesale life insurance plan may be entered into in this State unless the individuals to whom the insurance is made available are members of a professional association, employees of a common employer or affiliated employers, or unless the insurance is made available in connection with an indebtedness or a contract of sale. The word \"employees\", as used herein, is considered to include the individual proprietors or partners who constitute the employer or affiliated employers and may include retired employees of any employer or affiliated employer.\n\n(3) The association may not be formed, exist, or be continued for the sole or primary purpose of obtaining such insurance.\n\n(4) For purposes of this section, a professional association means an association whose membership is restricted to one or more of the licensed professions such as medicine, dentistry, pharmacy, law, and accountancy.\n\n(5) Each plan must have an eligibility period for the initial enrollment and for any new employees or members entering, and during this time insurance must be obtained without the requirement of statement of health.\n\nHISTORY: Former 1976 Code Section 38-31-110 [1962 Code Section 37-312; 1969 (56) 699] recodified as Section 38-65-310 by 1987 Act No. 155, Section 1. 1988 Act No. 333, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-310/"
    },
    {
      "id": "section-38-65-320",
      "number": "38-65-320.",
      "heading": "",
      "text": "The right of the insurer to terminate or refuse to renew a life, term, or endowment insurance policy issued on the franchise or wholesale plan is limited to:\n\n(1) nonpayment of premium;\n\n(2) the insured has attained the age limit prescribed in the policy;\n\n(3) the employee's employment in the eligible classes or the member's membership in the eligible association terminates;\n\n(4) the insurer terminates or refuses to renew the insurance on all employees of a common employer or affiliated employers after sixty days' written notice;\n\n(5) participation in the plan falls below any percentage or minimum number specified by the policy.\n\nHISTORY: Former 1976 Code Section 38-31-120 [1962 Code Section 37-312.1; 1969 (56) 699] recodified as Section 38-65-320 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-320/"
    },
    {
      "id": "section-38-65-330",
      "number": "38-65-330.",
      "heading": "",
      "text": "A life, term, or endowment insurance policy on the franchise or wholesale plan which is subject to termination under the provisions of Section 38-65-320 shall contain a conversion privilege not less favorable to the insured than that provided under item (8) of Section 38-65-210.\n\nHISTORY: Former 1976 Code Section 38-31-130 [1962 Code Section 37-312.2; 1969 (56) 699] recodified as Section 38-65-330 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-330/"
    },
    {
      "id": "section-38-65-340",
      "number": "38-65-340.",
      "heading": "",
      "text": "No insurer nor its agent or representative may misrepresent or fail to disclose the conditional nature of the coverage with respect to any policy subject to termination under the provisions of Section 38-65-320. Every advertisement, announcement, or sales presentation with respect to any franchise or wholesale life insurance plan, some or all of the policies issued under which are subject to termination in accordance with Section 38-65-320 shall clearly and affirmatively disclose the conditional nature of the coverage.\n\nEvery policy which is subject to termination under the provisions of Section 38-65-320 shall contain a clear and conspicuous statement to that effect in bold face type upon the face and the filing back, if any, of the policy.\n\nHISTORY: Former 1976 Code Section 38-31-130 [1962 Code Section 37-312.2; 1969 (56) 699] recodified as Section 38-65-340 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-340/"
    },
    {
      "id": "section-38-65-350",
      "number": "38-65-350.",
      "heading": "",
      "text": "Franchise or wholesale life insurance policies may not be used to supplement group life insurance on the same lives.\n\nHISTORY: Former 1976 Code Section 38-31-150 [1962 Code Section 37-312.4; 1969 (56) 699] recodified as Section 38-65-350 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-350/"
    },
    {
      "id": "section-38-65-360",
      "number": "38-65-360.",
      "heading": "",
      "text": "The Director of the Department of Insurance or his designee shall promulgate regulations to implement the provisions of this chapter.\n\nHISTORY: 2000 Act No. 312, Section 14.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-65/section-38-65-360/"
    }
  ]
}