{
  "state": "south-carolina",
  "path": "title-title-38/chapter-chapter-19",
  "sections": [
    {
      "id": "section-38-19-10",
      "number": "38-19-10.",
      "heading": "",
      "text": "Any person, government or governmental agency, state or political subdivision of a state, public or private corporation, board, association, estate, trustee, or fiduciary may be a member of a mutual insurer.\n\nHISTORY: Former 1976 Code Section 38-19-10 [1962 Code Section 37-838; 1971 (57) 1001] recodified as Section 38-31-10 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-210 [1947 (45) 322; 1952 Code Section 37-371; 1962 Code Section 37-371] recodified as Section 38-19-10 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-10/"
    },
    {
      "id": "section-38-19-20",
      "number": "38-19-20.",
      "heading": "",
      "text": "Each holder of an individual or group annuity contract or an individual or group contract of insurance, other than a contract of reinsurance, is a member of the insurer with the rights and obligations of membership as provided by this chapter. With respect to a group annuity contract or a contract of group insurance, the employer or other person to whom or in whose name the master contract is issued or held is considered the member. Each contract issued, individual or group, shall effectively stipulate this fact.\n\nHISTORY: Former 1976 Code Section 38-19-20 [1962 Code Section 37-822; 1971 (57) 1001] recodified as Section 38-31-20 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-220 [1947 (45) 322; 1952 Code Section 37-372; 1962 Code Section 37-372] recodified as Section 38-19-20 by 1987 Act No. 155, Section 1; 1988 Act No. 334, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-20/"
    },
    {
      "id": "section-38-19-30",
      "number": "38-19-30.",
      "heading": "",
      "text": "(A) Except as otherwise provided by law, every domestic mutual insurer must be organized, governed, and operated as a domestic business corporation under and in accordance with the South Carolina Business Corporation Act of 1988, (the \"Business Corporation Act\"). Without limiting the generality of the foregoing, the provisions of the Business Corporation Act concerning the rights and duties of a stock corporation and its shareholders in respect of one another shall apply to a domestic mutual insurer and its members as if the insurer were a stock corporation and its members were shareholders therein.\n\n(B) Notwithstanding subsection (A), as to any domestic mutual insurer existing on the effective date of this subsection and organized prior to that date under any South Carolina statute other than the Business Corporation Act, such domestic mutual insurer shall continue to be organized under such statute, and the Business Corporation Act applies to the governance and operation of that domestic mutual insurer only to the extent the Business Corporation Act does not conflict with the statute under which that domestic mutual insurer was organized or with any other insurance law of this State.\n\n(C) A corporation organized under Chapter 13 or Chapter 14, Title 37 of the South Carolina Code of Laws (1962), or any predecessor statutes, and subsequently licensed as a domestic mutual insurer under the laws of this State, as of the date of the licensure and for all purposes, must be deemed to have been reconstituted as a domestic mutual insurer under the insurance laws of this State as then in effect and rechartered as a domestic business corporation under the business corporation law then in effect.\n\nHISTORY: Former 1976 Code Section 38-19-30 [1962 Code Section 37-821; 1971 (57) 1001] recodified as Section 38-31-30 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-230 [1947 (45) 322; 1952 Code Section 37-373; 19 Code Section 37-373] recodified as Section 38-19-30 by 1987 Act No. 155, Section 1; 1997 Act No. 68, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-30/"
    },
    {
      "id": "section-38-19-40",
      "number": "38-19-40.",
      "heading": "",
      "text": "Notice of the time and place of the annual meeting of members of a domestic mutual insurer must be given by imprinting the notice plainly on the policies issued by the insurer. Any change of the time or place of the annual meeting may be made only at an annual meeting of members. Notice of a change must be given:\n\n(1) by imprinting the new time or place on all policies which are issued following the annual meeting at which a change was approved; and\n\n(2) by including a written notice of the change in a premium due notice to each member subsequent to the annual meeting at which the change was approved and before the first annual meeting affected by the change; or\n\n(3) by any other method ordered or approved by the director or his designee.\n\nHISTORY: Former 1976 Code Section 38-19-40 [1962 Code Section 37-823; 1971 (57) 1001] recodified as Section 38-31-40 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-240 [1947 (45) 322; 1952 Code Section 37-374; 1962 Code Section 37-374] recodified as Section 38-19-40 by 1987 Act No. 155, Section 1; 1988 Act No. 334, Section 3; 1993 Act No. 181, Section 551.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-40/"
    },
    {
      "id": "section-38-19-50",
      "number": "38-19-50.",
      "heading": "",
      "text": "(A) A member of a domestic mutual insurer may vote in person or by proxy on any matter coming before a corporate meeting of members. An appointment of proxy is effective when received by the secretary or other officer or agent authorized to tabulate votes. Unless a time of expiration is otherwise specified, an appointment is valid for eleven months.\n\n(B) No member's vote upon any proposal (1) to divest the insurer of its business and assets, or the major part of it, or (2) to change the corporate structure of the insurer as provided in Article 9 of this chapter may be registered or taken except in person or by a proxy newly executed and specific as to the matter to be voted upon.\n\n(C) No proxy may be utilized by a domestic mutual insurer subject to the provisions of this chapter unless the language and form of the proxy have been approved by the director or his designee.\n\nHISTORY: Former 1976 Code Section 38-19-50 [1962 Code Section 37-824; 1971 (57) 1001] recodified as Section 38-31-50 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-250 [1947 (45) 322; 1952 Code Section 37-375; 1962 Code Section 37-375] recodified as Section 38-19-50 by 1987 Act No. 155, Section 1; 1988 Act No. 334, Section 4; 1993 Act No. 181, Section 552; 1997 Act No. 68, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-50/"
    },
    {
      "id": "section-38-19-60",
      "number": "38-19-60.",
      "heading": "",
      "text": "At any annual meeting of a domestic mutual insurer all business including the election of directors must be conducted pursuant to majority vote of those members present and voting either in person or by proxy of nonpresent members as provided in Section 38-19-50. No other quorum requirements may limit the conduct of this business.\n\nHISTORY: Former 1976 Code Section 38-19-60 [1962 Code Section 37-825; 1971 (57) 1001; 1976 Act No. 666] recodified as Section 38-31-60 by 1987 Act No. 155, Section 1; Former 1976 Code Section 38-11-260 [1962 Code Section 37-375.1; 1976 Act No. 533] recodified as 38-19-60 by 1987 Act No. 155, Section 1; 1988 Act No. 334, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-60/"
    },
    {
      "id": "section-38-19-270",
      "number": "38-19-270.",
      "heading": "",
      "text": "The directors of a domestic mutual insurer may apportion and pay dividends to its members as entitled thereto, but only out of that part of its surplus funds which is in excess of its required minimum surplus and which represents net realized savings and net realized earnings from its business. Any classification of its participating policies and of risks assumed thereunder which the insurer may make must be reasonable. No dividend may be paid which is inequitable or which unfairly discriminates as between the classifications or as between policies within the same classification. No dividend, otherwise earned, may be made contingent upon the payment of a renewal premium on any policy.\n\nHISTORY: Former 1976 Code Section 38-11-480 [1947 (45) 322; 1952 Code Section 37-388; 1962 Code Section 37-388] recodified as Section 38-19-270 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-270/"
    },
    {
      "id": "section-38-19-410",
      "number": "38-19-410.",
      "heading": "",
      "text": "Each member of a domestic mutual insurer, except as otherwise provided in this chapter, has a contingent liability, prorata and not one for another, for the discharge of its obligations. The contingent liability is, at a maximum, the amount stated in the insurer's articles of incorporation but may not be less than one nor more than five additional premiums for the member's policy at the annual premium rate. Every policy issued by the insurer shall contain a statement of the contingent liability. Cancellation of the policy of a member does not relieve the member of contingent liability for his proportion of the obligations of the insurer which accrued while the policy was in force.\n\nHISTORY: Former 1976 Code Section 38-11-610 [1947 (45) 322; 1952 Code Section 37-401; 1962 Code Section 37-401] recodified as Section 38-19-410 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-410/"
    },
    {
      "id": "section-38-19-420",
      "number": "38-19-420.",
      "heading": "",
      "text": "The contingent liability of members of a domestic mutual insurer to assessment does not constitute an asset of the insurer in the determination of its financial condition.\n\nHISTORY: Former 1976 Code Section 38-11-620 [1947 (45) 322; 1952 Code Section 37-402; 1962 Code Section 37-402] recodified as Section 38-19-420 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-420/"
    },
    {
      "id": "section-38-19-430",
      "number": "38-19-430.",
      "heading": "",
      "text": "No person may insure against or agree or promise any member of a domestic mutual insurer holding a policy which provides for contingent liability to save him harmless from the contingent liability or any assessment under the policy. Any insurance, agreement, or promise attempted of this nature is void.\n\nHISTORY: Former 1976 Code Section 38-11-630 [1947 (45) 322; 1952 Code Section 37-403; 1962 Code Section 37-403] recodified as Section 38-19-430 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-430/"
    },
    {
      "id": "section-38-19-440",
      "number": "38-19-440.",
      "heading": "",
      "text": "If at any time the surplus of a domestic mutual insurer is less than the amount required by this title and the deficiency is not cured from other sources, its directors may with the approval of the director or his designee make an assessment on its members who, at any time within the twelve months immediately preceding the date the assessment was authorized by the directors, held policies providing for contingent liability. The director or his designee may refuse to approve the assessment if in his judgment refusal will best promote the interests of the insurer's members and creditors and of the insuring public.\n\nHISTORY: Former 1976 Code Section 38-11-640 [1947 (45) 322; 1952 Code Section 37-404; 1962 Code Section 37-404] recodified as Section 38-19-440 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 553.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-440/"
    },
    {
      "id": "section-38-19-450",
      "number": "38-19-450.",
      "heading": "",
      "text": "A member's proportionate part of any deficiency is computed by applying to the premium earned within the twelve-month period on his contingently liable policy or policies the ratio of the total deficiency to the total premium earned during the period on all contingently liable policies. In computing the earned premiums for the purposes of this section the gross premium received by the insurer for the policy must be used as a base, deducting charges not recurring upon the renewal or extension of the policy.\n\nNo member may have an offset against any assessment for which he is liable on account of any claim for unearned premium or losses payable.\n\nHISTORY: Former 1976 Code Section 38-11-650 [1947 (45) 322; 1952 Code Section 37-405; 1962 Code Section 37-405] recodified as Section 38-19-450 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-450/"
    },
    {
      "id": "section-38-19-460",
      "number": "38-19-460.",
      "heading": "",
      "text": "The contingent liability of members of a domestic mutual insurer doing business on the assessment premium plan must be called upon and enforced by its directors as provided in its bylaws.\n\nHISTORY: Former 1976 Code Section 38-11-660 [1947 (45) 322; 1952 Code Section 37-406; 1962 Code Section 37-406] recodified as Section 38-19-460 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-460/"
    },
    {
      "id": "section-38-19-470",
      "number": "38-19-470.",
      "heading": "",
      "text": "A domestic mutual insurer, after it has established a surplus not less than the minimum capital and surplus required of a stock insurer to transact like kinds of insurance and for so long as it maintains this surplus, may extinguish the contingent liability of its members to assessment and omit provisions imposing contingent liability in all policies currently issued. Any deposit made with the director or his designee as a prerequisite to the insurer's certificate of authority may be included as part of the surplus referred to in this section. When the surplus has been established and the director or his designee has so ascertained, he shall issue to the insurer, at its request, his certificate authorizing the extinguishment of the contingent liability of its members and the issuance of policies free from contingent liability.\n\nHISTORY: Former 1976 Code Section 38-11-670 [1947 (45) 322; 1952 Code Section 37-407; 1962 Code Section 37-407] recodified as Section 38-19-470 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 554.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-470/"
    },
    {
      "id": "section-38-19-480",
      "number": "38-19-480.",
      "heading": "",
      "text": "The director or his designee may not authorize a domestic mutual insurer to extinguish the contingent liability of any of its members or in any of its policies to be issued unless it qualifies to and does extinguish the liability of all its members and in all policies for all kinds of insurance transacted by it.\n\nHISTORY: Former 1976 Code Section 38-11-680 [1947 (45) 322; 1952 Code Section 37-408; 1962 Code Section 37-408] recodified as Section 38-19-480 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 555.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-480/"
    },
    {
      "id": "section-38-19-490",
      "number": "38-19-490.",
      "heading": "",
      "text": "The director or his designee shall revoke the authority of a domestic mutual insurer to extinguish the contingent liability of its members if:\n\n(1) at any time the insurer's surplus is less than the minimum capital and surplus required of a stock insurer to transact similar kinds of business; or\n\n(2) the insurer, by resolution of its directors approved by its members, requests that the authority be revoked.\n\nUpon revocation of this authority for any cause the insurer may not thereafter issue any policies without contingent liability nor renew any policies then in force without written endorsement thereon providing for contingent liability.\n\nHISTORY: Former 1976 Code Section 38-11-690 [1947 (45) 322; 1952 Code Section 37-409; 1962 Code Section 37-409] recodified as Section 38-19-490 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 556.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-490/"
    },
    {
      "id": "section-38-19-610",
      "number": "38-19-610.",
      "heading": "",
      "text": "A domestic mutual insurer, with the advance approval of the director or his designee and without the pledge of any of its assets, may borrow money to defray the expenses of its organization or for any purpose required by its business upon an agreement that the money and the interest as agreed upon must be repaid only out of the insurer's earned surplus in excess of its required minimum surplus. If the money is to be borrowed upon multiple agreements, the agreements must be serially numbered. No loan agreement or series of agreements may have or be given any preferential rights over any other such loan agreement or series. No commission or promotional expense may be paid to a director, officer, or employee of the insurer on account of this loan.\n\nThe director's or his designee's approval of the loan, if granted, shall specify the amount to be borrowed, the purpose for which the money is to be used, the terms and forms of the loan agreement, the date by which the loan must be completed, and other related matters the director or his designee considers proper.\n\nThis article does not apply to loans obtained by the insurer in the ordinary course of business from banks and other financial institutions, nor to loans secured by pledge or mortgage of assets.\n\nHISTORY: Former 1976 Code Section 38-11-810 [1947 (45) 322; 1952 Code Section 37-421; 1962 Code Section 37-421; 1972 (57) 2676; 1974 (58) 2300] recodified as Section 38-19-610 by 1987 Act No. 155, Section 1; 1988 Act No. 334, Section 6; 1993 Act No. 181, Section 557.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-610/"
    },
    {
      "id": "section-38-19-620",
      "number": "38-19-620.",
      "heading": "",
      "text": "Any money so borrowed may not form a part of the insurer's legal liabilities or be the basis of any setoff but, until it is repaid, financial statements filed or published by the insurer shall show as a footnote the amount of the loan then unpaid together with interest accrued but unpaid.\n\nHISTORY: Former 1976 Code Section 38-11-820 [1947 (45) 322; 1952 Code Section 37-422; 1962 Code Section 37-422] recodified as Section 38-19-620 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-620/"
    },
    {
      "id": "section-38-19-630",
      "number": "38-19-630.",
      "heading": "",
      "text": "The insurer may repay the loan only out of its realized net earned surplus in excess of the minimum surplus required for the kinds of insurance transacted. This loan may not be repaid out of borrowed money. The insurer shall repay the loan or a part of it when its realized net earned surplus has become adequate to repay without impairing the insurer's operations.\n\nHISTORY: Former 1976 Code Section 38-11-830 [1947 (45) 322; 1952 Code Section 37-423; 1962 Code Section 37-423] recodified as Section 38-19-630 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-630/"
    },
    {
      "id": "section-38-19-640",
      "number": "38-19-640.",
      "heading": "",
      "text": "If there is more than one such loan or if any such loan is represented by multiple agreements, the loan agreement shall provide, in addition to any other time of repayment specified in it, that any part of the loan may be repaid at any time by selection by lot, under supervision of the director or his designee, of those loan agreements, out of all similar agreements then outstanding, to be then repaid in part or in whole.\n\nHISTORY: Former 1976 Code Section 38-11-840 [1947 (45) 322; 1952 Code Section 37-424; 1962 Code Section 37-424] recodified as Section 38-19-640 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 558.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-640/"
    },
    {
      "id": "section-38-19-650",
      "number": "38-19-650.",
      "heading": "",
      "text": "No repayment of the loan may be made unless approved by the director or his designee. The insurer shall notify the director or his designee in writing not less than sixty days in advance of its intention to repay the loan or any part of it. The director or his designee shall immediately ascertain whether the insurer's financial condition is such that the repayment can properly be made.\n\nHISTORY: Former 1976 Code Section 38-11-850 [1947 (45) 322; 1952 Code Section 37-425; 1962 Code Section 37-425] recodified as Section 38-19-650 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 559.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-650/"
    },
    {
      "id": "section-38-19-660",
      "number": "38-19-660.",
      "heading": "",
      "text": "Upon dissolution and liquidation of the insurer the holders of such loan agreements remaining unpaid after the retirement of all the insurer's other outstanding obligations are entitled to payment before any distribution may be made to the insurer's members.\n\nHISTORY: Former 1976 Code Section 38-11-860 [1947 (45) 322; 1952 Code Section 37-426; 1962 Code Section 37-426] recodified as Section 38-19-660 by 1987 Act No. 155, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-660/"
    },
    {
      "id": "section-38-19-815",
      "number": "38-19-815.",
      "heading": "",
      "text": "For the purposes of this article:\n\n(1) \"Bulk reinsurance and assumption for the purposes of liquidation\" means a transaction in which a mutual insurer wholly reinsures its business with another insurer, transfers all or part of its assets to the other insurer in exchange for an assumption of all of its risks and obligations by the other insurer and proceeds to liquidation.\n\n(2) \"Merger\" means a transaction in which a mutual insurer is absorbed by another mutual insurer, its assets, franchises, powers, and liabilities are acquired by the other insurer, and it ceases to exist as a separate business entity.\n\n(3) \"Conversion\" means a transaction in which a mutual insurer reorganizes as a stock insurer and the ownership rights of the members of the mutual insurer are exchanged for cash, stock, or both stock and cash as may be provided by the plan of conversion.\n\nHISTORY: 1988 Act No. 334, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-815/"
    },
    {
      "id": "section-38-19-825",
      "number": "38-19-825.",
      "heading": "",
      "text": "(A) A mutual insurer may engage in any of the transactions specified in Section 38-19-815 under such reasonable plan and procedure as approved by the director or his designee after a public hearing on the matter. Notice must be given to those persons who were members, directors or trustees, officers, and employees of the mutual insurer on the date the plan was filed with the department. Notice may be given to any other person at the discretion of the director or his designee. All of these persons have the right to appear and be heard at the hearing.\n\n(B) The director or his designee may not approve any plan or procedure unless:\n\n(1) its terms and conditions are fair and equitable;\n\n(2) it is approved by a vote of not less than two-thirds of the insurer's members voting on it in person, or by proxy, at a meeting of members called for the purpose pursuant to reasonable notice and procedure as approved by the director or his designee. Only persons who are members on the date the plan was filed with the department are entitled to vote;\n\n(3) the equity of each member in the insurer is determinable under a fair and reasonable formula approved by the director or his designee, which must be based upon the insurer's entire surplus as shown in the insurer's financial statement filed with the department, including all voluntary reserves but excluding contingently repayable funds and outstanding guaranty capital shares at the redemption value of them, and without taking into account the value of nonadmitted assets or of insurance business in force;\n\n(4) the members entitled to participate in the distribution of assets, whether cash or property or a combination of them, shall include not less than all members of the insurer as of the date the plan was submitted to the department and each person who had been a member of the insurer within three years prior to that date;\n\n(5) the director or his designee finds that the insurer's management has not, through reduction and volume of new business written, or cancellation, or through any other means, sought to reduce, limit, or affect the number or identity of the insurer's members to be entitled to participate in the plan, or to secure for the individuals comprising management any unfair advantage through the plan.\n\n(C) If the plan provides for a conversion from a mutual insurer to a stock insurer, the director or his designee may not approve the plan or procedure unless:\n\n(1) the plan gives to each member of the insurer, as specified in subsection (B)(4), a preemptive right to acquire his proportionate part of all of a proposed capital stock of the insurer, or all of the stock of any corporation affiliated with the insurer, within a designated, reasonable period, as the part is determinable under the plan of conversion, and to apply upon the purchase of it the amount of his equity in the insurer as determined under subsection (B)(3). The plan must provide for an equitable distribution of fractional interests. The plan may provide, subject to the approval of the director or his designee, that the preemptive right will not extend to any member who resides in a jurisdiction in which the issuance of stock is impossible, or to any member if the extension would involve unreasonable delay or require the insurer to bear unreasonable costs, provided that any member shall receive one hundred percent of his equity share in the insurer in the form of a cash payment;\n\n(2) shares are to be offered to members at a price not greater than that offered after that time under the plan to others except as provided in subsection (D);\n\n(3) the plan provides for payment to each member of his entire equity share in the insurer, with that payment to be made in cash or to be applied for or upon the purchase of stock to which the member is preemptively entitled, or both, provided that with respect to each member who is not given the option of receiving his entire equity share in cash, the plan must provide that the member has the option to receive a reasonable portion of his equity share, as provided in the plan, but not in excess of fifty percent of his entire equity, in the form of a cash payment, which payment together with the amount applied to the purchase of stock constitutes full payment and discharge of the member's equity or property interest in the mutual insurer. The director or his designee may permit an insurer to forego the option of making a cash payment to members if he determines that it would be reasonable not to provide for the cash election, after taking into account all the facts and circumstances, including whether there is expected to be an active market for the stock to be received in the conversion;\n\n(4) the plan, when completed, provides that the insurer's surplus regarding policyholders is reasonable relating to the insurer's outstanding liabilities and adequate to meet its financial needs. In determining if the surplus as regarding policyholders is reasonable relating to the insurer's outstanding liabilities and adequate to meet its financial needs, the following factors, among others, are considered:\n\n(a) the size of the insurer as measured by its assets, capital and surplus, reserves, premium writing, insurance in force, and other appropriate criteria;\n\n(b) the extent to which the insurer's business is diversified among the several lines of insurance;\n\n(c) the number and size of risks insured in each line of business;\n\n(d) the extent of the geographical dispersion of the insurer's insured risks;\n\n(e) the nature and extent of the insurer's reinsurance program;\n\n(f) the quality, diversification, and liquidity of the insurer's investment portfolio;\n\n(g) the recent past and projected future trend in the size of the insurer's investment portfolio;\n\n(h) the surplus regarding policyholders maintained by other comparable insurers;\n\n(i) the adequacy of the insurer's reserves; and\n\n(j) the quality and liquidity of investments in affiliates. The director or his designee may treat any investment as a disallowed asset for purposes of determining the adequacy of surplus regarding policyholders whenever in his judgment the investment warrants it.\n\n(D) Nothing in this section prohibits the inclusion in the conversion plan of provisions under which the individuals comprising the insurer's management and employee group are entitled to purchase for cash, at a price not lower than the price at which it had been offered to the insurer's members, shares of stock not taken by members on the preemptive offering to members, in accordance with the reasonable classification of the individuals included in the plan approved by the director or his designee. This price limitation may not extend beyond a date set forth in the plan. After the expiration of such date, the governing body of the insurer, with the approval of the director or his designee, may dispose of any stock not taken before that time to any person and for such consideration as may be necessary or desirable in its discretion.\n\n(E) A director, officer, agent, or employee of the insurer may receive only his usual regular compensation, for aiding, promoting, or assisting in the conversion, except as set forth in the plan approved by the director or his designee. This provision does not prohibit the payment of reasonable fees and compensation to attorneys, accountants, and actuaries for services performed in the independent practice of their professions.\n\n(F) For the purpose of determining whether a conversion plan meets the requirements of this section and any other relevant provisions of this title, the director may employ staff personnel and outside consultants. All reasonable costs related to the review of a plan of conversion, including those costs attributable to the use of staff personnel, must be borne by the insurer making the filing.\n\nHISTORY: 1988 Act No. 334, Section 1; 1993 Act No. 181, Section 560.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-825/"
    },
    {
      "id": "section-38-19-1010",
      "number": "38-19-1010.",
      "heading": "",
      "text": "The corporation Farmers Mutual Insurance Association of Newberry, S.C. shall have the right to mutually insure the respective dwelling houses, barns, and other buildings and property of every kind and nature of its members, in Newberry County, in counties contiguous thereto, and in any other county in this State where another county mutual insurance association is not authorized to do business by law against loss by fire, winds, or lightning, or other casualty, and to write all forms of property, casualty, and marine insurance as those terms are defined by law, all upon those terms and under those conditions as may be fixed by the bylaws of the corporation provided that all insurance against liability of the insured to other persons must be fully reinsured by the corporation in or with one or more insurance companies licensed to insure these risks under the laws of this State. It may sue and be sued in any court in this State and may have and use a common seal.\n\nHISTORY: 1893 Act No. 462, Section 2; 1968 Act No. 1617; 1988 Act No. 393.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1010/"
    },
    {
      "id": "section-38-19-1020",
      "number": "38-19-1020.",
      "heading": "",
      "text": "The corporation may make by-laws, fixing the number of its board of directors and other officers, and defining the duties and powers of the directors and officers; also making rules and regulations governing the corporation and the conduct of its business, not inconsistent with the laws of this State.\n\nHISTORY: 1893 Act No. 462, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1020/"
    },
    {
      "id": "section-38-19-1030",
      "number": "38-19-1030.",
      "heading": "",
      "text": "Every member of said corporation shall be, and is hereby, bound and obliged to pay his, her or their portion of all losses and expenses accruing to said corporation; and all buildings or other property insured by and with said corporation, together with the rights, title and interest of assured to the lands on which such building or other property may stand, shall be pledged to the said corporation, and the said corporation shall have a lien thereon against the assured, his or her heirs, representatives and assigns, during the continuance of their insurance, as to all debts or liabilities contracted or incurred by said corporation subsequent to the passage of Sections 38-19-1010 through 38-19-1050.\n\nHISTORY: 1893 Act No. 462, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1030/"
    },
    {
      "id": "section-38-19-1040",
      "number": "38-19-1040.",
      "heading": "",
      "text": "All property insured by said corporation shall be liable as herein provided until all outstanding losses shall have been paid, and until the owner thereof shall have withdrawn his insurance in the manner prescribed by the by-laws of said corporation: Provided, however, That any transfer of such property shall operate as a release of the same under the provisions of Sections 38-19-1010 through 38-19-1050, as to all subsequent liabilities, unless the purchaser or purchasers thereof shall make application to the Board of Directors for a continuance of said insurance within ten days from the date of such transfer, in which event such purchaser or purchasers shall be substituted to all the rights of the vendor under Sections 38-19-1010 through 38-19-1050, and the said property shall be held liable as herein provided, and the provisions of this Section shall apply as well to personal representatives and guardians as to purchasers of such property.\n\nHISTORY: 1893 Act No. 462, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1040/"
    },
    {
      "id": "section-38-19-1050",
      "number": "38-19-1050.",
      "heading": "",
      "text": "The aggregate amount of insurance by said corporation shall not be less than ($25,000) twenty-five thousand dollars nor more than ($1,000,000) one million dollars.\n\nHISTORY: 1893 Act No. 462, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1050/"
    },
    {
      "id": "section-38-19-1110",
      "number": "38-19-1110.",
      "heading": "",
      "text": "A domestic or foreign mutual insurer may reorganize as a domestic mutual insurance holding company system as provided in this article.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1110/"
    },
    {
      "id": "section-38-19-1120",
      "number": "38-19-1120.",
      "heading": "",
      "text": "(A) A domestic or foreign mutual insurer may reorganize into a domestic mutual insurance holding company system which must consist of a domestic mutual insurance holding company and the reorganized mutual insurer as a domestic stock insurance company and which may consist of one or more intermediate stock holding companies and other subsidiaries. The reorganized mutual insurer shall continue, without interruption, its corporate existence as a stock insurance subsidiary of the mutual insurance holding company or as a subsidiary to one or more intermediate stock holding companies.\n\n(B) A domestic or foreign mutual insurer may reorganize by merging its policyholders' membership interests into an existing domestic mutual insurance holding company formed under subsection (A) of this section. The reorganized mutual insurer shall continue, without interruption, its corporate existence as a stock insurance subsidiary of the mutual insurance holding company or as a subsidiary to one or more intermediate stock holding companies.\n\n(C) Upon reorganization, the membership interests of the policyholders of the reorganized insurer shall become membership interests in the mutual insurance holding company. Policyholders of the reorganized insurance company shall be members of the mutual insurance holding company in accordance with the articles of incorporation and bylaws of the mutual insurance holding company. All initial shares of the capital stock of the reorganized insurance company shall be issued to the mutual insurance holding company or to an intermediate holding company which is wholly owned by the mutual insurance holding company. On and after the effective date of the reorganization, the mutual insurance holding company shall at all times, directly or indirectly, own a majority of the voting securities of the reorganized insurance company. The mutual insurance holding company shall, at all times, be wholly-owned by and operated in the interests of the members of the mutual insurance holding company. \"Voting securities\" means securities having voting power for the election of the board of directors of the reorganized insurance company other than securities having voting power only because of the occurrence of a contingency.\n\n(D) A domestic mutual insurer may reorganize only pursuant to a plan of reorganization adopted by its board of directors and approved by the Director of the Department of Insurance and policyholders as provided in this article.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1120/"
    },
    {
      "id": "section-38-19-1130",
      "number": "38-19-1130.",
      "heading": "",
      "text": "(A) A plan of reorganization must be approved by the affirmative vote of not less than a two-thirds majority of the board of directors of the mutual insurer. The plan of reorganization approved by the board of directors shall be filed with the Director of the Department of Insurance for review and approval. At any time before the director renders a decision regarding the plan of reorganization the board of directors may modify or withdraw the plan of reorganization by the affirmative vote of not less than a two-thirds majority of the board of directors.\n\n(B) An application to the director shall include the plan of reorganization and the following additional information:\n\n(1) the purpose of reorganization;\n\n(2) an analysis of the benefits and risks attendant to the proposed reorganization;\n\n(3) a statement detailing how the plan is fair and equitable to policyholders;\n\n(4) a copy of the proposed articles of incorporation and bylaws of the mutual insurance holding company, intermediate holding companies, and the reorganized mutual insurer specifying all membership rights;\n\n(5) a copy of the proposed form of notice, the description of the plan of reorganization and proxy to be sent to all policyholders and a statement of the method by which that notice, description, and proxy will be distributed to all policyholders;\n\n(6) an organization chart depicting the formal structure of the holding company and all subsidiaries and affiliates along with the estimated initial percent of ownership;\n\n(7) a description of the number of members of the board of directors of the proposed mutual holding company required to be policyholders and how the number was determined;\n\n(8) a statement that all of the initial shares of the voting stock of the reorganized company shall be issued to the mutual insurance holding company or an intermediate holding company and will not be pledged or encumbered;\n\n(9) a plan for membership of future policyholders;\n\n(10) a certification that the plan has been adopted by the vote of not less than two-thirds of the board of directors;\n\n(11) certification by at least two-thirds of the members of the board of directors that the plan of reorganization is fair and equitable and that a fairness opinion has been obtained from either an independent actuary, an independent certified public accountant, or an independent investment banker, or from three independent actuaries from an independent actuarial firm;\n\n(12) certification that management will not be enriched by the reorganization for aiding, promoting, or assisting in the reorganization except as set forth in the plan approved by the director;\n\n(13) biographical affidavits for all mutual holding company officers and directors and for the reorganized stock insurer officers and directors;\n\n(14) a description of the annual report and financials to be sent to each member;\n\n(15) information sufficient to demonstrate the financial condition of the reorganizing insurer will not be adversely affected;\n\n(16) information describing the holding company's plans, regarding accumulation of earnings including periodic distribution, if any, to members;\n\n(17) an opinion from an attorney with experience in corporate tax matters who has been certified by the Commission on Continuing Legal Education and Specialization of the South Carolina Supreme Court as a specialist in taxation matters regarding potential taxes due as a result of the reorganization;\n\n(18) a description of projected remuneration from all sources to officers and directors prior to the reorganization and a description of projected remuneration from all sources subsequent to the reorganization for all officers and directors. The plan shall contain a provision prohibiting officers and directors of the mutual insurance holding company and its subsidiaries and affiliates from purchasing or owning shares of the reorganized company's stock offering, or issuance of stock options to or for the benefit of such officers or directors for a period of six months following the first date the offering was publicly and regularly traded;\n\n(19) terms of any proposed sale of capital stock;\n\n(20) proposed balance sheet presentation of the mutual insurance holding company and reorganized stock insurer after reorganization;\n\n(21) such other material as the director may require.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1130/"
    },
    {
      "id": "section-38-19-1140",
      "number": "38-19-1140.",
      "heading": "",
      "text": "(A) The Director of the Department of Insurance shall review the plan of reorganization for the purpose of determining whether the plan meets the requirements of this article. The director may employ staff personnel and outside consultants. All reasonable costs related to the review, including those costs attributable to staff personnel, shall be paid by the insurer making the filing. During the process of review, the director may communicate with the mutual insurer and request such additional information from the mutual insurer as the director may consider necessary.\n\n(B) The director or his designee must conduct a public hearing regarding the proposed plan of reorganization no later than forty-five days from when the filing is deemed complete. Any interested person may appear and participate at the hearing. The director or his designee must provide notice of the public hearing by publication in a newspaper of general circulation.\n\n(C) Within one hundred twenty days of the filing of the plan which is considered to be complete by the director, the director shall issue an order approving or disapproving the plan. The director shall approve the plan if the director determines:\n\n(1) the requirements of this article have been met;\n\n(2) the director is satisfied that the interests of the policyholders are preserved and protected and that the plan of reorganization is fair and equitable to the policyholders, and in the best interests of the policyholders;\n\n(3) the directors, officers, agents, and employees are not unjustly enriched by the reorganization plan. The approval of the director shall be conditioned upon the approval of the policyholders as provided in this article. If the director does not approve the plan, then the director shall issue an order setting forth in detail the reasons for disapproval. If a plan is disapproved, then the mutual insurer may resubmit the plan to the director within thirty days of receipt of the order of disapproval. Within ninety days after the filing of the resubmitted plan, which is considered to be complete by the director, the director shall issue an order approving or disapproving the resubmitted plan. The approval of the resubmitted plan shall be conditioned upon the approval of the policyholders as provided by this article. If the director disapproves the resubmitted plan, then the mutual insurer may seek judicial review of the director's decision in the circuit court of common pleas for Richland County.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1140/"
    },
    {
      "id": "section-38-19-1150",
      "number": "38-19-1150.",
      "heading": "",
      "text": "(A) After the date of the director's conditioned approval of a plan of reorganization, the mutual insurer shall hold a regular or special meeting of its policyholders at a reasonable time and place to vote upon the plan of reorganization. The mutual insurer shall give at least thirty days' notice, by first class mail, to the last known address of each policyholder that the plan of reorganization will be voted on at a regular or special meeting of the policyholders. If the meeting of policyholders to vote upon the plan of reorganization is held coincident with the mutual insurer's annual meeting of the policyholders, only one combined notice of meeting is required.\n\n(B) The notice shall include a description of the plan of reorganization and a statement that the director has reviewed the proposed plan of reorganization and has approved the plan subject to the approval of the policyholders. The notice to policyholders will include a statement by the director that the director's approval pursuant to this section is not a recommendation to either accept or reject the Plan of Reorganization. The notice to each policyholder shall also include a written proxy permitting the policyholder to vote for or against the plan of reorganization. A plan of reorganization shall be approved by the affirmative vote of a two-thirds majority of the policyholders voting in person or by proxy at the meeting.\n\n(C) For purposes of voting, policyholders means the policyholders of the mutual insurer on the day the plan of reorganization is initially approved by the board of directors of the mutual insurer. The entity to which a group insurance policy is issued, and not a person covered under the group insurance policy, shall be considered the policyholder for purposes of voting. Each policyholder shall be entitled to only one vote regardless of the number of policies owned by the policyholder.\n\n(D) If a mutual insurer substantially complies in good faith with the notice requirements of this section, the mutual insurer's failure to give a policyholder a required notice does not impair the validity of an action taken under this section.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1150/"
    },
    {
      "id": "section-38-19-1160",
      "number": "38-19-1160.",
      "heading": "",
      "text": "The reorganized insurer shall file the articles of incorporation of the mutual holding company, the reorganized stock insurer, and any holding company subsidiaries with the Director of the Department of Insurance for his approval before filing them with the Secretary of State. The director shall issue a certificate of authority when the mutual insurer files with the director a certificate from the mutual insurer setting forth the vote and certifying that the plan of reorganization was approved by not less than a two-thirds majority of the policyholders voting in person or by proxy on the plan of reorganization, that the articles of incorporation have been filed with the Secretary of State, and payment of all applicable fees to the Department of Insurance. The reorganization shall be effective upon the issuance of a certificate of authority by the director.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1160/"
    },
    {
      "id": "section-38-19-1170",
      "number": "38-19-1170.",
      "heading": "",
      "text": "A membership interest in a mutual insurance holding company does not constitute a security under the laws of the State of South Carolina. A membership interest in a mutual insurance holding company may not be transferred from the member to another person or entity.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1170/"
    },
    {
      "id": "section-38-19-1180",
      "number": "38-19-1180.",
      "heading": "",
      "text": "A mutual insurance holding company shall not be authorized to pay dividends or make distributions except as may be expressly approved by the Director of the Department of Insurance. Neither the adoption nor the implementation of a plan of reorganization shall be considered to give rise to an obligation on behalf of a mutual insurance holding company to make a distribution or payment to a member or policyholder, or to another person, board, or entity of any nature whatsoever, in connection with the ownership, control, benefits, policies, purpose, or nature of the mutual insurance company, or otherwise.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1180/"
    },
    {
      "id": "section-38-19-1200",
      "number": "38-19-1200.",
      "heading": "",
      "text": "All information, documents, and copies that are obtained by or disclosed to the Director of the Department of Insurance or another person in the course of preparing, filing, or processing an application to reorganize, other than information or documents distributed to policyholders in connection with the meeting of policyholders, shall be given confidential treatment and shall not be subject to subpoena and shall not be released to another person or entity without the prior written consent of the insurer.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1200/"
    },
    {
      "id": "section-38-19-1190",
      "number": "38-19-1190.",
      "heading": "",
      "text": "Nothing contained in this article shall be construed to prohibit demutualization of a mutual insurance holding company or a mutual insurer pursuant to the laws of this State. All provisions of law regarding demutualization of a mutual insurer shall also apply to a mutual insurance holding company.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1190/"
    },
    {
      "id": "section-38-19-1210",
      "number": "38-19-1210.",
      "heading": "",
      "text": "(A) A mutual insurance holding company, intermediate holding company, and the reorganized stock insurer shall be considered to be insurers according to the laws of this State. However, the director may exempt by order a mutual insurance holding company or intermediate holding company that elects not to write insurance from any provisions of this title or regulations adopted thereunder with respect to the writing of insurance or requirements related to capital, surplus, dividends, reserves, borrowing or investments, or other provisions which the Director of the Department of Insurance determines are not applicable or should be modified. This exemption shall not change the mutual insurance holding company's status as a domestic insurer subject to the provisions of Title 38. A mutual insurance holding company, intermediate holding company, or reorganized mutual insurer may merge with, consolidate with, or acquire the assets of another person or entity, or take another action as consistent with the South Carolina Business Corporation Act or other applicable law.\n\n(B) The director shall have jurisdiction over a mutual insurance holding company and an intermediate holding company to ensure that policyholder interests are preserved and protected.\n\n(C) The director may promulgate regulations and issue orders to implement this article as provided by the insurance laws of this State consistent with the South Carolina Business Corporation Act.\n\n(D) A mutual insurance holding company and subsidiaries or affiliates shall be subject to all applicable provisions of South Carolina's Insurance Holding Company Regulatory Act.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1210/"
    },
    {
      "id": "section-38-19-1220",
      "number": "38-19-1220.",
      "heading": "",
      "text": "In a proceeding for supervision, rehabilitation, or liquidation involving a reorganized mutual insurer, the assets of the mutual insurance holding company and an intermediate stock holding company shall be considered to be assets of the reorganized mutual insurer for the purposes of satisfying the claims of policyholders. A mutual insurance holding company or an intermediate stock holding company may not be dissolved without approval of the Director of the Department of Insurance. A mutual insurance holding company and an intermediate stock holding company each shall be considered an insurer subject to the Administrative Supervision of Insurers Act and the Insurers Rehabilitation and Liquidation Act.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1220/"
    },
    {
      "id": "section-38-19-1240",
      "number": "38-19-1240.",
      "heading": "",
      "text": "A challenge to reorganization or an action involving the reorganization of a mutual insurer shall be commenced no later than one hundred eighty days after the effective date of reorganization.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1240/"
    },
    {
      "id": "section-38-19-1230",
      "number": "38-19-1230.",
      "heading": "",
      "text": "(A) A mutual insurance holding company shall file with the Director of the Department of Insurance an annual income statement, balance sheet, and cash flow statement, and a statement regarding any encumbrances or plans to encumber the assets of the mutual insurance holding company.\n\n(B) A mutual insurance holding company shall have an annual audit by an independent certified public accountant and shall file an audited financial report with the Director of the Department of Insurance by June first of each year.\n\n(C) A mutual insurance holding company shall notify the director ninety days prior to any initial and subsequent subsidiary stock offering for review by the director for compliance with all applicable state law and the offering shall be deemed approved by the director within thirty days of submission to the director unless the director states otherwise in writing within thirty days of submission.\n\nHISTORY: 1998 Act No. 413, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-19/section-38-19-1230/"
    }
  ]
}