{
  "state": "south-carolina",
  "path": "title-title-38/chapter-t38c023",
  "sections": [
    {
      "id": "section-38-23-10",
      "number": "38-23-10",
      "heading": "",
      "text": "This chapter is known and may be cited as the \"Insider Trading Statute\". HISTORY: Former 1976 Code Section 38-23-10 [1947 (45) 322; 1952 Code Section 37-1001; 1962 Code Section 37-1001] recodified as Section 38-35-10 by 1987 Act No. 155, Section 1; Former 1976 Code Section 35-9-10 [1962 Code Section 62-471; 1966 (54) 2146] recodified as Section 38-23-10 by 1987 Act No. 155, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-10/"
    },
    {
      "id": "section-38-23-20",
      "number": "38-23-20",
      "heading": "",
      "text": "\"Equity security\", when used in this chapter, means any stock or similar security; or any security convertible, with or without consideration, into such a security, or carrying any warrant or right to subscribe to or purchase such a security; or any such warrant or right; or any other security which the director or his designee considers to be of similar nature and considers necessary or appropriate, by any regulation the department may prescribe in the public interest or for the protection of investors, to treat as an equity security. HISTORY: Former 1976 Code Section 38-23-20 [1947 (45) 322; 1952 Code Section 37-1002; 1962 Code Section 37-1002] recodified as Section 38-35-20 by 1987 Act No. 155, Section 1; Former 1976 Code Section 35-9-20 [1962 Code Section 62-477; 1966 (54) 2146] recodified as Section 38-23-20 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 593.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-20/"
    },
    {
      "id": "section-38-23-30",
      "number": "38-23-30",
      "heading": "",
      "text": "\"Beneficial owner\", when used in this chapter, means a person who directly or indirectly beneficially owns more than ten percent of any class of any equity security of a domestic stock insurer. HISTORY: Former 1976 Code Section 38-23-30 [1947 (45) 322; 1952 Code Section 37-1003; 1962 Code Section 37-1003; 1984 Act No. 330] recodified as Section 38-35-30 by 1987 Act No. 155, Section 1; En, 1987 Act No. 155, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-30/"
    },
    {
      "id": "section-38-23-40",
      "number": "38-23-40",
      "heading": "",
      "text": "Every beneficial owner, director, or officer of a domestic stock insurer shall file in the office of the department within ten days after he becomes a beneficial owner, director, or officer a statement, in a form the director or his designee may prescribe, of the amount of all equity securities of the insurer which he beneficially owns. Within ten days after the close of each calendar month thereafter, if there has been a change in his ownership during the month, he shall file in the office of the department a statement, in a form the director or his designee may prescribe, indicating his ownership at the close of the calendar month and the changes in his ownership which have occurred during the calendar month. HISTORY: Former 1976 Code Section 38-23-40 [1947 (45) 322; 1952 Code Section 37-1004; 1962 Code Section 37-1004] recodified as Section 38-35-40 by 1987 Act No. 155, Section 1; Former 1976 Code Section 35-9-30 [1962 Code Section 62-472; 1966 (54) 2146] recodified as Section 38-23-40 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-40/"
    },
    {
      "id": "section-38-23-50",
      "number": "38-23-50",
      "heading": "",
      "text": "For the purpose of preventing the unfair use of information which may have been obtained by a beneficial owner, director, or officer by reason of his relationship to the insurer, any profit realized by him from any purchase and sale, or any sale and purchase, of any equity security of the insurer within any period of less than six months, unless the security was acquired in good faith in connection with a debt previously contracted, inures to and is recoverable by the insurer, irrespective of any intention on the part of the beneficial owner, director, or officer in entering into the transaction of holding the security purchased or of not repurchasing the security sold for a period exceeding six months. Suit to recover this profit may be instituted at law or in equity in any court of competent jurisdiction by the insurer or by the owner of any security of the insurer in the name and in behalf of the insurer if the insurer fails or refuses to bring the suit within sixty days after request or fails diligently to prosecute it thereafter. This suit may not be brought more than two years after the date the profit was realized. This section may not be construed to cover any transaction where the beneficial owner was not a beneficial owner both at the time of the purchase and sale, or the sale and purchase, of the security involved, or any transaction or transactions which the department, by regulation, may exempt as not comprehended within the purpose of this section. HISTORY: Former 1976 Code Section 38-23-50 [1947 (45) 322; 1952 Code Section 37-1005; 1962 Code Section 37-1005] recodified as Section 38-35-50 by 1987 Act No. 155, Section 1; Former 1976 Code Section 35-9-40 [1962 Code Section 62-473; 1966 (54) 2146] recodified as Section 38-23-50 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-50/"
    },
    {
      "id": "section-38-23-60",
      "number": "38-23-60",
      "heading": "",
      "text": "It is unlawful for a beneficial owner, director, or officer, directly or indirectly, to sell any equity security of the insurer if the person selling the security or his principal (a) does not own the security sold, or (b) if owning the security, does not deliver it against the sale within twenty days thereafter, or does not within five days after the sale deposit it in the mails or other usual channels of transportation. A person is not considered to have violated this section if he proves that, notwithstanding the exercise of good faith, he was unable to make the delivery or deposit within this time or that to do so would cause undue inconvenience or expense. HISTORY: Former 1976 Code Section 38-23-60 [1947 (45) 322; 1952 Code Section 37-1006; 1962 Code Section 37-1006] recodified as Section 38-35-60 by 1987 Act No. 155, Section 1; Former 1976 Code Section 35-9-50 [1962 Code Section 62-474; 1966 (54) 2146] recodified as Section 38-23-60 by 1987 Act No. 155, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-60/"
    },
    {
      "id": "section-38-23-70",
      "number": "38-23-70",
      "heading": "",
      "text": "Section 38-23-50 does not apply to any purchase and sale, or sale and purchase, and Section 38-23-60 does not apply to any sale of an equity security of a domestic stock insurer, not then or theretofore held by him in an investment account, by a dealer in the ordinary course of his business and incident to the establishment or maintenance by him of a primary or secondary market, otherwise than on an exchange as defined in the Securities Exchange Act of 1934, for the security. The department may, by any regulation it considers necessary or appropriate in the public interest, define and prescribe terms and conditions with respect to securities held in an investment account and transactions made in the ordinary course of business and incident to the establishment or maintenance of a primary or secondary market. HISTORY: Former 1976 Code Section 35-9-60 [1962 Code Section 62-475; 1966 (54) 2146] recodified as Section 38-23-70 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 596.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-70/"
    },
    {
      "id": "section-38-23-80",
      "number": "38-23-80",
      "heading": "",
      "text": "Sections 38-23-40 to 38-23-60 do not apply to foreign or domestic arbitrage transactions unless made in contravention of regulations the department may adopt in order to carry out the purposes of this chapter. HISTORY: Former 1976 Code Section 35-9-70 [1962 Code Section 62-476; 1966 (54) 2146] recodified as Section 38-23-80 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 597.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-80/"
    },
    {
      "id": "section-38-23-90",
      "number": "38-23-90",
      "heading": "",
      "text": "Sections 38-23-40 to 38-23-60 do not apply to equity securities of a domestic stock insurer if (a) the securities are registered or are required to be registered pursuant to Section 12 of the Securities Exchange Act of 1934, as amended, or (b) the domestic stock insurer does not have any class of its equity securities held of record by one hundred or more persons on the last business day of the previous year in which equity securities of the insurer would be subject to Sections 38-23-40 to 38-23-60 except for this section. HISTORY: Former 1976 Code Section 35-9-80 [1962 Code Section 62-478; 1966 (54) 2146] recodified as Section 38-23-90 by 1987 Act No. 155, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-90/"
    },
    {
      "id": "section-38-23-100",
      "number": "38-23-100",
      "heading": "",
      "text": "The director has the power to make and promulgate regulations necessary for the execution of the functions vested in him by Sections 38-23-20 through 38-23-90 including, but without limitation, regulations pertaining to and governing the solicitation of proxies, including financial reporting in connection therewith, with respect to the capital stock or other equity securities of any domestic stock insurer; he may, for these purposes, classify domestic insurers, securities, and other persons or matters within his jurisdiction. No provision of Sections 38-23-40 to 38-23-60 imposing any liability applies to any act done or omitted in good faith in conforming with any regulation of the department, notwithstanding that the regulation may, after the act or omission, be amended, rescinded, or determined by judicial or other authority to be invalid for any reason. HISTORY: Former 1976 Code Section 35-9-90 [1962 Code Section 62-479; 1966 (54) 2146] recodified as Section 38-23-100 by 1987 Act No. 155, Section 1; 1993 Act No. 181, Section 598.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-23/section-38-23-100/"
    }
  ]
}