{
  "state": "south-carolina",
  "path": "title-title-38/chapter-chapter-90",
  "sections": [
    {
      "id": "section-38-90-10",
      "number": "38-90-10",
      "heading": "",
      "text": "As used in this chapter, unless the context requires otherwise:\n\n(1) \"Alien captive insurance company\" means an insurance company formed to write insurance business for its parents and affiliates and licensed pursuant to the laws of an alien jurisdiction which imposes statutory or regulatory standards in a form acceptable to the director on companies transacting the business of insurance in such jurisdiction.\n\n(2) \"Affiliate of\" or \"affiliated with\" means a specific person who directly, or indirectly through one or more intermediaries, controls, is controlled by, or is under common control with the person specified.\n\n(3) \"Association\" means a legal association of individuals, corporations, limited liability companies, partnerships, political subdivisions, or associations:\n\n(a) the member organizations of which collectively, or which does itself:\n\n(i) own, control, or hold with power to vote all of the outstanding voting securities of an association captive insurance company incorporated as a stock insurer or organized as a limited liability company; or\n\n(ii) have complete voting control over an association captive insurance company organized as a mutual insurer; or\n\n(b) the member organizations of which collectively constitute all of the subscribers of an association captive insurance company formed as a reciprocal insurer.\n\n(4) \"Association captive insurance company\" means a company that insures risks of the member organizations of the association and their affiliated companies.\n\n(5) \"Branch business\" means any insurance business transacted by a branch captive insurance company in this State.\n\n(6) \"Branch captive insurance company\" means an alien captive insurance company licensed by the director to transact the business of insurance in this State through a business unit with a principal place of business in this State.\n\n(7) \"Branch operations\" means any business operations of a branch captive insurance company in this State.\n\n(8) \"Captive insurance company\" means a pure captive insurance company, association captive insurance company, sponsored captive insurance company, special purpose captive insurance company, risk retention group, or industrial insured captive insurance company formed or licensed under this chapter. For purposes of this chapter, a branch captive insurance company must be a pure captive insurance company with respect to operations in this State, unless otherwise permitted by the director.\n\n(9) \"Consolidated GAAP net worth\" means the consolidated owners' equity determined in accordance with GAAP for reporting to the United States Securities and Exchange Commission.\n\n(10) \"Control\", including the terms \"controlling,\" \"controlled by\", and \"under common control with\", means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by Section 38-21-220 that control does not exist in fact. The director may determine, after furnishing all persons in interest notice and opportunity to be heard and making specific findings of fact to support his determination, that control exists in fact, notwithstanding the absence of a presumption to that effect.\n\n(11) \"Controlled unaffiliated business\" means a person that:\n\n(a) is not an affiliate of a parent company; and\n\n(b) has an existing contractual relationship pursuant to which a parent or affiliated company exercises control of the risk management function of the person.\n\n(12) \"Director\" means the Director of the South Carolina Department of Insurance or the director's designee.\n\n(13) \"Department\" means the South Carolina Department of Insurance.\n\n(14) \"GAAP\" means generally accepted accounting principles.\n\n(15) \"General account\" means the assets and liabilities of a sponsored captive insurance company other than protected cell assets and protected cell liabilities.\n\n(16) \"Industrial insured\" means an insured as defined in Section 38-25-150(8).\n\n(17) \"Industrial insured captive insurance company\" means a company that insures risks of the industrial insureds that comprise the industrial insured group and their affiliated companies.\n\n(18) \"Industrial insured group\" means a group that meets either of the following criteria:\n\n(a) a group of industrial insureds that collectively:\n\n(i) own, control, or hold with power to vote all of the outstanding voting securities of an industrial insured captive insurance company incorporated as a stock insurer or limited liability company; or\n\n(ii) have complete voting control over an industrial insured captive insurance company incorporated as a mutual insurer; or\n\n(b) a risk retention group.\n\n(19) \"Member organization\" means any individual, corporation, limited liability company, partnership, or association that belongs to an association.\n\n(20) \"Parent\" means any corporation, limited liability company, partnership, or individual that directly or indirectly owns, controls, or holds with power to vote more than fifty percent of the outstanding voting interests of a captive insurance company.\n\n(21) \"Participant\" means an entity as defined in Section 38-90-240, and any affiliates of that entity, that are insured by a sponsored captive insurance company, where the losses of the participant are limited through a participant contract to the assets of a protected cell.\n\n(22) \"Participant contract\" means a contract by which a sponsored captive insurance company insures the risks of a participant and limits the losses of the participant to the assets of a protected cell.\n\n(23) \"Person\" means an individual, corporation, partnership, association, joint stock company, trust, unincorporated organization, or any similar entity or combination thereof.\n\n(24) \"Principal place of business\" means the physical location in the State of South Carolina where the complete books and records of the captive company are available for examination by the director.\n\n(25) \"Protected cell\" means an identified pool of assets and liabilities of a sponsored captive insurance company for one or more participants that is segregated and insulated from the remainder of the sponsored captive insurance company's assets and liabilities as set forth in this chapter. A protected cell may be unincorporated or incorporated.\n\n(26) \"Protected cell account\" means a specifically identified bank or custodial account established by a sponsored captive insurance company for the purpose of segregating the protected cell assets of one protected cell from the protected cell assets of other protected cells and from the assets of the sponsored captive insurance company's general account.\n\n(27) \"Protected cell assets\" means all assets, contract rights, and general intangibles, identified with and attributable to a specific protected cell of a sponsored captive insurance company.\n\n(28) \"Protected cell liabilities\" means all liabilities and other obligations identified with and attributable to a specific protected cell of a sponsored captive insurance company.\n\n(29) \"Pure captive insurance company\" means a company that insures risks of its parent, affiliated companies, controlled unaffiliated business, or a combination thereof or cedes or assumes business from a risk pool for the purpose of risk sharing.\n\n(30) \"Risk retention group\" means a captive insurance company formed under the Liability Risk Retention Act of 1986, 15 U.S.C. Section 3901, et seq., as amended.\n\n(31) \"Special purpose captive insurance company\" means a captive insurance company that is formed or licensed under this chapter that does not meet the definition of any other type of captive insurance company defined in this section.\n\n(32) \"Sponsor\" means an entity that is approved by the director to provide all or part of the capital and surplus required by applicable law and to organize and operate a sponsored captive insurance company.\n\n(33) \"Sponsored captive insurance company\" means a captive insurance company:\n\n(a) in which the minimum capital and surplus required by applicable law is provided by one or more sponsors;\n\n(b) that is formed or licensed under this chapter;\n\n(c) that segregates liability through one or more protected cells; and\n\n(d) that insures the risks of participants through participant contracts.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 8, eff May 29, 2001; 2002 Act No. 188, Section 2, eff March 12, 2002; 2002 Act No. 228, Sections 11.A, 11.B, eff May 1, 2002; 2003 Act No. 73, Section 24.A, eff June 25, 2003; 2004 Act No. 291, Sections 15, 16, eff July 29, 2004; 2014 Act No. 282 (S.909), Section 4, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-10/"
    },
    {
      "id": "section-38-90-20",
      "number": "38-90-20",
      "heading": "",
      "text": "(A) A captive insurance company, when permitted by its articles of incorporation, articles of organization, operating agreement, or charter, may apply to the director for a license to provide any and all insurance, except workers' compensation insurance written on a direct basis, authorized by this title; however:\n\n(1) a pure captive insurance company may not insure any risks other than those of its parent, affiliated companies, controlled unaffiliated business, risks assumed from a risk pool for the purpose of risk sharing, or a combination of them;\n\n(2) an association captive insurance company may not insure any risks other than those of the member organizations of its association and their affiliated companies;\n\n(3) an industrial insured captive insurance company may not insure any risks other than those of the industrial insureds that comprise the industrial insured group and their affiliated companies;\n\n(4) a special purpose captive insurance company may provide insurance or reinsurance, or both, for risks as approved by the director;\n\n(5) a captive insurance company may not provide personal motor vehicle or homeowner's insurance coverage written on a direct basis;\n\n(6) a captive insurance company may not accept or cede reinsurance except as provided in Section 38-90-110.\n\n(B) To conduct insurance business in this State a captive insurance company shall:\n\n(1) obtain from the director a license authorizing it to conduct insurance business in this State;\n\n(2) beginning the year immediately following the issuance of its license, annually hold at least one board of director's meeting, or in the case of a reciprocal insurer, a subscriber's advisory committee meeting, or in the case of a limited liability company a meeting of the managing board, at which a majority of the directors are physically present in this State;\n\n(3) maintain its principal place of business in this State, or in the case of a branch captive insurance company, maintain the principal place of business for its branch operations in this State; and\n\n(4) appoint a resident registered agent to accept service of process and to otherwise act on its behalf in this State. In the case of a captive insurance company:\n\n(a) formed as a corporation, a nonprofit corporation, or a limited liability company, whenever the registered agent cannot with reasonable diligence be found at the registered office of the captive insurance company, the director must be an agent of the captive insurance company upon whom any process, notice, or demand may be served;\n\n(b) formed as a reciprocal insurer, whenever the registered agent cannot with reasonable diligence be found at the registered office of the captive insurance company, the director must be an agent of the captive insurance company upon whom any process, notice, or demand may be served.\n\n(C)(1) Before receiving a license, a captive insurance company:\n\n(a) formed as a corporation or a nonprofit corporation, shall file with the director a certified copy of its articles of incorporation and bylaws, a statement under oath of its president and secretary showing its financial condition, and any other statements or documents required by the director;\n\n(b) formed as a limited liability company, shall file with the director a certified copy of its articles of organization and operating agreement, a statement under oath by its managers showing its financial condition, and any other statements or documents required by the director;\n\n(c) formed as a reciprocal shall:\n\n(i) file with the director a certified copy of the power of attorney of its attorney-in-fact, a certified copy of its subscribers' agreement, a statement under oath of its attorney-in-fact showing its financial condition, and any other statements or documents required by the director; and\n\n(ii) submit to the director for approval a description of the coverages, deductibles, coverage limits, and rates and any other information the director may reasonably require. If there is a subsequent material change in an item in the description, the reciprocal captive insurance company shall submit to the director for approval an appropriate revision and may not offer any additional kinds of insurance until a revision of the description is approved by the director. The reciprocal captive insurance company shall inform the director of any material change in rates within thirty days of the adoption of the change.\n\n(2) In addition to the information required by item (1), an applicant captive insurance company shall file with the director evidence of:\n\n(a) the amount and liquidity of its assets relative to the risks to be assumed;\n\n(b) the adequacy of the expertise, experience, and character of the person or persons who will manage it;\n\n(c) the overall soundness of its plan of operation;\n\n(d) the adequacy of the loss prevention programs of its parent, member organizations, or industrial insureds as applicable; and\n\n(e) such other factors considered relevant by the director in ascertaining whether the proposed captive insurance company will be able to meet its policy obligations.\n\n(3) In addition to the information required by items (1) and (2) an applicant sponsored captive insurance company shall file with the director:\n\n(a) a business plan demonstrating how the applicant will account for the loss and expense experience of each protected cell at a level of detail found to be sufficient by the director, and how it will report the experience to the director;\n\n(b) all contracts or sample contracts between the sponsored captive insurance company and any participants; and\n\n(c) a statement that expenses will be allocated to each protected cell in an equitable manner.\n\n(4) Information submitted pursuant to this section is confidential as provided in Section 38-90-35 except that information is discoverable by a party in a civil action or contested case to which the captive insurance company that submitted the information is a party, upon a specific finding by the court that:\n\n(a) the captive is a necessary party to the action and not joined only for the purposes of evading the confidentiality provisions of this chapter;\n\n(b) the information sought is relevant, material to, and necessary for the prosecution or defense of the claim asserted in litigation; and\n\n(c) the information sought is not available through another source.\n\n(D)(1) A captive insurance company shall pay to the department a nonrefundable fee of two hundred dollars for processing its application for license. In addition, the director may retain legal, financial, and examination services from outside the department to examine and investigate the application, the reasonable cost of which may be charged against the applicant in an amount that is determined to be appropriate by the director given the nature, scale, and complexity of the application being investigated.\n\n(2) Section 38-13-60 applies to examinations, investigations, and processing conducted pursuant to the authority of this section.\n\n(3) In addition, a captive insurance company shall pay a license fee for the year of registration of three hundred dollars and an annual renewal fee of five hundred dollars.\n\n(4) The department may charge a fifteen-dollar fee for any document requiring certification of authenticity or the signature of the director.\n\n(E) If the director is satisfied that the documents and statements filed by the captive insurance company comply with the provisions of this chapter, the director may grant a license authorizing the company to do insurance business in this State until March first at which time the license may be renewed.\n\n(F) A foreign or alien captive insurance company, upon approval of the director, may become a domestic captive insurance company by complying with all of the requirements of law relative to the organization and licensing of a domestic captive insurance company of the same or equivalent type in this State and by filing with the Secretary of State its articles of association, charter, or other organizational document, together with appropriate amendments to them adopted in accordance with the laws of this State bringing those articles of association, charter, or other organizational document into compliance with the laws of this State. After this is accomplished, the captive insurance company is entitled to the necessary or appropriate certificates and licenses to continue transacting business in this State and is subject to the authority and jurisdiction of this State. In connection with this redomestication, the director may waive any requirements for public hearings. It is not necessary for a company redomesticating into this State to merge, consolidate, transfer assets, or otherwise engage in any other reorganization, other than as specified in this section.\n\nHISTORY: 2000 Act No. 331, Section 1; 2002 Act No. 188, Section 3, eff March 12, 2002; 2002 Act No. 228, Section 12, eff May 1, 2002; 2003 Act No. 73, Section 24.B, eff June 25, 2003; 2004 Act No. 221, Section 38, eff April 29, 2004; 2004 Act No. 291, Sections 17, 18, eff July 29, 2004; 2009 Act No. 28, Section 1, eff June 2, 2009; 2009 Act No. 28, Section 2, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 5, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-20/"
    },
    {
      "id": "section-38-90-25",
      "number": "38-90-25",
      "heading": "",
      "text": "HISTORY: Former Section, titled Captive reinsurance companies, had the following history: 2001 Act No. 58, Section 1, eff May 29, 2001; 2004 Act No. 291, Section 19, eff July 29, 2004. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-25/"
    },
    {
      "id": "section-38-90-30",
      "number": "38-90-30",
      "heading": "",
      "text": "A captive insurance company may not adopt a name that is the same as, deceptively similar to, or likely to be confused with or mistaken for any other existing business name registered in this State.\n\nHISTORY: 2000 Act No. 331, Section 1; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-30/"
    },
    {
      "id": "section-38-90-35",
      "number": "38-90-35",
      "heading": "",
      "text": "(A) Information submitted pursuant to the provisions of this chapter is confidential and may not be made public by the director or an agent or employee of the director without the written consent of the company, except that information may be discoverable by a party in a civil action or contested case to which the submitting captive insurance company is a party, upon a showing by the party seeking to discover the information that:\n\n(1) the information sought is relevant to and necessary for the furtherance of the action or case and the information sought is unavailable from other nonconfidential sources; or\n\n(2) a subpoena applicable to the information is issued by a judicial or administrative law officer of competent jurisdiction has been submitted to the director.\n\n(B) The director may disclose the information to the public officer having jurisdiction over the regulation of insurance in another state if:\n\n(1) the public official agrees in writing to maintain the confidentiality of the information; and\n\n(2) the laws of the state in which the public official serves require the information to be confidential.\n\nHISTORY: 2004 Act No. 291, Section 13, eff July 29, 2004; 2014 Act No. 282 (S.909), Section 6, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-35/"
    },
    {
      "id": "section-38-90-40",
      "number": "38-90-40",
      "heading": "",
      "text": "(A)(1) The director may not issue a license to a captive insurance company unless the company possesses and maintains free and unimpaired paid-in capital, surplus, or unrestricted net assets for a nonprofit corporation, or a combination thereof of:\n\n(a) in the case of a pure captive insurance company, not less than two hundred and fifty thousand dollars;\n\n(b) in the case of an association captive insurance company incorporated as a stock insurer, mutual insurer, or organized as a limited liability company, not less than seven hundred and fifty thousand dollars;\n\n(c) in the case of an industrial insured captive insurance company or risk retention group, not less than five hundred thousand dollars;\n\n(d) in the case of a sponsored captive insurance company, not less than two hundred fifty thousand dollars;\n\n(e) in the case of a special purpose captive insurance company that is not a risk retention group, an amount determined by the director after giving due consideration to the company's business plan, feasibility study, and pro formas, including the nature, scale, and complexity of the risks to be insured.\n\n(2) The director may prescribe additional capital and surplus requirements based upon the type, volume, and nature of insurance business to be transacted.\n\n(3) The free and unimpaired paid-in capital, surplus, or combination thereof required by this section must be in the form of cash, securities approved by the director, a clean irrevocable letter of credit issued by a bank approved by the director, or other form approved by the director.\n\n(B) For purposes of subsection (A), the director may issue a license expressly conditioned upon the captive insurance company providing to the director satisfactory evidence of possession of the minimum required free and unimpaired paid-in capital, surplus, or combination thereof. Until this evidence is provided, the captive insurance company may not issue any policy, assume any liability, or otherwise provide coverage. The director summarily may revoke the conditional license without legal recourse by the company if satisfactory evidence of the required capital, surplus, or combination thereof is not provided within a maximum period of time, not to exceed one year, to be established by the director at the time the conditional license is issued.\n\n(C) In the case of a branch captive insurance company, as security for the payment of liabilities attributable to branch operations, the director shall require that a trust account, funded by an irrevocable letter of credit or other acceptable asset, be established and maintained in the United States for the benefit of United States policyholders and United States ceding insurers under insurance policies issued or reinsurance contracts issued or assumed, by the branch captive insurance company through its branch operations. The amount of the security may be no less than the reserves on these insurance policies or reinsurance contracts, including reserves for losses, allocated loss adjustment expenses, incurred but not reported losses and unearned premiums with regard to business written through branch operations; however, the director may permit a branch captive insurance company that is required to post security for loss reserves on branch business by its reinsurer or front company to reduce the funds in the trust account required by this section by the same amount so long as the security remains posted with the reinsurer or front company. If the form of security selected is a letter of credit, the letter of credit must be established by, or issued or confirmed by, a bank chartered in this State or a member bank of the Federal Reserve System.\n\n(D) A captive insurance company may not pay a dividend out of, or other distribution with respect to, capital or surplus, in excess of the limitations set forth in Section 38-21-250 through Section 38-21-270, without the approval of the director. Approval of an ongoing plan for the payment of dividends or other distributions must be conditioned upon the retention, at the time of each payment, of capital or surplus in excess of amounts specified by, or determined in accordance with formulas approved by, the director.\n\n(E) An irrevocable letter of credit, which is issued by a financial institution other than a bank chartered by this State or a member bank of the Federal Reserve System, must be in a form as prescribed by the director.\n\nHISTORY: 2000 Act No. 331, Section 1; 2002 Act No. 188, Section 4, eff March 12, 2002; 2003 Act No. 73, Section 24.C, eff June 25, 2003; 2004 Act No. 291, Section 20, eff July 29, 2004; 2006 Act No. 332, Section 15, eff June 1, 2006; 2009 Act No. 28, Section 3, eff June 2, 2009; 2010 Act No. 217, Section 7, eff June 7, 2010; 2014 Act No. 282 (S.909), Section 7, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-40/"
    },
    {
      "id": "section-38-90-45",
      "number": "38-90-45",
      "heading": "",
      "text": "HISTORY: Former Section, titled Minimum capitalization or reserves, had the following history: 2001 Act No. 58, Section 2, eff May 29, 2001; 2010 Act No. 217, Section 8, eff June 7, 2010. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-45/"
    },
    {
      "id": "section-38-90-50",
      "number": "38-90-50",
      "heading": "",
      "text": "HISTORY: Former Section, titled Free surplus requirements; restriction on payment of dividends, had the following history: 2000 Act No. 331, Section 1; 2002 Act No. 188, Section 5, eff March 12, 2002; 2003 Act No. 73, Section 24.D, eff June 25, 2003; 2004 Act No. 291, Section 21, eff July 29, 2004; 2006 Act No. 332, Section 16, eff June 1, 2006; 2010 Act No. 217, Section 9, eff June 7, 2010; 2014 Act No. 282 (S.909), Section 8, eff June 10, 2014. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-50/"
    },
    {
      "id": "section-38-90-55",
      "number": "38-90-55",
      "heading": "",
      "text": "HISTORY: Former Section, titled Incorporation requirements, had the following history: 2001 Act No. 58, Section 3, eff May 29, 2001; 2009 Act No. 28, Section 4, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 9, eff June 10, 2014. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-55/"
    },
    {
      "id": "section-38-90-60",
      "number": "38-90-60",
      "heading": "",
      "text": "(A) A captive insurance company may be:\n\n(1) incorporated as a stock insurer;\n\n(2) incorporated as a nonprofit corporation;\n\n(3) organized as a limited liability company;\n\n(4) incorporated as a mutual insurer without capital stock, the governing body of which is elected by the members of the insurer; or\n\n(5) organized as a reciprocal insurer pursuant to Chapter 17.\n\n(B) No captive insurance company shall do any business in this State unless it first obtains from the director a certificate of authority authorizing it to do business in this State. In determining whether to issue a certificate of authority to a captive insurance company, the director may consider:\n\n(1) the character, reputation, financial responsibility, insurance experience, and business qualifications of the incorporators, officers, and directors or managers;\n\n(2) the nature, scale, and complexity of the risks to be insured; and\n\n(3) other aspects the director considers advisable.\n\n(C) In the case of a captive insurance company licensed as a branch captive insurance company, the alien captive insurance company must register to do business in this State after the certificate of authority has been issued.\n\n(D) The articles of incorporation, articles of organization, or the application of a branch captive insurance company to qualify to do business in South Carolina, and the organization fees required by Section 33-1-220, 33-31-122, or 33-44-1204, as applicable, must be transmitted to the Secretary of State, who shall record the articles of incorporation, articles of organization, or application to qualify to do business in South Carolina.\n\n(E) A captive insurance company formed as a corporation, a nonprofit corporation, or a limited liability company, pursuant to the provisions of this chapter has the privileges and is subject to the provisions of the general corporation law, including the South Carolina Nonprofit Corporation Act of 1994 for nonprofit corporations and the South Carolina Uniform Limited Liability Company Act of 1996 for limited liability companies, as applicable, as well as the applicable provisions contained in this chapter. If a conflict occurs between a provision of the general corporation law, including the South Carolina Nonprofit Corporation Act of 1994 for nonprofit corporations and the South Carolina Uniform Limited Liability Company Act of 1996 for limited liability companies, as applicable, and a provision of this chapter, the latter controls.\n\n(F) A captive insurance company formed as a reciprocal insurer pursuant to the provisions of this chapter has the privileges and is subject to Chapter 17 in addition to the applicable provisions of this chapter. If a conflict occurs between the provisions of Chapter 17 and the provisions of this chapter, the latter controls. To the extent a reciprocal insurer is made subject to other provisions of this title pursuant to Chapter 17, the provisions are not applicable unless they are expressly made applicable to a captive insurance company pursuant to the provisions of this chapter.\n\n(G) A captive insurance company formed as a mutual insurer pursuant to the provisions of this chapter has the privileges and is subject to the provisions of Chapter 19 in addition to the applicable provisions of this chapter. If a conflict occurs between the provisions of Chapter 19 and this chapter, the latter controls. To the extent a mutual insurer is made subject to other provisions of this title, those provisions are not applicable unless they are expressly made applicable to a captive insurance company pursuant to this chapter.\n\n(H) In the case of a captive insurance company formed as a corporation, a mutual insurer, or a nonprofit corporation, at least one of the members of the board of directors of a captive insurance company incorporated in this State must be a resident of this State.\n\n(I) In the case of a captive insurance company formed as a limited liability company, at least one of the managers of the captive insurance company must be a resident of this State.\n\n(J) In the case of a captive insurance company formed as a reciprocal insurer, at least one of the members of the subscribers' advisory committee must be a resident of this State.\n\n(K) The articles of incorporation or bylaws of a captive insurance company may authorize a quorum of a board of directors to consist of no fewer than one-third of the fixed or prescribed number of directors as provided for in Section 33-8-240(b). In the case of a limited liability company, the articles of organization or operating agreement of a captive insurance company may authorize a quorum to consist of no fewer than one-third of the managers required by the articles of organization or the operating agreement.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 82, Section 31, eff July 20, 2001; 2003 Act No. 73, Section 24.E, eff June 25, 2003; 2004 Act No. 221, Section 39, eff April 29, 2004; 2004 Act No. 291, Section 22, eff July 29, 2004; 2009 Act No. 28, Section 5, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 10, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-60/"
    },
    {
      "id": "section-38-90-70",
      "number": "38-90-70",
      "heading": "",
      "text": "(A) A captive insurance company may not be required to make an annual report except as provided in this chapter. The director has the authority to waive or grant an extension to the requirements of this section.\n\n(B)(1) A captive insurance company shall submit annually to the director a report of its financial condition, verified by oath of two of its executive officers. The report must be submitted no later than March first for risk retention groups and no later than July first for all other captive insurance companies.\n\n(2) A captive insurance company, other than a risk retention group, may make a written application to file the annual report on a fiscal year end that is consistent with the parent company's fiscal year end. If an alternative date is granted, the:\n\n(a) income statement and premium schedule of the annual report must be filed before March first of each year for each calendar year-end, verified by oath of two of its executive officers; and\n\n(b) entire annual report must be filed no more than sixty days after the fiscal year end, except as otherwise approved by the director.\n\n(C) In addition to the annual report, a branch captive insurance company shall file with the director a copy of all reports and statements required to be filed under the laws of the jurisdiction in which the alien captive insurance company is formed, verified by oath of two of its executive officers. The reports and statements of the alien captive insurance company must be submitted within sixty days after the fiscal year end of the alien captive insurance company except as otherwise approved by the director. If the director finds that the reports and statements filed by the alien captive insurance company in its domiciliary jurisdiction provides adequate information concerning the financial condition of the alien captive insurance company to satisfy the laws of this State, the director may waive the requirement for completion of the Captive Annual Report for business written in the alien jurisdiction.\n\n(D) Except as provided in Section 38-90-40, a captive insurance company shall report using generally accepted accounting principles, unless the director approves the use of statutory accounting principles, with useful or necessary modifications or adaptations required or approved or accepted by the director for the type of insurance and kinds of insurers to be reported upon, and as supplemented by additional information required by the director. Except as otherwise provided, an association captive insurance company, an industrial insured group, and a risk retention group shall file its report in the form and manner required by Section 38-13-80, and each industrial insured group and each risk retention group shall comply with the requirements provided for in Section 38-13-85. The director by regulation shall prescribe the forms in which pure captive insurance companies and industrial insured captive insurance companies shall report. Information submitted pursuant to this section is confidential as provided in Section 38-90-35, except for reports submitted by a risk retention group.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 9, eff May 29, 2001; 2002 Act No. 228, Section 13, eff May 1, 2002; 2004 Act No. 291, Section 23, eff July 29, 2004; 2009 Act No. 28, Section 6, eff June 2, 2009; 2010 Act No. 217, Section 10, eff June 7, 2010; 2014 Act No. 282 (S.909), Section 11, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-70/"
    },
    {
      "id": "section-38-90-75",
      "number": "38-90-75",
      "heading": "",
      "text": "(A) A captive insurance company shall file annually an actuarial opinion on loss and loss adjustment expense reserves provided by an independent actuary. The actuary may not be an employee of the captive company or its affiliates.\n\n(B) A captive insurance company may discount its loss and loss adjustment expense reserves with prior written approval by the director.\n\n(C) The director may disallow the discounting of loss and loss adjustment expense reserves if a captive insurance company violates a provision of this title.\n\nHISTORY: 2001 Act No. 58, Section 4, eff May 29, 2000; 2009 Act No. 28, Section 7, eff June 2, 2009; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-75/"
    },
    {
      "id": "section-38-90-80",
      "number": "38-90-80",
      "heading": "",
      "text": "(A)(1) At least once every five years, and whenever the director determines it to be prudent, the director personally, or by a competent person appointed by the director, shall thoroughly inspect and examine each risk retention group or industrial insured insurance company to ascertain its financial condition, its ability to fulfill its obligations, and whether it has complied with this chapter. The director, at his discretion, may physically visit the risk retention group or industrial insured insurance company. The expenses and charges of the examination must be paid to the State by the company or companies examined and the department shall issue its warrants for the proper charges incurred in all examinations.\n\n(2) A captive insurance company that is not a risk retention group or industrial insured captive insurance company must be examined three years following the date of licensure and at the discretion of the director thereafter.\n\n(B) All examination reports, preliminary examination reports or results, working papers, recorded information, documents and copies of documents produced by, obtained by, or disclosed to the director or any other person in the course of an examination made under this section are confidential and are not subject to subpoena and may not be made public by the director or an employee or agent of the director without the prior written consent of the company, except to the extent provided in this subsection.\n\n(1) Nothing in this subsection prevents the director from using this information in furtherance of the director's regulatory authority under this title.\n\n(2) The director may grant access to this information to public officers having jurisdiction over the regulation of insurance in any other state or country, or to law enforcement officers of this State or any other state or country or agency of the federal government at any time, so long as the officers receiving the information agree in writing to hold it in a manner consistent with this section.\n\n(3) The confidentiality provisions of this subsection do not extend to final reports produced by the director in inspecting or examining a risk retention group. In addition, nothing contained in this subsection limits the authority of the director to use and, if appropriate, make public a preliminary examination report, examiner or insurer work papers or other documents, or other information discovered or developed during the course of an examination in the furtherance of a legal or regulatory action which the director considers appropriate.\n\n(C) This section applies to all business written by a captive insurance company; however, the examination for a branch captive insurance company must be of branch business and branch operations only, as long as the alien captive insurance company provides annually to the director, a certificate of compliance, or its equivalent, issued by or filed with the licensing authority of the jurisdiction in which the alien captive insurance company is formed and demonstrates to the director's satisfaction that it is operating in sound financial condition in accordance with all applicable laws and regulations of that jurisdiction.\n\n(D) To the extent that the provisions of Chapter 13 do not contradict the provisions of this section, Chapter 13 applies to captive insurance companies licensed under this chapter.\n\nHISTORY: 2000 Act No. 331, Section 1; 2004 Act No. 291, Section 24, eff January 29, 2004; 2009 Act No. 28, Section 8, eff June 2, 2009; 2010 Act No. 217, Section 11, eff June 7, 2010; 2014 Act No. 282 (S.909), Section 12, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-80/"
    },
    {
      "id": "section-38-90-90",
      "number": "38-90-90",
      "heading": "",
      "text": "(A) The license of a captive insurance company to conduct an insurance business in this State may be suspended or revoked by the director for:\n\n(1) insolvency or impairment of capital or surplus;\n\n(2) failure to meet the requirements of Section 38-90-40;\n\n(3) refusal or failure to submit an annual report, as required by Section 38-90-70, or any other report or statement required by law or by lawful order of the director;\n\n(4) failure to comply with its own charter, bylaws, or other organizational document;\n\n(5) failure to submit to examination or any legal obligation relative to an examination, as required by Section 38-90-80;\n\n(6) refusal or failure to pay the cost of examination as required by Section 38-90-80;\n\n(7) use of methods that, although not otherwise specifically prohibited by law, nevertheless render its operation detrimental or its condition unsound with respect to the public or to its policyholders; or\n\n(8) failure otherwise to comply with laws of this State.\n\n(B) If the director finds, upon examination, hearing, or other evidence, that a captive insurance company has committed any of the acts specified in subsection (A) of this section, the director may suspend or revoke such license if the director considers it in the best interest of the public and the policy holders of the captive insurance company, notwithstanding any other provision of this title.\n\n(C) In lieu of suspending or revoking the license of a captive insurance company, the director may impose fines as provided for in Section 38-2-10.\n\nHISTORY: 2000 Act No. 331, Section 1; 2009 Act No. 28, Section 9, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 13, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-90/"
    },
    {
      "id": "section-38-90-100",
      "number": "38-90-100",
      "heading": "",
      "text": "(A) An association captive insurance company, an industrial insured captive insurance company, and a risk retention group shall comply with the investment requirements contained in this title. Notwithstanding any other provision of this title, the director may approve the use of alternative reliable methods of valuation and rating.\n\n(B) A pure captive insurance company, a special purpose captive insurance company, other than a risk retention group formed as a special purpose captive insurance company, and a sponsored captive insurance company are not subject to any restrictions on allowable investments contained in this title; however, the director may request a written investment plan and may prohibit or limit an investment that threatens the solvency or liquidity of the company.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 10, eff May 29, 2001; 2002 Act No. 228, Section 14, eff May 1, 2002; 2006 Act No. 332, Section 17, eff June 1, 2006; 2014 Act No. 282 (S.909), Section 14, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-100/"
    },
    {
      "id": "section-38-90-105",
      "number": "38-90-105",
      "heading": "",
      "text": "Upon approval by the director, only a pure captive insurance company, a special purpose captive insurance company, or a sponsored captive insurance company may make loans to its parent company or affiliates evidenced by a note in a form acceptable to and approved by the director. Loans of minimum capital or surplus funds or a combination thereof required by Section 38-90-40 are prohibited.\n\nHISTORY: 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-105/"
    },
    {
      "id": "section-38-90-110",
      "number": "38-90-110",
      "heading": "",
      "text": "(A) A captive insurance company may provide reinsurance, as authorized in this title, on risks ceded by any other insurer.\n\n(B)(1) A captive insurance company may take credit for reserves on risks or portions of risks ceded to reinsurers complying with the provisions of Sections 38-9-200, 38-9-210, and 38-9-220.\n\n(2) An industrial insured captive insurance company or a captive insurance company formed as a risk retention group may not take credit for reserves on risks or portions of risks ceded to a reinsurer if the reinsurer is not in compliance with Sections 38-9-200, 38-9-210, and 38-9-220.\n\n(3) All other captive insurance companies may not take credit for reserves on risks or portions of risks ceded to a reinsurer if the reinsurer is not in compliance with Sections 38-9-200, 38-9-210, and 38-9-220, unless specific approval has been granted for this credit or the reinsurer by approval of the director, or the captive insurance company is participating in a risk pool for the purpose of risk sharing, as approved by the director.\n\nHISTORY: 2000 Act No. 331, Section 1; 2007 Act No. 86, Section 1, eff June 14, 2007; 2014 Act No. 282 (S.909), Section 15, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-110/"
    },
    {
      "id": "section-38-90-120",
      "number": "38-90-120",
      "heading": "",
      "text": "A captive insurance company may not be required to join a rating organization.\n\nHISTORY: 2000 Act No. 331, Section 1; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-120/"
    },
    {
      "id": "section-38-90-130",
      "number": "38-90-130",
      "heading": "",
      "text": "A captive insurance company, including a captive insurance company organized as a reciprocal insurer under this chapter, may not join or contribute financially to a plan, pool, association, or guaranty or insolvency fund in this State, and a captive insurance company, or its insured or its parent or any affiliated company or any member organization of its association, or in the case of a captive insurance company organized as a reciprocal insurer, a subscriber of the company, may not receive a benefit from a plan, pool, association, or guaranty or insolvency fund for claims arising out of the operations of such captive insurance company. Subject to the approval of the director, participation by a captive insurance company, including a pure captive insurance company, in a pool for the purpose of risk sharing is not prohibited under this section.\n\nHISTORY: 2000 Act No. 331, Section 1; 2009 Act No. 28, Section 10, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 16, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-130/"
    },
    {
      "id": "section-38-90-140",
      "number": "38-90-140",
      "heading": "",
      "text": "(A) A captive insurance company shall pay to the department by March first of each year, a tax at the rate of four-tenths of one percent on the first twenty million dollars and three-tenths of one percent on each dollar after that, up to a maximum tax of one hundred thousand dollars. Taxes are based on the direct premiums written or contracted for on policies or contracts of insurance written by the captive insurance company during the year ending December thirty-first next preceding, after deducting from the direct premiums subject to the tax the amounts paid to policyholders as return premiums which must include dividends on unabsorbed premiums or premium deposits returned or credited to policyholders.\n\n(B) A captive insurance company shall pay to the department by March first of each year, a tax at the rate of two hundred and twenty-five thousandths of one percent on the first twenty million dollars of assumed reinsurance premium, and one hundred fifty thousandths of one percent on the next twenty million dollars and fifty thousandths of one percent on the next twenty million dollars and twenty-five thousandths of one percent of each dollar of assumed reinsurance premium after that up to a maximum tax of one hundred thousand dollars. However, reinsurance tax does not apply to premiums for risks or portions of risks which are subject to taxation on a direct basis pursuant to subsection (A). A premium tax is not payable in connection with the receipt of assets in exchange for the assumption of loss reserves and other liabilities of another insurer or other funding mechanism under common ownership and control if the transaction is part of a plan to discontinue the operations related to the loss reserves and other liabilities being assumed of the other insurer or funding mechanism and if the intent of the parties to the transaction is to renew or maintain business with the captive insurance company.\n\n(C)(1) If the aggregate taxes to be paid by a captive insurance company calculated under subsections (A) and (B) amount to less than five thousand dollars in any year, the captive insurance company shall pay a minimum tax of five thousand dollars for that year. However, in the calendar year in which a captive is first licensed, the minimum tax must be prorated on a quarterly basis.\n\n(2) For captives licensed in the:\n\n(a) first quarter, the prorated minimum tax is five thousand dollars;\n\n(b) second quarter, the prorated minimum tax is three thousand seven hundred fifty dollars;\n\n(c) third quarter, the prorated minimum tax is two thousand five hundred dollars; and\n\n(d) fourth quarter, the prorated minimum tax is one thousand two hundred fifty dollars.\n\n(3) In the calendar year in which a captive is first licensed, if the aggregate taxes to be paid by a captive insurance company calculated under subsections (A) and (B) amount to less than the minimum tax prorated on a quarterly basis, the captive insurance company shall pay the prorated minimum tax for that calendar year.\n\n(4) If the aggregate taxes to be paid by a captive insurance company calculated under subsections (A) and (B) amount to more than one hundred thousand dollars in any year, the captive insurance company shall pay a maximum tax of one hundred thousand dollars for that year.\n\n(D) A captive insurance company failing to make returns or to pay all taxes required by this section, is subject to the relevant sanctions of this title.\n\n(E) Two or more captive insurance companies under common ownership and control must be taxed, as separate captive insurance companies.\n\n(F) For the purposes of this section, \"common ownership and control\" means:\n\n(1) in the case of stock corporations or limited liability companies, the direct or indirect ownership of eighty percent or more of the outstanding voting stock or membership interests of two or more corporations or limited liability companies by the same person or entity;\n\n(2) in the case of nonprofit corporations, the direct or indirect ownership of eighty percent or more of the voting power of two or more nonprofit corporations by the same member or members; and\n\n(3) in the case of mutual corporations, the direct or indirect ownership of eighty percent or more of the capitalization and the voting power of two or more corporations by the same member or members.\n\n(G) In the case of a branch captive insurance company, the tax provided for in this section applies only to the branch business of the company.\n\n(H) In the case of a sponsored captive insurance company, with respect to any:\n\n(1) unincorporated protected cells, the aggregate taxes to be paid as calculated under subsections (A) and (B) must be calculated and paid on a consolidated basis;\n\n(2) incorporated protected cells that are affiliates of the sponsor, the aggregate taxes to be paid as calculated under subsections (A) and (B) must be calculated and paid on a consolidated basis; and\n\n(3) incorporated protected cells that are not affiliates of the sponsor, the aggregate taxes to be paid as calculated under subsections (A) and (B) shall apply to each incorporated protected cell.\n\n(I) The tax provided for in this section constitutes all taxes collectible under the laws of this State from a captive insurance company, and no other occupation tax or other taxes may be levied or collected from a captive insurance company by the State or a county, city, or municipality within this State, except ad valorem taxes on real and personal property used in the production of income.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 82, Section 32, eff July 20, 2001; 2002 Act No. 188, Section 6, eff March 12, 2002; 2003 Act No. 73, Section 24.F, eff June 25, 2003; 2004 Act No. 291, Section 25, eff July 29, 2004; 2006 Act No. 332, Section 18, eff June 1, 2006; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-140/"
    },
    {
      "id": "section-38-90-145",
      "number": "38-90-145",
      "heading": "",
      "text": "HISTORY: Former Section, titled Annual captive reinsurance tax, had the following history: 2001 Act No. 58, Section 5, eff May 29, 2001. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-145/"
    },
    {
      "id": "section-38-90-150",
      "number": "38-90-150",
      "heading": "",
      "text": "The director may promulgate and, from time to time, amend rules and regulations and issue orders or written approvals relating to captive insurance companies as are necessary to enable the director to carry out the provisions of this chapter.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 11, eff May 29, 2001; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-150/"
    },
    {
      "id": "section-38-90-160",
      "number": "38-90-160",
      "heading": "",
      "text": "(A) No provisions of this title or regulations, other than those contained in this chapter or contained in specific references contained in this chapter and regulations applicable to them, apply to captive insurance companies. The South Carolina Insurance Data Security Act set forth in Chapter 99, Title 38 applies to captive insurance companies unless the captive insurer qualifies for an exemption set forth in that chapter.\n\n(B) The director may exempt, by rule, regulation, or written approval, special purpose captive insurance companies, other than a risk retention group formed as a special purpose captive insurance company, on a case by case basis, from provisions of this chapter that he determines to be inappropriate given the nature, scale, and complexity of the risks to be insured.\n\n(C) The provisions of Sections 38-5-120(A)(5), 38-5-120(B), 38-5-120(D)(1), 38-5-120(D)(2), 38-9-225, 38-9-230, 38-21-10, 38-21-30, 38-21-60, 38-21-70, 38-21-80, 38-21-90, 38-21-95, 38-21-100, 38-21-110, 38-21-120, 38-21-130, 38-21-140, 38-21-150, 38-21-160, 38-21-170, 38-21-220, 38-21-225, 38-21-230, 38-21-250, 38-21-270, 38-21-280, 38-21-285, 38-21-290, 38-21-310, 38-21-320, 38-21-330, 38-21-360, 38-55-75 and Chapters 44, 46, and 99, Title 38 and applicable regulations apply in full to a risk retention group and, if a conflict occurs between those code sections and chapters referenced in this subsection and this chapter (Chapter 90, Title 38), then the code sections and chapters referenced in this subsection control.\n\n(D) Except as provided elsewhere in this chapter, the provisions of Chapter 87, Title 38 apply to a risk retention group.\n\n(E)(1) Except for Section 38-9-330(F) and Section 38-9-440, the provisions of Article 3 and Article 5, Chapter 9, Title 38 apply in full to a risk retention group, and if a conflict occurs between those provisions and this chapter, the provisions of this subsection control.\n\n(2) The director may elect not to take regulatory action as otherwise required by Sections 38-9-330, 38-9-340, 38-9-350, and 38-9-360 if any of the following conditions exist:\n\n(a) the director establishes that the risk retention group's members, sponsoring organizations, or both, are well-capitalized entities whose financial condition and support for the risk retention group is adequately documented. In making this determination, the director shall, at a minimum, require the filing of at least three years of historical, audited financial statements of the members, sponsor, or both, to assess the financial ability of the members', sponsor's, or both, support of the risk retention group. In addition, one year of projected financial information must be reviewed if available. The members, sponsor, or both, shall have:\n\n(i) an investment grade rating from a nationally recognized statistical rating organization or A.M. Best rating of A- or better; or\n\n(ii) equity equal to or greater than one hundred million dollars or equity equal to or greater than ten times the risk retention group's largest net retained per occurrence limit;\n\n(b) each policyholder qualifies as an industrial insured in their state or this State, depending on which has the greater requirements, provided that if the policyholder's home state does not have an industrial insured exemption or equivalent, the policyholder must qualify under the industrial insured requirement of this State; or\n\n(c) the risk retention group's certificate of authority date of issue was before January 1, 2011, and, based on a minimum five-year history of successful operations, is specifically exempted, in writing, from the requirements for mandatory risk-based capital action by the director.\n\nHISTORY: 2000 Act No. 331, Section 1; 2002 Act No. 188, Section 7, eff March 12, 2002; 2010 Act No. 217, Section 12, eff June 7, 2010; 2013 Act No. 18, Section 1, eff January 1, 2014; 2014 Act No. 282 (S.909), Section 17, eff June 10, 2014; 2015 Act No. 2 (S.342), Section 17, eff March 9, 2015; 2016 Act No. 191 (S.978), Section 4, eff January 1, 2017; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018; 2019 Act No. 6 (S.360), Section 10, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-160/"
    },
    {
      "id": "section-38-90-165",
      "number": "38-90-165",
      "heading": "",
      "text": "(A) The director may declare inactive by order a captive insurance company other than a risk retention group or association captive if such captive insurance company has no outstanding insurance liabilities and agrees to cease providing insurance coverage.\n\n(B) During the period the captive insurance company is inactive, the director may by written approval:\n\n(1) reduce the minimum free and unimpaired paid-in capital or surplus, or combination thereof, to no less than twenty-five thousand dollars;\n\n(2) modify the minimum premium tax applicable to the captive insurance company to an amount no less than two thousand dollars and the captive insurance company shall pay no other premium taxes; and\n\n(3) exempt the captive insurance company from the requirement to file such reports as set forth in the order.\n\nHISTORY: 2014 Act No. 282 (S.909), Section 1, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-165/"
    },
    {
      "id": "section-38-90-175",
      "number": "38-90-175",
      "heading": "",
      "text": "(A) There is created a fund to be known as the \"Captive Insurance Regulatory and Supervision Fund\" for the purpose of providing the financial means for the director to administer Chapter 87 and Chapter 90 of this title and for reasonable expenses incurred in promoting the captive insurance industry in the State. The transfer of twenty percent of the taxes collected by the department pursuant to Chapter 90 of this title, and all fees and assessments received by the department pursuant to the administration of this chapter must be credited to this fund. All fees received by the department from reinsurers who assume risk only from captive insurance companies, must be deposited into the Captive Insurance Regulatory and Supervision Fund. All fines and administrative penalties must be deposited directly into the general fund.\n\n(B) All payments from the Captive Insurance Regulatory and Supervision Fund for the maintenance of staff and associated expenses including contractual services as necessary, shall be disbursed from the state treasury only upon warrants issued by the director, after receipt of proper documentation regarding services rendered and expenses incurred.\n\nHISTORY: 2002 Act No. 188, Section 1, eff March 12, 2002; 2006 Act No. 332, Section 19, eff June 1, 2006; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-175/"
    },
    {
      "id": "section-38-90-180",
      "number": "38-90-180",
      "heading": "",
      "text": "(A) Except as otherwise provided in this section, the terms and conditions set forth in Chapters 26 and 27 of this title pertaining to insurance reorganizations, receiverships, and injunctions apply in full to captive insurance companies formed or licensed under this chapter.\n\n(B) In the case of a sponsored captive insurance company:\n\n(1) the assets of the protected cell may not be used to pay expenses or claims other than those attributable to the protected cell; and\n\n(2) its capital and surplus at all times must be available to pay expenses of or claims against the sponsored captive insurance company and may not be used to pay expenses or claims attributable to a protected cell.\n\n(3) Notwithstanding another provision of law or regulation, upon an order of conservation, rehabilitation, or liquidation of a sponsored captive insurance company, the receiver shall deal with the sponsored captive insurance company's assets and liabilities, including protected cell assets and protected cell liabilities, pursuant to the requirements of this chapter.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 12, eff May 29, 2001; 2001 Act No. 82, Section 33, eff July 20, 2001; 2004 Act No. 291, Section 26, eff July 29, 2004; 2009 Act No. 28, Section 11, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 18, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-180/"
    },
    {
      "id": "section-30-90-185",
      "number": "30-90-185",
      "heading": "",
      "text": "HISTORY: Former Section, titled Management of assets of captive reinsurance company, had the following history: 2001 Act No. 58, Section 6, eff May 29, 2001. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-30-90-185/"
    },
    {
      "id": "section-38-90-190",
      "number": "38-90-190",
      "heading": "",
      "text": "HISTORY: Former Section, titled Regulations establishing standards to ensure risk management control by parent company; temporary pending promulgation of regulations, had the following history: 2000 Act No. 331, Section 1. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-190/"
    },
    {
      "id": "section-38-90-200",
      "number": "38-90-200",
      "heading": "",
      "text": "(A) An association captive insurance company or industrial insured group formed as a stock or mutual corporation, or a limited liability company may be converted to or merged with and into a reciprocal insurer in accordance with a plan and the provisions of this section.\n\n(B) A plan for this conversion or merger:\n\n(1) must be fair and equitable to the:\n\n(a) shareholders, in the case of a stock insurer;\n\n(b) members, in the case of a limited liability company; or\n\n(c) policyholders, in the case of a mutual insurer; and\n\n(2) must provide for the purchase of the shares of any nonconsenting shareholder of a stock insurer, of the member interest of any nonconsenting member of a limited liability company, of the policyholder interest of any nonconsenting policyholder of a mutual insurer in substantially the same manner and subject to the same rights and conditions as are accorded a dissenting shareholder, dissenting member, or a dissenting policyholder pursuant to the provisions of Chapter 13 or Chapter 44, Title 33. Provided, however, that the merger of a limited liability company requires the consent of all members unless this requirement has been waived in an operating agreement signed by all of the members of the limited liability company.\n\n(C) In the case of a conversion authorized pursuant to the provisions of subsection (A):\n\n(1) the conversion must be accomplished under a reasonable plan and procedure as may be approved by the director; however, the director may not approve the plan of conversion unless the plan:\n\n(a) satisfies the provisions of subsection (B);\n\n(b) provides for a hearing, of which notice has been given to the insurer, its directors, officers, and stockholders, in the case of a stock insurer; members and managers, in the case of a limited liability company; or policyholders, in the case of a mutual insurer, all of whom have the right to appear at the hearing, except that the director may waive or modify the requirements for the hearing; however, if a notice of hearing is required, but no hearing is requested, the director may cancel the hearing;\n\n(c) provides for the conversion of existing stockholder, member, or policyholder interests into subscriber interests in the resulting reciprocal insurer, proportionate to stockholder, member, or policyholder interests in the stock or mutual insurer or limited liability company; and\n\n(d) is approved:\n\n(i) in the case of a stock insurer or limited liability company, by a majority of the shares or interests entitled to vote represented in person or by proxy at a duly called regular or special meeting at which a quorum is present;\n\n(ii) in the case of a mutual insurer, by a majority of the voting interests of policyholders represented in person or by proxy at a duly called regular or special meeting at which a quorum is present;\n\n(2) the director shall approve the plan of conversion if the director finds that the conversion will promote the general good of the State in conformity with those standards provided in Section 38-90-60;\n\n(3) if the director approves the plan, the director shall amend the converting insurer's certificate of authority to reflect conversion to a reciprocal insurer and issue the amended certificate of authority to the company's attorney-in-fact;\n\n(4) upon issuance of an amended certificate of authority of a reciprocal insurer by the director, the conversion is effective; and\n\n(5) upon the effectiveness of the conversion, the corporate existence of the converting insurer shall cease and the resulting reciprocal insurer shall notify the Secretary of State of the conversion.\n\n(D) A merger authorized pursuant to the provisions of subsection (A) must be accomplished substantially in accordance with the procedures provided in this title except that, only for purposes of the merger:\n\n(1) the plan or merger must satisfy subsection (B);\n\n(2) the subscribers' advisory committee of a reciprocal insurer must be equivalent to the board of directors of a stock or mutual insurance company or the managers of a limited liability company;\n\n(3) the subscribers of a reciprocal insurer must be the equivalent of the policyholders of a mutual insurance company;\n\n(4) if a subscribers' advisory committee does not have a president or secretary, the officers of the committee having substantially equivalent duties are considered the president and secretary of the committee;\n\n(5) the director shall approve the articles of merger if the director finds that the merger will promote the general good of the State in conformity with those standards provided in Section 38-90-60. If the director approves the articles of merger, the director shall endorse his or her approval on the articles and the surviving insurer shall present the name to the Secretary of State at the Secretary of State's office;\n\n(6) notwithstanding Section 38-90-40, the director may permit the formation, without surplus, capitalization, or a combination thereof, of a captive insurance company organized as a reciprocal insurer, into which an existing captive insurance company may be merged for the purpose of facilitating a transaction provided for in this section; however, there may be no more than one authorized insurance company surviving the merger;\n\n(7) an alien insurer may be a party to a merger authorized pursuant to the provisions of subsection (A) if the requirements for the merger between a domestic and a foreign insurer pursuant to the provisions of Chapter 21 apply to a merger between a domestic and an alien insurer provided by this subsection. The alien insurer must be treated as a foreign insurer pursuant to the provisions of Chapter 21 and other jurisdictions must be the equivalent of a state for purposes of Chapter 21.\n\n(E) A conversion or merger pursuant to the provisions of this section has all the effects set forth in Chapter 21, to the extent these effects are not inconsistent with this chapter.\n\nHISTORY: 2000 Act No. 331, Section 1; 2003 Act No. 73, Section 24.G, eff June 25, 2003; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-200/"
    },
    {
      "id": "section-38-90-210",
      "number": "38-90-210",
      "heading": "",
      "text": "(A) One or more sponsors may form a sponsored captive insurance company under this chapter.\n\n(B) A sponsored captive insurance company formed or licensed under this chapter may establish and maintain one or more protected cells to insure risks of one or more participants, subject to the following conditions:\n\n(1) the shareholders of a sponsored captive insurance company must be limited to its participants and sponsors;\n\n(2) each protected cell must be accounted for separately on the books and records of the sponsored captive insurance company to reflect the participants of the protected cell, the financial condition and results of operations of the protected cell, net income or loss, dividends or other distributions to participants, and other factors may be provided in the participant contract or required by the director;\n\n(3) the assets of a protected cell must not be chargeable with liabilities arising out of any other insurance business the sponsored captive insurance company may conduct;\n\n(4) no sale, exchange, or other transfer of assets may be made by the sponsored captive insurance company between or among any of its protected cells without the consent of the protected cells;\n\n(5) no sale, exchange, transfer of assets, dividend, or distribution may be made from a protected cell to a sponsor or participant without the director's approval and in no event may the approval be given if the sale, exchange, transfer, dividend, or distribution would result in insolvency or impairment with respect to a protected cell;\n\n(6) a sponsored captive insurance company annually shall file with the director financial reports the director requires, which shall include, but are not limited to, accounting statements detailing the financial experience of each protected cell;\n\n(7) a sponsored captive insurance company shall notify the director in writing within ten business days of a protected cell that is insolvent or otherwise unable to meet its claim or expense obligations;\n\n(8) no participant contract shall take effect without the director's approval, and the addition of each new protected cell and withdrawal of any participant of any existing protected cell constitutes a change in the business plan requiring the director's approval.\n\n(C) The name of a sponsored captive insurance company shall include the words \"Sponsored Captive\" or the abbreviation \"SC\". Any captive insurance company or protected cell formed prior to July 31, 2013, may not be required to change its name to comply with the provisions of this subsection.\n\n(D) A sponsored captive insurance company may establish one or more protected cells with the prior approval of the director of a plan of operation or amendments submitted by the sponsored captive insurance company with respect to each protected cell. Upon the approval of the director of the plan of operation, which shall include, but is not limited to, the specific business objectives and investment guidelines of the protected cell, the sponsored captive insurance company, in accordance with the approved plan of operation, may attribute to the protected cell insurance obligations with respect to its insurance business and assets to fund the obligations. The sponsored captive insurance company shall transfer all assets attributable to a protected cell to one or more separately established and identified protected cell accounts bearing the name or designation of that protected cell. Protected cell assets must be held in the protected cell accounts for the purpose of satisfying the obligations of that protected cell.\n\n(E) All attributions of assets and liabilities between a protected cell and the general account must be in accordance with the plan of operation approved by the director. No other attribution of assets or liabilities may be made by a sponsored captive insurance company between the sponsored captive insurance company's general account and its protected cells.\n\n(F) A sponsored captive insurance company shall establish administrative and accounting procedures necessary to properly identify the one or more protected cells of the sponsored captive insurance company and the protected cell assets and protected cell liabilities attributable to the protected cells. The directors of a sponsored captive insurance company shall keep protected cell assets and protected cell liabilities:\n\n(1) separate and separately identifiable from the assets and liabilities of the sponsored captive insurance company's general account; and\n\n(2) attributable to one protected cell separate and separately identifiable from protected cell assets and protected cell liabilities attributable to other protected cells.\n\n(G) When establishing a protected cell, the sponsored captive insurance company shall attribute to the protected cell assets with a value at least equal to the reserves and other insurance liabilities attributed to that protected cell.\n\nHISTORY: 2000 Act No. 331, Section 1; 2014 Act No. 282 (S.909), Section 19, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-210/"
    },
    {
      "id": "section-38-90-215",
      "number": "38-90-215",
      "heading": "",
      "text": "(A) A protected cell may be either unincorporated or incorporated.\n\n(B) With regard to unincorporated protected cells:\n\n(1) The unincorporated protected cell shall have its own distinct name or designation, which shall include the words \"Protected Cell\" or the abbreviation \"PC\". Any captive insurance company or protected cell formed prior to the effective date of this section may not be required to change its name to comply with the provisions of this paragraph.\n\n(2) An unincorporated protected cell must meet the free and unimpaired paid-in capital and surplus requirements applicable to a special purpose captive insurance company and either:\n\n(a) establish loss and loss expense reserves for business written through the unincorporated protected cell; or\n\n(b) the business written through the unincorporated protected cell must be:\n\n(i) fronted by an insurance company licensed pursuant to the laws of:\n\n(A) any state; or\n\n(B) any jurisdiction if the insurance company is a wholly owned subsidiary of an insurance company licensed pursuant to the laws of any state;\n\n(ii) reinsured by a reinsurer authorized or approved by this State; or\n\n(iii) secured by a trust fund in the United States for the benefit of policyholders and claimants funded by an irrevocable letter of credit or other asset acceptable to the director. The amount of security provided by the trust fund may not be less than the reserves associated with those liabilities, including reserves for losses, allocated loss adjustment expenses, incurred but unreported losses, and unearned premiums for business written through the participant's protected cell. The director may require the sponsored captive to increase the funding of a trust established pursuant to this item. If the form of security in the trust is a letter of credit, the letter of credit must be established, issued, or confirmed by a bank chartered in this State, a member of the federal reserve system, or a bank chartered by another state if that state-chartered bank is acceptable to the director. A trust and trust instrument maintained pursuant to this item must be in a form and upon terms approved by the director.\n\n(3) The creation of an unincorporated protected cell does not create, with respect to that protected cell, a legal person separate from the sponsored captive insurance company. Amounts attributed to a protected cell, including assets transferred to a protected cell account, are owned by the sponsored captive insurance company of which the protected cell is a part, and the sponsored captive insurance company may not be, or may not hold itself out to be, a trustee with respect to those protected cell assets of that protected cell account. Notwithstanding the provisions of this subsection, the sponsored captive insurance company may allow for a security interest to attach to protected cell assets or a protected cell account when in favor of a creditor of the protected cell and otherwise allowed under applicable law.\n\n(4) This subsection may not be construed to prohibit the sponsored captive insurance company from:\n\n(a) entering into contracts of insurance on behalf of the protected cell; or\n\n(b) contracting with or arranging for third-party managers or advisors to manage the protected cell to manage the assets of a protected cell, if all remuneration, expenses, and other compensation of the third-party manager or advisor is payable from the protected cell assets of that protected cell and not from the protected cell assets of other protected cells or the assets of the sponsored captive insurance company's general account.\n\n(C) Incorporated protected cells shall be subject to all of the following:\n\n(1) An incorporated protected cell may be organized and operated in any form of business organization set forth in Section 38-90-60(A).\n\n(2) Except as specifically set forth in this chapter, each incorporated protected cell of a sponsored captive insurance company shall be licensed and treated as a special purpose captive insurance company.\n\n(3) A participant in an incorporated protected cell need not be a shareholder of the protected cell or of the sponsored captive insurance company or any affiliate thereof.\n\n(D) The name of an incorporated protected cell must include the words \"Incorporated Cell\" or the abbreviation \"IC\".\n\n(E) Any captive insurance company or protected cell formed prior to July 31, 2013, shall not be required to change its name to comply with the provisions of subsection (D).\n\nHISTORY: 2014 Act No. 282 (S.909), Section 2, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-215/"
    },
    {
      "id": "section-38-90-220",
      "number": "38-90-220",
      "heading": "",
      "text": "(A) The sponsored captive insurance company shall attribute all insurance obligations, assets, and liabilities relating to a participant's risks to the participant's protected cell.\n\n(B) The protected cell assets of a protected cell may not be charged with liabilities arising out of any other business the sponsored captive insurance company may conduct. All contracts or other documentation reflecting protected cell liabilities shall clearly indicate that only the protected cell assets are available for the satisfaction of those protected cell liabilities. Under no circumstances may a protected cell be authorized to issue insurance or reinsurance contracts directly to policyholders or reinsureds or have any obligation to the policyholders or reinsureds of the sponsored captive insurance company's general account.\n\n(C) The income, gains and losses, realized or unrealized, from protected cell assets and protected cell liabilities must be credited to or charged against the protected cell without regard to other income, gains or losses of the sponsored captive insurance company, including income, gains or losses of other protected cells. Investments must be handled pursuant to Section 38-90-100(B).\n\n(D) In all sponsored captive insurance company transactions, the contracts or other documentation effecting the transaction shall contain provisions identifying the protected cell to which the transaction will be attributed. In addition, the contracts or other documentation must clearly disclose that the assets of that protected cell, and only those assets are available to pay the obligations of that protected cell. Notwithstanding the provisions of this subsection and subject to the provisions of this chapter and any other applicable law or regulation, the failure to include such language in the contracts or other documentation may not be used as the sole basis by creditors, reinsurers, or other claimants to circumvent the provisions of this chapter.\n\n(E) Assets attributed to a protected cell must be valued at their market value on the date of valuation or if there is no readily available market, as provided in the contract or the rules or other written documentation applicable to the protected cell.\n\n(F) At the cessation of business of a protected cell in accordance with the plan approved by the director, the sponsored captive insurance company voluntarily shall close out the protected cell account.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 13, eff May 29, 2001; 2014 Act No. 282 (S.909), Section 20, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-220/"
    },
    {
      "id": "section-38-90-225",
      "number": "38-90-225",
      "heading": "",
      "text": "(A) The following may be participants in a sponsored captive insurance company formed or licensed pursuant to this chapter:\n\n(1) an association, corporation, limited liability company, partnership, trust, or other business entity; and\n\n(2) a sponsor.\n\n(B) A participant does not need to be a shareholder of the sponsored captive insurance company or an affiliate of the company.\n\n(C) A participant shall insure only its own risks through a sponsored captive insurance company unless otherwise approved by the director.\n\n(D) A risk retention group may not be a sponsor or participant in a sponsored captive insurance company.\n\nHISTORY: 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-225/"
    },
    {
      "id": "section-38-90-230",
      "number": "38-90-230",
      "heading": "",
      "text": "(A) Protected cell assets are only available to the creditors of the sponsored captive insurance company that are creditors with respect to that protected cell and are therefore entitled, in conformity with this chapter, to have recourse to the protected cell assets attributable to that protected cell. Protected cell assets are absolutely protected from the creditors of the sponsored captive insurance company that are not creditors with respect to that protected cell and who, therefore, are not entitled to have recourse to the protected cell assets attributable to that protected cell. Creditors with respect to a protected cell are not entitled to have recourse against the protected cell assets of other protected cells or the assets or the sponsored captive insurance company's general account. Protected cell assets only are available to creditors of a sponsored captive insurance company after all protected cell liabilities have been extinguished or otherwise provided for in accordance with the plan of operation relating to that protected cell.\n\n(B) When an obligation of a sponsored captive insurance company to a person arises from a transaction, or is otherwise imposed, with respect to a protected cell:\n\n(1) that obligation of the sponsored captive insurance company extends only to the protected cell assets attributable to that protected cell, and the person, with respect to that obligation, is entitled to have recourse only to the protected cell assets attributable to that protected cell; and\n\n(2) that obligation of the sponsored captive insurance company does not extend to the protected cell assets of any other protected cell or the assets of the sponsored captive insurance company's general account, and that person, with respect to that obligation, is not entitled to have recourse to the protected cell assets of any other protected cell or the assets of the sponsored captive insurance company's general account.\n\n(C) When an obligation of a sponsored captive insurance company relates solely to the general account, the obligation of the sponsored captive insurance company extends only to the sponsored captive insurance company, and that person, with respect to that obligation, is entitled to have recourse only to the assets of the sponsored captive insurance company's general account.\n\n(D) The establishment of one or more protected cells alone does not constitute, and may not be deemed to be, a fraudulent conveyance, an intent by the sponsored captive insurance company to defraud creditors, or the carrying out of business by the sponsored captive insurance company for any other fraudulent purpose.\n\nHISTORY: 2000 Act No. 331, Section 1; 2001 Act No. 58, Section 14, eff May 29, 2001; 2014 Act No. 282 (S.909), Section 21, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-230/"
    },
    {
      "id": "section-38-90-240",
      "number": "38-90-240",
      "heading": "",
      "text": "HISTORY: Former Section, titled Eligibility of licensed captive insurance companies for certificate of authority to act as insurer, had the following history: 2000 Act No. 331, Section 1; 2014 Act No. 282 (S.909), Section 22, eff June 10, 2014. Reserved by 2018 Act No. 251, Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-240/"
    },
    {
      "id": "section-38-90-250",
      "number": "38-90-250",
      "heading": "",
      "text": "A licensed captive insurance company that meets the necessary requirements of this title imposed upon an insurer must be considered for issuance of a certificate of authority to act as an insurer in this State.\n\nHISTORY: 2014 Act No. 282 (S.909), Section 3, eff June 10, 2014; 2018 Act No. 251 (H.4675), Section 1, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-250/"
    },
    {
      "id": "section-38-90-410",
      "number": "38-90-410",
      "heading": "",
      "text": "This article provides for the creation of Special Purpose Financial Captives (SPFCs) exclusively to facilitate the securitization of one or more risks, as a means of accessing alternative sources of capital and achieving the benefits of securitization. SPFCs are created for the limited purpose of entering into a SPFC contract and insurance securitization transactions and into related agreements to facilitate the accomplishment and execution of those transactions. The creation of SPFCs is intended to achieve greater efficiencies in structuring and executing insurance securitizations, to diversify and broaden insurers' access to sources of capital, to facilitate access for many insurers to insurance securitization and capital markets financing technology, and to further the economic development and expand the interest of the State of South Carolina through its captive insurance program.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-410/"
    },
    {
      "id": "section-38-90-420",
      "number": "38-90-420",
      "heading": "",
      "text": "For purposes of this article:\n\n(1) \"Administrative Law Court\" means that agency and court of record created pursuant to the provisions of Section 1-23-500.\n\n(2) \"Affiliated company\" means a company in the same corporate system as a parent, by virtue of common ownership, control, operation, or management.\n\n(3) \"Contested case\" means a proceeding in which the legal rights, duties, obligations, or privileges of a party are required by law to be determined by the Administrative Law Court after an opportunity for hearing.\n\n(4) \"Control\" including the terms \"controlling\", \" controlled by\", and \"under common control with\" means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control must be presumed to exist if a person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of another person. This presumption may be rebutted by a showing that control does not exist. Notwithstanding other provisions of this item, for purposes of this article, the fact that a SPFC exclusively provides reinsurance to a ceding insurer under a SPFC contract is not by itself sufficient grounds for a finding that the SPFC and ceding insurer are under common control.\n\n(5) \"Counterparty\" means a SPFC's parent or affiliated company, as ceding insurer to the SPFC contract, or subject to the prior approval of the director, a nonaffiliated company.\n\n(6) \"Director\" means the Director of the South Carolina Department of Insurance or the director's designee.\n\n(7) \"Department\" means the South Carolina Department of Insurance.\n\n(8) \"Fair value\" means:\n\n(a) as to cash, the amount of it; and\n\n(b) as to an asset other than cash:\n\n(i) the amount at which that asset could be bought or sold in a current transaction between arms-length, willing parties;\n\n(ii) the quoted mid-market price for the asset in active markets must be used if available; and\n\n(iii) if quoted mid-market prices are not available, a value determined using the best information available considering values of similar assets and other valuation methods, such as present value of future cash flows, historical value of the same or similar assets, or comparison to values of other asset classes, the value of which have been historically related to the subject asset.\n\n(9) \"Insolvency\" or \"insolvent\" means that the SPFC or one or more of its protected cells is unable to pay its obligations when they are due, unless those obligations are the subject of a bona fide dispute, or the director previously has established by order other criteria for determining the solvency of the SPFC or one or more of its protected cells. In which case the SPFC is insolvent if it fails to meet that criteria.\n\n(10) \"Insurance securitization\" means a package of related risk transfer instruments, capital market offerings, and facilitating administrative agreements by which proceeds are obtained by a SPFC directly or indirectly through the issuance of securities, which complies with applicable securities law, and which proceeds are held in trust pursuant to the provisions of this article to secure the obligations of the SPFC under one or more SPFC contracts with a counterparty, where investment risk to the holders of these securities is contingent upon the obligations of the SPFC to the counterparty under the SPFC contract in accordance with the transaction terms.\n\n(11) \"Management\" means the board of directors, managing board, or other individual or individuals vested with overall responsibility for the management of the affairs of the SPFC, including the election and appointment of officers or other of those agents to act on behalf of the SPFC.\n\n(12) \"Organizational document\" means the SPFC's Articles of Incorporation, Articles of Organization, Bylaws, Operating Agreement, or other foundational documents that establish the SPFC as a legal entity or prescribes its existence.\n\n(13) \"Parent\" means any corporation, limited liability company, partnership, or individual that directly or indirectly owns, controls, or holds with power to vote more than fifty percent of the outstanding voting securities of a SPFC.\n\n(14) \"Permitted investments\" means those investments that meet the qualifications pursuant to Section 38-90-530.\n\n(15) \"Protected cell\" means a separate account established and maintained by a SPFC for one SPFC contract and the accompanying insurance securitization with a counterparty as further provided for in Chapter 10 of this title.\n\n(16) \"Qualified United States financial institution\" means, for purposes of meeting the requirements of a trustee as specified in Section 38-90-530, a financial institution that is eligible to act as a fiduciary of a trust, and is:\n\n(a) organized or, in the case of a United States branch or agency office of a foreign banking organization, is licensed under the laws of the United States or any state of the United States; and\n\n(b) regulated, supervised, and examined by federal or state authorities having regulatory authority over banks and trust companies.\n\n(17) \"Securities\" means those different types of debt obligations, equity, surplus certificates, surplus notes, funding agreements, derivatives, and other legal forms of financial instruments.\n\n(18) \"Securities Commissioner\" means the Attorney General of the State of South Carolina as provided in Title 35.\n\n(19) \"SPFC\" or \"Special Purpose Financial Captive\" means a captive insurance company which has received a certificate of authority from the director for the limited purposes provided for in this article.\n\n(20) \"SPFC contract\" means a contract between the SPFC and the counterparty pursuant to which the SPFC agrees to provide insurance or reinsurance protection to the counterparty for risks associated with the counterparty's insurance or reinsurance business.\n\n(21) \"SPFC securities\" means the securities issued by a SPFC.\n\n(22) \"Surplus note\" means an unsecured subordinated debt obligation deemed to be a surplus certificate as described in Section 38-13-110(4) and otherwise possessing characteristics consistent with paragraph 3 of the Statement of Statutory Accounting Principals No. 41, as amended, National Association of Insurance Commissioners (NAIC).\n\n(23) \"Third party\" means a person unrelated to an SPFC or its counterparty, or both, that has been aggrieved by a decision of a director regarding that SPFC or its activities.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 20, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-420/"
    },
    {
      "id": "section-38-90-430",
      "number": "38-90-430",
      "heading": "",
      "text": "(A) No provisions of Title 38, other than those specifically referenced in this article and regulations applicable to them, apply to a SPFC, and those provisions apply only as modified by this article. If a conflict occurs between a provision of Title 38 and a provision of this article, the latter controls.\n\n(B) Sections 38-3-110 through 38-3-240, 38-5-130, 38-55-510 through 38-55-590, 38-57-200, and 38-90-175 apply to SPFCs.\n\n(C) The director, by rule, regulation, or order, may exempt a SPFC or their protected cells, on a case-by-case basis, from provisions of this article that he determines to be inappropriate given the nature of the risks to be insured.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 21, eff June 1, 2006; 2010 Act No. 217, Section 13, eff June 7, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-430/"
    },
    {
      "id": "section-38-90-440",
      "number": "38-90-440",
      "heading": "",
      "text": "(A) A SPFC, when permitted by its organizational documents, may apply to the director for a license to transact insurance or reinsurance business as authorized by this article. A SPFC only may insure or reinsure the risks of its counterparty. Notwithstanding another provision of this article, a SPFC may purchase reinsurance to cede the risks assumed under the SPFC contract as approved by the director.\n\n(B) To transact business in this State a SPFC shall:\n\n(1) obtain from the director a license authorizing it to conduct insurance or reinsurance business, or both, in this State;\n\n(2) hold at least one management meeting each year in this State;\n\n(3) maintain its principal place of business in this State;\n\n(4) appoint a resident registered agent to accept service of process and to otherwise act on its behalf in this State. If the registered agent, with reasonable diligence, is not found at the registered office of the SPFC, the director must be an agent of the SPFC upon whom any process, notice, or demand may be served;\n\n(5) provide such documentation of the insurance securitization as requested by the director immediately upon closing of the transaction, including:\n\n(a) an opinion of legal counsel with respect to compliance with this article and any other applicable laws as of the effective date of the transaction; and\n\n(b) a statement under oath of its president and secretary showing its financial condition; and\n\n(6) provide a complete set of the documentation of the insurance securitization to the director shortly following closing of the transaction.\n\n(C) A complete SPFC application must include the following:\n\n(1) a certified copy of its organizational documents; and\n\n(2) evidence of:\n\n(a) the amount and liquidity of its assets relative to the risks to be assumed;\n\n(b) the adequacy of the expertise, experience, and character of the person or persons who manages it;\n\n(c) the overall soundness of its plan of operation;\n\n(d) other factors considered relevant by the director in ascertaining whether the proposed SPFC is able to meet its policy obligations; and\n\n(e) the applicant SPFC's financial condition, including the source and form of the minimum capitalization to be contributed to the SPFC.\n\n(3) A plan of operation, consisting of a description of or statement of intent with respect to the contemplated insurance securitization, the SPFC contract, and related transactions, which must include:\n\n(a) draft documentation or, at the discretion of the director, a written summary of all material agreements that are entered into to effectuate the SPFC contract and, before effecting such, the insurance securitization, to include the names of the counterparty, the nature of the risks being assumed, the proposed use of protected cells, if any, and the maximum amounts, purpose, and nature and the interrelationships of the various transactions required to effectuate the insurance securitization;\n\n(b) the source and form of additional capitalization to be contributed to the SPFC;\n\n(c) the proposed investment strategy of the SPFC;\n\n(d) a description of the underwriting, reporting, and claims payment methods by which losses covered by the SPFC contract are reported, accounted for, and settled; and\n\n(e) a pro forma balance sheet and income statement illustrating various stress case scenarios for the performance of SPFC under the SPFC contract.\n\n(4) Biographical affidavits in NAIC format of all of the prospective SPFC's officers and directors, providing their legal names, any names under which they have or are conducting their affairs, and any affiliations with other persons as defined in Chapter 21 of this title, together with other biographical information as the director may request.\n\n(5) An affidavit from the applicant SPFC verifying:\n\n(a) the applicant SPFC meets the provisions of this article;\n\n(b) the applicant SPFC operates only pursuant to the provisions in this article;\n\n(c) the applicant SPFC's investment strategy reflects and takes into account the liquidity of assets and the reasonable preservation, administration, and asset management of such assets relative to the risks associated with the SPFC contract and the insurance securitization transaction;\n\n(d) the securities proposed to be issued are valid legal obligations that are either properly registered with the Securities Commissioner or constitute an exempt security or form part of an exempt transaction pursuant to Section 35-1-310 or 35-1-320; and\n\n(e) unless otherwise exempted by the director, the trust agreement, the trusts holding assets that secure the obligations of the SPFC under the SPFC contract, and the SPFC contract with the counterparty in connection with the contemplated insurance securitization are structured pursuant to the provisions in this article.\n\n(6) Any other statements or documents required by the director to evaluate and complete the licensing of the SPFC.\n\n(D) In addition to the information required by subsection (C), and to the provisions of Section 38-90-480, if a protected cell is used, an applicant SPFC shall file with the director:\n\n(1) a business plan demonstrating how the applicant accounts for the loss and expense experience of each protected cell at a level of detail found to be sufficient by the director, and how it reports the experience to the director;\n\n(2) a statement acknowledging that all financial records of the SPFC, including records pertaining to any protected cells, must be made available for inspection or examination by the director;\n\n(3) all contracts or sample contracts between the SPFC and any counterparty, related to each protected cell; and\n\n(4) a description of the expenses allocated to each protected cell.\n\n(E) Information submitted pursuant to this subsection is confidential and is subject to Section 38-90-610.\n\n(F) Section 38-13-60 applies to examinations, investigations, and processing conducted pursuant to the authority of this article.\n\n(G) To transact insurance or reinsurance business in this State, a SPFC shall pay to the department:\n\n(1) a nonrefundable fee of two hundred dollars for processing its application for license. In addition, the director may retain legal, financial, and examination services from outside the department to examine and investigate the application, the reasonable cost of which may be charged against the applicant. The director also may use internal resources to examine and investigate the application based upon an hourly rate for the services performed or the usual and customary fee charged by the financial services industry for similar work subject to a minimum fee of twelve thousand dollars, six thousand dollars of which is payable upon filing of the application and the remainder upon licensure;\n\n(2) a license fee for the year of registration of three hundred dollars and an annual renewal fee of five hundred dollars;\n\n(3) an annual review fee of twenty-four hundred dollars or, if higher, the actual cost as determined by the director; and\n\n(4) premium taxes as required by this article.\n\n(H) The director may grant a license authorizing the SPFC to transact insurance or reinsurance business as a SPFC in this State until March first, at which time the license may be renewed, upon finding that the:\n\n(1) proposed plan of operation provides a reasonable and expected successful operation;\n\n(2) terms of the SPFC contract and related transactions comply with this article;\n\n(3) proposed plan of operation is not hazardous to any counterparty;\n\n(4) commissioner of the state of domicile of each counterparty has notified the director in writing or otherwise provided assurance satisfactory to the director that it has approved or nondisapproved the transaction; and\n\n(5) the certificate of authority authorizing the SPFC to transact business is limited only to the insurance or reinsurance activities that the SPFC is allowed to conduct pursuant to this article.\n\n(I) In evaluating the expectation of a successful operation, the director shall consider, among other factors, whether the proposed SPFC, and its management are of known good character and reasonably believed not to be affiliated, directly or indirectly, through ownership, control, management, reinsurance transactions, or other insurance or business relations, with a person known to have been involved in the improper manipulation of assets, accounts, or reinsurance.\n\n(J) A foreign or alien corporation or limited liability company, upon approval of the director, may become a domestic SPFC by complying with all of the provisions of this article and by filing with the Secretary of State its organizational documents, together with appropriate amendments to it, as may be adopted pursuant to the provisions of this article to bring these organizational documents into compliance with this article. After this is accomplished, the foreign or alien corporation or limited liability company is entitled to the necessary or appropriate certificates or licenses to transact business as a SPFC in this State and is subject to the authority and jurisdiction of this State. In connection with this redomestication, the director may waive any requirements for public hearings. It is not necessary for a corporation or limited liability company redomesticating into this State to merge, consolidate, transfer assets, or otherwise engage in another reorganization, other than as specified in this section.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2005 Act No. 110, Section 5, eff January 1, 2006; 2006 Act No. 332, Section 22, eff June 1, 2006; 2009 Act No. 28, Section 12, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-440/"
    },
    {
      "id": "section-38-90-450",
      "number": "38-90-450",
      "heading": "",
      "text": "(A) A SPFC may be established as a stock corporation, limited liability company, mutual, partnership, or other form of organization approved by the director.\n\n(B) The SPFC's organizational documents must limit the SPFC's authority to transact the business of insurance or reinsurance to those activities the SPFC conducts to accomplish its purpose as expressed in this article.\n\n(C) The SPFC may not adopt a name that is the same as, deceptively similar to, or likely to be confused with or mistaken for another existing business name registered in this State.\n\n(D) The organizational documents and the required organization fees must be transmitted to the Secretary of State, who shall record the relevant organizational documents.\n\n(E) At least one of the members of the management of the SPFC must be a resident of this State.\n\n(F) A SPFC formed pursuant to the provisions of this article has the privileges of and is subject to the provisions of the 1976 Code, applicable to its formation, as well as the applicable provisions contained in this article. If a conflict occurs between a provision of the applicable law and a provision of this article, the latter controls. Nothing contained in this provision with respect to a SPFC shall abrogate, limit, or rescind in any way the authority of the Securities Commissioner pursuant to the provisions of Title 35.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 23, eff June 1, 2006; 2009 Act No. 28, Section 13, eff June 2, 2009; 2014 Act No. 282 (S.909), Section 23, eff June 10, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-450/"
    },
    {
      "id": "section-38-90-460",
      "number": "38-90-460",
      "heading": "",
      "text": "(A) A SPFC initially shall possess and after that maintain minimum capitalization of not less than two hundred and fifty thousand dollars. All of the minimum initial capitalization must be in cash. All other funds of the SPFC in excess of its minimum initial capitalization must be in the form of cash, cash equivalent, or securities invested as provided in Section 38-90-530 and approved by the director.\n\n(B) Additional capitalization for the SPFC must be determined, if so required, by the director after giving due consideration to the SPFC's business plan, feasibility study, pro formas, and the nature of the risks being insured or reinsured, which may be prescribed in formulas approved by the director.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-460/"
    },
    {
      "id": "section-38-90-470",
      "number": "38-90-470",
      "heading": "",
      "text": "(A) A SPFC may insure only the risks of a counterparty.\n\n(B) A SPFC may not issue a contract for assumption of risk or indemnification of loss other than a SPFC contract. However, the SPFC may cede risks assumed through a SPFC contract to third party reinsurers through the purchase of reinsurance or retrocession protection on terms approved by the director.\n\n(C) A SPFC may enter into contracts and conduct other commercial activities related or incidental to and necessary to fulfill the purposes of the SPFC contract, insurance securitization, and this article. Those activities may include, but are not limited to: entering into SPFC contracts; issuing securities of the SPFC in accordance with applicable securities law; complying with the terms of these contracts or securities; entering into trust, swap, tax, administration, reimbursement, or fiscal agent transactions; or complying with trust indenture, reinsurance, or retrocession, and other agreements necessary or incidental to effectuate an insurance securitization in compliance with this article or the plan of operation approved by the director.\n\n(D)(1) A SPFC may discount its reserves at discount rates as approved by the director.\n\n(2) A SPFC shall file annually an actuarial opinion on reserves provided by an approved independent actuary.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-470/"
    },
    {
      "id": "section-38-90-480",
      "number": "38-90-480",
      "heading": "",
      "text": "(A) This section and Section 38-90-485 provide a basis for the creation and use of protected cells by a SPFC as a means of accessing alternative sources of capital, lowering formation and administrative expenses, and generally making insurance securitizations more efficient. If a conflict occurs between a provision of Chapter 10, Title 38 or Article 1, Chapter 90, Title 38 and either this section or Section 38-90-485, this section and Section 38-90-485 control.\n\n(B) A SPFC may establish and maintain one or more protected cells with prior written approval of the director and subject to compliance with the applicable provisions of this article and the following conditions:\n\n(1) a protected cell must be established only for the purpose of insuring or reinsuring risks of one or more SPFC contracts with a counterparty with the intent of facilitating an insurance securitization;\n\n(2) each protected cell must be accounted for separately on the books and records of the SPFC to reflect the financial condition and results of operations of the protected cell, net income or loss, dividends, or other distributions to the counterparty for the SPFC contract with each cell, and other factors as may be provided in the SPFC contract, insurance securitization transaction documents, plan of operation, or business plan, or as required by the director;\n\n(3) amounts attributed to a protected cell under this chapter, including assets transferred to a protected cell account, are owned by the SPFC, and the SPFC may not be, or may not hold itself out to be, a trustee with respect to those protected cell assets of that protected cell account;\n\n(4) all attributions of assets and liabilities between a protected cell and the general account must be in accordance with the plan of operation approved by the director. No other attribution of assets or liabilities may be made by a SPFC between the SPFC's general account and its protected cell or cells. The SPFC shall attribute all insurance obligations, assets, and liabilities relating to a SPFC contract and the related insurance securitization transaction, including any securities issued by the SPFC as part of the insurance securitization, to a particular protected cell. The rights, benefits, obligations, and liabilities of any securities attributable to that protected cell and the performance under a SPFC contract and the related securitization transaction and any tax benefits, losses, refunds, or credits allocated, or any of them, at any point in time pursuant to a tax allocation agreement between the SPFC and the SPFC's counterparty, parent, or company or group company, or any of them, in common control with them, as the case may be, including any payments made by or due to be made to the SPFC pursuant to the terms of the agreement, must reflect the insurance obligations, assets, and liabilities relating to the SPFC contract and the insurance securitization transaction that are attributed to a particular protected cell;\n\n(5) the assets of a protected cell must not be chargeable with liabilities arising out of a SPFC contract related to or associated with another protected cell. However, one or more SPFC contracts may be attributed to a protected cell so long as those SPFC contracts are intended to be, and ultimately are, part of a single securitization transaction;\n\n(6) a sale, an exchange, or another transfer of assets may not be made by the SPFC between or among any of its protected cells without the consent of the director, counterparty, and each protected cell;\n\n(7) except as otherwise contemplated in the SPFC contract or related insurance securitization transaction documents, or both, a sale, an exchange, a transfer of assets, a dividend, or a distribution may not be made from a protected cell to a counterparty or parent without the director's approval and may not be approved if the sale, exchange, transfer, dividend, or distribution would result in insolvency or impairment with respect to a protected cell; and\n\n(8) a SPFC may pay interest or repay principal, or both, and make distributions or repayments in respect of any securities attributed to a particular protected cell from assets or cash flows relating to or emerging from the SPFC contract and the insurance securitization transactions that are attributable to that particular protected cell in accordance with the provisions of this article or as otherwise approved by the director.\n\n(C) A SPFC contract with or attributable to a protected cell does not take effect without the director's prior written approval, and the addition of each new protected cell constitutes a change in the business plan requiring the director's prior written approval. The director may retain legal, financial, and examination services from outside the department to examine and investigate the application for a protected cell, the reasonable cost of which may be charged against the applicant, or the director may use internal resources to examine and investigate the application the reasonable cost of which may be charged against the applicant up to a maximum of twelve thousand dollars, or both.\n\n(D) A SPFC utilizing protected cells initially shall possess minimum capitalization separate and apart from the capitalization of its protected cell or cells in an amount determined by the director after giving due consideration of the SPFC's business plan, feasibility study, and pro formas, including the nature of the risks to be insured or reinsured. For purposes of determining the capitalization of each protected cell, a SPFC initially shall capitalize and after that time maintain capitalization in each protected cell in the amount and manner required for a SPFC in Section 38-90-460.\n\n(E) The establishment of one or more protected cells alone does not constitute, and may not be deemed to be, a fraudulent conveyance, an intent by the SPFC to defraud creditors, or the carrying out of business by the SPFC for any other fraudulent purpose.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 24, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-480/"
    },
    {
      "id": "section-38-90-485",
      "number": "38-90-485",
      "heading": "",
      "text": "(A)(1) The creation of a protected cell does not create, with respect to that protected cell, a legal person separate from the SPFC.\n\n(2) Notwithstanding the provision of item (1), a protected cell must have its own distinct name or designation that includes the words \"protected cell\". The SPFC shall transfer all assets attributable to the protected cell to one or more separately established and identified protected cell accounts bearing the name or designation of that protected cell.\n\n(3) Although it is not a separate legal person, the property of a SPFC in a protected cell is subject to orders of a court by name as it would have been if the protected cell were a separate legal person.\n\n(4) The property of a SPFC in a protected cell must be served in its own name with process in all civil actions or proceedings involving or relating to the activities of that protected cell or a breach by the SPFC of a duty to the protected cell or to a counterparty to a transaction linked or attributed to it by serving the SPFC in the manner described in Section 15-9-270.\n\n(5) A protected cell exists only at the pleasure of the SPFC. At the cessation of business of a protected cell in accordance with the plan approved by the director, the SPFC voluntarily shall close out the protected cell account.\n\n(B) Nothing in this section may be construed to prohibit a SPFC from contracting with, or arranging for, an investment advisor, commodity trading advisor, or other third party to manage the assets of a protected cell, if all remuneration, expenses, and other compensation of the third party advisor or manager are payable from the assets of that protected cell and not from the assets of other protected cells or the assets of the SPFC's general account, unless approved by the director.\n\n(C) Creditors with respect to a protected cell are not entitled to have recourse against the protected cell assets of other protected cells or the assets of the SPFC's general account. If an obligation of a SPFC relates only to the general account, the obligation of the SPFC extends only to that creditor, with respect to that obligation, and is entitled to have recourse only to the assets of the SPFC's general account.\n\n(D) The assets of the protected cell may not be used to pay expenses or claims other than those attributable to the protected cell. Protected cell assets are available only to the SPFC contract counterparty and other creditors of the SPFC that are creditors only with respect to that protected cell and, accordingly, are entitled, in conformity with this article, to have recourse to the protected cell assets attributable to that protected cell and absolutely are protected from the creditors of the SPFC that are not creditors with respect to that protected cell and who, accordingly, are not entitled to have recourse to the protected cell assets attributable to that protected cell. If an obligation of a SPFC to a person or counterparty arises from a SPFC contract or related insurance securitization transaction, or is otherwise incurred, with respect to a protected cell:\n\n(1) that obligation of the SPFC extends only to the protected cell assets attributable to that protected cell, and the person or counterparty, with respect to that obligation, is entitled to have recourse only to the protected cell assets attributable to that protected cell; and\n\n(2) that obligation of the SPFC does not extend to the protected cell assets of another protected cell or the assets of the SPFC's general account, and that person, with respect to that obligation, is not entitled to have recourse to the protected cell assets of another protected cell or the assets of the SPFC's general account. The SPFC's capitalization held separate and apart from the capitalization of its protected cell or cells as required by Section 38-90-480(D) must be available at all times to pay expenses of or claims against the SPFC and may not be used to pay expenses or claims attributable to any protected cell.\n\n(E) Notwithstanding another provision of law, a SPFC may allow for a security interest in accordance with applicable law to attach to protected cell assets or a protected cell account when in favor of a creditor of the protected cell or to facilitate the insurance securitization, including, without limitation, the issuance of the SPFC contract, to the extent those protected cell assets are not required at all times to support the risk, but without otherwise affecting the discharge of liabilities under the SPFC contract, or as otherwise approved by the director.\n\n(F) A SPFC shall establish administrative and accounting procedures necessary to properly identify the one or more protected cells of the SPFC and the protected cell assets and protected cell liabilities to each protected cell. The directors of a SPFC shall keep protected cell assets and protected cell liabilities:\n\n(1) separate and separately identifiable from the assets and liabilities of the SPFC's general account; and\n\n(2) attributable to one protected cell separate and separately identifiable from protected cell assets and protected cell liabilities attributable to other protected cells.\n\n(G) All contracts or other documentation reflecting protected cell liabilities clearly must indicate that only the protected cell assets are available for the satisfaction of those protected cell liabilities. In all SPFC insurance securitizations involving a protected cell, the contracts or other documentation effecting the transaction must contain provisions identifying the protected cell to which the transaction is attributed. In addition, the contracts or other documentation clearly must disclose that the assets of that protected cell, and only those assets, are available to pay the obligations of that protected cell. Notwithstanding the provisions of this subsection and subject to the provisions of this article and another applicable law or regulation, the failure to include this language in the contracts or other documentation may not be used as the sole basis by creditors, insureds or reinsureds, insurers or reinsurers, or other claimants to circumvent the provisions of this section.\n\n(H) A SPFC with protected cells annually shall file with the department accounting statements and financial reports required by this article which, among other things, must:\n\n(1) detail the financial experience of each protected cell and the SPFC separately; and\n\n(2) provide the combined financial experience of the SPFC and all protected cells.\n\n(I) A SPFC with protected cells shall notify the director in writing within ten business days of a protected cell becoming insolvent.\n\nHISTORY: 2006 Act No. 332, Section 1, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-485/"
    },
    {
      "id": "section-38-90-490",
      "number": "38-90-490",
      "heading": "",
      "text": "(A) A SPFC may issue securities, including surplus notes and other forms of financial instruments, subject to and in accordance with applicable law, its approved plan of operation, and its organizational documents.\n\n(B) A SPFC, in connection with the issuance of securities, may enter into and perform all of its obligations under any required contracts to facilitate the issuance of these securities.\n\n(C) Subject to the approval of the director, a SPFC may lawfully:\n\n(1) account for the proceeds of surplus notes as surplus and not as debt for purposes of statutory accounting;\n\n(2) submit for prior approval of the director periodic written requests for payments of interest on and repayments of principal of surplus notes.\n\n(D) Surplus notes issued by a SPFC constitutes surplus or contribution notes of the type described at Section 38-27-610(9).\n\n(E) The director, without otherwise prejudicing the director's authority, may approve formulas for an ongoing plan of interest payments or principal repayments, or both, to provide guidance in connection with his ongoing reviews of requests to approve the payments on and principal repayments of the surplus notes.\n\n(F) The obligation to repay principal or interest, or both, on the securities issued by the SPFC must reflect the risk associated with the obligations of the SPFC to the counterparty under the SPFC contract.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-490/"
    },
    {
      "id": "section-38-90-500",
      "number": "38-90-500",
      "heading": "",
      "text": "A SPFC may enter into swap agreements, or other forms of asset management agreements, including guaranteed investment contracts, or other transactions that have the objective of leveling timing differences in funding of up-front or ongoing transaction expenses or managing asset, credit, or interest rate risk of the investments in the trust to ensure that the investments are sufficient to assure payment or repayment of the securities, and related interest or principal payments, issued pursuant to a SPFC insurance securitization transaction or the obligations of the SPFC under the SPFC contract.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-500/"
    },
    {
      "id": "section-38-90-510",
      "number": "38-90-510",
      "heading": "",
      "text": "(A) A SPFC, at any given time, may enter into and effectuate a SPFC contract with a counterparty, provided that the SPFC contract obligates the SPFC to indemnify the counterparty for losses and that contingent obligations of the SPFC under the SPFC contract are securitized through a SPFC insurance securitization and are funded and secured with assets held in trust for the benefit of the counterparty pursuant to the provisions of this article pursuant to agreements contemplated by this article and invested in a manner that meet the criteria as provided in Section 38-90-530.\n\n(B) A SPFC may enter into agreements with affiliated companies and third parties and conduct business necessary to fulfill its obligations and administrative duties incidental to the insurance securitization and the SPFC contract. The agreements may include management and administrative services agreements and other allocation and cost sharing agreements, or swap and asset management agreements, or both, or agreements for other contemplated types of transactions provided in Section 38-90-500.\n\n(C) A SPFC contract must contain provisions that:\n\n(1) require the SPFC to enter into a trust agreement specifying what recoverables or reserves, or both, the agreement is to cover and to establish a trust account for the benefit of the counterparty;\n\n(2) stipulate that assets deposited in the trust account must be valued according to their current fair value and must consist only of permitted investments;\n\n(3) require the SPFC, before depositing assets with the trustee, to execute assignments, endorsements in blank, or to transfer legal title to the trustee of all shares, obligations, or any other assets requiring assignments, in order that the counterparty, or the trustee upon the direction of the counterparty, may negotiate whenever necessary the assets without consent or signature from the SPFC or another entity;\n\n(4) require that all settlements of account between the counterparty and the SPFC be made in cash or its equivalent; and\n\n(5) stipulate that the SPFC and the counterparty agree that the assets in the trust account, established pursuant to the provisions of the SPFC contract, may be withdrawn by the counterparty at any time, notwithstanding any other provisions in the SPFC contract, and must be utilized and applied by the counterparty or any successor by operation of law of the counterparty, including, subject to the provisions of Section 38-90-600, but without further limitation, any liquidator, rehabilitator, receiver, or conservator of the counterparty, without diminution because of insolvency on the part of the counterparty or the SPFC, only for the following purposes:\n\n(a) to transfer all of the assets into one or more trust accounts for the benefit of the counterparty pursuant to and in accordance with the terms of the SPFC contract and in compliance with the provisions of this article; and\n\n(b) to pay any other incurred and paid amounts that the counterparty claims are due pursuant to and under the terms of the SPFC contract and in compliance with this article.\n\n(D)(1) The SPFC contract may contain provisions that give the SPFC the right to seek approval from the counterparty to withdraw from the trust all or part of the assets, or income from them, contained in the trust and to transfer the assets to the SPFC, provided that:\n\n(a) at the time of the withdrawal, the SPFC shall replace the withdrawn assets, excluding any income withdrawn, with other qualified assets having a fair value equal to the fair value of the assets withdrawn and that meet the provisions of Section 38-90-530; and\n\n(b) after the withdrawals and transfer, the fair value of the assets in trust securing the obligations of the SPFC under the SPFC contract is no less than an amount needed to satisfy the funded requirement of the SPFC contract.\n\n(2) The counterparty must be the sole judge as to the application of these provisions but may not unreasonably nor arbitrarily withhold its approval.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-510/"
    },
    {
      "id": "section-38-90-515",
      "number": "38-90-515",
      "heading": "",
      "text": "Securities issued by a SPFC pursuant to an insurance securitization may not be considered to be insurance or reinsurance contracts. An investor in these securities or a holder of these securities, by sole means of this investment or holding, may not be considered to be transacting the business of insurance in this State. The underwriter's placement or selling agents and their partners, directors, officers, members, managers, employees, agents, representatives, and advisors involved in an insurance securitization pursuant to this article may not be considered to be insurance producers or brokers or conducting business as an insurance or reinsurance company or agency, brokerage, intermediary, advisory, or consulting business only by virtue of their activities in connection with them.\n\nHISTORY: 2006 Act No. 332, Section 2, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-515/"
    },
    {
      "id": "section-38-90-520",
      "number": "38-90-520",
      "heading": "",
      "text": "In fulfilling its function, the SPFC shall adhere to the following requirements and, to the extent of its powers, shall ensure that contracts obligating other parties to perform certain functions incident to its operations are substantively and materially consistent with the following requirements and guidelines:\n\n(1) The assets of a SPFC must be preserved and administered by or on behalf of the SPFC to satisfy the liabilities and obligations of the SPFC incident to the insurance securitization and other related agreements.\n\n(2) Assets held by a SPFC in trust must be valued at their fair value.\n\n(3) The proceeds from the sale of securities pursuant to the insurance securitization must be deposited with the trustee to the extent required to secure its obligations under the SPFC contract as provided by this article and must be held or invested by the trustee pursuant to the provisions of Section 38-90-530 and the asset management agreement, if any, filed with the department.\n\n(4) Assets of the SPFC, other than those held in trust for the counterparty, and income on trust assets received by the SPFC may be used to pay interest or other consideration on any securities or outstanding debt or other obligation of the SPFC, and nothing in this article may be construed or interpreted to prevent a SPFC from entering into a swap agreement or other asset management transaction that has the effect of hedging or guaranteeing the fixed or floating interest rate returns paid on the assets in trust or required for the securities issued by the SPFC generated from or other consideration or payment flows in the transaction.\n\n(5) In the SPFC insurance securitization, the contracts or other relating documentation must contain provisions identifying the SPFC.\n\n(6) Unless otherwise approved by the director, a SPFC may not:\n\n(a) issue or otherwise administer primary insurance policies;\n\n(b) enter into a SPFC contract with a person that is not licensed or otherwise authorized to transact the business of insurance or reinsurance in at least its state or country of domicile;\n\n(c) assume or retain exposure to insurance or reinsurance losses for its own account that is not funded by proceeds from a SPFC securitization that meets the provisions of this article. However, the SPFC may wholly or partially reinsure or retrocede the risks assumed to a third party reinsurer on terms approved by the director.\n\n(7) A SPFC may not:\n\n(a) have any direct obligation to the policyholders or reinsureds of the counterparty;\n\n(b) lend or otherwise invest, or place in custody, trust, or under management any of its assets with, or to borrow money or receive a loan from, other than by issuance of the securities pursuant to an insurance securitization, or advance from, anyone convicted of a felony, anyone who is untrustworthy or of known bad character, or anyone convicted of a criminal offense involving the conversion or misappropriation of fiduciary funds or insurance accounts, theft, deceit, fraud, misrepresentation, or corruption.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-520/"
    },
    {
      "id": "section-38-90-530",
      "number": "38-90-530",
      "heading": "",
      "text": "(A) Assets of the SPFC held in trust to secure obligations under the SPFC contract must at all times be held in:\n\n(1) cash and cash equivalents;\n\n(2) securities listed by the securities Valuation Office of the NAIC and qualifying as admitted assets under statutory accounting convention in its state of domicile; or\n\n(3) another form of security acceptable to the director.\n\n(B) Assets of the SPFC that are pledged to secure obligations of the SPFC to a counterparty under a SPFC contract must be held in trust and administered by a qualified United States financial institution. The qualified United States financial institution does not control, is not controlled by, or is not under common control with, the SPFC or the counterparty.\n\n(C) The agreement governing this trust must create one or more trust accounts into which all pledged assets must be deposited and held until distributed in accordance with the trust agreement. The pledged assets must be held by the trustee at one of the trustee's offices or branch offices in the United States and may be held in certificated or electronic form.\n\n(D) The provisions for withdrawal by the counterparty of assets from the trust must be clean and unconditional, subject only to the following requirements:\n\n(1) the counterparty has the right to withdraw assets from the trust account at any time, without notice to the SPFC, subject only to written notice to the trustee from the counterparty that funds in the amount requested are due and payable by the SPFC, pursuant to the terms of the SPFC contract.\n\n(2) a statement or document does not need to be presented in order to withdraw assets, except the counterparty may be required to acknowledge receipt of withdrawn assets;\n\n(3) the trust agreement must indicate that it is not subject to any conditions or qualifications outside of the trust agreement;\n\n(4) the trust agreement must not contain references to any other agreements or documents.\n\n(E) The trust agreement must be established for the sole use and benefit of the counterparty at least to the full extent of the obligations of the SPFC to the counterparty under the SPFC contract. If there is more than one counterparty, or more than one SPFC contract with the same counterparty, a separate trust agreement must be entered into with the counterparty and a separate trust account must be maintained for each SPFC contract with the counterparty, unless otherwise approved by the director.\n\n(F) The trust agreement must provide for the trustee to:\n\n(1) receive assets and hold all assets in a safe place;\n\n(2) determine that all assets are in a form that the counterparty or the trustee, upon direction by the counterparty, may negotiate, whenever necessary, the assets, without consent or signature from the SPFC or another person or entity;\n\n(3) furnish to the SPFC, the director, and the counterparty a statement of all assets in the trust account reported at fair value upon its inception and at intervals no less frequent than the end of each calendar quarter;\n\n(4) notify the SPFC and the counterparty, within ten days, of any deposits to or withdrawals from the trust account;\n\n(5) upon written demand of the counterparty, immediately take the necessary steps to transfer absolutely and unequivocally all right, title, and interest in the assets held in the trust account to the counterparty and deliver physical custody of the assets to the counterparty; and\n\n(6) allow no substitutions or withdrawals of assets from the trust account, except pursuant to the trust agreement or SPFC contract, or as otherwise permitted by the counterparty.\n\n(G) The trust agreement must provide that at least thirty days, but not more than forty-five days, before termination of the trust account, written notification of termination must be delivered by the trustee to the counterparty with a copy of the notice provided to the director.\n\n(H) In addition to the requirements for the trust as provided in this article, the trust agreement may be made subject to and governed by the laws of any state. The state must be disclosed in the plan of operation filed with and approved by the director.\n\n(I) The trust agreement must prohibit invasion of the trust corpus for the purpose of paying compensation to, or reimbursing the expenses of, the trustee.\n\n(J) The trust agreement must provide that the trustee must be liable for its own negligence, wilful misconduct, or lack of good faith.\n\n(K)(1) Notwithstanding the provisions of subsection (D)(3) and (4), or of Section 38-90-755(C)(5), when a trust agreement is established in conjunction with a SPFC contract, then the trust agreement or SPFC contract, or both, may provide that the counterparty shall undertake to use and apply any amounts drawn upon the trust account, without diminution because of the insolvency of the counterparty or the SPFC, only for one or more of the following purposes:\n\n(a) to pay or reimburse the counterparty for payment of the SPFC's share of premiums to be returned to owners of counterparty's policies covered under the SPFC contract on account of cancellations of the policies under the counterparties policies;\n\n(b) to pay or reimburse the counterparty for payment of the SPFC's share of surrenders, benefits, losses, or other benefits covered and payable pursuant to the provisions of the SPFC contract;\n\n(c) to fund an account with the counterparty in an amount to secure the credit or reduction from liability for reinsurance coverage provided under the SPFC contract; or\n\n(d) to pay any other amounts the counterparty claims are legally and properly due under the SPFC contract.\n\n(2) Any assets deposited into an account of the counterparty pursuant to subitem (c) of item (1) or withdrawn by the counterparty pursuant to subitem (d) of item (1) and any interest or other earnings on them, must be held by the counterparty in trust and separate and apart from any general assets of the counterparty, for the sole purpose of funding the payments and reimbursements of the SPFC contract described in subitems (a) through (d) of item (1).\n\n(3) The counterparty shall return to the SPFC amounts withdrawn under subitems (a) through (d) of item (1) in excess of actual amounts required under subitems (a) through (c) of item (1), and in excess of the amounts subsequently determined to be due under subitem (d) of item (1), plus interest at a rate not in excess of the prime rate for the amounts held pursuant to subitem (c) of item (1) unless a higher rate of interest has been awarded by a panel of arbitration, and any net costs or expenses, including attorneys' fees, awarded by a panel of arbitration.\n\n(4) If the counterparty has received notification of termination of the trust account, and where the SPFC's entire obligations secured under the specific SPFC contract remain unliquidated and undischarged ten days before the termination date, to withdraw amounts equal to the obligations and deposit the amounts in a separate account, in the name of the counterparty, in a qualified United States financial institution, separate and apart from the counterparty's general assets, to the extent the obligations or liabilities have not been funded by the SPFC, in trust only for those uses and purposes specified in subitem (a) of item (1) as may remain executory after the withdrawal and for any period after the termination date until discharged.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-530/"
    },
    {
      "id": "section-38-90-540",
      "number": "38-90-540",
      "heading": "",
      "text": "(A) A SPFC may not declare or pay dividends in any form to its owners other than in accordance with the insurance securitization transaction agreements, and in no extent shall the dividends decrease the capital of the SPFC below two hundred fifty thousand dollars, and, after giving effect to the dividends, the assets of the SPFC, including assets held in trust pursuant to the terms of the insurance securitization, must be sufficient to satisfy the director that it can meet its obligations. Approval by the director of an ongoing plan for the payment of dividends or other distribution by a SPFC must be conditioned upon the retention, at the time of each payment, of capital or surplus equal to or in excess of amounts specified by, or determined in accordance with formulas approved for the SPFC by the director.\n\n(B) The dividends may be declared by the management of the SPFC if the dividends do not violate the provisions of this article or jeopardize the fulfillment of the obligations of the SPFC or the trustee pursuant to the SPFC insurance securitization agreements, the SPFC contract, or any related transaction and other provisions of this article.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-540/"
    },
    {
      "id": "section-38-90-550",
      "number": "38-90-550",
      "heading": "",
      "text": "(A) Any material change of the SPFC's plan of operation pursuant to the provisions of Section 38-90-440(E)(5), whether or not through a SPFC protected cell, shall require prior approval of the director, provided however:\n\n(1) if initially approved in the plan of operation, securities subsequently issued to continue the securitization activities of the SPFC either during or after expiration, redemption, or satisfaction, of all of these, of part or all of the securities issued pursuant to initial insurance securitization transactions may not be considered a material change; or\n\n(2) a change and substitution in a counterparty to a swap transaction for an existing insurance securitization as allowed pursuant to the provisions of this article may not be considered a material change if the replacement swap counterparty carries a similar or higher rating to its predecessor with two or more nationally recognized rating agencies, or both.\n\n(B) No later than five months after the fiscal year end of the SPFC, the SPFC shall file with the director an audit by a certified public accounting firm of the financial statements of the SPFC and the trust accounts.\n\n(C) Each SPFC shall file by March first, a statement of operations, using either generally accepted accounting principles or, if approved or required by the director, statutory accounting principles with useful or necessary modifications or adaptations required or approved or accepted by the director for the type of insurance and kinds of insurers to be reported upon, and as supplemented by additional information required by the director. The statement of operations must include a statement of income, a balance sheet, and may include a detailed listing of invested assets, including identification of assets held in trust to secure the obligations of the SPFC under the SPFC contract. The SPFC also may include with the filing risk based capital calculations and other adjusted capital calculations to assist the director with evaluating the levels of the surplus of the SPFC for the year ending on December thirty-first of the previous year. The statements must be prepared on forms required by the director. In addition the director may require the filing of performance assessments of the SPFC contract.\n\n(D) A SPFC shall maintain its records in this State and shall make its records available for examination by the director at any time. The SPFC shall keep its books and records in such manner that its financial condition, affairs, and operations can be ascertained and so that the director may readily verify its financial statements and determine its compliance with this article.\n\n(E) All original books, records, documents, accounts, and vouchers must be preserved and kept available in this State for the purpose of examination and until authority to destroy or otherwise dispose of the records is secured from the director. The original records, however, may be kept and maintained outside this State if, according to a plan adopted by the management of the SPFC and approved by the director, it maintains suitable records instead of it. The books or records may be photographed, reproduced on film, or stored and reproduced electronically.\n\n(F) Nothing contained in this section with respect to a SPFC shall abrogate, limit, or rescind in any way the authority of the Securities Commissioner pursuant to the provisions of Title 35.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 25, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-550/"
    },
    {
      "id": "section-38-90-560",
      "number": "38-90-560",
      "heading": "",
      "text": "(A) At least once every five years, and whenever the director determines it to be prudent, the director or his designee shall visit each SPFC and thoroughly inspect and examine its affairs to ascertain its financial condition, its ability to fulfill its obligations, and whether it has complied with this article. The expenses and charges of the examination must be paid to the State by the company or companies examined, and the department shall issue its warrants for the proper charges incurred in all examinations.\n\n(B) All examination reports, preliminary examination reports or results, working papers, recorded information, documents, and copies of documents produced by, obtained by, or disclosed to the director or any other person in the course of an examination made pursuant to the provisions of this section are confidential and are not subject to subpoena and may not be made public by the director or an employee or agent of the director without the written consent of the company, except to the extent provided in this subsection. Nothing in this subsection prevents the director from using this information in furtherance of the director's regulatory authority as provided by the provisions of this title. The director may grant access to this information to public officers having jurisdiction over the regulation of insurance in another state or country, or to law enforcement officers of this State, including the Securities Commissioner, or another state or agency of the federal government at any time, if the officers receiving the information agree in writing to hold it in a manner consistent with this section.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2009 Act No. 28, Section 14, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-560/"
    },
    {
      "id": "section-38-90-570",
      "number": "38-90-570",
      "heading": "",
      "text": "(A) At the cessation of business of a SPFC following termination or cancellation of a SPFC contract and the redemption of any related securities issued in connection with them, the authority granted by the director expires or, in the case of retiring and surviving protected cells, be modified, and the SPFC is no longer authorized to conduct activities unless and until a new or modified license is issued pursuant to a new filing pursuant to the provisions of Section 38-90-440 or as agreed by the director.\n\n(B) The director may suspend or revoke the license of a SPFC in this State for:\n\n(1) insolvency;\n\n(2) failure to meet the provisions of Section 38-90-460, 38-90-480(D), or 38-90-580;\n\n(3) use of methods that, although not otherwise specifically prohibited by law, nevertheless render its operation detrimental or its condition unsound with respect to the public, the holders of the securities, or policyholders of the SPFC; or\n\n(4) failure to otherwise comply in any material respect with applicable laws of this State.\n\n(C) If the director finds, upon examination or other evidence, that a SPFC has committed any of the acts specified in subsection (B), the director may impose the penalties provided in Section 38-2-10 if the director considers it in the best interest of the public, the holders of the securities, and the policyholders of the SPFC.\n\n(D) Unless the grounds for suspension or revocation relate only to the financial condition or soundness of the SPFC or to a deficiency in its assets, the director shall notify the SPFC not less than thirty days before revoking its authority to do business in this State and specify in the notice the particulars of the alleged violation of the law or its organizational documents or grounds for revocation and a proper opportunity must be offered the SPFC to be heard before the Administrative Law Court.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 26, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-570/"
    },
    {
      "id": "section-38-90-580",
      "number": "38-90-580",
      "heading": "",
      "text": "(A) A SPFC shall pay to the department by March first of each year, a tax at the rate of four-tenths of one percent on the first twenty million dollars and three-tenths of one percent on each dollar after that, subject to a minimum annual tax of five thousand dollars and a maximum annual tax of one hundred thousand dollars. Taxes are based upon the direct premiums written or contracted for on policies or contracts of insurance, other than reinsurance policies or contracts written by the SPFC, during the year ending December thirty-first next preceding, after deducting from the direct premiums subject to the tax the amounts paid to insureds as returned premiums which must include dividends on unabsorbed premiums or premium deposits returned or credited to insureds.\n\n(B) A SPFC shall pay to the department by March first of each year, a tax at the rate of two hundred and twenty-five thousandths of one percent on the first twenty million dollars of assumed reinsurance premium, and one hundred fifty thousandths of one percent on the next twenty million dollars, and fifty thousandths of one percent on the next twenty million dollars, and twenty-five thousandths of one percent of each dollar after that, subject to a minimum annual tax of five thousand dollars and a maximum annual tax of one hundred thousand dollars. However, no reinsurance tax applies to premiums for risks or portions of risks which are subject to taxation on a direct basis, pursuant to subsection (A). A premium tax is not payable in connection with the receipt of assets in exchange for the assumption of loss reserves and other liabilities of another insurer under common ownership and control if the transaction is part of a plan to discontinue the operations of the other insurer and if the intent of the parties to the transaction is to renew or maintain business with the SPFC.\n\n(C) Each protected cell of the SPFC must be taxed as if it is a separate and distinct SPFC.\n\n(D) The tax provided in this section is the only tax collectible pursuant to the laws of this State from a SPFC and no other tax or occupation tax, nor any other taxes may be levied or collected from a SPFC by the State or a county, city, or municipality within this State, except ad valorem taxes on real and personal property used in the production of income.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-580/"
    },
    {
      "id": "section-38-90-590",
      "number": "38-90-590",
      "heading": "",
      "text": "A SPFC contract meeting the provisions of this article must be granted credit for reinsurance treatment or otherwise qualifies as an asset or a reduction from liability for reinsurance ceded by a domestic insurer to a SPFC as an assuming insurer pursuant to the provisions of Section 38-9-210 for the benefit of the counterparty, provided and only to the extent:\n\n(1) of the fair value of the assets held in trust for, or irrevocable letters of credit issued by a bank chartered by this State or a member bank of the Federal Reserve System or as approved by the director, for the benefit of the counterparty under the SPFC contract;\n\n(2) the assets are held in trust pursuant to the provisions of this article;\n\n(3) the assets are administered in the manner and pursuant to arrangements as provided in this article; and\n\n(4) the assets are held or invested in one or more of the forms allowed in Section 38-90-530.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-590/"
    },
    {
      "id": "section-38-90-600",
      "number": "38-90-600",
      "heading": "",
      "text": "(A) Except as otherwise modified in this section, the terms and conditions set forth in Chapters 26 and 27 of this title pertaining to administrative supervision of insurers and the rehabilitation, receiverships, and liquidation of insurers apply in full to SPFCs or each of the SPFC's protected cells, independently, or both, without causing or otherwise effecting a conservation, rehabilitation, receivership, or liquidation of the SPFC or another protected cell.\n\n(B) Notwithstanding the provisions of Chapters 26 and 27, Title 38, and without causing or otherwise affecting the conservation or rehabilitation of an otherwise solvent protected cell of an SPFC and subject to the provisions of subsection (G)(5) of this section, the director may apply by petition to the circuit court for an order authorizing the director to conserve, rehabilitate, or liquidate a SPFC domiciled in this State on one or more of the following grounds:\n\n(1) there has been embezzlement, wrongful sequestration, dissipation, or diversion of the assets of the SPFC intended to be used to pay amounts owed to the counterparty or the holders of SPFC securities; or\n\n(2) the SPFC is insolvent and the holders of a majority in outstanding principal amount of each class of SPFC securities request or consent to conservation, rehabilitation, or liquidation pursuant to the provisions of this article.\n\n(C) Notwithstanding the provisions of Chapters 26 and 27, Title 38, the director may apply by petition to the circuit court for an order authorizing the director to conserve, rehabilitate, or liquidate one or more of a SPFC's protected cells, independently, without causing or otherwise effecting a conservation, rehabilitation, receivership, or liquidation of the SPFC generally or another of its protected cells, on one or more of the following grounds:\n\n(1) there has been embezzlement, wrongful sequestration, dissipation, or diversion of the assets of the SPFC attributable to the affected protected cell or cells intended to be used to pay amounts owed to the counterparty or the holders of SPFC securities of the affected protected cell or cells; or\n\n(2) the affected protected cell is insolvent and the holders of a majority in outstanding principal amount of each class of SPFC securities attributable to that particular protected cell request or consent to conservation, rehabilitation, or liquidation pursuant to the provisions of this article.\n\n(D) The court may not grant relief provided by subsection (B)(1) or subsection (C)(1) unless, after notice and a hearing, the director, who shall have the burden of proof, establishes by clear and convincing evidence that relief must be granted. The court's order may be made in respect of one or more protected cells by name, rather than the SPFC generally.\n\n(E) Notwithstanding another provision in this title, regulations promulgated under this title, or another applicable law or regulation, upon any order of conservation, rehabilitation, or liquidation of a SPFC, or one or more of the SPFC's protected cells, the receiver shall manage the assets and liabilities of the SPFC pursuant to the provisions of this article. The receiver shall ensure that the assets linked to one protected cell are not applied to the liabilities linked to another protected cell or to the SPFC generally, unless an asset or liability is linked to more than one protected cell, in which case the receiver shall deal with the asset or liability in accordance with the terms of any relevant governing instrument or contract.\n\n(F) With respect to amounts recoverable under a SPFC contract, the amount recoverable by the receiver must not be reduced or diminished as a result of the entry of an order of conservation, rehabilitation, or liquidation with respect to the counterparty, notwithstanding another provision in the contracts or other documentation governing the SPFC insurance securitization.\n\n(G) Notwithstanding the provisions of Chapters 26 and 27 of this title or other laws of this State:\n\n(1) an application or petition, or a temporary restraining order or injunction issued pursuant to the provisions of Chapters 26 and 27 of this title, with respect to a counterparty does not prohibit the transaction of a business by a SPFC, including any payment by a SPFC made pursuant to a SPFC security, or any action or proceeding against a SPFC or its assets;\n\n(2) the commencement of a summary proceeding or other interim proceeding commenced before a formal delinquency proceeding with respect to a SPFC, and any order issued by the court does not prohibit the payment by a SPFC made pursuant to a SPFC security or SPFC contract or the SPFC from taking any action required to make the payment;\n\n(3) a receiver of a counterparty may not void a nonfraudulent transfer by a counterparty to a SPFC of money or other property made pursuant to a SPFC contract;\n\n(4) a receiver of a SPFC may not void a nonfraudulent transfer by the SPFC of money or other property made to a counterparty pursuant to a SPFC contract or made to or for the benefit of any holder of a SPFC security on account of the SPFC security; and\n\n(5) the director may not seek to have a SPFC with protected cells declared insolvent as long as at least one of the SPFC's protected cells remains solvent, and in the case of such an insolvency, the receiver shall handle SPFC's assets in compliance with subsection (E) and other laws of this State.\n\n(H) Subsection (G) does not prohibit the director from taking any action permitted under Chapter 26 or 27 with respect only to the conservation or rehabilitation of a SPFC with protected cell or cells, provided the director would have had sufficient grounds to seek to declare the SPFC insolvent; subject to and without otherwise affecting the provisions of subsection (G)(5). In this case, with respect to the solvent protected cell or cells, the director may not prohibit payments made by the SPFC pursuant to the SPFC security, SPFC contract, or otherwise made under the insurance securitization transaction that are attributable to these protected cell or cells or prohibit the SPFC from taking any action required to make these payments.\n\n(I) With the exception of the fulfillment of the obligations under a SPFC contract, and notwithstanding another provision of this article or other laws of this State, the assets of a SPFC, including assets held in trust, must not be consolidated with or included in the estate of a counterparty in any delinquency proceeding against the counterparty pursuant to the provisions of this article for any purpose including, without limitation, distribution to creditors of the counterparty.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 27, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-600/"
    },
    {
      "id": "section-38-90-610",
      "number": "38-90-610",
      "heading": "",
      "text": "Information submitted pursuant to the provisions of this article is confidential and may not be made public by the director or an agent or employee of the director without the prior written consent of the SPFC, except that:\n\n(1) information submitted pursuant to the provisions of this article is discoverable by a party in a civil action or contested case to which the submitting SPFC is a party, upon a specific finding by the court that:\n\n(a) the SPFC is a necessary party to the action and not joined only for the purposes of evading the confidentiality provisions of this article;\n\n(b) the party seeking the information demonstrates by a clear and convincing standard that the information sought is relevant, material to, and necessary for the prosecution or defense of the claim asserted in the action; and\n\n(c) the information sought is unavailable from other nonconfidential sources.\n\n(2) The director may disclose the information to the public officer having jurisdiction over the regulation of insurance in another state if:\n\n(a) the public official agrees in writing to maintain the confidentiality of the information; and\n\n(b) the laws of the state in which the public official serves require the information to be confidential.\n\n(3) The director may disclose the information to the securities commissioner if he:\n\n(a) agrees in writing to maintain the confidentiality of the information; and\n\n(b) is authorized under applicable securities law to request the information or the director is obligated to disclose the information.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-610/"
    },
    {
      "id": "section-38-90-620",
      "number": "38-90-620",
      "heading": "",
      "text": "(A) A contested case brought by a third party based on a decision of the director pursuant to this article is governed by applicable law of the State of South Carolina except that, the third party shall:\n\n(1) prove its case by a clear and convincing evidence standard;\n\n(2) demonstrate irreparable harm to the SPFC or its counterparty, or both;\n\n(3) show that there is no other adequate remedy at law; and\n\n(4) post a bond of sufficient surety to protect the interests of the holders of the SPFC securities and policyholders but it may not be less than fifteen percent of the total amount of the securitized transaction.\n\n(B) If a director reverses, amends, or modifies a license previously issued to a SPFC or an order made in connection with a license previously issued to a SPFC, the action must comply with the standards and criteria provided in subsection (A), unless the action in reversing, amending, or modifying the license is in conformance with the provisions of Section 38-90-570(B).\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004; 2006 Act No. 332, Section 28, eff June 1, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-620/"
    },
    {
      "id": "section-38-90-630",
      "number": "38-90-630",
      "heading": "",
      "text": "The director may promulgate regulations necessary to effectuate the purposes of this article. Regulations promulgated pursuant to this section do not affect a SPFC insurance securitization in effect at the time of the promulgation.\n\nHISTORY: 2004 Act No. 291, Section 28, eff July 29, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-630/"
    },
    {
      "id": "section-38-90-810",
      "number": "38-90-810",
      "heading": "",
      "text": "HISTORY: Former Section, titled Citation of article, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-810/"
    },
    {
      "id": "section-38-90-820",
      "number": "38-90-820",
      "heading": "",
      "text": "HISTORY: Former Section, titled Definitions, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-820/"
    },
    {
      "id": "section-38-90-830",
      "number": "38-90-830",
      "heading": "",
      "text": "HISTORY: Former Section, titled Exemptions; powers and duties, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-830/"
    },
    {
      "id": "section-38-90-840",
      "number": "38-90-840",
      "heading": "",
      "text": "HISTORY: Former Section, titled Capitalization requirements, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-840/"
    },
    {
      "id": "section-38-90-850",
      "number": "38-90-850",
      "heading": "",
      "text": "HISTORY: Former Section, titled Surplus requirements, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-850/"
    },
    {
      "id": "section-38-90-860",
      "number": "38-90-860",
      "heading": "",
      "text": "HISTORY: Former Section, titled Discretion of director as to form of company, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-860/"
    },
    {
      "id": "section-38-90-870",
      "number": "38-90-870",
      "heading": "",
      "text": "HISTORY: Former Section, titled Exemption from provisions deemed inappropriate, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-870/"
    },
    {
      "id": "section-38-90-875",
      "number": "38-90-875",
      "heading": "",
      "text": "HISTORY: Former Section, titled Confidentiality of reports, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-875/"
    },
    {
      "id": "section-38-90-880",
      "number": "38-90-880",
      "heading": "",
      "text": "HISTORY: Former Section, titled Notice included with application form for insurance, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-880/"
    },
    {
      "id": "section-38-90-890",
      "number": "38-90-890",
      "heading": "",
      "text": "HISTORY: Former Section, titled Requirements for issuance of license, had the following history: 2007 Act No. 78, Section 16, eff June 11, 2007, applicable to taxable years beginning after December 31, 2006. Repealed by 2018 Act No. 251, Section 2, eff May 18, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-38/chapter-90/section-38-90-890/"
    }
  ]
}