{
  "state": "south-carolina",
  "path": "title-title-7/chapter-t07c011",
  "sections": [
    {
      "id": "section-7-11-10",
      "number": "7-11-10",
      "heading": "",
      "text": "(A) Nominations for candidates for the offices to be voted on in a general or special election may be by political party primary, by political party convention, or by petition; however, a person who was defeated as a candidate for nomination to an office in a party primary or party convention must not have his name placed on the ballot for the ensuing general or special election, except that this section does not prevent a defeated candidate from later becoming his party's nominee for that office in that election if the candidate first selected as the party's nominee dies, resigns, is disqualified, or otherwise ceases to become the party's nominee for that office before the election is held. (B) A candidate must not file more than one statement of intention of candidacy for a single office for the same election. (C) A candidate must not be nominated by more than one political party for a single office for the same election. HISTORY: 1962 Code Section 23-263; 1952 Code Section 23-263; 1950 (46) 2059; 1982 Act No. 419, Section 5, eff June 8, 1982; 2013 Act No. 61, Section 1, eff June 25, 2013; 2022 Act No. 150 (S.108), Section 2.A, eff January 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-10/"
    },
    {
      "id": "section-7-11-12",
      "number": "7-11-12",
      "heading": "",
      "text": "(A) A person nominated for the Office of Governor by primary or convention, or seeking the Office of Governor as a petition candidate must designate a qualified elector to be elected jointly as Lieutenant Governor. (B) A designee for Lieutenant Governor must possess all of the qualifications required to hold the Office of Governor. (1) The appropriate political party shall determine if its gubernatorial candidate's Lieutenant Governor designee is qualified. (2) The State Election Commission shall determine whether a gubernatorial petition candidate's Lieutenant Governor designee is qualified. (C) No later than August first, a gubernatorial candidate's designation for Lieutenant Governor must be in writing and filed either with the appropriate political party, or, in the case of a petition candidate, with the State Election Commission. (D) No later than August tenth, a Lieutenant Governor designee must provide: (1) to the State Election Commission: (a) a copy of the gubernatorial candidate's written designation for Lieutenant Governor; and (b) a completed statement of intention of candidacy; and (2) to the State Ethics Commission: (a) a copy of the completed statement of intention of candidacy; and (b) a current filed statement of economic interests. (E)(1) If after being designated and before the general election the Lieutenant Governor candidate dies, becomes disqualified, or resigns for a legitimate nonpolitical reason as defined in Section 7-11-50, the gubernatorial candidate must make a substitution for the Lieutenant Governor candidate no later than ten days after the death, disqualification, or resignation occurs in the format provided in subsection (C). (2) If a Lieutenant Governor candidate is substituted as provided in item (1), the substituted Lieutenant Governor candidate must file the documents required in subsection (D) no later than ten days after the substitution is made. (3) The substitutions authorized in items (1) and (2) may be made after the general election if the death, disqualification, or resignation occurs before the general election. If the death, disqualification, or resignation occurs after the general election, the vacancy must be filled as provided in Section 1-3-125 by the Governor-elect. (F) If the Lieutenant Governor candidate is not designated as provided in this section, the party or petition candidate for Governor shall not have his name placed on the ballot for the general election. (G) A Lieutenant Governor candidate is not required to pay a separate filing fee. (H) The provisions of Sections 7-11-10 and 7-11-210 are not applicable to a Lieutenant Governor candidate. (I) If a Lieutenant Governor candidate has solicited or received contributions for another elective office, he must comply with the provisions of Sections 8-13-1350 and 8-13-1352. A contribution transferred to the single candidate committee of the Governor and Lieutenant Governor elected jointly must comply with the requirements of Section 8-13-1314(A). HISTORY: 2018 Act No. 142 (H.4977), Section 2, eff March 15, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-12/"
    },
    {
      "id": "section-7-11-15",
      "number": "7-11-15",
      "heading": "",
      "text": "(A) In order to qualify as a candidate to run in the general election, all candidates seeking nomination by political party primary or political party convention must file a statement of intention of candidacy and party pledge and submit any filing fees between noon on March sixteenth and noon on March thirtieth as provided in this section. If March thirtieth is on a Saturday or Sunday, the time for filing extends to the next regular business day. For purposes of this section and Section 7-13-45, \"next regular business day\" means a day that is not a Saturday, Sunday, or legal holiday. (1) Except as otherwise provided in this section, candidates seeking nomination for a statewide, congressional, or district office that includes more than one county must file their statements of intention of candidacy, and party pledge and submit any filing fees with the State Election Commission. (2) Candidates seeking nomination for the State Senate or House of Representatives must file their statements of intention of candidacy and party pledge and submit any filing fees with the State Election Commission or county board of voter registration and elections in the county of their residence. The state executive committees must certify candidates pursuant to Section 7-13-40. (3) Candidates seeking nomination for a countywide or less than countywide office shall file their statements of intention of candidacy and party pledge and submit any filing fees with the county board of voter registration and elections in the county of their residence. (B) Except as provided in this section, the board of voter registration and elections with whom the documents in subsection (A) are filed must provide a copy of all statements of intention of candidacy, the party pledge, receipt and filing fees, to the appropriate political party executive committee within two days following the deadline for filing. If the second day falls on Saturday, Sunday, or a legal holiday, the statement of intention of candidacy, party pledge, and filing fee must be filed by noon the following day that is not a Saturday, Sunday, or legal holiday. A candidate's name may not appear on a primary election ballot, convention slate of candidates, general election ballot, or special election ballot, except as otherwise provided by law, if (1) the candidate's statement of intention of candidacy and party pledge has not been filed with the county board of voter registration and elections or State Election Commission, as the case may be, as well as any filing fee, by the deadline and (2) the candidate has not been certified by the appropriate political party as required by Sections 7-13-40 and 7-13-350, as applicable. The candidate's name must appear if the candidate produces the signed and dated copy of his timely filed statement of intention of candidacy. An error or omission by a person seeking to qualify as a candidate pursuant to this section who is not directly related to a constitutional or statutory qualification for that office must be construed in a manner that favors the person's access to the ballot. (C) The statement of intention of candidacy required in this section and in Section 7-13-190(B) must be on a form designed and provided by the State Election Commission. This form, in addition to all other information, must contain an affirmation that the candidate meets, or will meet by the time of the general election, or as otherwise required by law, the qualifications for the office sought. The candidate or his agent must file a signed statement of intention of candidacy and the election commission with whom it is filed must stamp the statement with the date and time received, keep the original statement, provide a copy to the candidate, and provide a copy to the appropriate political party executive committee. (D) The candidate or his agent must file a signed party pledge, as required pursuant to Section 7-11-210, and the election commission with which it is filed must stamp the party pledge with the date and time received, provide a copy to the candidate, and provide a copy to the appropriate political party executive committee. (E) The election commission with which the filing fee is filed must issue a receipt for the filing fee, stamp the receipt with the date and time the filing fee was received, provide a copy to the candidate or his agent, and provide a copy to the appropriate political executive party. The filing fee must be made payable to the appropriate political party. (F) If, after the closing of the time for filing the documents required pursuant to this section, there are not more than two candidates for any one office and one or more of the candidates dies, or withdraws, the state or county committee, as the case may be, if the nomination is by political party primary or political party convention only may, in its discretion, afford opportunity for the entry of other candidates for the office involved; however, for the office of State House of Representatives or State Senator, the discretion must be exercised by the state committee. (G) The county chairman of a political party and the chairman of the state executive committee of a political party may designate a person to observe the filings made at the election commission pursuant to this section. (H) The provisions of this section do not apply to nonpartisan school trustee elections in a school district where local law provisions provide for other dates and procedures for filing statements of candidacy or petitions, and to the extent the provisions of this section and the local law provisions conflict, the local law provisions control. HISTORY: 1988 Act No. 363, Section 1, eff March 14, 1988; 1990 Act No. 583, Section 1, eff June 11, 1990; 1996 Act No. 226, Section 1, eff February 12, 1996; 2000 Act No. 236, Section 1, eff March 7, 2000; 2003 Act No. 3, Section 1, eff upon approval (became law without the Governor's signature on January 16, 2003); 2013 Act No. 61, Section 2, eff June 25, 2013; 2018 Act No. 142 (H.4977), Section 6, eff March 15, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-15/"
    },
    {
      "id": "section-7-11-20",
      "number": "7-11-20",
      "heading": "",
      "text": "(A) Except as provided in subsection (B), party conventions or party primary elections held by political parties certified as such by the State Election Commission pursuant to the provisions of this title to nominate candidates for any of the offices to be filled in a general or special election must be conducted in accordance with the provisions of this title and with party rules not in conflict with the provisions of this title or of the Constitution and laws of this State or of the United States. (B)(1) Except as provided in item (2), a certified political party wishing to hold a presidential preference primary election may do so in accordance with the provisions of this title and party rules. However, notwithstanding any other provision of this title, the state committee of the party shall set the date and the hours that the polls will be open for the presidential primary election and the filing requirements. If a party holds a presidential preference primary election on a Saturday, an absentee ballot must be provided to a person who signs an affirmation stating that for religious reasons he does not wish to take part in the electoral process on a Saturday. (2) If the state committee of a certified political party which received at least five percent of the popular vote in South Carolina for the party's candidate for President of the United States decides to hold a presidential preference primary election, the State Election Commission must conduct the presidential preference primary in accordance with the provisions of this title and party rules provided that a registered elector may cast a ballot in only one presidential preference primary. However, notwithstanding any other provision of this title, (a) the State Election Commission and the authorities responsible for conducting the elections in each county shall provide for cost-effective measures in conducting the presidential preference primaries including, but not limited to, combining polling places, while ensuring that voters have adequate notice and access to the polling places; and (b) the state committee of the party shall set the date and the filing requirements, including a certification fee. Political parties must verify the qualifications of candidates prior to certifying to the State Election Commission the names of candidates to be placed on primary ballots. The written certification required by this section must contain a statement that each certified candidate meets, or will meet by the time of the general election, or as otherwise required by law, the qualifications in the United States Constitution, statutory law, and party rules to participate in the presidential preference primary for which he has filed. Political parties must not certify any candidate who does not or will not by the time of the general election meet the qualifications in the United States Constitution, statutory law, and party rules for the presidential preference primary for which the candidate desires to file, and such candidate's name must not be placed on a primary ballot. Political parties may charge a certification fee to persons seeking to be candidates in the presidential preference primary for the political party. A filing fee not to exceed twenty thousand dollars, as determined by the State Election Commission, for each candidate certified by a political party must be transmitted by the respective political party to the State Election Commission and must be used for conducting the presidential preference primaries. (3) The political party shall give written notice to the State Election Commission of the date set for the party's presidential preference primary no later than ninety days before the date of the primary. (4) Nothing in this section prevents a political party from conducting a presidential preference primary pursuant to the provisions of Section 7-11-25. HISTORY: 1962 Code Section 23-252; 1952 Code Section 23-252; 1950 (46) 2059; 1974 (58) 2866; 1991 Act No. 47, Section 1, eff May 1, 1991; 1992 Act No. 489, Section 3, eff July 1, 1992; 2007 Act No. 81, Section 1, eff June 19, 2007; 2014 Act No. 256 (H.4732), Section 1, eff June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-20/"
    },
    {
      "id": "section-7-11-25",
      "number": "7-11-25",
      "heading": "",
      "text": "Nothing in this chapter nor any other provision of law may be construed as either requiring or prohibiting a political party in this State from conducting advisory primaries according to the party's own rules and at the party's expense. HISTORY: 1992 Act No. 253, Section 14, eff February 19, 1992; 2007 Act No. 81, Section 3, eff June 19, 2007; 2014 Act No. 256 (H.4732), Section 2, eff June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-25/"
    },
    {
      "id": "section-7-11-30",
      "number": "7-11-30",
      "heading": "",
      "text": "(A) A party may choose to change from nomination of candidates by primary to a method to nominate candidates by convention for all offices including, but not limited to, Governor, United States Senator, United States House of Representatives, Circuit Solicitor, State Senator, and members of the State House of Representatives if: (1) there is a three-fourths vote of the total membership of the convention to use the convention nomination process; and (2) a majority of voters in that party's next primary election approve the use of the convention nomination process. (B) A party may not choose to nominate by party convention for an election cycle in which the filing period for candidates has begun. (C) A political party nominating candidates by party convention shall nominate the party candidates and make the nominations public not later than the time for certifying candidates to the authority charged by law with preparing ballots for the general or special election. (D) Nothing in this section requires a political party that has nominated candidates by convention in the previous election cycle to hold a primary in order to continue using the convention method to nominate candidates. HISTORY: 1962 Code Section 23-264; 1952 Code Section 23-264; 1950 (46) 2059; 1964 (53) 1744; 1966 (54) 2093; 1968 (55) 2316; 1972 (57) 2531; 1974 (58) 2124; 1984 Act No. 403, Section 1, eff May 24, 1984; 2013 Act No. 61, Section 3, eff June 25, 2013; 2014 Act No. 196 (S.815), Section 6, eff June 2, 2014; 2019 Act No. 1 (S.2), Section 86, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-30/"
    },
    {
      "id": "section-7-11-40",
      "number": "7-11-40",
      "heading": "",
      "text": "Notwithstanding any other provision of law, if a political party in this State shall nominate candidates by party primary election, the person with whom candidates of that party for the House of Representatives file shall report to the State Election Commission the names and addresses of all candidates so filing within twenty-four hours after the close of the filing period for the House of Representatives. HISTORY: 1962 Code Section 23-265.4; 1974 (58) 2400.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-40/"
    },
    {
      "id": "section-7-11-50",
      "number": "7-11-50",
      "heading": "",
      "text": "If a party nominee who was nominated by a method other than party primary election dies, becomes disqualified after his nomination, or resigns his candidacy for a legitimate nonpolitical reason as defined in this section and sufficient time does not remain to hold a convention to fill the vacancy or to nominate a nominee to enter a special election, the respective state or county party executive committee may nominate a nominee for the office, who must be duly certified by the respective county or state chairman. \"Legitimate nonpolitical reason\" as used in this section is limited to: (a) reasons of health, which include any health condition which, in the written opinion of a medical doctor, would be harmful to the health of the candidate if he continued; (b) family crises, which include circumstances which would substantially alter the duties and responsibilities of the candidate to the family or to a family business; (c) substantial business conflict, which includes the policy of an employer prohibiting employees being candidates for public offices and an employment change which would result in the ineligibility of the candidate or which would impair his capability to carry out properly the functions of the office being sought. A candidate who withdraws based upon a legitimate nonpolitical reason which is not covered by the inclusions in (a), (b) or (c) has the strict burden of proof for his reason. A candidate who wishes to withdraw for a legitimate nonpolitical reason shall submit his reason by sworn affidavit. This affidavit must be filed with the state party chairman of the nominee's party and also with the board of voter registration and elections of the county if the office concerned is countywide or less and with the State Election Commission if the office is statewide, multi-county, or for a member of the General Assembly. A substitution of candidates is not authorized, except for death or disqualification, unless the election commission to which the affidavit is submitted approves the affidavit as constituting a legitimate nonpolitical reason for the candidate's resignation within ten days of the date the affidavit is submitted to the commission. However, where this party nominee is unopposed, each political party registered with the State Election Commission has the privilege of nominating a candidate for the office involved. If the nomination is certified two weeks or more before the date of the general election, that office is to be filled at the general election. If the nomination is certified less than two weeks before the date of the general election, that office must not be filled at the general election but must be filled in a special election to be held on the second Tuesday in the month following the election, provided that the date of the special election to be conducted after the general election may be combined with other necessary elections scheduled to occur within a twenty-eight day period in the manner authorized by Section 7-13-190(D). HISTORY: 1962 Code Section 23-266; 1952 Code Section 23-266; 1950 (46) 2059; 1968 (55) 2316; 1978 Act No. 432, eff March 13, 1978; 1991 Act No. 81, Section 1, eff May 27, 1991; 2006 Act No. 256, Section 1, eff January 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-50/"
    },
    {
      "id": "section-7-11-53",
      "number": "7-11-53",
      "heading": "",
      "text": "If the executive committee of a political party substitutes a candidate for a general or special election pursuant to Section 7-11-50, it must do so as soon as is reasonably possible. The executive committee must nominate a substitute candidate for an office not more than thirty days from the date the candidacy becomes vacant. If a party fails to name a substitute candidate within thirty days pursuant to Section 7-11-50, that party is prohibited from nominating a candidate for that office. HISTORY: 2006 Act No. 337, Section 1, eff June 8, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-53/"
    },
    {
      "id": "section-7-11-55",
      "number": "7-11-55",
      "heading": "",
      "text": "If a party nominee dies, becomes disqualified after his nomination, or resigns his candidacy for a legitimate nonpolitical reason as defined in Section 7-11-50 and was selected through a party primary election, the vacancy must be filled in a special primary election to be conducted as provided in this section. The filing period for this special primary election opens the second Tuesday after the death, disqualification, or approval of the resignation for one week. The special primary election then must be conducted on the second Tuesday immediately following the close of the filing period. A runoff, if necessary, must be held two weeks after the first primary. The nomination must be certified not less than two weeks before the date of the general election. If the nomination is certified two weeks or more before the date of the general election, that office is to be filled at the general election. If the nomination is certified less than two weeks before the date of the general election, that office must not be filled at the general election but must be filled in a special election to be held on the second Tuesday in the month following the election, provided that the date of the special election to be conducted after the general election may be combined with other necessary elections scheduled to occur within a twenty-eight day period in the manner authorized by Section 7-13-190(D). The procedures for resigning a candidacy under this section for legitimate nonpolitical reasons are the same as provided in Section 7-11-50. Where the party nominee was unopposed, each political party registered with the State Election Commission has the privilege of nominating a candidate for the office involved through a special primary election in the same manner and under the same procedures stipulated by this section. HISTORY: 1991 Act No. 81, Section 2, eff May 27, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-55/"
    },
    {
      "id": "section-7-11-70",
      "number": "7-11-70",
      "heading": "",
      "text": "A candidate's nominating petition for any office in this State shall contain the signatures of at least five percent of the qualified registered electors of the geographical area of the office for which he offers as a candidate; provided, that no petition candidate is required to furnish the signatures of more than ten thousand qualified registered electors for any office. The official number of qualified registered electors of the geographical area of any office must be the number of registered electors of such area registered one hundred twenty days prior to the date of the election for which the nomination petition is being submitted. The petition must be certified to the State Election Commission in the case of national, state, circuit, and multicounty district offices; with the county board of voter registration and elections in the case of countywide or less than countywide offices with the exception of municipal offices; with the clerk of a municipality in case of a municipal office, and the certified petition shall constitute and be kept as a public record. HISTORY: 1962 Code Section 23-400.16; 1952 Code Section 23-313; 1950 (46) 2059; 1956 (49) 1739; 1961 (52) 548; 1964 (53) 1744; 1966 (54) 2340; 1968 (55) 2316; 1972 (57) 2531; 1974 (58) 2124, 2866; 1984 Act No. 405, Section 2, eff May 24, 1984.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-70/"
    },
    {
      "id": "section-7-11-71",
      "number": "7-11-71",
      "heading": "",
      "text": "Notwithstanding the provisions of Section 7-11-70, petitions to nominate candidates elected in the general election to serve as commissioners of public service districts shall require signatures of not less than two hundred fifty qualified electors of the district concerned or five percent of the total number of electors of the district, whichever is the lesser, if such petitions are otherwise in compliance with this chapter. HISTORY: 1978 Act No. 597 eff July 18, 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-71/"
    },
    {
      "id": "section-7-11-80",
      "number": "7-11-80",
      "heading": "",
      "text": "All nominating petitions for any political office or petition of any political party seeking certification as such in the State of South Carolina shall be standardized as follows: (1) Shall be on good quality original bond paper sized 8 1/2 '' X 14''. (2) Shall contain a concise statement of purpose; in the case of nomination of candidates, the name of the candidate, the office for which he offers and the date of the election for such office shall be contained in such petition. (3) Shall contain in separate columns from left to right the following: (a) Signature of voter and printed name of voter; (b) Address of residence where registered; and (c) Precinct of voter. (4) No single petition page shall contain the signatures of registered voters from different counties. (5) All signatures of registered voters shall be numbered consecutively. (6) Petitions with more than one page must have the pages consecutively numbered upon filing with the appropriate authority. The State Election Commission may furnish petition forms to the county election officials and to interested persons. HISTORY: 1962 Code Section 23-400.16:1; 1974 (58) 2866; 1984 Act No. 510, Section 16, eff June 28, 1984.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-80/"
    },
    {
      "id": "section-7-11-85",
      "number": "7-11-85",
      "heading": "",
      "text": "Every signature on a petition requiring five hundred or less signatures must be checked for validity by the respective county board of voter registration and elections against the signatures of the voters on the original applications for registration on file in the board office. When a petition requires more than five hundred signatures, every one of the first five hundred signatures must be checked for validity and at least one out of every ten signatures thereafter beginning with the five hundred and first signature must be checked for validity. If the projected number of valid signatures, using this percentage method for the signatures over five hundred plus the number of valid signatures in the first five hundred, total at least the number of signatures required by law on the petition, it must be certified as a valid petition. No petition, however, may be rejected if the number of signatures over five hundred checked using the percentage method plus the number of valid signatures in the first five hundred does not total at least the number required by law. If insufficient signatures are found using the percentage method in order to certify as a valid petition, the county board of voter registration and elections must check every signature over five hundred separately, or such number over five hundred until the required number of valid signatures is found. If it is a petition seeking to certify a new political party or if the office for which the petition has been submitted comprises more than one county, and using the percentage method of checking does not result in the required number of valid signatures, the executive director of the commission shall designate which counties must check additional signatures. No signatures on a petition may be rejected if the address of a voter, registration certificate number of a voter, or the precinct of a voter, as required by Section 7-11-80, is missing or incorrect if the signature is otherwise valid. The signature of a voter may only be rejected if it is illegible and cannot be found in the records of the county board of voter registration and elections is missing from the petition, or is not that of the voter, or if the registration of the voter has been deleted for any of the reasons named in Section 7-3-20(D)(5). The county board of voter registration and elections shall complete a summary form containing the results of checking any petition and must give the completed form to the requesting authority. The form used for this purpose must be prescribed and provided by the executive director. HISTORY: 1984 Act No. 263, Section 2, eff January 27, 1984.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-85/"
    },
    {
      "id": "section-7-11-90",
      "number": "7-11-90",
      "heading": "",
      "text": "After the closing of entries if any candidates shall be unopposed, the state committee in the case of state offices and the county committees in the case of county offices shall declare such unopposed candidates as party nominees, and the names of unopposed candidates shall not be placed upon the primary election ballots but shall be certified for the general election ballots. HISTORY: 1962 Code Section 23-400.76; 1952 Code Section 23-375; 1950 (46) 2059; 1966 (54) 2340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-90/"
    },
    {
      "id": "section-7-11-210",
      "number": "7-11-210",
      "heading": "",
      "text": "Every candidate for selection as a nominee of any political party for any state office, United States Senator, member of Congress, or solicitor, to be voted for in any party primary election or political party convention, shall file with and place in the possession of the appropriate election commission, pursuant to Section 7-11-15 by twelve o'clock noon on March thirtieth a party pledge in the following form, the blanks being properly filled in and the party pledge signed by the candidate: \"I hereby file my notice as a candidate for the nomination as __________ in the primary election or convention to be held on __________. I affiliate with the __________ Party, and I hereby pledge myself to abide by the results of the primary or convention. I shall not authorize my name to be placed on the general election ballot by petition and will not offer or campaign as a write-in candidate for this office or any other office for which the party has a nominee. I authorize the issuance of an injunction upon ex parte application by the party chairman, as provided by law, should I violate this pledge by offering or campaigning in the ensuing general election for election to this office or any other office for which a nominee has been elected in the party primary election, unless the nominee for the office has become deceased or otherwise disqualified for election in the ensuing general election. I hereby affirm that I meet, or will meet by the time of the general or special election, or as otherwise required by law, the qualifications for this office\". Every candidate for selection in a primary election as the nominee of any political party for member of the Senate, member of the House of Representatives, and all county and township offices shall file with and place in the possession of the county board of voter registration and elections of the county in which they reside by twelve o'clock noon on March thirtieth a like party pledge. The party pledge required by this section to be filed by a candidate in a primary must be signed personally by the candidate, and the signature of the candidate must be signed in the presence of an individual authorized by the election commission director. Any party pledge of any candidate signed by an agent on behalf of a candidate shall not be valid. In the event that a person who was defeated as a candidate for nomination to an office in a party's primary election shall thereafter offer or campaign as a candidate against any nominee for election to any office in the ensuing general election, the state chairman of the party which held the primary (if the office involved is one voted for in the general election by the electors of more than one county), or the county chairman of the party which held the primary (in the case of all other offices), shall forthwith institute an action in a court of competent jurisdiction for an order enjoining the person from so offering or campaigning in the general election, and the court is hereby empowered upon proof of these facts to issue an order. HISTORY: 1962 Code Section 23-400.72; 1952 Code Section 23-373; 1950 (46) 2059; 1964 (53) 1778; 1966 (54) 2093, 2340; 1968 (55) 2277; 1974 (58) 2124; 1977 Act No. 133 Section 4; 1996 Act No. 226, Section 2, eff February 12, 1996; 2000 Act No. 236, Section 2, eff March 7, 2000; 2013 Act No. 61, Section 4, eff June 25, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-210/"
    },
    {
      "id": "section-7-11-420",
      "number": "7-11-420",
      "heading": "",
      "text": "In multi-county senatorial districts, the amounts of assessments to be paid by candidates for the office of State Senator at the time and place of filing notwithstanding the provisions of Section 7-11-410, shall be fixed by a majority of the county chairmen of the counties in the respective districts and shall be prorated among the county committees of the counties comprising the district in proportion to the number of precincts in each county. Provided, if such chairmen of any district fail to reach agreement within three days after the opening for entries the state executive committee shall fix the fee. Provided, further, that in 1966 only the chairmen shall have seven days in which to reach such agreement. HISTORY: 1962 Code Section 23-400.75; 1966 (54) 2093, 2340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-7/chapter-11/section-7-11-420/"
    }
  ]
}