{
  "state": "alabama",
  "path": "title-title-19-fiduciaries-and-trusts/chapter-chapter-3b-alabama-uniform-trust-code",
  "sections": [
    {
      "id": "section-19-3b-101",
      "number": "19-3B-101",
      "heading": "Short Title.Section 19-3B-102 - Scope",
      "text": "Section 19-3B-103 - Definitions.Section 19-3B-104 - Knowledge.Section 19-3B-105 - Default and Mandatory Rules.Section 19-3B-106 - Common Law of Trusts; Principles of Equity.Section 19-3B-107 - Governing Law.Section 19-3B-108 - Principal Place of Administration.S",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-3b-102",
      "number": "19-3B-102",
      "heading": "Scope.",
      "text": "Section 19-3B-102\n\nThis chapter applies to express trusts, charitable or noncharitable, and trusts created pursuant to a statute, judgment, or decree that requires the trust to be administered in the manner of an express trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-102/"
    },
    {
      "id": "section-19-3b-103",
      "number": "19-3B-103",
      "heading": "Definitions.",
      "text": "Section 19-3B-103\n\nDefinitions.\n\nIn this chapter:\n\n(1) ACTION, with respect to an act of a trustee, includes a failure to act.\n\n(2) ASCERTAINABLE STANDARD means a standard relating to an individual’s health, education, support, or maintenance within the meaning of Section 2041(b)(1)(A) or 2514(c)(1) of the Internal Revenue Code of 1986, as in effect on January 1, 2007, or as later amended.\n\n(3) BENEFICIARY means a person that:\n\n(A) has a present or future beneficial interest in a trust, vested or contingent; or\n\n(B) in a capacity other than that of trustee, holds a power of appointment over trust property.\n\n(4) CHARITABLE TRUST means a trust, or portion of a trust, created for a charitable purpose described in Section 19-3B-405(a).\n\n(5) CONSERVATOR means a person appointed by the court to administer the estate of a minor or adult individual.\n\n(6) ENVIRONMENTAL LAW means a federal, state, or local law, rule, regulation, or ordinance relating to protection of the environment.\n\n(7) GUARDIAN means a person who has qualified as a guardian of a minor or incapacitated person pursuant to parental or spousal nomination or court appointment and includes a limited guardian as described in Section 26-2A-78(e) and Section 26-2A-105(c), but excludes one who is merely a guardian ad litem.\n\n(8) INTERESTS OF THE BENEFICIARIES means the beneficial interests provided in the terms of the trust.\n\n(9) JURISDICTION, with respect to a geographic area, includes a state or country.\n\n(10) PERSON means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity.\n\n(11) POWER OF WITHDRAWAL means a presently exercisable general power of appointment other than a power exercisable by a trustee which is limited by an ascertainable standard, or which is exercisable by another person only upon consent of the trustee or a person holding an adverse interest.\n\n(12) PRESUMPTIVE REMAINDER BENEFICIARY means a person who would be entitled to the principal of a trust if the income interest were immediately terminated, and if a trust contains a power of appointment, then the holder of such power of appointment shall also be a presumptive remainder beneficiary.\n\n(13) PROPERTY means anything that may be the subject of ownership, whether real or personal, legal or equitable, or any interest therein. Property includes choses in action, claims, and interests created by beneficiary designation under policies of insurance, financial instruments and deferred compensation and other retirement arrangements, whether revocable or irrevocable.\n\n(14) QUALIFIED BENEFICIARY means a living beneficiary who, on the date the beneficiary’s qualification is determined:\n\n(A) is a distributee or permissible distributee of trust income or principal;\n\n(B) would be a distributee or permissible distributee of trust income or principal if the interests of the distributees described in paragraph (A) terminated on that date, but the termination of those interests would not cause the trust to terminate; or\n\n(C) would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date.\n\n(15) REVOCABLE, as applied to a trust, means revocable by the settlor without the consent of the trustee or a person holding an adverse interest.\n\n(16) SETTLOR means a person, including a testator, who creates, or contributes property to, a trust. If more than one person creates or contributes property to a trust, then each person is a settlor of the portion of the trust property attributable to that person’s contribution except to the extent another person has the power to revoke or withdraw that portion.\n\n(17) SPENDTHRIFT PROVISION means a term of a trust which restrains both voluntary and involuntary transfer of a beneficiary’s interest.\n\n(18) STATE means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band recognized by federal law or formally acknowledged by a state.\n\n(19) TERMS OF A TRUST means the manifestation of the settlor’s intent regarding a trust’s provisions as expressed in the trust instrument or as may be established by other evidence that would be admissible in a judicial proceeding.\n\n(20) TRUST INSTRUMENT means an instrument executed by the settlor that contains terms of the trust, including any amendments thereto.\n\n(21) TRUSTEE includes an original, additional, and successor trustee, and a co-trustee.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-103/"
    },
    {
      "id": "section-19-3b-104",
      "number": "19-3B-104",
      "heading": "Knowledge.",
      "text": "Section 19-3B-104\n\n(a) Subject to subsection (b), a person has knowledge of a fact if the person:\n\n(1) has actual knowledge of it;\n\n(2) has received a notice or notification of it; or\n\n(3) from all the facts and circumstances known to the person at the time in question, has reason to know it.\n\n(b) An organization that conducts activities through employees has notice or knowledge of a fact involving a trust only from the time the information was received by an employee having responsibility to act for the trust, or would have been brought to the employee’s attention if the organization had exercised reasonable diligence. An organization exercises reasonable diligence if it maintains reasonable routines for communicating significant information to the employee having responsibility to act for the trust and there is reasonable compliance with the routines. Reasonable diligence does not require an employee of the organization to communicate information unless the communication is part of the individual’s regular duties or the individual knows a matter involving the trust would be materially affected by the information.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-104/"
    },
    {
      "id": "section-19-3b-105",
      "number": "19-3B-105",
      "heading": "Default and Mandatory Rules.",
      "text": "Section 19-3B-105\n\nDefault and Mandatory Rules.\n\n(a) Except as otherwise provided in the terms of the trust, this chapter governs the duties and powers of a trustee, relations among trustees, and the rights and interests of a beneficiary.\n\n(b) The terms of a trust prevail over any provision of this chapter except:\n\n(1) the requirements for creating a trust;\n\n(2) the duty of a trustee to act in good faith and in accordance with the terms and purposes of the trust and the interest of the beneficiaries;\n\n(3) the requirement that a trust and its terms be for the benefit of its beneficiaries, and that the trust have a purpose that is lawful, not contrary to public policy, and possible to achieve;\n\n(4) the power of the court to modify or terminate a trust under Sections 19-3B-410 through 19-3B-416;\n\n(5) the effect of a spendthrift provision and the rights of certain creditors and assignees to reach a trust as provided in Article 5;\n\n(6) the power of the court under Section 19-3B-702 to require, dispense with, or modify or terminate a bond;\n\n(7) the power of the court under Section 19-3B-708(b) to adjust a trustee’s compensation, as specified in the terms of the trust or by written agreement, which is unreasonably low or high;\n\n(8) the duty under Section 19-3B-813(a)(2) to respond to the request of a qualified beneficiary of an irrevocable trust for trustee’s reports and other information reasonably related to the administration of a trust;\n\n(9) the effect of an exculpatory term under Section 19-3B-1008;\n\n(10) the rights under Sections 19-3B-1010 through 19-3B-1013 of a person other than a trustee or beneficiary;\n\n(11) periods of limitation for commencing a judicial proceeding;\n\n(12) the power of the court to take such action and exercise such jurisdiction as may be necessary in the interests of justice; and\n\n(13) a proceeding as provided in Sections 19-3B-203 through 19-3B-205.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-105/"
    },
    {
      "id": "section-19-3b-106",
      "number": "19-3B-106",
      "heading": "Common Law of Trusts; Principles of Equity.",
      "text": "Section 19-3B-106\n\nCommon Law of Trusts; Principles of Equity.\n\nThe common law of trusts and principles of equity supplement this chapter, except to the extent modified by this chapter or another statute of this state.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-106/"
    },
    {
      "id": "section-19-3b-107",
      "number": "19-3B-107",
      "heading": "Governing Law.",
      "text": "Section 19-3B-107\n\nGoverning Law.\n\nThe meaning and effect of the terms of a trust are determined by:\n\n(1) the law of the jurisdiction designated in the terms unless the designation of that jurisdiction’s law is contrary to a strong public policy of the jurisdiction having the most significant relationship to the matter at issue; or\n\n(2) in the absence of a controlling designation in the terms of the trust, the law of the jurisdiction having the most significant relationship to the matter at issue.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-107/"
    },
    {
      "id": "section-19-3b-108",
      "number": "19-3B-108",
      "heading": "Principal Place of Administration.",
      "text": "Section 19-3B-108\n\nPrincipal Place of Administration.\n\n(a) Without precluding other means for establishing a sufficient connection with the designated jurisdiction, terms of a trust designating the principal place of administration are valid and controlling if:\n\n(1) a trustee’s principal place of business is located in or a trustee is a resident of the designated jurisdiction; or\n\n(2) all or part of the administration occurs in the designated jurisdiction.\n\n(b) A trustee shall administer the trust at a place appropriate to its purposes, its administration, and the interests of the beneficiaries; provided, however, a trustee shall not be required to transfer the trust’s principal place of administration to another state or to a jurisdiction outside of the United States.\n\n(c) Without precluding the right of the court to order, approve, or disapprove a transfer, the trustee may transfer the trust’s principal place of administration to another state or to a jurisdiction outside of the United States, provided that the transfer is to a place appropriate to the trust’s purposes, its administration and the interests of the beneficiaries.\n\n(d) The trustee shall notify the qualified beneficiaries of a proposed transfer of a trust’s principal place of administration to another state or to a jurisdiction outside of the United States not less than 30 days before initiating the transfer. The notice of proposed transfer must include:\n\n(1) the name of the jurisdiction to which the principal place of administration is to be transferred;\n\n(2) the address and telephone number at the new location at which the trustee can be contacted;\n\n(3) an explanation of the reasons for the proposed transfer;\n\n(4) the date on which the proposed transfer is anticipated to occur; and\n\n(5) the date, not less than 30 days after the giving of the notice, by which the qualified beneficiary must notify the trustee of an objection to the proposed transfer.\n\n(e) The authority of a trustee under this section to transfer a trust’s principal place of administration to another state or to a jurisdiction outside of the United States terminates if a qualified beneficiary notifies the trustee of an objection to the proposed transfer on or before the date specified in the notice.\n\n(f) In connection with a transfer of the trust’s principal place of administration, the trustee may transfer some or all of the trust property to a successor trustee designated in the terms of the trust or appointed pursuant to Section 19-3B-704.\n\n(g) Unless otherwise designated in the trust instrument, the principal place of administration of a trust is the usual place where the day-to-day activity of the trust is carried on by the trustee or its representative who is primarily responsible for the administration of the trust. If the principal place of administration of the trust cannot be determined pursuant to the foregoing sentence, then it shall be determined as follows:\n\n(1) If the trust has a single trustee, then the principal place of administration of the trust is the trustee’s residence or usual place of business.\n\n(2) If the trust has more than one trustee, then the principal place of administration of the trust is (i) the usual place of business of the corporate trustee if there is but one corporate co-trustee, or (ii) the usual place of business or residence of the individual trustee who is a professional fiduciary if there is but one such person and no corporate co-trustee. If neither (i) nor (ii) apply, then the principal place of administration shall be the usual place of business or residence of any of the co-trustees.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-108/"
    },
    {
      "id": "section-19-3b-109",
      "number": "19-3B-109",
      "heading": "Methods and Waiver of Notice.",
      "text": "Section 19-3B-109\n\nMethods and Waiver of Notice.\n\n(a) Notice to a person under this chapter or the transmission of information to a person under this chapter must be accomplished in a manner reasonably suitable under the circumstances and likely to result in receipt of the notice or information. Permissible methods of notice or for transmitting information include first-class mail, personal delivery, delivery to the person’s last known place of residence or place of business, a properly directed electronic message, or any method otherwise provided by the Alabama Rules of Civil Procedure.\n\n(b) Notice otherwise required under this chapter or information otherwise required to be sent under this chapter need not be provided to a person whose identity or location is unknown to and not reasonably ascertainable by the trustee.\n\n(c) Notice under this chapter or the transmission of information under this chapter may be waived by the person to be notified or sent the document.\n\n(d) Notice of a judicial proceeding must be given as provided in the applicable rules of civil procedure.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-109/"
    },
    {
      "id": "section-19-3b-110",
      "number": "19-3B-110",
      "heading": "Others Treated as Qualified Beneficiaries.",
      "text": "Section 19-3B-110\n\nOthers Treated as Qualified Beneficiaries.\n\n(a) Whenever notice to qualified beneficiaries of a trust is required under this chapter, the trustee must also give notice to any other beneficiary who has sent the trustee a request for notice.\n\n(b) A charitable organization expressly designated to receive distributions under the terms of a charitable trust has the rights of a qualified beneficiary under this chapter if the charitable organization, on the date of the charitable organization’s qualification is being determined:\n\n(1) is a distributee or a permissible distributee of trust income or principal;\n\n(2) would be a distributee or permissible distributee of trust income or principal upon the termination of the interests of other distributees or permissible distributees then receiving or eligible to receive distributions; or\n\n(3) would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date.\n\n(c) A person appointed to enforce a trust created for the care of an animal or another noncharitable purpose as provided in Section 19-3B-408 or 19-3B-409 has the rights of a qualified beneficiary under this chapter.\n\n(d) The Attorney General of this state has the rights of a qualified beneficiary when the charitable interest to be represented would qualify under subsection (b) but no charitable organization has been expressly designated to receive distribution under the terms of a charitable trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-110/"
    },
    {
      "id": "section-19-3b-111",
      "number": "19-3B-111",
      "heading": "Nonjudicial Settlement Agreements.",
      "text": "Section 19-3B-111\n\nNonjudicial Settlement Agreements.\n\n(a) For purposes of this section, “interested persons” means persons whose consent would be required in order to achieve a binding settlement were the settlement to be approved by the court.\n\n(b) Except as otherwise provided in subsection (c), interested persons may enter into a binding nonjudicial settlement agreement with respect to any matter involving a trust.\n\n(c) A nonjudicial settlement agreement is valid only to the extent it does not violate a material purpose of the trust and includes terms and conditions that could be properly approved by the court under this chapter or other applicable law.\n\n(d) Matters that may be resolved by a nonjudicial settlement agreement include:\n\n(1) the interpretation or construction of the terms of the trust;\n\n(2) the approval of a trustee’s report or accounting;\n\n(3) direction to a trustee to refrain from performing a particular act or the grant to a trustee of any necessary or desirable power;\n\n(4) the resignation or appointment of a trustee and the determination of a trustee’s compensation;\n\n(5) transfer of a trust’s principal place of administration;\n\n(6) liability of a trustee for an action relating to the trust; and\n\n(7) partial or final settlements.\n\n(e) Any interested person may request the court to approve a nonjudicial settlement agreement, to determine whether the representation as provided in Article 3 was adequate, and to determine whether the agreement contains terms and conditions the court could have properly approved.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-111/"
    },
    {
      "id": "section-19-3b-112",
      "number": "19-3B-112",
      "heading": "Rules of Construction.",
      "text": "Section 19-3B-112\n\nRules of Construction.\n\nExcept as otherwise provided in this chapter, the rules of construction under Title 43, Chapter 8, Article 8, and the miscellaneous provisions of Article 9 that apply in this state to the interpretation of and disposition of property by will also apply as appropriate to the interpretation of the terms of a trust and the disposition of the trust property.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-112/"
    },
    {
      "id": "section-19-3b-201",
      "number": "19-3B-201",
      "heading": "Role of Court in Administration of Trust.",
      "text": "Section 19-3B-201\n\nRole of Court in Administration of Trust.\n\n(a) The court may intervene in the administration of a trust to the extent its jurisdiction is invoked by an interested person or as provided by law.\n\n(b) A trust is not subject to continuing judicial supervision unless ordered by the court.\n\n(c) A judicial proceeding involving a trust may relate to any matter involving the trust’s administration, including a request for instructions and an action to declare rights.\n\n(d) A judicial proceeding involving a trust may relate to any matter involving the trust’s administration, including, but not being limited to a proceeding to:\n\n(1) request instructions;\n\n(2) determine the existence or nonexistence of any immunity, power, privilege, duty or right;\n\n(3) approve a nonjudicial settlement;\n\n(4) interpret or construe the terms of the trust;\n\n(5) determine the validity of a trust or of any of its terms;\n\n(6) approve a trustee’s report or accounting or compel a trustee to report or account;\n\n(7) direct a trustee to refrain from performing a particular act or grant to a trustee any necessary or desirable power;\n\n(8) review the actions or approve the proposed actions of a trustee, including the exercise of a discretionary power;\n\n(9) accept the resignation of a trustee;\n\n(10) appoint or remove a trustee;\n\n(11) determine a trustee’s compensation;\n\n(12) transfer a trust’s principal place of administration or a trust’s property to another jurisdiction;\n\n(13) determine the liability of a trustee for an action relating to the trust and compel redress of a breach of trust by any available remedy;\n\n(14) modify or terminate a trust;\n\n(15) combine trusts or divide a trust;\n\n(16) determine liability of a trust for debts of a beneficiary and living settlor;\n\n(17) determine liability of a trust for debts, expenses of administration, and statutory allowances chargeable against the estate of a deceased settlor;\n\n(18) determine the liability of a trust for claims, expenses and taxes in connection with the settlement of a trust that was revocable at the settlor’s death; and\n\n(19) ascertain beneficiaries and determine to whom property will pass upon final or partial termination of a trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-201/"
    },
    {
      "id": "section-19-3b-202",
      "number": "19-3B-202",
      "heading": "Jurisdiction Over Trustee and Beneficiary.",
      "text": "Section 19-3B-202\n\nJurisdiction Over Trustee and Beneficiary.\n\n(a) A trustee submits personally to the jurisdiction of the courts of this state regarding any matter involving a trust:\n\n(1) by accepting the trusteeship of a trust whose settlor was a resident of this state at the time of the trust’s creation, or in the case of testamentary trusts, the settlor was a resident of this state at death;\n\n(2) by accepting the trusteeship of a trust having its principal place of administration in this state; or\n\n(3) by moving the principal place of administration of the trust to this state.\n\nNotwithstanding the foregoing, subsection (a)(1) shall not apply if the settlor designates the law of a jurisdiction other than this state to govern the trust.\n\n(b) With respect to their interests in the trust, the beneficiaries of a trust having its principal place of administration in this state are subject to the jurisdiction of the courts of this state regarding any matter involving the trust. By accepting a distribution from such a trust, the recipient submits personally to the jurisdiction of the courts of this state regarding any matter involving the trust.\n\n(c) This section does not preclude other methods of obtaining jurisdiction over a trustee, beneficiary, or other person receiving property from the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-202/"
    },
    {
      "id": "section-19-3b-203",
      "number": "19-3B-203",
      "heading": "Subject Matter Jurisdiction.",
      "text": "Section 19-3B-203\n\nSubject Matter Jurisdiction.\n\n(a) Except as provided in subsection (b), the circuit court has exclusive jurisdiction of proceedings in this state brought by a trustee or beneficiary concerning the administration of a trust.\n\n(b) A probate court granted statutory equitable jurisdiction has concurrent jurisdiction with the circuit court in any proceeding involving a testamentary or inter vivos trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-203/"
    },
    {
      "id": "section-19-3b-204",
      "number": "19-3B-204",
      "heading": "Venue.",
      "text": "Section 19-3B-204\n\n(a) Except as otherwise provided in subsection (b), venue for actions and proceedings involving a trust is proper (i) in any county where venue is proper for civil actions generally, pursuant to Title 6, Chapter 3; (ii) in the county of this state where the trust has its principal place of administration; or (iii) in the case of a trust whose principal place of administration is in a jurisdiction other than this state, in the county where the settlor resided at the creation of the trust, or in the case of a testamentary trust, where the settlor’s estate was administered.\n\n(b) If a trust has no trustee, then venue for a judicial proceeding for the appointment of a trustee is in a county of this state in which a beneficiary resides, in a county in which any trust property is located, and if the trust is created by will, in the county in which the decedent’s estate was or is being administered.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-204/"
    },
    {
      "id": "section-19-3b-205",
      "number": "19-3B-205",
      "heading": "Judicial Accountings and Settlements.",
      "text": "Section 19-3B-205\n\nJudicial Accountings and Settlements.\n\n(a) A trustee may file an accounting of the trustee’s administration of a trust in court at any time and seek a partial or final settlement thereof or, upon petition of an interested party, a court may order a trustee to render an accounting of the trustee’s administration of a trust and require a partial or final settlement thereof. Notice of such judicial proceeding shall be provided to the trustee and each beneficiary, or representative thereof pursuant to Article 3, as provided by the applicable rules of civil procedure.\n\n(b) A trust accounting must be a reasonably understandable report from the date of the last accounting or, if none, from the date upon which the trustee became accountable, or other such date the court may set, which provides reasonable detail of the transactions affecting the administration of the trust, and which adequately discloses the following information:\n\n(1) The accounting must identify the trust, the trustee furnishing the accounting, and the time period covered by the accounting.\n\n(2) The accounting must show all receipts and disbursements occurring during the accounting period. Gains and losses realized during the accounting period must also be shown.\n\n(3) The accounting, to the extent feasible, must identify and value trust assets on hand at the close of the accounting period. For each asset or class of assets reasonably capable of valuation, the accounting shall contain two values, (i) the asset acquisition value or carrying value, and (ii) the estimated current value, if feasible. The accounting must identify each known noncontingent liability with an estimated current amount of the liability if known.\n\n(4) To the extent feasible, the accounting must show the significant non-cash transactions affecting the assets of the trust, including name changes in investment holdings, adjustments to carrying value, or stock splits.\n\n(5) The accounting must reflect the allocation of receipts and disbursements between income and principal when the allocation affects the interest of any beneficiary of the trust.\n\n(c) Any order or judgment of the court on such accounting and partial or final settlement shall be final and conclusive as to all matters occurring during the accounting period, and appeals therefrom shall and must be taken in the manner provided for from any other final judgment of the court.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-205/"
    },
    {
      "id": "section-19-3b-301",
      "number": "19-3B-301",
      "heading": "Representation: Basic Effect.",
      "text": "Section 19-3B-301\n\nRepresentation: Basic Effect.\n\n(a) Notice to a person who may represent and bind another person under this article has the same effect as if notice were given directly to the other person.\n\n(b) The consent of a person who may represent and bind another person under this article is binding on the person represented unless the person represented objects to the representation before the consent would otherwise have become effective.\n\n(c) Except as otherwise provided in Sections 19-3B-411 and 19-3B-602, a person who under this article may represent a settlor who lacks capacity may receive notice and give a binding consent on the settlor’s behalf.\n\n(d) A settlor may not represent and bind a beneficiary under this article with respect to the termination or modification of a trust under Section 19-3B-411(a).\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-301/"
    },
    {
      "id": "section-19-3b-302",
      "number": "19-3B-302",
      "heading": "Representation by Holder of Power of Appointment.",
      "text": "Section 19-3B-302\n\nRepresentation by Holder of Power of Appointment.\n\n(a) The holder of a lifetime power to appoint to oneself may represent and bind all persons whose interests are subject to the power, including but without limitation, permissible appointees and takers in default.\n\n(b) To the extent that there is no conflict of interest between the holder of a power of appointment, other than a power enumerated in subsection (a), and the persons represented with respect to the particular question or dispute, the holder may represent and bind persons whose interests, as permissible appointees, takers in default, or otherwise, are subject to the power.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-302/"
    },
    {
      "id": "section-19-3b-303",
      "number": "19-3B-303",
      "heading": "Representation by Fiduciaries and Ancestors.",
      "text": "Section 19-3B-303\n\nRepresentation by Fiduciaries and Ancestors.\n\nTo the extent there is no conflict of interest between the representative and the person represented or among those being represented with respect to a particular question or dispute:\n\n(1) a conservator may represent and bind the estate that the conservator controls;\n\n(2) a guardian may represent and bind the ward if a conservator of the ward’s estate has not been appointed;\n\n(3) an agent having authority to act with respect to the particular question or dispute may represent and bind the principal;\n\n(4) a trustee may represent and bind the beneficiaries of the trust;\n\n(5) a personal representative of a decedent’s estate may represent and bind persons interested in the estate; and\n\n(6) a parent or other direct ancestor may represent and bind the minor or unborn issue if a conservator or guardian for the issue has not been appointed.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-303/"
    },
    {
      "id": "section-19-3b-304",
      "number": "19-3B-304",
      "heading": "Representation by Person Having Substantially Identical Interest.",
      "text": "Section 19-3B-304\n\nRepresentation by Person Having Substantially Identical Interest.\n\n(a) Unless otherwise represented, a minor, incapacitated, or unborn individual, or a person whose identity or location is unknown and not reasonably ascertainable, may be represented by and bound by another having a substantially identical interest with respect to the particular question or dispute, but only to the extent there is no conflict of interest between the representative and the person represented.\n\n(b) A presumptive remainder beneficiary may represent contingent successor remainder beneficiaries with respect to matters in which there is no conflict of interest.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-304/"
    },
    {
      "id": "section-19-3b-305",
      "number": "19-3B-305",
      "heading": "Appointment of Representative.",
      "text": "Section 19-3B-305\n\nAppointment of Representative.\n\n(a) If the court determines that an interest is not represented under this article, or that the otherwise available representation might be inadequate, then the court may appoint a guardian ad litem or other representative to receive notice, give consent, and otherwise represent, bind, and act on behalf of a minor, incapacitated, or unborn individual, or a person whose identity or location is unknown.\n\n(b) A guardian ad litem or other representative may act on behalf of the individual represented with respect to any matter arising under this chapter, whether or not a judicial proceeding concerning the trust is pending.\n\n(c) In making decisions, a guardian ad litem or other representative may consider general benefit accruing to the living members of the individual’s family.\n\n(d) A guardian ad litem or other representative may be appointed to represent several persons or interests.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-305/"
    },
    {
      "id": "section-19-3b-401",
      "number": "19-3B-401",
      "heading": "Methods of Creating Trust.",
      "text": "Section 19-3B-401\n\nMethods of Creating Trust.\n\nA trust may be created by:\n\n(1) transfer of property to another person as trustee during the settlor’s lifetime or by will or other disposition taking effect upon the settlor’s death;\n\n(2) declaration by the owner of property that the owner holds identifiable property as trustee;\n\n(3) exercise of a power of appointment in favor of a trustee; or\n\n(4) a court in the exercise of its equitable powers.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-401/"
    },
    {
      "id": "section-19-3b-402",
      "number": "19-3B-402",
      "heading": "Requirements for Creation.",
      "text": "Section 19-3B-402\n\nRequirements for Creation.\n\n(a) A trust is created only if:\n\n(1) the settlor has capacity to create a trust;\n\n(2) the settlor indicates an intention to create the trust;\n\n(3) the trust has a definite beneficiary or is:\n\n(A) a charitable trust;\n\n(B) a trust for the care of an animal, as provided in Section 19-3B-408; or\n\n(C) a trust for a noncharitable purpose, as provided in Section 19-3B-409;\n\n(4) the trustee has duties to perform; and\n\n(5) the same person is not the sole trustee and sole beneficiary.\n\n(b) A beneficiary is definite if the beneficiary can be ascertained now or in the future, subject to any applicable rule against perpetuities.\n\n(c) A power in a trustee to select a beneficiary from an indefinite class is valid. If the power is not exercised within a reasonable time, then the power fails and the property subject to the power passes to the persons who would have taken the property had the power not been conferred.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-402/"
    },
    {
      "id": "section-19-3b-403",
      "number": "19-3B-403",
      "heading": "Trusts Created in Other Jurisdictions.",
      "text": "Section 19-3B-403\n\nTrusts Created in Other Jurisdictions.\n\nA trust not created by will is validly created if its creation complies with the law of the jurisdiction in which the trust instrument was executed, or the law of the jurisdiction in which, at the time of creation:\n\n(1) the settlor was domiciled, had a place of abode, or was a national;\n\n(2) a trustee was domiciled or had a place of business; or\n\n(3) any trust property was located.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-403/"
    },
    {
      "id": "section-19-3b-404",
      "number": "19-3B-404",
      "heading": "Trust Purposes.",
      "text": "Section 19-3B-404\n\nTrust Purposes.\n\nA trust may be created only to the extent its purposes are lawful, not contrary to public policy, and possible to achieve. A trust and its terms must be for the benefit of its beneficiaries.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-404/"
    },
    {
      "id": "section-19-3b-405",
      "number": "19-3B-405",
      "heading": "Charitable Purposes; Enforcement.",
      "text": "Section 19-3B-405\n\nCharitable Purposes; Enforcement.\n\n(a) A charitable trust may be created for the relief of poverty, the advancement of education or religion, the promotion of health, governmental or municipal purposes, or other purposes the achievement of which is beneficial to the community.\n\n(b) If the terms of a charitable trust do not indicate a particular charitable purpose or beneficiary, then the court may select one or more charitable purposes or beneficiaries. The selection must be consistent with the settlor’s intention to the extent it can be ascertained.\n\n(c) The settlor of a charitable trust, among others, may maintain a proceeding to enforce the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-405/"
    },
    {
      "id": "section-19-3b-406",
      "number": "19-3B-406",
      "heading": "Creation of Trust Induced by Fraud, Duress, or Undue Influence.",
      "text": "Section 19-3B-406\n\nCreation of Trust Induced by Fraud, Duress, or Undue Influence.\n\nA trust is void to the extent its creation was induced by fraud, duress, or undue influence.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-406/"
    },
    {
      "id": "section-19-3b-407",
      "number": "19-3B-407",
      "heading": "Evidence of Oral Trust.",
      "text": "Section 19-3B-407\n\nEvidence of Oral Trust.\n\nExcept as required by a statute other than this chapter, a trust need not be evidenced by a trust instrument, but the creation of an oral trust and its terms may be established only by clear and convincing evidence.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-407/"
    },
    {
      "id": "section-19-3b-408",
      "number": "19-3B-408",
      "heading": "Trust for Care of Animal.",
      "text": "Section 19-3B-408\n\nTrust for Care of Animal.\n\n(a) A trust may be created to provide for the care of an animal alive during the settlor’s lifetime. The trust terminates upon the death of the animal or, if the trust was created to provide for the care of more than one animal alive during the settlor’s lifetime, upon the death of the last surviving animal.\n\n(b) A trust authorized by this section may be enforced by a person appointed in the terms of the trust or, if no person is so appointed, by a person appointed by the court. A person having an interest in the welfare of the animal may request the court to appoint a person to enforce the trust or to remove a person appointed.\n\n(c) Property of a trust authorized by this section may be applied only to its intended use, except to the extent the court determines that the value of the trust property exceeds the amount required for the intended use. Except as otherwise provided in the terms of the trust, property not required for the intended use must be distributed to the settlor, if then living, otherwise to the settlor’s successors in interest.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-408/"
    },
    {
      "id": "section-19-3b-409",
      "number": "19-3B-409",
      "heading": "Noncharitable Trust Without Ascertainable Beneficiary.",
      "text": "Section 19-3B-409\n\nNoncharitable Trust Without Ascertainable Beneficiary.\n\nExcept as otherwise provided in Section 19-3B-408 or by another statute, the following rules apply:\n\n(1) A trust may be created for a noncharitable purpose without a definite or definitely ascertainable beneficiary or for a noncharitable but otherwise valid purpose to be selected by the trustee. The trust may not be enforced for more than 21 years.\n\n(2) A trust authorized by this section may be enforced by a person appointed in the terms of the trust or, if no person is so appointed, by a person appointed by the court.\n\n(3) Property of a trust authorized by this section may be applied only to its intended use, except to the extent the court determines that the value of the trust property exceeds the amount required for the intended use. Except as otherwise provided in the terms of the trust, property not required for the intended use must be distributed to the settlor, if then living, otherwise to the settlor’s successors in interest.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-409/"
    },
    {
      "id": "section-19-3b-410",
      "number": "19-3B-410",
      "heading": "Modification or Termination of Trust; Proceedings for Approval or Disapproval.",
      "text": "Section 19-3B-410\n\nModification or Termination of Trust; Proceedings for Approval or Disapproval.\n\n(a) In addition to the methods of termination prescribed by Sections 19-3B-411 through 19-3B-414, a trust terminates to the extent the trust is revoked or expires pursuant to its terms, no purpose of the trust remains to be achieved, or the purposes of the trust have become unlawful, contrary to public policy, or impossible to achieve.\n\n(b) A proceeding to approve or disapprove a proposed modification or termination under Sections 19-3B-411 through 19-3B-416, or trust combination or division under Section 19-3B-417, may be commenced by a trustee or beneficiary. The settlor of a charitable trust may maintain a proceeding to modify the trust under Section 19-3B-413.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-410/"
    },
    {
      "id": "section-19-3b-411",
      "number": "19-3B-411",
      "heading": "Modification or Termination of Noncharitable Irrevocable Trust by Consent.",
      "text": "Section 19-3B-411\n\nModification or Termination of Noncharitable Irrevocable Trust by Consent.\n\n(a) If, upon petition, the court finds that the settlor and all beneficiaries consent to the modification or termination of an irrevocable trust, the court shall enter an order approving the modification or termination even if the modification or termination is inconsistent with a material purpose of the trust. A settlor’s power to consent to a trust’s modification or termination may be exercised by an agent under a power of attorney only to the extent expressly authorized by the power of attorney or the terms of the trust; by the settlor’s conservator with the approval of the court supervising the conservatorship if an agent is not so authorized; or by the settlor’s guardian with the approval of the court supervising the guardianship if an agent is not so authorized and a conservator has not been appointed.\n\n(b) A noncharitable irrevocable trust may be terminated upon consent of all of the beneficiaries if the court concludes that continuance of the trust is not necessary to achieve any material purpose of the trust. A noncharitable irrevocable trust may be modified upon consent of all of the beneficiaries if the court concludes that modification is not inconsistent with a material purpose of the trust.\n\n(c) A spendthrift provision in the terms of the trust is not presumed to constitute a material purpose of the trust. This subsection applies only to irrevocable trusts created on or after January 1, 2007, and to revocable trusts which become irrevocable on or after January 1, 2007.\n\n(d) Upon termination of a trust under subsection (a) or (b), the trustee shall distribute the trust property as agreed by the beneficiaries.\n\n(e) If not all of the beneficiaries consent to a proposed modification or termination of the trust under subsection (a) or (b), then the modification or termination may be approved by the court if the court is satisfied that:\n\n(1) if all of the beneficiaries had consented, the trust could have been modified or terminated under this section; and\n\n(2) the interests of a beneficiary who does not consent will be adequately protected.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-411/"
    },
    {
      "id": "section-19-3b-412",
      "number": "19-3B-412",
      "heading": "Modification or Termination Because of Unanticipated Circumstances or Inability to Administer Trust Effectively.",
      "text": "Section 19-3B-412\n\nModification or Termination Because of Unanticipated Circumstances or Inability to Administer Trust Effectively.\n\n(a) The court may modify the administrative or dispositive terms of a trust or terminate the trust if, because of circumstances not anticipated by the settlor, modification or termination will further the purposes of the trust. To the extent practicable, the modification must be made in accordance with the settlor’s probable intention.\n\n(b) The court may modify the administrative terms of a trust if continuation of the trust on its existing terms would be impracticable or wasteful or impair the trust’s administration.\n\n(c) Upon termination of a trust under this section, the trustee shall distribute the trust property in a manner consistent with the purposes of the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-412/"
    },
    {
      "id": "section-19-3b-413",
      "number": "19-3B-413",
      "heading": "Cy Pres.",
      "text": "Section 19-3B-413\n\n(a) Except as otherwise provided in subsection (b), if a particular charitable purpose becomes unlawful, impracticable, impossible to achieve, or wasteful:\n\n(1) the trust does not fail, in whole or in part;\n\n(2) the trust property does not revert to the settlor or the settlor’s successors in interest; and\n\n(3) the court may apply cy pres to modify or terminate the trust by directing that the trust property be applied or distributed, in whole or in part, in a manner consistent with the settlor’s charitable purposes.\n\n(b) A provision in the terms of a charitable trust that would result in distribution of the trust property to a noncharitable beneficiary prevails over the power of the court under subsection (a) to apply cy pres to modify or terminate the trust only if, when the provision takes effect:\n\n(1) the trust property is to revert to the settlor and the settlor is still living; or\n\n(2) fewer than 21 years have elapsed since the date of the trust’s creation.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-413/"
    },
    {
      "id": "section-19-3b-414",
      "number": "19-3B-414",
      "heading": "Modification or Termination of Uneconomic Trust.",
      "text": "Section 19-3B-414\n\nModification or Termination of Uneconomic Trust.\n\n(a) Subject to subsection (e), after notice to the qualified beneficiaries, the trustee of a trust consisting of trust property having a total value less than one hundred thousand dollars ($100,000) may terminate the trust if the trustee concludes that the value of the trust property is insufficient to justify the cost of administration.\n\n(b) The court may modify or terminate a trust or remove the trustee and appoint a different trustee if the court determines that the value of the trust property is insufficient to justify the cost of administration.\n\n(c) Upon termination of a trust under this section, the trustee shall distribute the trust property in a manner consistent with the purposes of the trust.\n\n(d) This section does not apply to an easement for conservation or preservation.\n\n(e)(1) The dollar amount provided in subsection (a) shall apply to any trust consisting of trust property during the 2023 calendar year.\n\n(2)a. Beginning January 1, 2024, the dollar amount described in subsection (a) shall be increased or decreased if the Consumer Price Index (C.P.I.) for the calendar year immediately preceding the year of value determination exceeds or is less than the reference base index.\n\nb. The amount of any increase or decrease shall be computed by multiplying each dollar amount by the percentage by which the C.P.I. for the calendar year immediately preceding the value determination exceeds or is less than the reference base index.\n\nc. If any increase or decrease produced by the computation is not a multiple of one hundred dollars ($100), the increase or decrease shall either be rounded down if there is an increase, or rounded up if there is a decrease, to the next multiple of one hundred dollars ($100).\n\nd. If the C.P.I. for the 2022 calendar year is changed by the Bureau of Labor Statistics, the reference base index shall be revised using the rebasing factor reported by the Bureau of Labor Statistics, or other comparable data if a rebasing factor is not reported.\n\ne. On or before February 1, 2024, and on or before February 1 of each succeeding calendar year thereafter, the State Treasurer shall publish a cumulative list, beginning with the dollar amounts effective for value determination of a trust consisting of trust property for the 2023 calendar year, of the dollar amount as increased or decreased under this section.\n\nf. As used in this section, the following terms have the following meanings:\n\n1. CONSUMER PRICE INDEX or C.P.I. The Consumer Price Index for All Urban Consumers (CPI-U) reported by the Bureau of Labor Statistics of the United States Department of Labor or, if the index is discontinued, an equivalent index reported by a federal authority. If no such index is reported, the term means the substitute index chosen by the State Treasurer.\n\n2. REFERENCE BASE INDEX. The C.P.I. for the 2022 calendar year.\n\n(Act 2006-216, p. 314, §1; Act 2023-176, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-414/"
    },
    {
      "id": "section-19-3b-415",
      "number": "19-3B-415",
      "heading": "Reformation to Correct Mistakes.",
      "text": "Section 19-3B-415\n\nReformation to Correct Mistakes.\n\nThe court may reform the terms of a trust, even if unambiguous, to conform the terms to the settlor’s intention if it is proved by clear and convincing evidence that both the settlor’s intent and the terms of the trust were affected by a mistake of fact or law, whether in expression or inducement.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-415/"
    },
    {
      "id": "section-19-3b-416",
      "number": "19-3B-416",
      "heading": "Modification to Achieve Settlor’s Tax Objectives.",
      "text": "Section 19-3B-416\n\nModification to Achieve Settlor’s Tax Objectives.\n\nTo achieve the settlor’s tax objectives, the court may modify the terms of a trust in a manner that is not contrary to the settlor’s probable intention. The court may provide that the modification has retroactive effect.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-416/"
    },
    {
      "id": "section-19-3b-417",
      "number": "19-3B-417",
      "heading": "Combination and Division of Trusts.",
      "text": "Section 19-3B-417\n\nCombination and Division of Trusts.\n\nAfter notice to the qualified beneficiaries, a trustee may combine two or more trusts into a single trust or divide a trust into two or more separate trusts, if the result does not impair rights of any beneficiary or adversely affect achievement of the purposes of the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-417/"
    },
    {
      "id": "section-19-3b-501",
      "number": "19-3B-501",
      "heading": "Rights of Beneficiary’s Creditor or Assignee.",
      "text": "Section 19-3B-501\n\nRights of Beneficiary’s Creditor or Assignee.\n\nTo the extent a beneficiary’s interest is not subject to a spendthrift provision, the court may authorize a creditor or assignee of the beneficiary to reach the beneficiary’s interest by attachment of present or future distributions to or for the benefit of the beneficiary or other means. The court may limit the award to such relief as is appropriate under the circumstances.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-501/"
    },
    {
      "id": "section-19-3b-502",
      "number": "19-3B-502",
      "heading": "Spendthrift Provision.",
      "text": "Section 19-3B-502\n\nSpendthrift Provision.\n\n(a) A spendthrift provision is valid only if it restrains both voluntary and involuntary transfer of a beneficiary’s interest.\n\n(b) A term of a trust providing that the interest of a beneficiary is held subject to a “spendthrift trust,” or words of similar import, is sufficient to restrain both voluntary and involuntary transfer of the beneficiary’s interest.\n\n(c) A beneficiary may not transfer an interest in a trust in violation of a valid spendthrift provision and, except as otherwise provided in this article, a creditor or assignee of the beneficiary may not reach the interest or a distribution by the trustee before its receipt by the beneficiary.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-502/"
    },
    {
      "id": "section-19-3b-503",
      "number": "19-3B-503",
      "heading": "Exceptions to Spendthrift Provision.",
      "text": "Section 19-3B-503\n\nExceptions to Spendthrift Provision.\n\n(a) In this section, “child” includes any person for whom an order or judgment for child support has been entered in this or another state.\n\n(b) A spendthrift provision is unenforceable against:\n\n(1) a beneficiary’s child, spouse, or former spouse who has a judgment or court order against the beneficiary for support or maintenance;\n\n(2) a judgment creditor who has provided services for the protection of a beneficiary’s interest in the trust; and\n\n(3) a claim of this state or the United States to the extent a statute of this state or federal law so provides.\n\n(c) A claimant against whom a spendthrift provision cannot be enforced may obtain from a court an order attaching present or future distributions to or for the benefit of the beneficiary. The court may limit the award to such relief as is appropriate under the circumstances.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-503/"
    },
    {
      "id": "section-19-3b-504",
      "number": "19-3B-504",
      "heading": "Discretionary Trusts; Effect of Standard.",
      "text": "Section 19-3B-504\n\nDiscretionary Trusts; Effect of Standard.\n\n(a) In this section, the terms “child”, “spouse”, or “former spouse” include any person for whom an order or judgment for child or spousal support has been entered in this or another state.\n\n(b) Except as otherwise provided in subsection (c), whether or not a trust contains a spendthrift provision, a creditor of a beneficiary may not compel a distribution that is subject to the trustee’s discretion, even if:\n\n(1) the discretion is expressed in the form of a standard of distribution; or\n\n(2) the trustee has abused the discretion.\n\n(c) To the extent a trustee has not complied with a standard of distribution or has abused a discretion:\n\n(1) a distribution may be ordered by the court to satisfy a judgment or court order against the beneficiary for support or maintenance of the beneficiary’s child, spouse, or former spouse; and\n\n(2) the court shall direct the trustee to pay to the child, spouse, or former spouse such amount as is equitable under the circumstances but not more than the amount the trustee would have been required to distribute to or for the benefit of the beneficiary had the trustee complied with the standard or not abused the discretion.\n\n(d) This section does not limit the right of a beneficiary to maintain a judicial proceeding against a trustee for an abuse of discretion or failure to comply with a standard for distribution.\n\n(e) A creditor may not reach the interest of a beneficiary who is also a trustee or co-trustee, or otherwise compel a distribution, if the trustee’s discretion to make distributions for the trustee’s own benefit is limited by an ascertainable standard.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-504/"
    },
    {
      "id": "section-19-3b-505",
      "number": "19-3B-505",
      "heading": "Creditor’s Claim Against Settlor.",
      "text": "Section 19-3B-505\n\nCreditor’s Claim Against Settlor.\n\n(a) Whether or not the terms of a trust contain a spendthrift provision, the following rules apply:\n\n(1) During the lifetime of the settlor, the property of a revocable trust is subject to claims of the settlor’s creditors.\n\n(2) With respect to an irrevocable trust, a creditor or assignee of the settlor may reach the maximum amount that can be distributed to or for the settlor’s benefit. If a trust has more than one settlor, then the amount the creditor or assignee of a particular settlor may reach may not exceed the settlor’s interest in the portion of the trust attributable to that settlor’s contribution.\n\n(3) After the death of a settlor, and subject to the settlor’s right to direct the source from which liabilities will be paid, the property of a trust that was revocable immediately prior to the settlor’s death is subject to claims of the settlor’s creditors, costs of administration of the settlor’s estate, the expenses of the settlor’s funeral and disposal of remains, and homestead allowance, exempt property and family allowance to a surviving spouse and children to the extent the settlor’s probate estate is inadequate to satisfy those claims, costs, expenses, and homestead allowance, exempt property and family allowance.\n\n(b) With respect to claims, expenses, and taxes in connection with the settlement of a trust that was revocable at the settlor’s death:\n\n(1) Any claim of a creditor which would be barred against the fiduciary of a decedent’s estate, the estate of the decedent, or any creditor or beneficiary of the decedent’s estate, shall be barred against the trustee, the trust property, and the creditors and beneficiaries of the trust.\n\n(2) A trustee at any time may give notice to any person the trustee has reason to believe may have a claim against the settlor at death. The notice shall contain the name and address of the trustee to whom the claim must be presented. If the person fails to present the claim in writing within 90 days from the date of the notice, then the person shall be forever barred from asserting or recovering on the claim from the trustee, the trust property and the creditors and beneficiaries of the trust. Any person who presents a claim on or before the date specified in the notice may not later increase the claim following the expiration of the 90-day period.\n\n(3) If a claim is not presented in writing to the personal representative of the settlor’s estate or to the trustee (i) within six months from the date of the appointment of the initial personal representative of the settlor’s estate, or (ii) if no personal representative is appointed within six months from the settlor’s date of death and a claim is not presented in writing to the trustee within six months from the settlor’s date of death, then no trustee shall be chargeable for any assets that the trustee may pay or distribute in good faith in satisfaction of any lawful claims, expenses, or taxes or to any beneficiary before the claim was presented. A payment or distribution of assets by a trustee shall be deemed to have been made in good faith unless the creditor can prove that the trustee had actual knowledge of the claim at the time of the payment or distribution. The six-month period shall not be interrupted or affected by the death, resignation, or removal of a trustee, except that the time during which there is no trustee in office shall not be counted as part of the period.\n\n(4) The provisions of Section 43-2-371 dealing with the priority of payment of claims, expenses, and taxes from the probate estate of a decedent shall apply to a revocable trust to the extent the assets of the decedent’s probate estate are inadequate.\n\n(c) For purposes of this section:\n\n(1) during the period the power may be exercised, the holder of a power of withdrawal is treated in the same manner as the settlor of a revocable trust to the extent of the property subject to the power; and\n\n(2) upon the lapse, release, or waiver of the power, the holder is treated as the settlor of the trust only to the extent the value of the property affected by the lapse, release, or waiver exceeds the greater of the amount specified in Section 2041(b)(2), 2503(b), or 2514(e) of the Internal Revenue Code of 1986, in each case as in effect on January 1, 2007, or as later amended.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-505/"
    },
    {
      "id": "section-19-3b-506",
      "number": "19-3B-506",
      "heading": "Overdue Distribution.",
      "text": "Section 19-3B-506\n\nOverdue Distribution.\n\n(a) In this section, “mandatory distribution” means a distribution of income or principal that the trustee is required to make to a beneficiary under the terms of the trust, including a distribution upon termination of the trust. The term excludes a distribution subject to the exercise of the trustee’s discretion regardless of whether the terms of the trust (i) include a support or other standard to guide the trustee in making distribution decisions or (ii) provide that the trustee “may” or “shall” make discretionary distributions, including distributions pursuant to a support or other standard.\n\n(b) Whether or not a trust contains a spendthrift provision, a creditor or assignee of a beneficiary may compel a mandatory distribution of income or principal to a beneficiary, including a distribution upon termination of the trust, if the trustee has not made the distribution to the beneficiary within a reasonable time after the mandated distribution date.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-506/"
    },
    {
      "id": "section-19-3b-507",
      "number": "19-3B-507",
      "heading": "Personal Obligations of Trustee.",
      "text": "Section 19-3B-507\n\nPersonal Obligations of Trustee.\n\nTrust property is not subject to personal obligations of the trustee, even if the trustee becomes insolvent or bankrupt.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-507/"
    },
    {
      "id": "section-19-3b-508",
      "number": "19-3B-508",
      "heading": "Qualified Trusts Under the Internal Revenue Code.",
      "text": "Section 19-3B-508\n\nQualified Trusts Under the Internal Revenue Code.\n\n(a) As used in this section:\n\n(1) ASSIGNMENT or ALIENATION, and any conjugation thereof, includes any anticipation, assignment at law or in equity, alienation, attachment, garnishment, levy, execution, or other legal or equitable process. The term includes: (i) any arrangement providing for the payment to the employer or other sponsor of such plan of benefits that otherwise would be due the participant under the plan; (ii) any direct or indirect arrangement, whether revocable or irrevocable, whereby any person acquires from a participant or beneficiary of such plan a right or interest enforceable against the plan in, or to, all or any part of a plan benefit which is, or may become, payable to the participant or beneficiary; (iii) any attachment, execution, seizure, or the like, or under any form of legal process whatsoever; and (iv) the operation of any bankruptcy or insolvency laws under 11 U.S.C. § 522(b) as from time to time amended. Notwithstanding the foregoing, the term does not include those items excluded from the definition by Treasury Regulations § 1.401(a)-13(c)(2).\n\n(2) CODE means the Internal Revenue Code of 1986, as from time to time amended, or as at any time superseded by reenactment, recodification, or adoption of any other similar revenue law. Reference to specific sections of the code shall include references to their successor sections as a result of renumbering or recodification at any future date.\n\n(3) QUALIFIED ROLLOVER CONTRIBUTION means any of the following:\n\na. Amounts qualifying as nontaxable rollover contributions or direct transfers under Section 402(a)(5), 403(a)(4), 403(b)(8), or 403(d)(3) of the code before January 1, 1993.\n\nb. Amounts qualifying as nontaxable rollover contributions or direct transfers under Sections 402(c), 402(e)(6), 402(f), 403(a)(4), 403(a)(5), 403(b)(8), 403(b)(10), or 408(d)(3) of the code on or after January 1, 1993.\n\nc. Amounts treated as qualified rollover contributions under Section 408A of the code.\n\n(4) QUALIFIED TRUST includes all trusts created or organized under Section 401(a) of the code, including, but not limited to, a trust forming part of a qualified pension plan, qualified stock bonus plan, or qualified profit sharing plan and includes any trust that would not be qualified but for this section, any trust that has received a favorable determination letter from the Internal Revenue Service of the United States Department of Treasury to the effect that such trust is, or will be upon the satisfaction of certain administrative conditions, a “qualified trust” under Section 401(a) of the code; any qualified annuity plan described in the code, including an individual retirement annuity and individual retirement account (IRA), rollover individual retirement account, an individual retirement plan defined as a Roth IRA under Section 408A of the code; simplified employee pension (SEP), savings incentive match plan for employees (SIMPLE IRA), or other individual retirement plan described in Section 408 of the code; a retirement bond described in Section 409 of the code, as in effect prior to January 1, 1984, any governmental plan described in Section 414(d) of the code; health savings accounts and church plans described in Section 414(e) of the code; a tax credit employee stock ownership plan described in Section 409 of the code; an eligible deferred compensation plan described in Section 457(b) of the code; and any other plan, contract, annuity, account, or arrangement which satisfies the requirements of Sections 401, 403(a), 404(a)(2), 408, 408A, 409, 414(d), 414(e), or 457 of the code.\n\n(5) TREASURY REGULATION means a valid regulation of the United States Department of Treasury codified at Title 26 of the Code of Federal Regulations. References to specific Treasury Regulations include references to amendments and future reenactments or recodifications of such regulations, regardless of how designated.\n\n(b) Except where stated otherwise in this section, benefits provided under a plan, contract, annuity, account, or arrangement which includes or constitutes a qualified trust may not be assigned or alienated, voluntarily or involuntarily, and shall be exempt from the operation of any bankruptcy or insolvency laws under 11 U.S.C. § 522(b), as from time to time amended. This subsection may not be waived by a participant or beneficiary of any qualified plan.\n\n(c) Subsection (b) shall not apply to taxes owed to any local, state, or federal taxing authority, to a qualified domestic relations order as determined in accordance with the procedures for such determination set forth in Section 414(p) of the code and the related provisions of the Employee Retirement Income Security Act of 1974, as from time to time amended, to contributions to a qualified trust that exceed the amounts allowed under the applicable provisions of the code and any earnings thereon, unless otherwise exempt by law, or to criminal restitution orders enforced as civil judgments.\n\n(d) The securing of a loan made to a participant or beneficiary of such a plan shall not be treated as an assignment or alienation under subsection (b) if such loan is secured by the participant’s accrued nonforfeitable benefit under the plan, contract, annuity, account, or arrangement and is exempt from the tax imposed by Section 4975 of the code by reason of Section 4975(d)(1) of the code.\n\n(e) The protections afforded by subsection (b) shall apply to any amounts of money or other assets distributed from a qualified trust if such distribution constitutes a qualified rollover contribution.\n\n(f) Money or other assets distributed from a qualified trust subject to restraint on assignment or alienation of benefits under subsection (b) are not subject to assignment or alienation for the greater of 60 days after the date of distribution or such additional period of time allowed by the Internal Revenue Service to effectuate a valid rollover if the contribution of such money or other assets constitutes a qualified rollover contribution.\n\n(g) Any money or other assets in a qualified trust subject to restraint on assignment or alienation of benefits under subsection (b) cease to be exempt after the account owner’s death, except with respect to any money or other assets in a qualified trust owned or controlled by the surviving spouse of the deceased account owner.\n\n(h) This section does not apply to the Employees’ Retirement System of Alabama, Teachers’ Retirement System of Alabama, and the Judicial Retirement Fund of Alabama.\n\n(Act 2006-216, p. 314, §1; Act 2012-381, p. 1006, §1; Act 2017-317, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-508/"
    },
    {
      "id": "section-19-3b-601",
      "number": "19-3B-601",
      "heading": "Capacity of Settlor of Revocable Trust.",
      "text": "Section 19-3B-601\n\nCapacity of Settlor of Revocable Trust.\n\nThe capacity required to create, amend, revoke, or add property to a revocable trust, or to direct the actions of the trustee of a revocable trust, is the same as that required to make a will.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-601/"
    },
    {
      "id": "section-19-3b-602",
      "number": "19-3B-602",
      "heading": "Revocation or Amendment of Revocable Trust.",
      "text": "Section 19-3B-602\n\nRevocation or Amendment of Revocable Trust.\n\n(a) Unless the terms of a trust expressly provide that the trust is irrevocable, the settlor may revoke or amend the trust. This subsection does not apply to a trust created under an instrument executed before January 1, 2007.\n\n(b) If a revocable trust is created or funded by more than one settlor, then:\n\n(1) to the extent the trust consists of community property, the trust may be revoked by either spouse acting alone but may be amended only by joint action of both spouses;\n\n(2) to the extent the trust consists of property other than community property, each settlor may revoke or amend the trust with regard to the portion of the trust property attributable to that settlor’s contribution; and\n\n(3) upon the revocation or amendment of the trust by fewer than all of the settlors, the trustee shall promptly notify the other settlors of the revocation or amendment.\n\n(c) The settlor may revoke or amend a revocable trust:\n\n(1) by substantial compliance with a method provided in the terms of the trust; or\n\n(2) if the terms of the trust do not provide a method or the method provided in the terms is not expressly made exclusive, by:\n\n(A) a later will or codicil that expressly refers to the trust or that specifically devises property that would otherwise have passed according to the terms of the trust; or\n\n(B) any other method manifesting clear and convincing evidence of the settlor’s intent; provided, however, that a written revocable trust may only be amended and revoked by a later written instrument delivered to the trustee.\n\n(d) Upon revocation of a revocable trust, the trustee shall deliver the trust property as the settlor directs.\n\n(e) A settlor’s powers with respect to revocation, amendment, or distribution of trust property may be exercised by an agent under a power of attorney only to the extent expressly authorized by the terms of the trust.\n\n(f) A conservator of the settlor or, if no conservator has been appointed, a guardian of the settlor may exercise a settlor’s powers with respect to revocation, amendment, or distribution of trust property only with the approval of the court supervising the conservatorship or guardianship.\n\n(g) A trustee who does not have actual knowledge that a trust has been revoked or amended is not liable to the settlor or settlor’s successors in interest for distributions made and other actions taken on the assumption that the trust had not been amended or revoked.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-602/"
    },
    {
      "id": "section-19-3b-603",
      "number": "19-3B-603",
      "heading": "Settlor’s Powers; Powers of Withdrawal.",
      "text": "Section 19-3B-603\n\nSettlor’s Powers; Powers of Withdrawal.\n\n(a) While a trust is revocable, rights of the beneficiaries are subject to the control of, and the duties of the trustee are owed exclusively to, the settlor.\n\n(b) During the period the power may be exercised, the holder of a power of withdrawal has the rights of a settlor of a revocable trust under this section to the extent of the property subject to the power.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-603/"
    },
    {
      "id": "section-19-3b-604",
      "number": "19-3B-604",
      "heading": "Limitation on Action Contesting Validity of Revocable Trust; Distribution of Trust Property.",
      "text": "Section 19-3B-604\n\nLimitation on Action Contesting Validity of Revocable Trust; Distribution of Trust Property.\n\n(a) A person may commence a judicial proceeding to contest the validity of all or part of the terms of a trust that was revocable at the settlor’s death within the earlier of:\n\n(1) two years after the settlor’s death; or\n\n(2) six months after the trustee sent the person a copy of the trust instrument and a notice informing the person of the trust’s existence, of the trustee’s name and address, and of the time allowed for commencing a proceeding.\n\n(b) Upon the death of the settlor of a trust that was revocable at the settlor’s death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless:\n\n(1) the trustee has actual knowledge of a pending judicial proceeding contesting the validity of all or part of the terms of the trust; or\n\n(2) if, prior to the trustee’s actual distribution, a potential contestant has notified the trustee of a possible judicial proceeding to contest the trust and a judicial proceeding is commenced within 60 days after the contestant sent the notification.\n\n(c) A beneficiary of a trust that is determined to have been invalid in whole or in part is liable to return any distribution received to the extent that the invalidity applies to the distribution.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-604/"
    },
    {
      "id": "section-19-3b-701",
      "number": "19-3B-701",
      "heading": "Accepting or Declining Trusteeship.",
      "text": "Section 19-3B-701\n\nAccepting or Declining Trusteeship.\n\n(a) Except as otherwise provided in subsection (c), a person designated as trustee accepts the trusteeship:\n\n(1) by substantially complying with a method of acceptance provided in the terms of the trust; or\n\n(2) if the terms of the trust do not provide a method or the method provided in the terms is not expressly made exclusive, by accepting delivery of the trust property, exercising powers or performing duties as trustee, or otherwise indicating acceptance of the trusteeship.\n\n(b) A person designated as trustee who has not yet accepted the trusteeship may reject the trusteeship. A designated trustee who does not accept the trusteeship within a reasonable time after knowing of the designation is deemed to have rejected the trusteeship.\n\n(c) A person designated as trustee, without accepting the trusteeship, may:\n\n(1) act to preserve the trust property if, within a reasonable time after acting, the person sends a rejection of the trusteeship to the settlor or, if the settlor is dead or lacks capacity, to a qualified beneficiary; and\n\n(2) inspect or investigate trust property to determine potential liability under environmental or other law or for any other purpose.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-701/"
    },
    {
      "id": "section-19-3b-702",
      "number": "19-3B-702",
      "heading": "Trustee’s Bond.",
      "text": "Section 19-3B-702\n\nTrustee’s Bond.\n\n(a) A trustee shall give bond to secure performance of the trustee’s duties only if the court finds that a bond is needed to protect the interests of the beneficiaries or is required by the terms of the trust and the court has not dispensed with the requirement.\n\n(b) The court may specify the amount of a bond, its liabilities, and whether sureties are necessary. The court may modify or terminate a bond at any time.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-702/"
    },
    {
      "id": "section-19-3b-703",
      "number": "19-3B-703",
      "heading": "Co-Trustees.",
      "text": "Section 19-3B-703\n\nCo-Trustees.\n\n(a) Co-trustees who are unable to reach a unanimous decision after consultation among all the co-trustees may act by majority decision.\n\n(b) If a vacancy occurs in a co-trusteeship, then the remaining co-trustees may act for the trust.\n\n(c) A co-trustee must participate in the performance of a trustee’s function and consult with the other co-trustees unless the co-trustee is unavailable to perform the function because of absence, illness, disqualification under other law, or other temporary incapacity or the co-trustee has properly delegated the performance of the function to another trustee.\n\n(d) If a co-trustee is unavailable to perform duties because of absence, illness, disqualification under other law, or other temporary incapacity, and prompt action is necessary to achieve the purposes of the trust or to avoid injury to the trust property, then the remaining co-trustee or a majority of the remaining co-trustees may act for the trust.\n\n(e) A trustee may delegate to a co-trustee the performance of any function other than a function that the terms of the trust expressly require the trustees to perform jointly. Unless a delegation was irrevocable, a trustee may revoke a delegation previously made.\n\n(f) Except as otherwise provided in subsection (g), a trustee who does not join in an action of another trustee is not liable for the action.\n\n(g) Each trustee shall exercise reasonable care to: (i) prevent a co-trustee from committing a serious breach of trust; and (ii) compel a co-trustee to redress a serious breach of trust.\n\n(h) A dissenting trustee who joins in an action at the direction of the majority of the trustees and who notified any co-trustee of the dissent at or before the time of the action is not liable for the action unless the action is a serious breach of trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-703/"
    },
    {
      "id": "section-19-3b-704",
      "number": "19-3B-704",
      "heading": "Vacancy in Trusteeship; Appointment of Successor.",
      "text": "Section 19-3B-704\n\nVacancy in Trusteeship; Appointment of Successor.\n\n(a) A vacancy in a trusteeship occurs if:\n\n(1) a person designated as trustee rejects the trusteeship;\n\n(2) a person designated as trustee cannot be identified or does not exist;\n\n(3) a trustee resigns;\n\n(4) a trustee is disqualified or removed;\n\n(5) a trustee dies; or\n\n(6) a guardian or conservator is appointed for an individual serving as trustee.\n\n(b) If one or more co-trustees remain in office, then a vacancy in a trusteeship need not be filled. A vacancy in a trusteeship must be filled if the trust has no remaining trustee.\n\n(c) A vacancy in a trusteeship of a noncharitable trust that is required to be filled must be filled in the following order of priority:\n\n(1) by a person designated in the terms of the trust to act as successor trustee;\n\n(2) by a person appointed by unanimous agreement of the adult qualified beneficiaries and any entity which is a qualified beneficiary; or\n\n(3) by a person appointed by the court.\n\n(d) A vacancy in a trusteeship of a charitable trust that is required to be filled must be filled in the following order of priority:\n\n(1) by a person designated in the terms of the trust to act as successor trustee;\n\n(2) by a person selected by the charitable organizations expressly designated to receive distributions under the terms of the trust; or\n\n(3) by a person appointed by the court.\n\n(e) A vacancy in a trusteeship of a trust that is both noncharitable and charitable and that is required to be filled must be filled in the following order of priority:\n\n(1) by a person designated in the terms of the trust to act as successor trustee;\n\n(2) by a person appointed by unanimous agreement of the adult qualified beneficiaries, any entity which is a qualified beneficiary and the charitable organizations expressly designated to receive distributions under the terms of the trust; or\n\n(3) by a person appointed by the court.\n\n(f) If a person is acting as the sole trustee of a trust and if there is no provision in the trust for a successor trustee, then the sole trustee and the adult qualified beneficiaries, by unanimous written agreement, may designate a successor trustee, which shall become trustee of the trust upon the vacancy in the trusteeship. The agreement may be recorded in the probate court or filed in the records of the trust.\n\n(g) Whether or not a vacancy in a trusteeship exists or is required to be filled, the court may appoint an additional trustee or special fiduciary whenever the court considers the appointment necessary for the administration of the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-704/"
    },
    {
      "id": "section-19-3b-705",
      "number": "19-3B-705",
      "heading": "Resignation of Trustee.",
      "text": "Section 19-3B-705\n\nResignation of Trustee.\n\n(a) A trustee may resign:\n\n(1) upon at least 30 days’ notice to the qualified beneficiaries, the settlor, if living, and all co-trustees; or\n\n(2) with the approval of the court.\n\n(b) In approving a resignation, the court may issue orders and impose conditions reasonably necessary for the protection of the trust property.\n\n(c) Any liability of a resigning trustee or of any sureties on the trustee’s bond for acts or omissions of the trustee is not discharged or affected by the trustee’s resignation.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-705/"
    },
    {
      "id": "section-19-3b-706",
      "number": "19-3B-706",
      "heading": "Removal of Trustee.",
      "text": "Section 19-3B-706\n\nRemoval of Trustee.\n\n(a) The settlor, a co-trustee, or a beneficiary may request the court to remove a trustee, or a trustee may be removed by the court on its own initiative.\n\n(b) The court may remove a trustee if:\n\n(1) the trustee has committed a serious breach of trust;\n\n(2) lack of cooperation among co-trustees substantially impairs the administration of the trust;\n\n(3) because of unfitness, unwillingness, or persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; or\n\n(4)(A) there has been a substantial change of circumstances or removal is requested by all of the qualified beneficiaries;\n\n(B) the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust; and\n\n(C) a suitable co-trustee or successor trustee is available.\n\n(c) Pending a final decision on a request to remove a trustee, or in lieu of or in addition to removing a trustee, the court may order such appropriate relief under Section 19-3B-1001(b) as may be necessary to protect the trust property or the interests of the beneficiaries.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-706/"
    },
    {
      "id": "section-19-3b-707",
      "number": "19-3B-707",
      "heading": "Delivery of Property by Former Trustee.",
      "text": "Section 19-3B-707\n\nDelivery of Property by Former Trustee.\n\n(a) Unless a co-trustee remains in office or the court otherwise orders, and until the trust property is delivered to a successor trustee or other person entitled to it, a trustee who has resigned or been removed has:\n\n(1) the duties of a trustee; and\n\n(2) the powers necessary to protect the trust property.\n\n(b) A trustee who has resigned or been removed shall proceed expeditiously to deliver the trust property within the trustee’s possession to the co-trustee, successor trustee, or other person entitled to it.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-707/"
    },
    {
      "id": "section-19-3b-708",
      "number": "19-3B-708",
      "heading": "Compensation of Trustee.",
      "text": "Section 19-3B-708\n\nCompensation of Trustee.\n\n(a) If the terms of a trust do not specify the trustee’s compensation, then a trustee is entitled to compensation that is reasonable under the circumstances.\n\n(b) If the terms of a trust specify the trustee’s compensation, the trustee has entered into a written fee agreement with the settlor, or the trustee has entered into a written fee agreement with the adult current permissible distributees of income and, in the event the trustee’s compensation is allocated to principal, the adult presumptive remainder beneficiaries of the trust, then the trustee is entitled to be compensated as specified in the applicable agreement, but the court may allow more or less compensation if:\n\n(1) the duties of the trustee are substantially different from those contemplated when the trust was created or when the applicable agreement was executed; or\n\n(2) the compensation specified by the terms of the trust or the applicable agreement would be unreasonably low or high.\n\n(c) A trustee who invests in any common trust fund or other collective investment fund maintained by any regulated financial institution, or securities of, or other interests in any open-end or closed-end management type investment company or investment trust registered under the Investment Company Act of 1940, as from time to time amended, to which the trustee, or its affiliate, provides services such as investment advisor, sponsor, distributor, custodian, transfer agent, registrar, broker, or otherwise, may be compensated by the investment company or investment trust for providing those services out of fees charged to the investment company or the investment trust or to the trust, if the trustee at least annually notifies the persons entitled under Section 19-3B-813(a) to receive a copy of the trustee’s annual report, prospectus, or other report, of the rate and method by which the compensation was determined.\n\n(d) Compensation paid to a business entity affiliated with the trustee shall be presumed to be reasonable if the compensation is consistent with the published fee schedule maintained by the affiliated business entity in the ordinary course of business.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-708/"
    },
    {
      "id": "section-19-3b-709",
      "number": "19-3B-709",
      "heading": "Reimbursement of Expenses.",
      "text": "Section 19-3B-709\n\nReimbursement of Expenses.\n\n(a) A trustee is entitled to be reimbursed out of the trust property, with interest as appropriate for:\n\n(1) expenses that were properly incurred in the administration of the trust, including the defense or prosecution of any action, whether successful or not, unless the trustee is determined to have willfully or wantonly committed a material breach of the trust; and\n\n(2) to the extent necessary to prevent unjust enrichment of the trust, expenses that were not properly incurred in the administration of the trust.\n\n(b) An advance by the trustee of money for the protection of the trust gives rise to a lien against trust property to secure reimbursement with reasonable interest.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-709/"
    },
    {
      "id": "section-19-3b-801",
      "number": "19-3B-801",
      "heading": "Duty to Administer Trust.",
      "text": "Section 19-3B-801\n\nDuty to Administer Trust.\n\nUpon acceptance of a trusteeship, the trustee shall administer the trust in good faith, in accordance with the terms of the trust and its purposes and the interests of the beneficiaries, and in accordance with this chapter.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-801/"
    },
    {
      "id": "section-19-3b-802",
      "number": "19-3B-802",
      "heading": "Duty of Loyalty.",
      "text": "Section 19-3B-802\n\nDuty of Loyalty.\n\n(a) A trustee shall administer the trust solely in the interests of the beneficiaries.\n\n(b) Subject to the rights of persons dealing with or assisting the trustee as provided in Section 19-3B-1012, a sale, encumbrance, or other transaction involving the investment or management of trust property entered into by the trustee for the trustee’s own personal account or which is otherwise affected by a conflict between the trustee’s fiduciary and personal interests is voidable by a beneficiary affected by the transaction unless:\n\n(1) the transaction was authorized by the terms of the trust;\n\n(2) the transaction was approved by the court;\n\n(3) the beneficiary did not commence a judicial proceeding within the time allowed by Section 19-3B-1005;\n\n(4) the beneficiary consented to the trustee’s conduct, ratified the transaction, or released the trustee in compliance with Section 19-3B-1009; or\n\n(5) the transaction involves a contract entered into or claim acquired by the trustee before the person became or contemplated becoming trustee.\n\n(c) A sale, encumbrance, or other transaction involving the investment or management of trust property is presumed to be affected by a conflict between personal and fiduciary interests if it is entered into by the trustee with:\n\n(1) the trustee’s spouse;\n\n(2) the trustee’s descendants, siblings, parents, or their spouses;\n\n(3) an agent or attorney of the trustee; or\n\n(4) a corporation or other person or enterprise in which the trustee, or a person that owns a significant interest in the trustee, has an interest that might affect the trustee’s best judgment.\n\n(d) A transaction not concerning trust property in which the trustee engages in the trustee’s individual capacity involves a conflict between personal and fiduciary interests if the transaction concerns an opportunity properly belonging to the trust.\n\n(e) A trustee that is a regulated financial institution may engage in transactions with departments of the institution, with related affiliates of the institution, or other business entities of the institution. Transactions are not presumed to be affected by a conflict of interest between a trustee’s personal and fiduciary interests provided that the transaction and any investment made pursuant to the transaction otherwise complies with the Prudent Investor Rule of Article 9. Transactions may include, but not be limited to, the following:\n\n(1) investment by a trustee in securities of, or other interests in, any entity to which the trustee, or its affiliates, provides services, including, without limitation, any common trust fund or other collective investment fund maintained by any regulated financial institution, any open-end or closed-end management type investment company or investment trust registered under the Investment Company Act of 1940, as from time to time amended, (the “Investment Company Act”), or any entity that is exempt from the definition of investment company by Section 3(c) of the Investment Company Act;\n\n(2) an investment by a trustee in an insurance contract purchased from an insurance agency owned by or affiliated with the trustee or its affiliate;\n\n(3) the placing of securities transactions by a trustee through a securities broker-dealer that is a part of the same company as the trustee, is owned by the trustee, or is affiliated with the trustee;\n\n(4) the borrowing of funds or entering into any lending relationship by a trustee with a related department or its affiliate company; and\n\n(5) the purchase of bonds for which the trustee in another capacity performed services as underwriter of the bonds or participates in the distribution of the bonds. If the trustee receives compensation for any transaction described in this subsection in addition to fees charged to the trust, or from the affiliate business entity, then the trustee must at least annually notify the persons entitled under Section 19-3B-813(a) to receive a copy of the trustee’s annual report, prospectus, or other report, of the rate and method by which the compensation was determined.\n\n(f) In other forms of enterprise, the trustee shall act in the best interests of the beneficiaries. If the trust is the sole owner of a corporation or other form of enterprise, then the trustee shall elect or appoint directors or other managers who will manage the corporation or enterprise in the best interests of the beneficiaries.\n\n(g) This section does not preclude the following transactions, if fair to the beneficiaries:\n\n(1) an agreement between a trustee and a beneficiary relating to the appointment or compensation of the trustee;\n\n(2) payment of reasonable compensation to the trustee;\n\n(3) a transaction between a trust and another trust, decedent’s estate, or conservatorship of which the trustee is a fiduciary or in which a beneficiary has an interest;\n\n(4) a deposit of trust money in a regulated financial-service institution operated by the trustee; or\n\n(5) an advance by the trustee of money for the protection of the trust and for any or all expenses, losses, and liabilities sustained in the administration of the trust or as a result of the holding or ownership of any asset by the trust.\n\n(h) The court may appoint a special fiduciary to make a decision with respect to any proposed transaction that might violate this section if entered into by the trustee.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-802/"
    },
    {
      "id": "section-19-3b-803",
      "number": "19-3B-803",
      "heading": "Impartiality.",
      "text": "Section 19-3B-803\n\nImpartiality.\n\nIf a trust has two or more beneficiaries, then the trustee shall act impartially in investing, managing, and distributing the trust property, giving due regard to the beneficiaries’ respective interests and the purposes of the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-803/"
    },
    {
      "id": "section-19-3b-804",
      "number": "19-3B-804",
      "heading": "Prudent Administration.",
      "text": "Section 19-3B-804\n\nPrudent Administration.\n\nA trustee shall administer the trust as a prudent person would, by considering the purposes, terms, distributional requirements, and other circumstances of the trust. In satisfying this standard, the trustee shall exercise reasonable care, skill, and caution.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-804/"
    },
    {
      "id": "section-19-3b-805",
      "number": "19-3B-805",
      "heading": "Costs of Administration.",
      "text": "Section 19-3B-805\n\nCosts of Administration.\n\nIn administering a trust, the trustee may incur costs that are reasonable in relation to the trust property, the purposes of the trust, and the skills of the trustee.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-805/"
    },
    {
      "id": "section-19-3b-806",
      "number": "19-3B-806",
      "heading": "Trustee’s Skills.",
      "text": "Section 19-3B-806\n\nTrustee’s Skills.\n\nA trustee who has special skills or expertise, or is named trustee in reliance upon the trustee’s representation that the trustee has special skills or expertise, shall use those special skills or expertise.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-806/"
    },
    {
      "id": "section-19-3b-807",
      "number": "19-3B-807",
      "heading": "Delegation by Trustee.",
      "text": "Section 19-3B-807\n\nDelegation by Trustee.\n\n(a) A trustee may delegate duties and powers that a prudent trustee could properly delegate under the circumstances. The trustee shall exercise reasonable care, skill, and caution in:\n\n(1) selecting an agent;\n\n(2) establishing the scope and terms of the delegation, consistent with the purposes and terms of the trust; and\n\n(3) periodically reviewing the agent’s actions in order to monitor the agent’s performance and compliance with the terms of the delegation.\n\n(b) In performing a delegated function, an agent owes a duty to the trust to exercise reasonable care, skill, and caution to comply with the terms of the delegation.\n\n(c) A trustee who complies with subsection (a) is not liable to the beneficiaries or to the trust for an action of the agent to whom the function was delegated.\n\n(d) By accepting a delegation of powers or duties from the trustee of a trust that is subject to the law of this state, an agent submits to the jurisdiction of the courts of this state.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-807/"
    },
    {
      "id": "section-19-3b-808",
      "number": "19-3B-808",
      "heading": "Powers to Direct.",
      "text": "Section 19-3B-808\n\nPowers to Direct.\n\n(a) While a trust is revocable, the trustee may follow a direction of the settlor that is contrary to the terms of the trust.\n\n(b) If the terms of a trust confer upon a person other than the settlor of a revocable trust power to direct certain actions of the trustee, then the trustee shall act in accordance with an exercise of the power unless the attempted exercise is manifestly contrary to the terms of the trust or the trustee knows the attempted exercise would constitute a serious breach of a fiduciary duty that the person holding the power owes to the beneficiaries of the trust.\n\n(c) The terms of a trust may confer upon a trustee or other person a power to direct the modification or termination of the trust.\n\n(d) A person, other than a beneficiary, who holds a power to direct is presumptively a fiduciary who, as such, is required to act in good faith with regard to the purposes of the trust and the interests of the beneficiaries. The holder of a power to direct is liable for any loss that results from breach of a fiduciary duty.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-808/"
    },
    {
      "id": "section-19-3b-809",
      "number": "19-3B-809",
      "heading": "Control and Protection of Trust Property.",
      "text": "Section 19-3B-809\n\nControl and Protection of Trust Property.\n\nA trustee shall take reasonable steps to take control of and protect the trust property.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-809/"
    },
    {
      "id": "section-19-3b-810",
      "number": "19-3B-810",
      "heading": "Recordkeeping and Identification of Trust Property.",
      "text": "Section 19-3B-810\n\nRecordkeeping and Identification of Trust Property.\n\n(a) A trustee shall keep adequate records of the administration of the trust.\n\n(b) A trustee shall keep trust property separate from the trustee’s own property.\n\n(c) Except as otherwise provided in subsection (d), a trustee shall cause the trust property to be designated so that the interest of the trust, to the extent feasible, appears in records maintained by a party other than a trustee or beneficiary.\n\n(d) If the trustee maintains records clearly indicating the respective interests, then a trustee may invest as a whole the property of two or more separate trusts.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-810/"
    },
    {
      "id": "section-19-3b-811",
      "number": "19-3B-811",
      "heading": "Enforcement and Defense of Claims.",
      "text": "Section 19-3B-811\n\nEnforcement and Defense of Claims.\n\nA trustee shall take reasonable steps to enforce claims of the trust and to defend claims against the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-811/"
    },
    {
      "id": "section-19-3b-812",
      "number": "19-3B-812",
      "heading": "Collecting Trust Property.",
      "text": "Section 19-3B-812\n\nCollecting Trust Property.\n\nA trustee shall take reasonable steps to compel a former trustee or other person to deliver trust property to the trustee, and to redress a breach of trust known to the trustee to have been committed by a former trustee.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-812/"
    },
    {
      "id": "section-19-3b-813",
      "number": "19-3B-813",
      "heading": "Duty to Inform and Report.",
      "text": "Section 19-3B-813\n\nDuty to Inform and Report.\n\n(a) Except as otherwise provided in Section 19-3B-603, the following rules apply:\n\n(1) A trustee shall keep the current permissible distributees of income or principal of the trust reasonably informed about the administration of the trust and of the material facts necessary for them to protect their interests.\n\n(2) Unless unreasonable under the circumstances, a trustee shall promptly respond to a qualified beneficiary’s request for information related to the administration of the trust.\n\n(b) A trustee:\n\n(1) upon request of a beneficiary, shall promptly furnish to the beneficiary a copy of the trust instrument;\n\n(2) within 60 days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee’s name, address, and telephone number;\n\n(3) within 60 days after accepting the trusteeship of an irrevocable trust, or the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by the death of the settlor or otherwise, shall notify the qualified beneficiaries of the trust’s existence, of the identity of the settlor or settlors, of the right to request a copy of the trust instrument, and of the right to a trustee’s most recent report as provided in subsection (c), except no notice shall be required to be given to any beneficiary of a split interest charitable trust whose interest is not irrevocable until that beneficiary’s interest becomes that of a current permissible distributee; and\n\n(4) shall notify the current permissible distributees of income or principal of the trust in advance of any change in the method or rate of the trustee’s compensation.\n\n(c) A trustee shall send to the distributees or permissible distributees of trust income or principal, and to other qualified or nonqualified beneficiaries who request it, at least annually, a report of the trust property, liabilities, receipts, and disbursements, including the source and amount of the trustee’s compensation, a listing of the trust assets and, if feasible, their respective market values, and, upon termination of the trust, a final report commencing with the date of the most recent annual report through the last transaction of the trust. Upon a vacancy in a trusteeship, unless a co-trustee remains in office, a report must be sent to the qualified beneficiaries by the former trustee. A personal representative, conservator, or guardian may send the qualified beneficiaries a report on behalf of a deceased or incapacitated trustee.\n\n(d) A beneficiary may waive the right to a trustee’s report or other information otherwise required to be furnished under this section. A beneficiary, with respect to future reports and other information, may withdraw a waiver previously given.\n\n(e) Subsection (b)(2) and subsection (b)(3) shall apply only to trustees who accept a trusteeship on or after January 1, 2007, to irrevocable trusts created on or after January 1, 2007, and to revocable trusts which become irrevocable on or after January 1, 2007.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-813/"
    },
    {
      "id": "section-19-3b-814",
      "number": "19-3B-814",
      "heading": "Discretionary Powers; Tax Savings.",
      "text": "Section 19-3B-814\n\nDiscretionary Powers; Tax Savings.\n\n(a) Notwithstanding the breadth of discretion granted to a trustee in the terms of the trust, including the use of such terms as “absolute,” “sole,” or “uncontrolled,” the trustee shall exercise a discretionary power in good faith and in accordance with the terms and purposes of the trust and the interests of the beneficiaries.\n\n(b) Subject to subsection (d), and unless the terms of the trust expressly indicate that a rule in this subsection does not apply:\n\n(1) a person other than a settlor who is a beneficiary and trustee of a trust that confers on the trustee a power to make discretionary distributions to or for the trustee’s personal benefit may exercise the power only in accordance with an ascertainable standard; and\n\n(2) a trustee may not exercise a power to make discretionary distributions to satisfy a legal obligation of support that the trustee personally owes another person.\n\n(c) A power whose exercise is limited or prohibited by subsection (b) may be exercised by a majority of the remaining trustees whose exercise of the power is not so limited or prohibited. If the power of all trustees is so limited or prohibited, then the court may appoint a special fiduciary with authority to exercise the power.\n\n(d) Subsection (b) does not apply to:\n\n(1) a power held by the settlor’s spouse who is the trustee of a trust for which a marital deduction, as defined in Section 2056(b)(5) or 2523(e) of the Internal Revenue Code of 1986, as in effect on January 1, 2007, or as later amended, was previously allowed;\n\n(2) any trust during any period that the trust may be revoked or amended by its settlor; or\n\n(3) a trust if contributions to the trust qualify for the annual exclusion under Section 2503(c) of the Internal Revenue Code of 1986, as in effect on January 1, 2007, or as later amended.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-814/"
    },
    {
      "id": "section-19-3b-815",
      "number": "19-3B-815",
      "heading": "General Powers of Trustee.",
      "text": "Section 19-3B-815\n\nGeneral Powers of Trustee.\n\n(a) A trustee, without authorization by the court, may exercise:\n\n(1) powers conferred by the terms of the trust; and\n\n(2) except as limited by the terms of the trust:\n\n(A) all powers over the trust property which an unmarried competent owner has over individually owned property;\n\n(B) any other powers appropriate to achieve the proper investment, management, and distribution of the trust property; and\n\n(C) any other powers conferred by this chapter.\n\n(b) The exercise of a power is subject to the fiduciary duties prescribed by this article.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-815/"
    },
    {
      "id": "section-19-3b-816",
      "number": "19-3B-816",
      "heading": "Specific Powers of Trustee.",
      "text": "Section 19-3B-816\n\nSpecific Powers of Trustee.\n\n(a) Without limiting the authority conferred by Section 19-3B-815, a trustee may:\n\n(1) collect trust property and accept or reject additions to the trust property from a settlor or any other person, including, but not being limited to, the authority to receive, collect, hold, and retain common or preferred stock or other interests in the trustee or any related party;\n\n(2) acquire or sell property, for cash or on credit, at public or private sale;\n\n(3) exchange, partition, or otherwise change the character of trust property;\n\n(4) deposit trust money in an account in a regulated financial-service institution;\n\n(5) borrow money, with or without security, and mortgage or pledge trust property for a period within or extending beyond the duration of the trust;\n\n(6) with respect to an interest in a proprietorship, partnership, limited liability company, business trust, corporation, or other form of business or enterprise, continue the business or other enterprise and take any action that may be taken by shareholders, members, or property owners, including merging, dissolving, or otherwise changing the form of business organization or contributing additional capital;\n\n(7) with respect to stocks or other securities, exercise the rights of an absolute owner, including the right to:\n\n(A) vote, or give proxies to vote, with or without power of substitution, or enter into or continue a voting trust agreement;\n\n(B) hold a security in the name of a nominee or in other form without disclosure of the trust so that title may pass by delivery;\n\n(C) pay calls, assessments, and other sums chargeable or accruing against the securities, and sell or exercise stock subscription or conversion rights; and\n\n(D) deposit the securities with a depositary or other regulated financial-service institution;\n\n(8) with respect to an interest in real property, construct, or make ordinary or extraordinary repairs to, alterations to, or improvements in, buildings or other structures, demolish improvements, raze existing or erect new party walls or buildings, subdivide or develop land, dedicate land to public use or grant public or private easements, and make or vacate plats and adjust boundaries;\n\n(9) enter into a lease for any purpose as lessor or lessee, including a lease or other arrangement for exploration and removal of natural resources, with or without the option to purchase or renew, for a period within or extending beyond the duration of the trust;\n\n(10) grant an option involving a sale, lease, or other disposition of trust property or acquire an option for the acquisition of property, including an option exercisable beyond the duration of the trust, and exercise an option so acquired;\n\n(11) insure the property of the trust against damage or loss and insure the trustee, the trustee’s agents, and beneficiaries against liability arising from the administration of the trust;\n\n(12) abandon or decline to administer property of no value or of insufficient value to justify its collection or continued administration;\n\n(13) with respect to environmental law, exercise those powers granted a fiduciary by applicable law;\n\n(14) pay or contest any claim, settle a claim by or against the trust, and release, in whole or in part, a claim belonging to the trust;\n\n(15) pay taxes, assessments, compensation of the trustee and of employees and agents of the trust, and other expenses incurred in the administration of the trust;\n\n(16) exercise elections with respect to federal, state, and local taxes;\n\n(17) select a mode of payment under any employee benefit or retirement plan, annuity, or life insurance payable to the trustee, exercise rights thereunder, including exercise of the right to indemnification for expenses and against liabilities, and take appropriate action to collect the proceeds;\n\n(18) make loans out of trust property, including loans to a beneficiary on terms and conditions the trustee considers to be fair and reasonable under the circumstances, and the trustee has a lien on future distributions for repayment of those loans;\n\n(19) pledge trust property to guarantee loans made by others to the beneficiary;\n\n(20) appoint a trustee to act in another jurisdiction with respect to trust property located in the other jurisdiction, confer upon the appointed trustee all of the powers and duties of the appointing trustee, require that the appointed trustee furnish security, and remove any trustee so appointed;\n\n(21)(A) pay an amount distributable to a beneficiary who is under a legal disability or who the trustee reasonably believes is incapacitated, by paying it directly to the beneficiary or applying it for the beneficiary’s benefit, or by:\n\n1. paying it to the beneficiary’s conservator or, if the beneficiary does not have a conservator, the beneficiary’s guardian;\n\n2. paying it to the beneficiary’s custodian under the Uniform Transfers to Minors Act or custodial trustee under the Uniform Custodial Trust Act, and, for that purpose, creating a custodianship or custodial trust;\n\n3. if the trustee does not know of a conservator, guardian, custodian, or custodial trustee, paying it to an adult relative or other person having legal or physical care or custody of the beneficiary, to be expended on the beneficiary’s behalf; or\n\n4. managing it as a separate fund on the beneficiary’s behalf, subject to the beneficiary’s continuing right to withdraw the distribution.\n\n(B) the trustee shall not be under any duty to see to the application of the payment made pursuant to subparagraphs 1. to 4. above, so made if the trustee acted as a prudent person in the selection of the person, including the minor or incompetent, to whom the payments were made; and the receipt of the person shall be full acquittance to the trustee.\n\n(22) on distribution of trust property or the division or termination of a trust, make distributions in divided or undivided interests, allocate particular assets in proportionate or disproportionate shares, value the trust property for those purposes, and adjust for resulting differences in valuation;\n\n(23) resolve a dispute concerning the interpretation of the trust or its administration by mediation, arbitration, or other procedure for alternative dispute resolution and to employ counsel, expert witnesses, or other agents;\n\n(24) prosecute or defend an action, claim, or judicial proceeding in any jurisdiction to protect trust property and the trustee in the performance of the trustee’s duties and to employ counsel, expert witnesses, or other agents;\n\n(25) sign and deliver contracts and other instruments that are useful to achieve or facilitate the exercise of the trustee’s powers;\n\n(26) on termination of the trust, exercise the powers appropriate to wind up the administration of the trust and distribute the trust property to the persons entitled to it;\n\n(27) create or join in the creation of a joint venture, partnership, limited liability company, business trust, corporation, or other form of business or enterprise, continue the business or other enterprise and take any action that may be taken by shareholders, members, or property owners, including merging, dissolving, or otherwise changing the form of business organization or contributing additional capital;\n\n(28) employ and compensate persons deemed by the trustee needful to advise or assist in the proper management and administration of the trust, including, but not limited to, agents, auditors, including public accountants, certified public accountants or internal auditors, brokers, attorneys-at-law, attorneys-in-fact, investment bankers, investment advisors, rental agents, realtors, appraisers, and tax specialists, including any related party, so long as the relationship and the fees charged are reasonable and disclosed in any reasonable manner to the current beneficiaries; and to do so without liability for any neglect, omission, misconduct, or default of the agent or representative, provided the trustee acted as a prudent person in selecting and monitoring the agent or representative. For purposes of the immediately preceding sentence, compensation charged by or paid to an affiliated business entity shall be presumed to be reasonable if the compensation is consistent with the published fee schedule maintained by the affiliated business entity in the ordinary course of business;\n\n(29) pay any and all expenses reasonably necessary for the administration of the trust including interest, taxes, insurance premiums, assessments, agents’ fees or compensation, trustees’ fees or compensation, including additional fees for extraordinary services and fees to related parties, and other expenses incurred in the collection, care, administration, and protection of the trust estate; and\n\n(30) in addition to the investments authorized by the document or any provision of law for the investment of funds held by a trustee, the trustee may invest in and hold (i) interests, however evidenced, in any common trust fund or other collective investment fund maintained by any national or state chartered bank or trust company having trust powers or (ii) securities of or other interests in any open-end or closed-end management type investment company or investment trust so long as the portfolio of such common trust fund, collective investment fund, or investment company or investment trust consists of investments authorized with respect to the trustee.\n\n(b) Nothing contained in this section, insofar as such authorization may be prohibited by the Constitution of Alabama of 1901, shall authorize the investment of trust assets in the stock of any private corporation.\n\n(Act 2006-216, p. 314, §1; Act 2010-598, p. 1344, §1(b).)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-816/"
    },
    {
      "id": "section-19-3b-817",
      "number": "19-3B-817",
      "heading": "Distribution Upon Termination.",
      "text": "Section 19-3B-817\n\nDistribution Upon Termination.\n\n(a) Upon termination or partial termination of a trust, the trustee may send to the beneficiaries a proposal for distribution. The right of any beneficiary to object to the proposed distribution terminates if the beneficiary does not notify the trustee of an objection within 30 days after the proposal was sent but only if the proposal informed the beneficiary of the right to object and of the time allowed for objection.\n\n(b) Upon the occurrence of an event terminating or partially terminating a trust, the trustee shall proceed expeditiously to distribute the trust property to the persons entitled to it, subject to the right of the trustee to retain a reasonable reserve for the payment of debts, expenses, and taxes.\n\n(c) A release by a beneficiary of a trustee from liability for breach of trust is invalid to the extent:\n\n(1) it was induced by improper conduct of the trustee; or\n\n(2) the beneficiary, at the time of the release, did not know of the material facts relating to the alleged breach and the trustee had actual knowledge of the facts relating to the alleged breach.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-817/"
    },
    {
      "id": "section-19-3b-818",
      "number": "19-3B-818",
      "heading": "Life Insurance Policies Held by Trustee.",
      "text": "Section 19-3B-818\n\nLife Insurance Policies Held by Trustee.\n\nA trustee may retain any life insurance policy contributed to a trust by a settlor, or purchased by the trustee upon the request of the settlor, as an asset of the trust without regard to any lack of diversification caused thereby and without regard to the terms and conditions of the life insurance policy. The trustee shall not be liable for lack of diversification to any beneficiary of a trust for the trustee’s retention of the life insurance policy.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-818/"
    },
    {
      "id": "section-19-3b-901",
      "number": "19-3B-901",
      "heading": "Prudent Investor Rule.",
      "text": "Section 19-3B-901\n\nPrudent Investor Rule.\n\n(a) Except as otherwise provided in subsection (b), a trustee who invests and manages trust assets owes a duty to the beneficiaries of the trust to comply with the prudent investor rule set forth in this article.\n\n(b) The prudent investor rule, a default rule, may be expanded, restricted, eliminated, or otherwise altered by the terms of a trust. A trustee is not liable to a beneficiary to the extent that the trustee acted in reasonable reliance on the terms of the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-901/"
    },
    {
      "id": "section-19-3b-902",
      "number": "19-3B-902",
      "heading": "Standard of Care; Portfolio Strategy; Risk and Return Objectives.",
      "text": "Section 19-3B-902\n\nStandard of Care; Portfolio Strategy; Risk and Return Objectives.\n\n(a) A trustee shall invest and manage trust assets as a prudent investor would, by considering the purposes, terms, distribution requirements, and other circumstances of the trust. In satisfying this standard, the trustee shall exercise reasonable care, skill, and caution.\n\n(b) A trustee’s investment and management decisions respecting individual assets must be evaluated not in isolation but in the context of the trust portfolio as a whole and as a part of an overall investment strategy having risk and return objectives reasonably suited to the trust.\n\n(c) Among circumstances that a trustee may consider in investing and managing trust assets are such of the following as are relevant to the trust or its beneficiaries:\n\n(1) general economic conditions;\n\n(2) the possible effect of inflation or deflation;\n\n(3) the expected tax consequences of investment decisions or strategies;\n\n(4) the role that each investment or course of action plays within the overall trust portfolio, which may include financial assets, interests in closely held enterprises, tangible and intangible personal property, and real property;\n\n(5) the expected total return from income and the appreciation of capital;\n\n(6) other resources of the beneficiaries;\n\n(7) needs for liquidity, regularity of income, and preservation or appreciation of capital;\n\n(8) an asset’s special relationship or special value, if any, to the purposes of the trust or to one or more of the beneficiaries;\n\n(9) the size of the portfolio; and\n\n(10) the purposes and estimated duration of the trust.\n\n(d) A trustee shall make a reasonable effort to verify facts relevant to the investment and management of trust assets.\n\n(e) A trustee may invest in any kind of property or type of investment consistent with the standards of this chapter. Nothing contained in this section, insofar as such authorization may be prohibited by the Constitution of Alabama of 1901, shall authorize the investment of trust assets in the stock of any private corporation.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-902/"
    },
    {
      "id": "section-19-3b-903",
      "number": "19-3B-903",
      "heading": "Diversification.",
      "text": "Section 19-3B-903\n\nDiversification.\n\n(a) A trustee shall diversify the investments of the trust unless the trustee reasonably determines that, because of special circumstances, the purposes of the trust are better served without diversifying.\n\n(b) In the absence of an express provision to the contrary in the terms of the trust, a trustee without liability, may continue to hold property received into the trust at its inception or subsequently added to it or acquired pursuant to proper authority if and so long as the trustee, in the exercise of good faith and of reasonable prudence, considers the retention to be in the best interest of the trust or in furtherance of the purposes of the trust. The property shall include any successor-in-interest to the original property. The property may also include, among other things, stock in the trustee if a corporation and stock in any corporation controlling, controlled by, or under common control with the trustee.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-903/"
    },
    {
      "id": "section-19-3b-904",
      "number": "19-3B-904",
      "heading": "Duties at Inception of Trusteeship.",
      "text": "Section 19-3B-904\n\nDuties at Inception of Trusteeship.\n\nWithin a reasonable time after accepting a trusteeship or receiving trust assets, a trustee shall review the trust assets and make and implement decisions concerning the retention and disposition of assets, in order to bring the trust portfolio into compliance with the purposes, terms, distribution requirements, and other circumstances of the trust, and with the requirements of this chapter.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-904/"
    },
    {
      "id": "section-19-3b-905",
      "number": "19-3B-905",
      "heading": "Reviewing Compliance.",
      "text": "Section 19-3B-905\n\nReviewing Compliance.\n\nCompliance with the prudent investor rule is determined in light of the facts and circumstances existing at the time of a trustee’s decision or action and not by hindsight. The prudent investor rule does not guarantee a specific outcome or performance, but is a standard of conduct.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-905/"
    },
    {
      "id": "section-19-3b-906",
      "number": "19-3B-906",
      "heading": "Language Invoking Standard of Prudent Investor Rule.",
      "text": "Section 19-3B-906\n\nLanguage Invoking Standard of Prudent Investor Rule.\n\nThe following terms or comparable language in the terms of a trust, unless otherwise limited or modified, authorizes any investment or strategy permitted under this chapter: “investments permissible by law for investment of trust funds,” “legal investments,” “authorized investments,” “using the judgment and care under the circumstances then prevailing that persons of prudence, discretion, and intelligence exercise in the management of their own affairs, not in regard to speculation but in regard to the permanent disposition of their funds, considering the probable income as well as the probable safety of their capital,” “prudent man rule,” “prudent trustee rule,” “prudent person rule,” and “prudent investor rule.”\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-906/"
    },
    {
      "id": "section-19-3b-1001",
      "number": "19-3B-1001",
      "heading": "Remedies for Breach of Trust.",
      "text": "Section 19-3B-1001\n\nRemedies for Breach of Trust.\n\n(a) A violation by a trustee of a duty the trustee owes to a beneficiary is a breach of trust.\n\n(b) To remedy a breach of trust that has occurred or may occur, the court may:\n\n(1) compel the trustee to perform the trustee’s duties;\n\n(2) enjoin the trustee from committing a breach of trust;\n\n(3) compel the trustee to redress a breach of trust by paying money, restoring property, or other means;\n\n(4) order a trustee to account;\n\n(5) appoint a special fiduciary to take possession of the trust property and administer the trust;\n\n(6) suspend the trustee;\n\n(7) remove the trustee as provided in Section 19-3B-706;\n\n(8) reduce or deny compensation to the trustee;\n\n(9) subject to Section 19-3B-1012, void an act of the trustee, impose a lien or a constructive trust on trust property, or trace trust property wrongfully disposed of and recover the property or its proceeds; or\n\n(10) order any other appropriate relief.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1001/"
    },
    {
      "id": "section-19-3b-1002",
      "number": "19-3B-1002",
      "heading": "Damages for Breach of Trust.",
      "text": "Section 19-3B-1002\n\nDamages for Breach of Trust.\n\n(a) A trustee who commits a breach of trust is liable to the beneficiaries affected for:\n\n(1) the greater of:\n\n(i) the amount required to restore the value of the trust property and trust distributions to what they would have been had the breach not occurred; or\n\n(ii) the profit the trustee made by reason of the breach;\n\n(2) any measure of damage otherwise provided by law.\n\n(b) Except as otherwise provided in this subsection, if more than one trustee is liable to the beneficiaries for a breach of trust, a trustee is entitled to contribution from the other trustee or trustees. A trustee is not entitled to contribution if the trustee was substantially more at fault than another trustee or if the trustee committed the breach of trust in bad faith or with reckless indifference to the purposes of the trust or the interests of the beneficiaries. A trustee who received a benefit from the breach of trust is not entitled to contribution from another trustee to the extent of the benefit received.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1002/"
    },
    {
      "id": "section-19-3b-1003",
      "number": "19-3B-1003",
      "heading": "Damages in Absence of Breach.",
      "text": "Section 19-3B-1003\n\nDamages in Absence of Breach.\n\n(a) A trustee is accountable to an affected beneficiary for any profit made by the trustee arising from the administration of the trust, even absent a breach of trust.\n\n(b) Absent a breach of trust, a trustee is not liable to a beneficiary for a loss or depreciation in the value of trust property or for not having made a profit.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1003/"
    },
    {
      "id": "section-19-3b-1004",
      "number": "19-3B-1004",
      "heading": "Reserved.",
      "text": "Section 19-3B-1004\n\nReserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1004/"
    },
    {
      "id": "section-19-3b-1005",
      "number": "19-3B-1005",
      "heading": "Limitation of Action Against Trustee.",
      "text": "Section 19-3B-1005\n\nLimitation of Action Against Trustee.\n\n(a) A beneficiary may not commence a proceeding against a trustee for breach of trust more than two years after the date the beneficiary or a representative of the beneficiary was sent a report that adequately disclosed the existence of a potential claim for breach of trust. For purposes of this section, a report is an account statement or other form of written disclosure made by the trustee to the beneficiary.\n\n(b) A report adequately discloses the existence of a potential claim for breach of trust if it provides sufficient information so that the beneficiary or representative knows of the potential claim or should have inquired into its existence.\n\n(c) If subsection (a) does not apply, then a judicial proceeding by a beneficiary against a trustee for breach of trust must be commenced within two years after the first to occur of the following:\n\n(1) The removal, resignation, or death of the trustee;\n\n(2) The termination of the beneficiary’s interest in the trust; or\n\n(3) The termination of the trust.\n\n(Act 2006-216, p. 314, §1; Act 2021-384, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1005/"
    },
    {
      "id": "section-19-3b-1006",
      "number": "19-3B-1006",
      "heading": "Reliance on Trust Instrument.",
      "text": "Section 19-3B-1006\n\nReliance on Trust Instrument.\n\nA trustee who acts in reasonable reliance on the terms of the trust as expressed in the trust instrument is not liable to a beneficiary for a breach of trust to the extent the breach resulted from the reliance.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1006/"
    },
    {
      "id": "section-19-3b-1007",
      "number": "19-3B-1007",
      "heading": "Event Affecting Administration or Distribution.",
      "text": "Section 19-3B-1007\n\nEvent Affecting Administration or Distribution.\n\nIf the happening of an event, including marriage, divorce, performance of educational requirements, or death, affects the administration or distribution of a trust, then a trustee who has exercised reasonable care to ascertain the happening of the event is not liable for a loss resulting from the trustee’s lack of knowledge.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1007/"
    },
    {
      "id": "section-19-3b-1008",
      "number": "19-3B-1008",
      "heading": "Exculpation of Trustee.",
      "text": "Section 19-3B-1008\n\nExculpation of Trustee.\n\n(a) A term of a trust relieving a trustee of liability for breach of trust is unenforceable to the extent that it:\n\n(1) relieves the trustee of liability for breach of trust committed in bad faith or with reckless indifference to the purposes of the trust or the interests of the beneficiaries; or\n\n(2) was inserted as the result of an abuse by the trustee of a fiduciary or confidential relationship to the settlor.\n\n(b) Except for terms intended to provide protection for carrying out a stated trust purpose, an exculpatory term drafted or caused to be drafted by the trustee is invalid as an abuse of a fiduciary or confidential relationship unless the trustee proves that the exculpatory term is fair under the circumstances and that its existence and contents were adequately communicated to the settlor.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1008/"
    },
    {
      "id": "section-19-3b-1009",
      "number": "19-3B-1009",
      "heading": "Beneficiary’s Consent, Release, or Ratification.",
      "text": "Section 19-3B-1009\n\nBeneficiary’s Consent, Release, or Ratification.\n\nA trustee is not liable to a beneficiary for breach of trust if the beneficiary consented to the conduct constituting the breach, released the trustee from liability for the breach, or ratified the transaction constituting the breach, unless:\n\n(1) the consent, release, or ratification of the beneficiary was induced by improper conduct of the trustee; or\n\n(2) at the time of the consent, release, or ratification, the beneficiary did not know of the material facts relating to the alleged breach and the trustee had actual knowledge of the facts relating to the alleged breach.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1009/"
    },
    {
      "id": "section-19-3b-1010",
      "number": "19-3B-1010",
      "heading": "Limitation on Personal Liability of Trustee.",
      "text": "Section 19-3B-1010\n\nLimitation on Personal Liability of Trustee.\n\n(a) Except as otherwise provided in the contract, a trustee is not personally liable on a contract properly entered into in the trustee’s fiduciary capacity in the course of administering the trust if the trustee in the contract disclosed the fiduciary capacity.\n\n(b) A trustee is personally liable for torts committed in the course of administering a trust, or for obligations arising from ownership or control of trust property, including liability for violation of environmental law, but only if the trustee, the trustee’s employee, or the trustee’s agent is personally at fault.\n\n(c) A claim based on a contract entered into by a trustee in the trustee’s fiduciary capacity, on an obligation arising from ownership or control of trust property, or on a tort committed in the course of administering a trust, may be asserted in a judicial proceeding against the trustee in the trustee’s fiduciary capacity, whether or not the trustee is personally liable for the claim.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1010/"
    },
    {
      "id": "section-19-3b-1011",
      "number": "19-3B-1011",
      "heading": "Interest as General Partner.",
      "text": "Section 19-3B-1011\n\nInterest as General Partner.\n\n(a) Except as otherwise provided in subsection (c) or unless personal liability is imposed in the contract, a trustee who holds an interest as a general partner in a general or limited partnership is not personally liable on a contract entered into by the partnership after the trust’s acquisition of the interest if the fiduciary capacity was disclosed in the contract or in a statement previously filed pursuant to Chapter 8A or Chapter 9B of Title 10.\n\n(b) Except as otherwise provided in subsection (c), a trustee who holds an interest as a general partner is not personally liable for torts committed by the partnership or for obligations arising from ownership or control of the interest unless the trustee is personally at fault.\n\n(c) The immunity provided by this section does not apply if an interest in the partnership is held by the trustee in a capacity other than that of trustee or is held by the trustee’s spouse or one or more of the trustee’s descendants, siblings, or parents, or the spouse of any of them.\n\n(d) If the trustee of a revocable trust holds an interest as a general partner, then the settlor is personally liable for contracts and other obligations of the partnership as if the settlor were a general partner.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1011/"
    },
    {
      "id": "section-19-3b-1012",
      "number": "19-3B-1012",
      "heading": "Protection of Person Dealing with Trustee.",
      "text": "Section 19-3B-1012\n\nProtection of Person Dealing with Trustee.\n\n(a) A person other than a beneficiary who in good faith assists a trustee, or who in good faith and for value deals with a trustee, without knowledge that the trustee is exceeding or improperly exercising the trustee’s powers is protected from liability as if the trustee properly exercised the power.\n\n(b) A person other than a beneficiary who in good faith deals with a trustee is not required to inquire into the extent of the trustee’s powers or the propriety of their exercise.\n\n(c) A person who in good faith delivers assets to a trustee need not ensure their proper application.\n\n(d) A person other than a beneficiary who in good faith assists a former trustee, or who in good faith and for value deals with a former trustee, without knowledge that the trusteeship has terminated is protected from liability as if the former trustee were still a trustee.\n\n(e) Comparable protective provisions of other laws relating to commercial transactions or transfer of securities by fiduciaries prevail over the protection provided by this section.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1012/"
    },
    {
      "id": "section-19-3b-1013",
      "number": "19-3B-1013",
      "heading": "Certification of Trust.",
      "text": "Section 19-3B-1013\n\nCertification of Trust.\n\n(a) Instead of furnishing a copy of the trust instrument to a person other than a beneficiary, the trustee may furnish to the person a certification of trust containing the following information:\n\n(1) that the trust exists and the date the trust instrument was executed;\n\n(2) the identity of the settlor;\n\n(3) the identity and address of the currently acting trustee;\n\n(4) the powers of the trustee in a pending transaction or relevant to the request;\n\n(5) the revocability or irrevocability of the trust and the identity of any person holding a power to revoke the trust;\n\n(6) the authority of co-trustees to sign or otherwise authenticate and whether all or less than all are required in order to exercise powers of the trustee;\n\n(7) the trust’s taxpayer identification number; and\n\n(8) the name in which title to trust property may be taken.\n\n(b) A certification of trust may be signed or otherwise authenticated by any trustee.\n\n(c) A certification of trust must state that the trust has not been revoked, modified, or amended in any manner that would cause the representations contained in the certification of trust to be incorrect.\n\n(d) A certification of trust need not contain the dispositive terms of a trust.\n\n(e) A recipient of a certification of trust may require the trustee to furnish copies of those excerpts from the original trust instrument and later amendments which designate the trustee and confer upon the trustee the power to act in the pending transaction.\n\n(f) A person who acts in reliance upon a certification of trust without knowledge that the representations contained therein are incorrect is not liable to any person for so acting and may assume without inquiry the existence of the facts contained in the certification. Knowledge of the terms of the trust may not be inferred solely from the fact that a copy of all or part of the trust instrument is held by the person relying upon the certification.\n\n(g) A person who in good faith enters into a transaction in reliance upon a certification of trust may enforce the transaction against the trust property as if the representations contained in the certification were correct.\n\n(h) A person making a demand for the trust instrument in addition to a certification of trust or excerpts is liable for damages if the court determines that the person did not act in good faith in demanding the trust instrument.\n\n(i) This section does not limit the right of a person to obtain a copy of the trust instrument in a judicial proceeding concerning the trust.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1013/"
    },
    {
      "id": "section-19-3b-1101",
      "number": "19-3B-1101",
      "heading": "Protection of Special Needs Trusts and Other Similar Trusts for Disabled Persons.",
      "text": "Section 19-3B-1101\n\nProtection of Special Needs Trusts and Other Similar Trusts for Disabled Persons.\n\nNotwithstanding the provisions of this chapter that may otherwise be applicable to a trust, no provision thereof shall apply to any special needs trust, supplemental needs trust, or other similar trust established for a person with a disability as a beneficiary, including without limitation, any trust established pursuant to the provisions of 42 U.S.C. § 1396p(d)(4)A or C, as amended from time to time, or other similar federal or state statute, to the extent that such provision would disqualify such trust beneficiary at any time from eligibility for public needs-based assistance benefits for which the beneficiary would otherwise qualify.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1101/"
    },
    {
      "id": "section-19-3b-1201",
      "number": "19-3B-1201",
      "heading": "Uniformity of Application and Construction.",
      "text": "Section 19-3B-1201\n\nUniformity of Application and Construction.\n\nIn applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1201/"
    },
    {
      "id": "section-19-3b-1202",
      "number": "19-3B-1202",
      "heading": "Electronic Records and Signatures.",
      "text": "Section 19-3B-1202\n\nElectronic Records and Signatures.\n\nThe provisions of this chapter governing the legal effect, validity, or enforceability of electronic records or electronic signatures, and of contracts formed or performed with the use of such records or signatures, conform to the requirements of Section 102 of the Electronic Signatures in Global and National Commerce Act (15 U.S.C. § 7002) and supersede, modify, and limit the requirements of the Electronic Signatures in Global and National Commerce Act.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1202/"
    },
    {
      "id": "section-19-3b-1203",
      "number": "19-3B-1203",
      "heading": "Severability Clause.",
      "text": "Section 19-3B-1203\n\nSeverability Clause.\n\nIf any provision of this chapter or its application to any person or circumstances is held invalid, then the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1203/"
    },
    {
      "id": "section-19-3b-1204",
      "number": "19-3B-1204",
      "heading": "Application to Existing Relationships.",
      "text": "Section 19-3B-1204\n\nApplication to Existing Relationships.\n\n(a) Except as otherwise provided in this chapter, on January 1, 2007:\n\n(1) this chapter applies to all trusts created before, on, or after January 1, 2007;\n\n(2) this chapter applies to all judicial proceedings concerning trusts commenced on or after January 1, 2007;\n\n(3) this chapter applies to judicial proceedings concerning trusts commenced before January 1, 2007, unless the court finds that application of a particular provision of this chapter would substantially interfere with the effective conduct of the judicial proceedings or prejudice the rights of the parties, in which case the particular provision of this chapter does not apply and the superseded law applies;\n\n(4) any rule of construction or presumption provided in this chapter applies to trust instruments executed before January 1, 2007, unless there is a clear indication of a contrary intent in the terms of the trust; and\n\n(5) an act done before January 1, 2007, is not affected by this chapter.\n\n(b) If a right is acquired, extinguished, or barred upon the expiration of a prescribed period that has commenced to run under any other statute before January 1, 2007, then that statute continues to apply to the right even if it has been repealed or superseded.\n\n(Act 2006-216, p. 314, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1204/"
    },
    {
      "id": "section-19-3b-1301",
      "number": "19-3B-1301",
      "heading": "Trust Concerning Lands Required to Be in Writing.",
      "text": "Section 19-3B-1301\n\nTrust Concerning Lands Required to Be in Writing.\n\nNo trust concerning lands, except such as results by implication or construction of law, or which may be transferred or extinguished by operation of law, can be created, unless by instrument in writing, signed by the party creating or declaring the same, or his or her agent or attorney lawfully authorized thereto in writing.\n\n(Code 1852, §1320; Code 1867, §1590; Code 1876, §2199; Code 1886, §1845; Code 1896, §1041; Code 1907, §3412; Code 1923, §6917; Code 1940, T. 47, §149; §35-4-255; Act 2006-216, p. 314, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1301/"
    },
    {
      "id": "section-19-3b-1302",
      "number": "19-3B-1302",
      "heading": "Trust Void as to Creditors or Purchasers Without Notice.",
      "text": "Section 19-3B-1302\n\nTrust Void as to Creditors or Purchasers Without Notice.\n\nNo such trusts, whether implied by law or created or declared by the parties, can defeat the title of creditors or purchasers for a valuable consideration without notice.\n\n(Code 1852, §1321; Code 1867, §1591; Code 1876, §2200; Code 1886, §1846; Code 1896, §1042; Code 1907, §3413; Code 1923, §6918; Code 1940, T. 47, §150; §35-4-256; Act 2006-216, p. 314, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1302/"
    },
    {
      "id": "section-19-3b-1303",
      "number": "19-3B-1303",
      "heading": "Trust Estate Not Descendible Upon Death of Trustee.",
      "text": "Section 19-3B-1303\n\nTrust Estate Not Descendible Upon Death of Trustee.\n\nUpon the death of a sole or surviving trustee of an express trust, the trust estate does not descend to his or her heirs or pass to his or her personal representatives.\n\n(Code 1852, §1323; Code 1867, §1593; Code 1876, §2202; Code 1886, §1848; Code 1896, §1044; Code 1907, §3415; Code 1923, §6920; Code 1940, T. 47, §152; §35-4-258; Act 2006-216, p. 314, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1303/"
    },
    {
      "id": "section-19-3b-1304",
      "number": "19-3B-1304",
      "heading": "Trusts for Employees or Self-Employed Persons.",
      "text": "Section 19-3B-1304\n\nTrusts for Employees or Self-Employed Persons.\n\n(a) A trust of real or personal property or real and personal property combined:\n\n(1) which is created by an employer as part of a stock bonus plan, pension plan, disability or death benefit plan, or profit-sharing plan, for the exclusive benefit of some or all his or her employees, to which contributions are made by such employer or employees, or both, for the purpose of distribution to such employees the earnings of the principal, or both earnings and principal of the fund so held in trust; or\n\n(2) which is created by a self-employed person or group of self-employed persons and:\n\na. which is part of a retirement, disability, or death benefit plan for such self-employed person or persons; and\n\nb. contributions to which are deductible, in whole or in part, from gross income for federal income tax purposes under the internal revenue laws of the United States; or\n\n(3) which is created for the collective investment of the funds of trusts which fall within the coverage of subdivisions (1) or (2) shall not be deemed to be invalid as violating any existing laws against perpetuities or against suspension of the power of alienation of title to property or against trusts for the purpose of the accumulation of income; but such a trust may continue for such a time as may be necessary to accomplish the purpose for which it was created.\n\n(b) This section shall apply to all trusts of the nature specified in subsection (a) whether now in existence or hereafter created.\n\n(c) Any employee who has the power to benefit others under the terms of any trust, including a pension or profit-sharing trust or any trust which has been created as a part of a stock bonus plan, pension plan, disability or death benefit plan, or profit-sharing plan, which has been created for the direct or indirect benefit of any class or classes or employees of one or more employers, may designate any person as a primary, contingent, alternate, joint, or other beneficiary in accordance with the terms of the instrument governing such trust. Such designation, in the form, if any, required by the terms of the instrument governing such trust, shall be effective to give to such designated beneficiary the benefits provided under the terms of the instrument governing such trust, notwithstanding any law which would otherwise make ineffective such designation, including, but without limitation to, any rule against perpetuities or law respecting testamentary dispositions; provided, that any such designation must be in writing.\n\n(d) Any trustee or other person, including any person, corporation or national banking association, may make payment to any person, or his or her legal representative, designated as provided in subsection (c), and no trustee or other person shall be liable in any way to any person for making payment to a person, or his or her legal representative, so designated.\n\n(e) This section shall not be construed to indicate any invalidity of designations such as are provided in subsection (c) made prior to September 9, 1961. This section shall not be construed to impose liability for the payment by a trustee or other person, in accordance with the terms of a trust instrument, to a person or his or her legal representative, not designated as provided herein.\n\n(Acts 1945, No. 306, p. 499; Acts 1961, No. 1014, p. 1592; §35-4-255; Act 2006-216, p. 314, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1304/"
    },
    {
      "id": "section-19-3b-1305",
      "number": "19-3B-1305",
      "heading": "Trusts Consisting of Insurance Policies or Proceeds.",
      "text": "Section 19-3B-1305\n\nTrusts Consisting of Insurance Policies or Proceeds.\n\nTrusts consisting solely of policies of life, health, accident, or disability insurance, or of the proceeds or avails thereof, shall for the purpose of determining whether any law against perpetuities or suspension of the power of alienation of title to property is applicable thereto be regarded as created when the liability of the insurer accrues by reason of the occurrence of the event insured against, whether or not a power to revoke the trust as to the policies was reserved during the life of the insured and whether or not any beneficial interest in the policies is alienable by the beneficiaries and whether or not the beneficiary or beneficiaries were in being at the time of the creation of the trust.\n\n(Acts 1949, No. 265, p. 389; §35-4-260; Act 2006-216, p. 314, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1305/"
    },
    {
      "id": "section-19-3b-1306",
      "number": "19-3B-1306",
      "heading": "Procedures for Release of Trustee from Duties.",
      "text": "Section 19-3B-1306\n\nProcedures for Release of Trustee from Duties.\n\n(a) A trustee may obtain a settlement of its accounts in accordance with subsection (b) when any of the following occur:\n\n(1) A trust terminates pursuant to the terms of the trust.\n\n(2) A trust terminates early pursuant to Section 19-3B-414.\n\n(3) A trustee resigns or is removed.\n\n(4) A trustee seeks discharge of an interim accounting period when the trust is continuing.\n\n(b)(1) A trustee who elects to proceed under this section shall provide all of the following to the qualified beneficiaries of the trust and the successor trustee, if applicable, within a reasonable time after termination of the trust pursuant to its terms, the resignation or removal of the trustee, or the end of the period for which the trustee is seeking discharge:\n\na. A statement showing the fair market value of the new assets to be distributed from a terminating trust or to a successor trustee.\n\nb. A trust accounting for the prior two years showing all receipts and disbursements and inventory value of the net assets.\n\nc. An estimate for any items reasonably anticipated to be received or disbursed.\n\nd. The amount of any fees, including trustee fees, remaining to be paid.\n\ne. Notice that the trust is terminating, or that the trustee has resigned or been removed, the time period for which the trustee seeks discharge of its accounts, and a statement providing that claims against a trustee under Section 19-3B-604 and Section 19-3B-1005, if applicable, shall be barred if no objections are received within the time period described in subsection (c).\n\nf. The name and mailing address of the trustee.\n\ng. The name and telephone number of a person who may be contacted for additional information.\n\n(2) The trustee may also provide the statement and notice described in this subsection to any other person who the trustee reasonably believes may have an interest in the trust.\n\n(3) The statement and notice described in this subsection shall be provided in accordance with Section 19-3B-109.\n\n(c)(1) If, after receiving the notice and trust information described in subsection (b), a qualified beneficiary or any other party that received the notice and trust information objects to a disclosed act or omission, the qualified beneficiary shall provide written notice of the objection to the trustee not later than 45 days after the notice was sent by the trustee. If no written objection is provided in the 45-day time period, the information provided under subsection (b) shall be considered approved by the recipient. The trustee, in the case of a trust terminating pursuant to the terms of the trust or the trustee’s resignation or removal, within a reasonable period of time following the expiration of the 45-day time period, shall distribute the assets as provided in the trust or to the successor trustee. If a qualified beneficiary gives the trustee a written objection within the applicable 45-day time period, the trustee or the qualified beneficiary may do either of the following:\n\na. Submit the written objection to the court for resolution and charge the expense of commencing a proceeding to the trust.\n\nb. Resolve the objection by a nonjudicial settlement agreement or other written agreement.\n\n(2) Any agreement entered into pursuant to paragraph (1)b. may include a release, an indemnity clause, or both, on the part of the beneficiary against the trustee relating to the trust. If the parties agree to a nonjudicial settlement agreement or other written agreement, any related expenses shall be charged to the trust. Upon a resolution of an objection under this subsection, within a reasonable period of time, the trustee shall distribute the remaining trust assets as provided in the trust or to the successor trustee.\n\n(d) The trustee may rely upon the written statement of a person receiving notice that the person does not object.\n\n(e) When a trustee distributes assets of a terminating trust or to the successor trustee after complying with this article and having received no objections, each person who received notice and either consented or failed to object pursuant to this section is barred from doing either of the following:\n\n(1) Bringing a claim against the trustee or challenging the validity of the trust to the same extent and with the same preclusive effect as if the court had entered a final order approving the trustee’s final account.\n\n(2) Bringing a claim against the trustee for the period of such interim accounts to the same extent and with the same preclusive effect as if the court had entered a final order approving the trustee’s interim accounts.\n\n(f) The court, as determined under Section 19-3B-203, shall have exclusive jurisdiction over matters under this section.\n\n(g) Sections 19-3B-301 through 19-3B-304 shall apply to this section.\n\n(h) Nothing in this section shall preclude a trustee from proceeding under Section 19-3B-201 to have the trustee’s accounts reviewed and settled by the court.\n\n(Act 2021-384, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-19/chapter-3b/section-19-3b-1306/"
    }
  ]
}