{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-407-registration-required-exceptions",
  "sections": [
    {
      "id": "section-28-407",
      "number": "28-407",
      "heading": "",
      "text": "28-407.Registration required; exceptions.\n\n(1) Except as otherwise provided in this section, every person who manufactures, prescribes, distributes, administers, or dispenses any controlled substance within this state or who proposes to engage in the manufacture, prescribing, administering, distribution, or dispensing of any controlled substance within this state shall obtain a registration issued by the department, except that on and after January 1, 2000, health care providers credentialed by the department and facilities licensed by the department shall not be required to obtain a separate Nebraska controlled substances registration upon providing proof of a Federal Controlled Substances Registration to the department. Federal Controlled Substances Registration numbers obtained under this section shall not be public information but may be shared by the department for investigative and regulatory purposes if necessary and only under appropriate circumstances to ensure against any unauthorized access to such information.\n\n(2) The following persons shall not be required to register and may lawfully possess controlled substances under the provisions of the Uniform Controlled Substances Act:\n\n(a) An agent, or an employee thereof, of any practitioner, registered manufacturer, distributor, or dispenser of any controlled substance if such agent is acting in the usual course of his or her business or employment;\n\n(b) A common or contract carrier or warehouse keeper, or an employee thereof, whose possession of any controlled substance is in the usual course of his or her business or employment; and\n\n(c) An ultimate user or a person in possession of any controlled substance pursuant to a medical order issued by a practitioner authorized to prescribe.\n\n(3) A separate registration shall be required at each principal place of business of professional practice where the applicant manufactures, distributes, or dispenses controlled substances, except that no registration shall be required in connection with the placement of an emergency box within a long-term care facility pursuant to the provisions of the Emergency Box Drug Act.\n\n(4) The department is authorized to inspect the establishment of a registrant or applicant for registration in accordance with the rules and regulations promulgated.\n\nSourceLaws 1977, LB 38, § 67;Laws 1994, LB 1210, § 4;Laws 1997, LB 307, § 5;Laws 1997, LB 550, § 2;Laws 1999, LB 828, § 1;Laws 2001, LB 398, § 5;Laws 2009, LB195, § 2.\n\nCross ReferencesEmergency Box Drug Act, see section 71-2410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-407/"
    }
  ]
}