{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-411-controlled-substances-records-by-whom-kept-contents-c",
  "sections": [
    {
      "id": "section-28-411controlled",
      "number": "28-411.Controlled",
      "heading": "substances; records; by whom kept; contents; compound controlled substances; duties",
      "text": "(1) Every practitioner who is authorized to administer or professionally use controlled substances shall keep a record of such controlled substances received by him or her and a record of all such controlled substanc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-411",
      "number": "28-411",
      "heading": "",
      "text": "28-411.Controlled substances; records; by whom kept; contents; compound controlled substances; duties.\n\n(1) Every practitioner who is authorized to administer or professionally use controlled substances shall keep a record of such controlled substances received by him or her and a record of all such controlled substances administered or professionally used by him or her, other than by medical order issued by a practitioner authorized to prescribe, in accordance with subsection (4) of this section.\n\n(2) Manufacturers, wholesalers, distributors, and reverse distributors shall keep records of all controlled substances compounded, mixed, cultivated, grown, or by any other process produced or prepared and of all controlled substances received and disposed of by them, in accordance with subsection (4) of this section.\n\n(3) Pharmacies shall keep records of all controlled substances received and disposed of by them, in accordance with subsection (4) of this section.\n\n(4)(a) The record of controlled substances received shall in every case show (i) the date of receipt, (ii) the name, address, and Drug Enforcement Administration number of the person receiving the controlled substances, (iii) the name, address, and Drug Enforcement Administration number of the person from whom received, (iv) the kind and quantity of controlled substances received, (v) the kind and quantity of controlled substances produced or removed from process of manufacture, and (vi) the date of such production or removal from process of manufacture.\n\n(b) The record shall in every case show the proportion of morphine, cocaine, or ecgonine contained in or producible from crude opium or coca leaves received or produced. The record of all controlled substances sold, administered, dispensed, or otherwise disposed of shall show the date of selling, administering, or dispensing, the name and address of the person to whom or for whose use or the owner and species of animal for which the controlled substances were sold, administered, or dispensed, and the kind and quantity of controlled substances. For any lost, destroyed, or stolen controlled substances, the record shall list the kind and quantity of such controlled substances and the discovery date of such loss, destruction, or theft.\n\n(c) Every such record shall be kept for a period of five years from the date of the transaction recorded.\n\n(5) Any person authorized to compound controlled substances shall comply with section 38-2867.01.\n\nSourceLaws 1977, LB 38, § 71;Laws 1988, LB 273, § 4;Laws 1995, LB 406, § 6;Laws 1996, LB 1044, § 69;Laws 2001, LB 398, § 9;Laws 2015, LB37, § 28;Laws 2017, LB166, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-411/"
    }
  ]
}