{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-1701-witness-or-victim-of-sexual-assault-eligible-alcohol",
  "sections": [
    {
      "id": "section-28-1701witness",
      "number": "28-1701.Witness",
      "heading": "or victim of sexual assault; eligible alcohol or drug offense; immunity from arrest or prosecution; conditions",
      "text": "(1) A person shall not be arrested or prosecuted for an eligible alcohol or drug offense if such person witnessed or was the victim of a sexual assault and such person:(a) Either:(i) In goo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-1701",
      "number": "28-1701",
      "heading": "",
      "text": "28-1701.Witness or victim of sexual assault; eligible alcohol or drug offense; immunity from arrest or prosecution; conditions.\n\n(1) A person shall not be arrested or prosecuted for an eligible alcohol or drug offense if such person witnessed or was the victim of a sexual assault and such person:\n\n(a) Either:\n\n(i) In good faith, reported such sexual assault to law enforcement; or\n\n(ii) Requested emergency medical assistance for the victim of the sexual assault; and\n\n(b) Evidence supporting the arrest or prosecution of the eligible alcohol or drug offense was obtained or discovered as a result of such person reporting such sexual assault to law enforcement or requesting emergency medical assistance.\n\n(2) A person shall not be arrested or prosecuted for an eligible alcohol or drug offense if:\n\n(a) Evidence supporting the arrest or prosecution of the person for the offense was obtained or discovered as a result of the investigation or prosecution of a sexual assault; and\n\n(b) Such person cooperates with law enforcement in the investigation or prosecution of the sexual assault.\n\n(3) For purposes of this section:\n\n(a) Eligible alcohol or drug offense means:\n\n(i) A violation of subsection (3) or (13) of section 28-416 or of section 28-441;\n\n(ii) A violation of section 53-180.02 committed by a person older than eighteen years of age and under the age of twenty-one years, as described in subdivision (4)(a) of section 53-180.05;\n\n(iii) A violation of a city or village ordinance similar to subdivision (3)(a)(i) or (ii) of this section; or\n\n(iv) Attempt, conspiracy, solicitation, being an accessory to, aiding and abetting, aiding the consummation of, or compounding a felony with any of the offenses in subdivision (3)(a)(i), (ii), or (iii) of this section as the underlying offense; and\n\n(b) Sexual assault means:\n\n(i) A violation of section 28-316.01, 28-319, 28-319.01, 28-320, 28-320.01, 28-320.02, 28-322.01, 28-322.02, 28-322.03, 28-322.04, 28-322.05, 28-703, or 28-1805, sex trafficking or sex trafficking of a minor under section 28-831, or subdivision (1)(c) or (g) of section 28-386 or subdivision (1)(d), (e), or (f) of section 28-707; or\n\n(ii) Attempt, conspiracy, solicitation, being an accessory to, aiding and abetting, aiding the consummation of, or compounding a felony with any of the offenses listed in subdivision (3)(b)(i) of this section as the underlying offense.\n\nSourceLaws 2022, LB519, ยง 3;Laws 2025, LB383, ยง 17.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-1701/"
    }
  ]
}