{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-304-murder-in-the-second-degree-penalty",
  "sections": [
    {
      "id": "section-28-304murder",
      "number": "28-304.Murder",
      "heading": "in the second degree; penalty.(1) A person commits murder in the second degree if he causes the death of a person intentionally, but without premeditation",
      "text": "(2) Murder in the second degree is a Class IB felony.SourceLaws 1977, LB 38, § 19.Annotations1. Elements2. Lesser-included offense3. Malice4. Ple",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-304",
      "number": "28-304",
      "heading": "",
      "text": "28-304.Murder in the second degree; penalty.\n\n(1) A person commits murder in the second degree if he causes the death of a person intentionally, but without premeditation.\n\n(2) Murder in the second degree is a Class IB felony.\n\nSourceLaws 1977, LB 38, § 19.\n\nAnnotations\n\n1. Elements\n\n2. Lesser-included offense\n\n3. Malice\n\n4. Plea bargains\n\n5. Requisite mental state\n\n6. Sentencing\n\n7. Miscellaneous\n\n1. Elements\n\nEvidence was held to be sufficient to support a conviction for murder in the second degree when an unprovoked defendant shot the victim in the back of the head as the victim was leaving the confrontation. State v. Davis, 276 Neb. 755, 757 N.W.2d 367 (2008).\n\nMalice is not a necessary element of second degree murder; however, a finding of malice is not necessarily prejudicial to the defendant because it places a greater burden on the State regarding intent. State v. Davis, 276 Neb. 755, 757 N.W.2d 367 (2008).\n\nA person commits second degree murder if he causes the death of a person intentionally, but without premeditation. State v. Weaver, 267 Neb. 826, 677 N.W.2d 502 (2004).\n\nMalice is not a necessary element of second degree murder under this section. The interpretation of this section that malice is not a necessary element of second degree murder may be applied retroactively. State v. Redmond, 262 Neb. 411, 631 N.W.2d 501 (2001).\n\nThe statutory elements of attempted second degree murder are a substantial step in a course of conduct intended to culminate in the commission of an intentional killing of another person. State v. Al-Zubaidy, 253 Neb. 357, 570 N.W.2d 713 (1997).\n\nWithout the element of malice or mens rea, this section would be of doubtful validity and perhaps unconstitutional. Malice is a necessary element of second degree murder. Applying rules of proper statutory construction, this section, though silent as to the longstanding material element of malice, must be read to include malice as an element of second degree murder in order to preserve a defendant's right to his or her presumption of innocence. State v. Ryan, 249 Neb. 218, 543 N.W.2d 128 (1996).\n\nMalice is an essential element of murder in the second degree. State v. Dean, 246 Neb. 869, 523 N.W.2d 861 (1994).\n\nAn information which alleges that defendant committed second degree murder but does not allege that the act was committed with \"malice\" fails to allege an essential element of the crime. State v. Manzer, 246 Neb. 536, 519 N.W.2d 558 (1994).\n\nMalice is an element of second degree murder. State v. Myers, 244 Neb. 905, 510 N.W.2d 58 (1994).\n\nIn order to support a conviction of second degree murder, the defendant must intend to kill; the prosecution must prove, beyond a reasonable doubt, that the defendant caused the victim's death intentionally. State v. Franklin, 241 Neb. 579, 489 N.W.2d 552 (1992).\n\nIn order to convict a person of second degree murder, the State is required to prove all three elements—death, intent to kill, and causation—beyond a reasonable doubt; none of the elements are presumed upon proof of the others, nor is any element presumed in the absence of proof by defendant of the converse of that element. Evidence of provocation by one other than the person whom defendant killed or attempted to kill cannot serve to mitigate an intentional killing from second degree murder to manslaughter. State v. Cave, 240 Neb. 783, 484 N.W.2d 458 (1992).\n\nThe essential elements of second degree murder are that the murder must be done purposely and maliciously. State v. Dean, 237 Neb. 65, 464 N.W.2d 782 (1991).\n\n2. Lesser-included offense\n\nSecond degree murder is not a lesser-included offense of the charge of felony murder. State v. Palmer, 224 Neb. 282, 399 N.W.2d 706 (1986).\n\n3. Malice\n\nMalice is an element of second degree murder. State v. Myers, 244 Neb. 905, 510 N.W.2d 58 (1994).\n\nMalice, in the context of this provision, has been said to denote that condition of mind which is manifested by the intentional doing of a wrongful act without just cause or excuse and to be any willful or corrupt intention of the mind. State v. Moniz, 224 Neb. 198, 397 N.W.2d 37 (1986).\n\n4. Plea bargains\n\nAlthough no authority was cited that a plea bargain must be supported by a concession on the part of the State, altering of charge from first degree murder to second degree murder was a substantial concession because it removed the possibility of the death sentence. State v. Suffredini, 224 Neb. 220, 397 N.W.2d 51 (1986).\n\n5. Requisite mental state\n\nThe state of mind required for second degree murder may be inferred from the evidence of the criminal act. State v. Williams, 226 Neb. 647, 413 N.W.2d 907 (1987).\n\nThe state of mind required for second degree murder may be inferred from the circumstantial evidence of the criminal act. State v. Rowe, 214 Neb. 685, 335 N.W.2d 309 (1983).\n\n6. Sentencing\n\nA sentence of life imprisonment on a second degree murder conviction and 10 years' imprisonment for a conviction of use of a weapon to commit a felony, with the sentences to run consecutively, were not excessive. State v. Davis, 276 Neb. 755, 757 N.W.2d 367 (2008).\n\nThe trial court did not abuse its discretion in sentencing the defendant to two consecutive life sentences on two counts of second degree murder, which sentences were within the statutory limits, when the record showed that despite being 17 years old at the time of the murders, the defendant admitted to shooting one victim in the head while he was struggling with her codefendant over a shotgun and was callous about her role 5 days after the murders. State v. Reid, 274 Neb. 780, 743 N.W.2d 370 (2008).\n\nPursuant to subsection (2) of this section, a sentence of imprisonment for a term of 60 years to life for second degree murder is not excessive in the absence of an abuse of judicial discretion. State v. Weaver, 267 Neb. 826, 677 N.W.2d 502 (2004).\n\nUnder the provisions of section 28-105 and subsection (2) of this statute, a court is not authorized to sentence one convicted of second degree murder to an indeterminate sentence, but must sentence such a person to imprisonment either for life or for a definite term of not less than 10 years. State v. Ward, 226 Neb. 809, 415 N.W.2d 151 (1987).\n\nA fifteen-year sentence was not excessive, in view of the seriousness of the crime, even though the defendant was a fifty-eight-year-old man with no previous criminal record, who was apparently provoked by the excessive demands of the victim, and who expressed remorse about committing the crime. State v. Kelly, 207 Neb. 295, 298 N.W.2d 370 (1980).\n\nWhere state Supreme Court interpreted 16- to 20-year sentence for second degree murder as definite 20-year term with a statutory 10-year minimum, defendant not prejudiced. Rouse v. Foster, 672 F.2d 649 (8th Cir. 1982).\n\n7. Miscellaneous\n\nMultiple convictions for second degree murder and child abuse resulting in death do not violate the Double Jeopardy Clauses of the state or federal Constitution. State v. Molina, 271 Neb. 488, 713 N.W.2d 412 (2006).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-304/"
    },
    {
      "id": "section-ond",
      "number": "ond",
      "heading": "degree murder is not a lesser-included offense of the charge of felony murder. State v. Palmer, 224 Neb. 282, 399 N.W.2d 706 (1986).",
      "text": "degree murder is not a lesser-included offense of the charge of felony murder. State v. Palmer, 224 Neb. 282, 399 N.W.2d 706 (1986).",
      "history": "",
      "source_url": ""
    }
  ]
}