{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-521-criminal-trespass-second-degree-penalty",
  "sections": [
    {
      "id": "section-28-521criminal",
      "number": "28-521.Criminal",
      "heading": "trespass, second degree; penalty",
      "text": "(1) A person commits second degree criminal trespass if, knowing that he or she is not licensed or privileged to do so, he or she enters or remains in any place as to which notice against trespass is given by:(a) Actual communication to the actor; or(b) Posting in a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-521",
      "number": "28-521",
      "heading": "",
      "text": "28-521.Criminal trespass, second degree; penalty.\n\n(1) A person commits second degree criminal trespass if, knowing that he or she is not licensed or privileged to do so, he or she enters or remains in any place as to which notice against trespass is given by:\n\n(a) Actual communication to the actor; or\n\n(b) Posting in a manner prescribed by law or reasonably likely to come to the attention of intruders; or\n\n(c) Fencing or other enclosure manifestly designed to exclude intruders except as otherwise provided in section 28-520.\n\n(2) A person commits second degree criminal trespass if, knowing that he or she is not licensed or privileged to do so, he or she intentionally causes an electronic device, such as an unmanned aircraft, to enter into, upon, or above the property of another, including such property owned by such person and leased or rented to another, with the intent to observe another person without his or her consent in a place of solitude or seclusion.\n\n(3) For purposes of this section, unmanned aircraft means an aircraft, including an aircraft commonly known as a drone, which is operated without the possibility of direct human intervention from within or on the aircraft.\n\n(4) Second degree criminal trespass is a Class III misdemeanor, except as provided for in subsection (5) of this section.\n\n(5) Second degree criminal trespass is a Class II misdemeanor if the offender defies an order to leave personally communicated to him or her by the owner of the premises or other authorized person.\n\nSourceLaws 1977, LB 38, ยง 120;Laws 2009, LB238, ยง 2;Laws 2022, LB922, ยง 6.\n\nAnnotations\n\nEvidence was sufficient to support a conviction for second degree criminal trespass where the Nebraska State Patrol told defendant to remove a flagpole from the Nebraska State Capitol building and warned defendant that he needed to leave the building or could be arrested for trespassing, but defendant did not remove the flagpole or leave the building. State v. Kalita, 317 Neb. 906, 12 N.W.3d 499 (2024).\n\nIn a trespass prosecution, a defendant may introduce evidence that an owner or other person empowered to license access to the property told the defendant that he or she could be on the property. Such statements are verbal acts, i.e., nonhearsay statements, because they have legal significance merely because they were spoken. State v. McCave, 282 Neb. 500, 805 N.W.2d 290 (2011).\n\nAn automobile, by itself, is not a \"place\" as to which notice against trespass may be given within the meaning of subsection (1)(c) of this section. In re Interest of W.D., 232 Neb. 581, 441 N.W.2d 608 (1989).\n\nCriminal trespass is not a lesser-included offense of burglary. State v. Miller, 215 Neb. 145, 337 N.W.2d 424 (1983).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-521/"
    }
  ]
}