{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-514-theft-of-property-lost-mislaid-or-delivered-by-mistak",
  "sections": [
    {
      "id": "section-28-514theft",
      "number": "28-514.Theft",
      "heading": "of property lost, mislaid, or delivered by mistake; penalty",
      "text": "(1) A person who comes into control of property of another that he or she knows to have been lost, mislaid, or delivered under a mistake as to the nature or amount of the property or the identity of the recipient commits theft if, with inte",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-514",
      "number": "28-514",
      "heading": "",
      "text": "28-514.Theft of property lost, mislaid, or delivered by mistake; penalty.\n\n(1) A person who comes into control of property of another that he or she knows to have been lost, mislaid, or delivered under a mistake as to the nature or amount of the property or the identity of the recipient commits theft if, with intent to deprive the owner thereof, he or she fails to take reasonable measures to restore the property to a person entitled to have it.\n\n(2) Any person convicted of violating subsection (1) of this section shall be punished by the penalty prescribed in the next lower classification below the value of the item lost, mislaid, or delivered under a mistake pursuant to section 28-518.\n\n(3) Any person convicted of violating subsection (1) of this section when the value of the property is five hundred dollars or less shall be guilty of a Class III misdemeanor for the first conviction, a Class II misdemeanor for the second conviction, and a Class I misdemeanor for the third or subsequent conviction.\n\nSourceLaws 1977, LB 38, § 113;Laws 1989, LB 200, § 1;Laws 1992, LB 111, § 1;Laws 2015, LB605, § 29;Laws 2016, LB1094, § 7.\n\nAnnotations\n\nThis section prohibits a person from taking control of lost or mislaid property and doing nothing to restore the property to its owner. State v. Beyer, 260 Neb. 670, 619 N.W.2d 213 (2000).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-514/"
    }
  ]
}