{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-204-accessory-to-felony-defined-penalties",
  "sections": [
    {
      "id": "section-28-204accessory",
      "number": "28-204.Accessory",
      "heading": "to felony, defined; penalties.(1) A person is guilty of being an accessory to felony if with intent to interfere with, hinder, delay, or prevent the discovery, apprehension, prosecution, conviction, or punishment of another for an offense, he or she:(a) Harbors or conceals the other;(b) Provides or ",
      "text": "to felony, defined; penalties.(1) A person is guilty of being an accessory to felony if with intent to interfere with, hinder, delay, or prevent the discovery, apprehension, prosecution, conviction, or punishment of another for an offense, he or she:(a) Harbors or conceals the other;(b) Provides or aids in providing a weapon, transportation, disguise, or other means of effecting escape or avoiding discovery or apprehension;(c) Conceals or destroys evidence of the crime or tampers with a witness, informant, document, or other source of information, regardless of its admissibility in evidence;(d) Warns the other of impending discovery or apprehension other than in connection with an effort to bring another into compliance with the law;(e) Volunteers false information to a peace officer; or(f) By force, intimidation, or deception, obstructs anyone in the performance of any act which might aid in the discovery, detection, apprehension, prosecution, conviction, or punishment of such person.(2)(a) Accessory to felony is a Class IIA felony if the actor violates subdivision (1)(a), (1)(b), or (1)(c) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a Class I, IA, IB, IC, or ID felony.(b) Accessory to felony is a Class IIIA felony if the actor violates subdivision (1)(a), (1)(b), or (1)(c) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a Class II or IIA felony.(c) Accessory to felony is a Class IV felony if the actor violates subdivision (1)(a), (1)(b), or (1)(c) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a Class III or Class IIIA felony.(d) Accessory to felony is a Class I misdemeanor if the actor violates subdivision (1)(a), (1)(b), or (1)(c) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a Class IV felony.(e) Accessory to felony is a Class IV felony if the actor violates subdivision (1)(d), (1)(e), or (1)(f) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a felony of any class other than a Class IV felony.(f) Accessory to felony is a Class I misdemeanor if the actor violates subdivision (1)(d), (1)(e), or (1)(f) of this section, the actor knows of the conduct of the other, and the conduct of the other constitutes a Class IV felony.SourceLaws 1977, LB 38, ยง 13;Laws 1999, LB 40, ยง 1;Laws 2015, LB605, ยง 9;Laws 2016, LB1094, ยง 5.AnnotationsThe crime of being an accessory to a felony, as defined in this section, is not a lesser-included offense of the crime of robbery. State v. Arthaloney, 230 Neb. 819, 433 N.W.2d 545 (1989).When a jury is the fact finder in a case involving accessory to a felony charges, the jury should be instructed so as to ensure that the underlying offense of the principal is specifically determined. State v. Romo, 12 Neb. App. 472, 676 N.W.2d 737 (2004).A person must have reliable knowledge of the principal's identity to be guilty as an accessory under this section. Merely reporting false information about a crime without knowledge of the principal's identity constitutes the misdemeanor of false reporting, as defined by section 28-907. State v. Anderson, 10 Neb. App. 163, 626 N.W.2d 627 (2001).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-204",
      "number": "28-204",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}