{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-143902-drug-forfeitures-county-treasurer-duties-county-dr",
  "sections": [
    {
      "id": "section-28-143902drug",
      "number": "28-1439.02.Drug",
      "heading": "forfeitures; county treasurer; duties; County Drug Law Enforcement and Education Fund",
      "text": "(1) The proceeds from any sale ordered pursuant to section 28-431, less legal costs, charges, and claims allowed, and any money forfeited pursuant to section 28-431 shall be paid to the county treasurer of the coun",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-143902",
      "number": "28-1439.02",
      "heading": "",
      "text": "28-1439.02.Drug forfeitures; county treasurer; duties; County Drug Law Enforcement and Education Fund.\n\n(1) The proceeds from any sale ordered pursuant to section 28-431, less legal costs, charges, and claims allowed, and any money forfeited pursuant to section 28-431 shall be paid to the county treasurer of the county in which the seizure was made. The county treasurer shall dispose of all such proceeds from property forfeited pursuant to subdivision (1)(g) of section 28-431 and fifty percent of the money forfeited pursuant to subdivision (1)(h) of section 28-431 in the manner provided for disposition of fines, penalties, and license money under the Constitution of Nebraska. The county treasurer shall disburse the remaining fifty percent of the money forfeited pursuant to subdivision (1)(h) of section 28-431 to his or her respective County Drug Law Enforcement and Education Fund. Each county shall create a County Drug Law Enforcement and Education Fund.\n\n(2) Money remitted to any county pursuant to section 77-4310.01 shall be credited by the county treasurer of such county to the County Drug Law Enforcement and Education Fund.\n\nSourceLaws 1985, LB 247, ยง 2;Laws 1991, LB 773, ยง 2;Laws 2016, LB1009, ยง 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-1439-02/"
    }
  ]
}