{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-1803-child-sexual-abuse-material-possess-or-receive-unlaw",
  "sections": [
    {
      "id": "section-28-1803",
      "number": "28-1803",
      "heading": "",
      "text": "28-1803.Child sexual abuse material; possess or receive; unlawful; penalty; affirmative defense.\n\n(1) It shall be unlawful for a person nineteen years of age or older to knowingly possess or receive any child sexual abuse material. Violation of this subsection is a Class IIA felony.\n\n(2)(a) It shall be unlawful for a person under nineteen years of age to knowingly and intentionally possess or receive any child sexual abuse material.\n\n(b) Violation of this subsection is a Class I misdemeanor. A second or subsequent conviction under this subsection is a Class IV felony.\n\n(3) For a defendant who was eighteen years of age or older but under nineteen years of age at the time of the offense, it shall be an affirmative defense to a charge made pursuant to subsection (2) of this section that:\n\n(a) The visual depiction:\n\n(i) Portrays a child who is fifteen years of age or older;\n\n(ii) Was knowingly and voluntarily generated by the child depicted therein;\n\n(iii) Was knowingly and voluntarily provided by such child; and\n\n(iv) Portrays only one child other than the defendant;\n\n(b) The defendant has not provided or made available the visual depiction to another person except such child; and\n\n(c) The defendant did not coerce such child to either create or send the visual depiction.\n\n(4) For a defendant who was under eighteen years of age at the time of the offense, it shall be an affirmative defense to a charge made pursuant to subsection (2) of this section that:\n\n(a) The difference in age between the defendant and the child portrayed is less than four years;\n\n(b) The visual depiction:\n\n(i) Was knowingly and voluntarily generated by the child depicted therein;\n\n(ii) Was knowingly and voluntarily provided by such child; and\n\n(iii) Portrays only one child other than the defendant;\n\n(c) The defendant has not provided or made available the visual depiction to another person except such child; and\n\n(d) The defendant did not coerce such child to either create or send the visual depiction.\n\n(5) Except as provided in subdivision (2)(b) of this section, any person who violates subsection (1) or (2) of this section and who has previously been convicted of a covered offense shall be guilty of a Class IC felony for each offense.\n\nSourceLaws 1988, LB 117, § 6;Laws 2003, LB 111, § 1;Laws 2009, LB97, § 15;Laws 2015, LB605, § 45;Laws 2016, LB1106, § 7;Laws 2019, LB630, § 3;R.S.Supp.,2024, § 28-813.01;Laws 2025, LB383, § 3.Operative Date: September 3, 2025\n\nCross ReferencesSex Offender Registration Act, see section 29-4001.\n\nAnnotations\n\nA person knowingly possesses child pornography in violation of this section when he or she knows of the nature or character of the material and of its presence and has dominion or control over it. State v. Mucia, 292 Neb. 1, 871 N.W.2d 221 (2015).\n\n-Possess- under this section includes constructive possession. State v. Schuller, 287 Neb. 500, 843 N.W.2d 626 (2014).\n\nWhere a person, using file-sharing software, intentionally searches for, downloads, views, and then deletes child pornography computer files, that person has -knowingly possess[ed]- child pornography. State v. Schuller, 287 Neb. 500, 843 N.W.2d 626 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-1803/"
    }
  ]
}