{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-1235-transportation-of-explosive-materials-permit-require",
  "sections": [
    {
      "id": "section-28-1235transportation",
      "number": "28-1235.Transportation",
      "heading": "of explosive materials; permit required",
      "text": "No person shall transport any explosive materials into this state or within the boundaries of this state unless such person holds a permit as required by sections 28-1213 to 28-1239 or a permit or license issued pursuant to 18 U.S.C. chapter 40. Common carrier",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-1235",
      "number": "28-1235",
      "heading": "",
      "text": "28-1235.Transportation of explosive materials; permit required.\n\nNo person shall transport any explosive materials into this state or within the boundaries of this state unless such person holds a permit as required by sections 28-1213 to 28-1239 or a permit or license issued pursuant to 18 U.S.C. chapter 40. Common carriers by air, highway, railway, or water transporting explosive materials into this state or within the boundaries of this state and contract or private carriers by motor vehicle transporting explosive materials into this state or within the boundaries of this state in the lawful, ordinary course of business and engaged in such business pursuant to certificate or permit by whatever name issued to them by any federal or state officer, agency, bureau, commission, or department shall be excepted from this section except as the Nebraska State Patrol by rule and regulation may otherwise provide. All transportation of explosive materials subject to this section shall be in conformity with such safety rules and regulations as the Nebraska State Patrol may adopt and promulgate.\n\nSourceLaws 1977, LB 38, ยง 267;Laws 1989, LB 215, ยง 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-1235/"
    }
  ]
}