{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-929-assault-on-an-officer-an-emergency-responder-certain-",
  "sections": [
    {
      "id": "section-28-929assault",
      "number": "28-929.Assault",
      "heading": "on an officer, an emergency responder, certain employees, or a health care professional in the first degree; penalty",
      "text": "(1) A person commits the offense of assault on an officer, an emergency responder, a state correctional employee, a Department of Health and Human Services employee, or a health care",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-929",
      "number": "28-929",
      "heading": "",
      "text": "28-929.Assault on an officer, an emergency responder, certain employees, or a health care professional in the first degree; penalty.\n\n(1) A person commits the offense of assault on an officer, an emergency responder, a state correctional employee, a Department of Health and Human Services employee, or a health care professional in the first degree if:\n\n(a) He or she intentionally or knowingly causes serious bodily injury:\n\n(i) To a peace officer, a probation officer, a firefighter, an emergency care provider, or an employee of the Department of Correctional Services;\n\n(ii) To an employee of the Department of Health and Human Services if the person committing the offense is committed as a dangerous sex offender under the Sex Offender Commitment Act; or\n\n(iii) To a health care professional; and\n\n(b) The offense is committed while such officer, firefighter, emergency care provider, or employee is engaged in the performance of his or her official duties or while the health care professional is on duty at a hospital or a health clinic.\n\n(2) Assault on an officer, an emergency responder, a state correctional employee, a Department of Health and Human Services employee, or a health care professional in the first degree shall be a Class ID felony.\n\nSourceLaws 1982, LB 465, § 3;Laws 2005, LB 538, § 1;Laws 2009, LB63, § 7;Laws 2010, LB771, § 4;Laws 2012, LB677, § 1;Laws 2014, LB811, § 17;Laws 2020, LB1002, § 5.\n\nCross ReferencesSex Offender Commitment Act, see section 71-1201.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-929/"
    }
  ]
}