{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-32001-sexual-assault-of-a-child-second-or-third-degree-pe",
  "sections": [
    {
      "id": "section-28-32001sexual",
      "number": "28-320.01.Sexual",
      "heading": "assault of a child; second or third degree; penalties",
      "text": "(1) A person commits sexual assault of a child in the second or third degree if he or she subjects another person fourteen years of age or younger to sexual contact and the actor is at least nineteen years of age or older.(2) Sexual assault of a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-32001",
      "number": "28-320.01",
      "heading": "",
      "text": "28-320.01.Sexual assault of a child; second or third degree; penalties.\n\n(1) A person commits sexual assault of a child in the second or third degree if he or she subjects another person fourteen years of age or younger to sexual contact and the actor is at least nineteen years of age or older.\n\n(2) Sexual assault of a child is in the second degree if the actor causes serious personal injury to the victim. Sexual assault of a child in the second degree is a Class II felony for the first offense.\n\n(3) Sexual assault of a child is in the third degree if the actor does not cause serious personal injury to the victim. Sexual assault of a child in the third degree is a Class IIIA felony for the first offense.\n\n(4) Any person who is found guilty of second degree sexual assault of a child under this section and who has previously been convicted (a) under this section, (b) under section 28-319 of first degree or attempted first degree sexual assault, (c) under section 28-319.01 for first degree or attempted first degree sexual assault of a child, or (d) in any other state or federal court under laws with essentially the same elements as this section, section 28-319, or section 28-319.01 shall be guilty of a Class IC felony and shall be sentenced to a mandatory minimum term of twenty-five years in prison.\n\n(5) Any person who is found guilty of third degree sexual assault of a child under this section and who has previously been convicted (a) under this section, (b) under section 28-319 of first degree or attempted first degree sexual assault, (c) under section 28-319.01 for first degree or attempted first degree sexual assault of a child, or (d) in any other state or federal court under laws with essentially the same elements as this section, section 28-319, or section 28-319.01 shall be guilty of a Class IC felony.\n\nSourceLaws 1984, LB 79, § 1;Laws 1991, LB 23, § 1;Laws 1996, LB 645, § 14;Laws 1997, LB 364, § 6;Laws 2006, LB 1199, § 7.\n\nCross ReferencesRegistration of sex offenders, see sections 29-4001 to 29-4014.\n\nAnnotations\n\nThe exact date of the commission of an offense is not a substantive element of first, second, or third degree sexual assault of a child. State v. Samayoa, 292 Neb. 334, 873 N.W.2d 449 (2015).\n\nAs used in this section, the phrase, \"fourteen years of age or younger\" designates persons whose age is less than or under fourteen years, and also designates persons who have reached and passed their fourteenth birthday but have not reached their fifteenth birthday. State v. Carlson, 223 Neb. 874, 394 N.W.2d 669 (1986).\n\nSexual assault of a child is not a lesser-included offense of first degree sexual assault of a child. State v. Putz, 11 Neb. App. 332, 650 N.W.2d 486 (2002).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-320-01/"
    }
  ]
}