{
  "state": "nebraska",
  "path": "title-chapter-28-crimes-and-punishments/chapter-28-320-sexual-assault-second-or-third-degree-penalty",
  "sections": [
    {
      "id": "section-28-320sexual",
      "number": "28-320.Sexual",
      "heading": "assault; second or third degree; penalty",
      "text": "(1) Any person who subjects another person to sexual contact (a) without consent of the victim, or (b) who knew or should have known that the victim was physically or mentally incapable of resisting or appraising the nature of his or her conduct is guilty of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28-320",
      "number": "28-320",
      "heading": "",
      "text": "28-320.Sexual assault; second or third degree; penalty.\n\n(1) Any person who subjects another person to sexual contact (a) without consent of the victim, or (b) who knew or should have known that the victim was physically or mentally incapable of resisting or appraising the nature of his or her conduct is guilty of sexual assault in either the second degree or third degree.\n\n(2) Sexual assault shall be in the second degree and is a Class IIA felony if the actor shall have caused serious personal injury to the victim.\n\n(3) Sexual assault shall be in the third degree and is a Class I misdemeanor if the actor shall not have caused serious personal injury to the victim.\n\nSourceLaws 1977, LB 38, ยง 35;Laws 1978, LB 701, ยง 2;Laws 1995, LB 371, ยง 5;Laws 2015, LB605, ยง 18.\n\nCross ReferencesRegistration of sex offenders, see sections 29-4001 to 29-4014.\n\nAnnotations\n\n1. Elements\n\n2. Generally\n\n3. Jury instructions\n\n4. Lesser-included offense\n\n5. Sexual contact\n\n1. Elements\n\nPursuant to subsection (1) of this section, common sense alone establishes that a child of 5 or 6 years of age is incapable of understanding the nature of sexual conduct as a matter of law. In re Interest of Gunner B., 312 Neb. 697, 980 N.W.2d 863 (2022).\n\nDefendant's conviction of sexual abuse of a vulnerable adult reversed because evidence was insufficient to establish element of sexual contact. State v. Hulshizer, 245 Neb. 244, 512 N.W.2d 372 (1994).\n\nThis section requires only that the state prove that the sexual contact took place and that the actor knew or should have known that the victim was mentally or physically incapable of resisting the actor's aggressions. In re Interest of J.M., 223 Neb. 609, 391 N.W.2d 146 (1986).\n\n2. Generally\n\nIt is sufficient if the victim's testimony is corroborated as to material facts and circumstances which support her testimony as to the principal facts at issue. State v. Red Feather, 205 Neb. 734, 289 N.W.2d 768 (1980); State v. Rhodes, 201 Neb. 576, 270 N.W.2d 920 (1978).\n\n3. Jury instructions\n\nTrial court erred in instructing jury on second degree sexual assault. State v. Beermann, 231 Neb. 380, 436 N.W.2d 499 (1989).\n\n4. Lesser-included offense\n\nThird degree sexual assault is not a lesser-included offense of attempted first degree sexual assault. State v. Swoopes, 223 Neb. 914, 395 N.W.2d 500 (1986).\n\nThird degree sexual assault is a lesser-included offense of second degree sexual assault. State v. Schwartz, 219 Neb. 833, 366 N.W.2d 766 (1985).\n\nSexual assault in the second degree is not a lesser-included offense of sexual assault in the first degree. State v. Schmidt, 5 Neb. App. 653, 562 N.W.2d 859 (1997).\n\nSexual assault in the third degree is not a lesser-included offense of sexual assault in the first degree. State v. Schmidt, 5 Neb. App. 653, 562 N.W.2d 859 (1997).\n\n5. Sexual contact\n\nIn the context of a conviction for third degree sexual assault under this section, evidence of physical contact between the defendant's penis and the victim's shin was sufficient to support a finding of \"sexual contact\" as defined in section 28-318(5). State v. Fuller, 279 Neb. 568, 779 N.W.2d 112 (2010).\n\nDefendant's conviction of sexual abuse of a vulnerable adult reversed because evidence was insufficient to establish element of sexual contact. State v. Hulshizer, 245 Neb. 244, 512 N.W.2d 372 (1994).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-28/statute-28-320/"
    }
  ]
}