{
  "state": "illinois",
  "path": "title-chapter-210-health-facilities-and-regulation/chapter-210-ilcs-135-community-integrated-living-arrangements-licens",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the Community-Integrated Living Arrangements Licensure and Certification Act.",
      "text": "This Act shall be known and may be cited as the Community-Integrated Living Arrangements Licensure and Certification Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The purpose of this Act is to promote the operation of",
      "text": "community-integrated living arrangements for the supervision of persons with\nmental illness and persons with a developmental disability by licensing\ncommunity mental health or developmental services agencies to provide an array\nof community-integrated living arrangements for such individuals. These\ncommunity-integrated living arrangements are intended to promote independence\nin daily living and economic self-sufficiency. The licensed community mental\nhealth or developmental services agencies in turn shall be required to certify\nto the Department that the programs and placements provided in the\ncommunity-integrated living arrangements comply with this Act, the Mental\nHealth and Developmental Disabilities Code, and applicable Department rules and\nregulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "As used in this Act, unless the context requires otherwise:",
      "text": "As used in this Act, unless the context requires otherwise:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) Any community mental health or developmental services agency who",
      "text": "wishes to develop and support a variety of community-integrated living\narrangements may do so pursuant to a license issued by the Department under this Act.\nHowever, programs established under or otherwise subject to the Child\nCare Act of 1969, the Nursing Home Care Act, the Specialized Mental Health Rehabilitation Act of 2013, the ID/DD Community Care Act, or the MC/DD Act, as now or\nhereafter amended, shall remain\nsubject thereto, and this Act shall not be construed to limit the\napplication of those Acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(a) The Department may conduct an investigation upon receipt of a complaint",
      "text": "to insure that the agency is in compliance with this Act.\nIf, based upon the results of its\ninvestigation, the Department determines that the agency is not in\ncompliance with this Act, it shall serve a notice of violation upon the\nagency as set forth in paragraph (2) of subsection (g) of Section 4 above.\nUpon request by a complainant,\nthe Department shall notify the complainant of the results of any\ninvestigation of a complaint.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "(a) The Department shall deny an application for a license,",
      "text": "or revoke or refuse to renew the license of a community mental health or\ndevelopmental services agency, or refuse to issue a license to the holder\nof a temporary permit, if the Department determines that the applicant,\nagency or permit holder has not complied with a provision of this Act, the\nMental Health and Developmental Disabilities Code, or applicable Department\nrules and regulations. Specific grounds for denial or revocation of a\nlicense, or refusal to renew a license or to\nissue a license to the holder of a temporary permit, shall include but not be limited to:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "(a) Except in emergency situations, no license may be denied",
      "text": "or revoked unless the applicant\nor licensee is given written notice of the grounds for the Department's\naction. The applicant or licensee may appeal the Department's proposed\naction and shall do so within 15 days after receipt of the Department's written notice by\nmaking written request to the Department for a hearing. Notice of the\ntime, place and nature of the hearing shall be given to the applicant or\nlicensee not less than 2 weeks prior to the date of the hearing. The\nhearing shall proceed, and the notice shall be delivered, in accordance\nwith The Illinois Administrative Procedure Act, as now or hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "(a) Any community mental health or developmental services agency",
      "text": "that continues to operate after its license is revoked under this Act, or\nafter its license expires and the Department refuses to renew the license,\nis guilty of a business offense and shall be fined an amount in excess of\n$500 but not exceeding $2,000, and each day of violation is a separate\noffense. All fines shall be paid to the Mental Health Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "By July 1, 1989, the Department shall adopt rules pursuant to",
      "text": "the Illinois Administrative Procedure Act to establish minimum standards\nfor licensing community-integrated living arrangements under this Act.\nThese rules shall govern the operation and conduct of community-integrated\nliving arrangements and shall provide for the license application\nprocess; agency standards and financial requirements; licensing,\ncertification and license renewal procedures; revocation of licenses;\nnotification to recipients of their rights and the ability to contact the\nGuardianship and Advocacy Commission; emergency actions which can be taken\nby the Department to protect recipients' rights, welfare, and safety; and\nany other rules deemed necessary to implement the provisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "Recipient's funds; protection.",
      "text": "Recipient's funds; protection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-92",
      "number": "9.2.",
      "heading": "Emergency contacts and required records",
      "text": "An agency shall collect and securely store identifying and contact information for each resident. Unless otherwise required by statute or an agency's rules or policies, this information may include, but not be limited to, a current photograph, personal contac\ninformation, guardian or emergency contact information, a log of all off-site overnight visits, current identification card, medical card, social security number, and birth certificate. A resident's individual service coordination agency shall maintain copies of the documents as well. The log of all off-site overnight visits shall not apply to intermittent community-integrated living arrangements or in situations where the resident leaves to stay with parents and family. This information shall be updated periodically.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Community integration.",
      "text": "Community integration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "All agencies previously licensed under the Community Residential",
      "text": "Alternatives Licensing Act are subject to and shall be licensed under this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Nursing services. Subject to appropriation, the Department shall adjust its rate methodology for community-integrated living arrangements using as a guide the findings and recommendations of the CILA nursing services reimbursement working group established by Senate Resolution 514 of the 94th Genera",
      "text": "Nursing services. Subject to appropriation, the Department shall adjust its rate methodology for community-integrated living arrangements using as a guide the findings and recommendations of the CILA nursing services reimbursement working group established by Senate Resolution 514 of the 94th General Assembly in order to improve the efficient and effective utilization of nursing personnel, to increase the levels of nursing services, and to improve access and availability of nursing services for residents of community-integrated living arrangements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Fire inspections; authority.",
      "text": "Fire inspections; authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131",
      "number": "13.1.",
      "heading": "Registry checks for employees.",
      "text": "Registry checks for employees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-132",
      "number": "13.2.",
      "heading": "Emergency notification. Any facility licensed under this Act shall notify the Department when emergency calls are made from the facility",
      "text": "The Department shall adopt any rules necessary to implement this Section, including, but not limited to, reporting procedures and protocols and penalties for fail",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-133",
      "number": "13.3.",
      "heading": "Community-integrated living arrangement per diem reimbursement",
      "text": "As used in this Section, \"medical absence\" means a situation in which a resident is temporarily absent from a community-integrated living arrangement to receive medical treatment or for other reasons that have been recommended by third-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Transparency for individuals and guardians",
      "text": "By October 1, 2011, the Department shall make available to individuals and guardians upon enrollment a document listing telephone numbers and other contact information to report suspected cases of abuse, neglect, or exploitation. The information provided",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "14.5.",
      "heading": "Authorized electronic monitoring of a",
      "text": "resident's room.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Designation of representative. Any adult resident of a community-integrated living arrangement who does not have a legal guardian and has not been adjudicated incompetent may designate another adult of his or her choice to serve as the representative of the resident for the sole purpose of receiving",
      "text": "Designation of representative. Any adult resident of a community-integrated living arrangement who does not have a legal guardian and has not been adjudicated incompetent may designate another adult of his or her choice to serve as the representative of the resident for the sole purpose of receiving notification from the agency or from the Department concerning any incident or condition regarding the health, safety, or well-being of the resident. The designation shall be made in writing and signed by the resident, the designated representative, and a representative of the agency. The agency shall inform the resident of his or her right to designate another adult as a representative for such purposes. The designation may be revoked in writing by the resident at any time. The agency shall provide a designation of representative form that is substantially the same as the following:\"DESIGNATION OF REPRESENTATIVEI, (insert name), am ....... years old and reside at ........I have not been adjudicated incompetent and do not have a legal guardian.I hereby delegate (insert name, phone number, and e-mail address of designated representative), an adult who resides at .........., as my representative for the sole purpose of receiving notification of any incident that may affect my health, safety or well-being while a resident at .........., and hereby give my consent to (insert name of agency) to communicate with (insert name of designated representative) about any such incident.I understand that I may revoke this Designation of Representative at any time by notifying (insert name of agency) in writing that I wish to do so.I also understand that by executing this document I am waiving my right to confidentiality, but only to the extent of the authority conveyed in this document.(Insert Name of Resident).....................Signature of Resident(Insert Name of Representative)...........................Signature of Representative(Insert Name of Agency Representative)...........................",
      "history": "",
      "source_url": ""
    }
  ]
}