{
  "state": "wyoming",
  "path": "title-title-8-general-provisions/chapter-chapter-5-statue-and-replica-of-esther-morris-and-chief-wash",
  "sections": [
    {
      "id": "section-8-5-101",
      "number": "8-5-101",
      "heading": "Statue to Be Placed in Capitol of United States.Section 8-5-102 - Replica to Be Placed in State Capital.Section 8-5-103 - Statue of Chief Washakie.",
      "text": "8-5-101. Statue to be placed in capitol of United States.\n\nThe statue of Esther Morris, made pursuant to Section 1, Chapter 45, Session Laws of 1955, shall be placed in the capitol of the United States, in accordance with the provisions of section 187 of Title 40 of the United States Code Annotated, and shall there remain as commemorative of her distinguished service to the territory and the state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-8/chapter-5/section-8-5-101/"
    },
    {
      "id": "section-8-5-102",
      "number": "8-5-102",
      "heading": "Replica to Be Placed in State Capital.",
      "text": "8-5-102. Replica to be placed in state capital.\n\nA replica of the statue specified in W.S. 8-5-101 shall be placed in the capital of Wyoming and shall there remain as commemorative of Esther Morris's distinguished service to the territory and the state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-8/chapter-5/section-8-5-102/"
    },
    {
      "id": "section-8-5-103",
      "number": "8-5-103",
      "heading": "Statue of Chief Washakie.",
      "text": "8-5-103. Statue of Chief Washakie.\n\nIn the event a commission is appointed to obtain funding for the creation of a statue of Chief Washakie and upon completion of the statue, the statue of Chief Washakie shall be placed in the capitol of the United States, in accordance with the provisions of section 187 of Title 40 of the United States Code, and shall remain there as commemorative of Chief Washakie's historical significance to the territory and the state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-8/chapter-5/section-8-5-103/"
    }
  ]
}