{
  "state": "utah",
  "path": "title-title-57-real-estate/chapter-chapter-16-mobile-home-park-residency-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1",
      "heading": "Short title.Section 2 - Purpose of chapter",
      "text": "Section 3 - Definitions.Section 4 - Termination of lease or rental agreement -- Required contents of lease -- Increases in rents or fees -- Required disclosures -- Sale of homes -- Notice regarding planned reduction or restriction of amenities.Section 4.1 -",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2",
      "heading": "Purpose of chapter.",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-3",
      "number": "3",
      "heading": "Definitions.",
      "text": "8-5-3.\n\nAbandonment -- Standards -- Prima facie evidence.\n\nThe fact that the grantee or holder of a lot or parcel in a cemetery has not used portions of the lots or parcels for the purpose of burial for more than 60 years shall be prima facie evidence that the grantee or holder had abandoned the lots or parcels if during that time the grantee or holder:\n\n(1) has not provided the care to the lots or parcels provided uniformly to all lots or parcels within the cemetery;\n\n(2) has not given to the municipality or cemetery maintenance district a written notice of claim or interest in the lots or parcels; or\n\n(3) has not kept the lots or parcels free of weeds or brush.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-3/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "Termination of lease or rental agreement -- Required contents of lease -- Increases in rents or fees -- Required disclosures -- Sale of homes -- Notice regarding planned reduction or restriction of amenities",
      "text": "8-5-4.\n\nCopy of judgment to be filed with county recorder.\n\nA certified copy of the judgment in the action to revest title to cemetery lots, sites, or parcels shall be filed with the county recorder in the county in which the lots, sites, or parcels are located.\n\nEnacted by Chapter 132, 1985 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-4/"
    },
    {
      "id": "section-41",
      "number": "4.1",
      "heading": "Meeting to attempt resolution of disputes.",
      "text": "73-10c-4.1.\n\nWastewater projects -- Loan criteria and requirements -- Process for approval.\n\n(1) The Water Quality Board shall review the plans and specifications for a wastewater project before approval of any loan and may condition approval on the availability of loan funds and on assurances that the Water Quality Board considers necessary to ensure that loan funds are used to pay the wastewater project costs and that the wastewater project is completed.\n\n(2)\n\n(a) Each loan shall specify the terms for repayment, with the term, interest rate or rates, including a variable rate, and security as determined by the Water Quality Board.\n\n(b) The loan may be evidenced by general obligation or revenue bonds or other obligations of the political subdivision.\n\n(c) Loan payments made by a political subdivision shall be deposited in the Water Quality Security Subaccount as described in Section 73-10c-5.\n\n(d) The loans are subject to the provisions of Title 63B, Chapter 1b, State Financing Consolidation Act.\n\n(3) In determining the priority for a wastewater project loan, the Water Quality Board shall consider:\n\n(a) the ability of the political subdivision to obtain money for the wastewater project from other sources or to finance the project from its own resources;\n\n(b) the ability of the political subdivision to repay the loan;\n\n(c) whether or not a good faith effort to secure all or part of the services needed from the private sector of the economy has been made; and\n\n(d) whether or not the wastewater project:\n\n(i) meets a critical local or state need;\n\n(ii) is cost effective;\n\n(iii) will protect against present or potential health hazards;\n\n(iv) is needed to comply with minimum standards of the federal Water Pollution Control Act, Title 33, Chapter 26, United States Code, or any similar or successor statute;\n\n(v) is needed to comply with the minimum standards of Title 19, Chapter 5, Water Quality Act, or any similar or successor statute;\n\n(vi) is designed to reduce the pollution of the waters of this state; and\n\n(vii) meets any other consideration considered necessary by the Water Quality Board.\n\n(4) In determining the cost effectiveness of a wastewater project the Water Quality Board shall:\n\n(a) require the preparation of a cost-effective analysis of feasible wastewater treatment or conveyance alternatives capable of meeting state and federal water quality and public health requirements;\n\n(b) consider monetary costs, including the present worth or equivalent annual value of all capital costs and operation, maintenance, and replacement costs; and\n\n(c) ensure that the alternative selected is the most economical means of meeting applicable state and federal wastewater and water quality or public health requirements over the useful life of the facility while recognizing environmental and other nonmonetary considerations.\n\n(5) A loan may not be made for a wastewater project that is not in the public interest as determined by the Water Quality Board.\n\nAmended by Chapter 382, 2008 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-73/chapter-10c/section-4-1/"
    },
    {
      "id": "section-5",
      "number": "5",
      "heading": "Cause required for terminating lease -- Causes -- Cure periods -- Notice.",
      "text": "Effective 2/27/2023\n\n8-5-5.\n\nProceeds of resale of lots.\n\nThe proceeds from the subsequent resale of any lot or parcel, title to which has been revested in the municipality or cemetery maintenance district under Section 8-5-2 or 8-5-6, less the costs and expenses incurred in the proceeding, shall become part of the permanent care and improvement fund of the municipality or cemetery maintenance district, subject to subsequent disposition under Title 10, Chapter 5, Uniform Fiscal Procedures Act for Utah Towns, Title 10, Chapter 6, Uniform Fiscal Procedures Act for Utah Cities, or Title 17B, Chapter 1, Part 6, Fiscal Procedures for Special Districts.\n\nAmended by Chapter 16, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-5/"
    },
    {
      "id": "section-6",
      "number": "6",
      "heading": "Action for lease termination -- Prerequisite procedure.",
      "text": "Effective 5/3/2023\n\n8-5-6.\n\nAlternative council or board procedures for notice -- Termination of rights -- Notice.\n\n(1) As an alternative to the procedures set forth in Sections 8-5-1 through 8-5-4, a municipal council or cemetery maintenance district board may pass a resolution demanding that the owner of a lot, site, or portion of the cemetery, which has been unused for burial purposes for more than 60 years, file with the county recorder, city recorder, or town clerk notice of any claim to the lot, site, or portion of the cemetery.\n\n(2) The municipal council or cemetery maintenance district board shall then cause a copy of the resolution to be personally served on the owner in the same manner as personal service of process in a civil action. The resolution shall notify the owner that the owner shall, within 60 days after service of the resolution on the owner, express interest in maintaining the cemetery lot, site, or portion of the cemetery and submit satisfactory evidence of an intention to use the lot, site, or portion of the cemetery for a burial.\n\n(3) If the owner cannot be personally served with the resolution of the municipal council or cemetery maintenance district board as required in Subsection (2), the municipal council or cemetery maintenance district board shall:\n\n(a) publish the resolution for the municipality or cemetery maintenance district, as a class A notice under Section 63G-30-102, for three weeks; and\n\n(b) mail a copy of the resolution within 14 days after the publication to the owner's last known address, if available.\n\n(4) If, for 30 days after the last date of service or publication of the municipal council's or cemetery maintenance district board's resolution, the owner or person with a legal interest in the cemetery lot fails to state a valid interest in the use of the cemetery lot, site, or portion of the cemetery for burial purposes, the owner's rights are terminated and that portion of the cemetery shall be vested in the municipality or cemetery maintenance district.\n\nAmended by Chapter 435, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-6/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "Rules of parks.",
      "text": "8-5-7.\n\nSale of only right to be buried.\n\nMunicipalities and cemetery maintenance districts shall sell only the right to be buried in the cemetery and all cemetery lots or parcels sold by a municipality after April 29, 1985, or by a cemetery maintenance district after June 1, 2001 shall be rights to be buried only. Nothing in this section shall prevent municipalities or cemetery maintenance districts from imposing additional terms on the sale of rights to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-7/"
    },
    {
      "id": "section-75",
      "number": "7.5",
      "heading": "Payment of rent required after notice -- Summary judgment.",
      "text": "67-20-7.5.\n\nWorkers' compensation benefits for a volunteer search and rescue team member.\n\n(1) A volunteer search and rescue team member is considered an employee of the county of the county sheriff that certifies and supervises the volunteer search and rescue team member for the purpose of receiving workers' compensation benefits under:\n\n(a)Title 34A, Chapter 2, Workers' Compensation Act; and\n\n(b)Title 34A, Chapter 3, Utah Occupational Disease Act.\n\n(2)\n\n(a) In accordance with Section 34A-2-105, the workers' compensation benefits described in Subsection (1) are the exclusive remedy against the county of the supervising county sheriff or an officer, agent, or employee of the county or supervising county sheriff, for the injuries and occupational diseases resulting from the volunteer search and rescue team member's services for the supervising county sheriff as a volunteer search and rescue team member.\n\n(b) For purposes of Subsection (2)(a), the county of the supervising county sheriff for whom the volunteer search and rescue team member provides services as a volunteer search and rescue team member is considered an employer of the volunteer search and rescue team member.\n\n(3) To compute the workers' compensation benefits for a volunteer search and rescue team member described in Subsection (1), the average weekly wage of the volunteer search and rescue team member for purposes of the volunteer search and rescue team member's workers' compensation claim is the average weekly wage of an entry-level deputy sheriff employed by the supervising county sheriff at the time of the industrial accident or occupational disease.\n\nEnacted by Chapter 248, 2011 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-67/chapter-20/section-7-5/"
    },
    {
      "id": "section-8",
      "number": "8",
      "heading": "Payment of rent and fees during pendency of eviction proceeding.",
      "text": "8-5-8.\n\nMunicipal and maintenance district cemeteries -- Rights of lot holders -- Compensation -- Perpetual care charges.\n\n(1) The owner, grantee, or person claiming through the grantee shall have the right, on presentation of the certificate of title or right to burial to the municipality or cemetery maintenance district, for any lot or parcel which has reverted to the municipality or cemetery maintenance district, at the option of the municipality or cemetery maintenance district, to:\n\n(a) be compensated for the lot or parcel at the reasonable value of the lot or parcel as of the date the certificate is presented to the municipality or cemetery maintenance district;\n\n(b) receive a right to burial to another lot or parcel if the right to burial or title to the lot or parcel has been sold by the municipality or cemetery maintenance district; or\n\n(c) receive the right to burial to the lot or parcel if the municipality or cemetery maintenance district has not sold the right to burial to the lot or parcel.\n\n(2) Nothing in this section prevents a municipality or cemetery maintenance district from collecting unpaid perpetual care charges from a person claiming title or the right to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-8/"
    },
    {
      "id": "section-9",
      "number": "9",
      "heading": "Lienholder's liability for rent and fees.",
      "text": "Effective 5/7/2025\n\n77-7-9.\n\nWeapons may be taken from prisoner.\n\nAny person making an arrest may seize from the person arrested all weapons which the person arrested may have on or about his or her person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-9/"
    },
    {
      "id": "section-10",
      "number": "10",
      "heading": "Utility service to mobile home parks -- Limitation on providers' charges.",
      "text": "Effective 5/7/2025\n\n77-7-10.\n\nTelegraph or telephone authorization of execution of arrest warrant.\n\nAny magistrate may, by an endorsement on a warrant of arrest, authorize by telegraph, telephone or other reasonable means, its execution. A copy of the warrant or notice of its issuance and terms may be sent to one or more peace officers. The copy or notice communicated authorizes the officer to proceed in the same manner under it as if the peace officer had an original warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-10/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Rights and remedies not exclusive.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-12",
      "number": "12",
      "heading": "Waiver of rights and duties prohibited.",
      "text": "77-7-12.\n\nDetaining persons suspected of shoplifting or library theft -- Persons authorized.\n\n(1) A peace officer, merchant, or merchant's employee, servant, or agent who has reasonable grounds to believe that goods held or displayed for sale by the merchant have been taken by a person with intent to steal may, for the purpose of investigating the unlawful act and attempting to effect a recovery of the goods, detain the person in a reasonable manner for a reasonable length of time.\n\n(2) A peace officer or employee of a library may detain a person for the purposes and under the limits of Subsection (1) if there are reasonable grounds to believe the person violated Title 76, Chapter 6, Part 8, Library Theft.\n\nAmended by Chapter 245, 1987 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-12/"
    },
    {
      "id": "section-13",
      "number": "13",
      "heading": "Abandonment.",
      "text": "77-7-13.\n\nArrest without warrant by peace officer -- Reasonable grounds, what constitutes -- Exemption from civil or criminal liability.\n\n(1) A peace officer may arrest, without warrant, any person the officer has reasonable ground to believe has committed a theft under Title 76, Chapter 6, Part 8, Library Theft, or of goods held or displayed for sale.\n\n(2) A charge of theft made to a peace officer under Title 76, Chapter 6, Part 8, Library Theft, by an employee of a library, or by a merchant, merchant's employee, servant, or agent constitutes a reasonable ground for arrest, and the peace officer is relieved from any civil or criminal liability.\n\nAmended by Chapter 282, 1998 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-13/"
    },
    {
      "id": "section-14",
      "number": "14",
      "heading": "Abandoned premises -- Retaking by owner -- Liability of resident or occupant -- Personal property of resident or occupant left on mobile home space.",
      "text": "Effective 5/7/2025\n\n77-7-14.\n\nPerson causing detention or arrest of person suspected of shoplifting or library theft -- Civil and criminal immunity.\n\n(1)A peace officer, merchant, or merchant's employee, servant, or agent who causes the detention of a person as provided in Section 77-7-12, or who causes the arrest of a person for theft of goods held or displayed for sale, is not criminally or civilly liable where there is reasonable and probable cause to believe the person detained or arrested committed a theft of goods held or displayed for sale.\n\n(2)A peace officer or employee of a library who causes a detention or arrest of a person under Title 76, Chapter 6, Part 8, Library Theft, is not criminally or civilly liable where there is reasonable and probable cause to believe that the person committed a theft of library materials.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-14/"
    },
    {
      "id": "section-15",
      "number": "15",
      "heading": "Eviction proceeding.",
      "text": "Effective 5/14/2019\n\n77-7-15.\n\nAuthority of peace officer to stop and question suspect -- Grounds.\n\nA peace officer may stop any individual in a public place when the officer has a reasonable suspicion to believe the individual has committed or is in the act of committing or is attempting to commit a public offense and may demand the individual's name, address, date of birth, and an explanation of the individual's actions.\n\nAmended by Chapter 411, 2019 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-15/"
    },
    {
      "id": "section-16",
      "number": "16",
      "heading": "Mobile home park residents' associations.",
      "text": "Effective 5/7/2025\n\n77-7-16.\n\nAuthority of peace officer to frisk suspect for dangerous weapon -- Grounds.\n\nA peace officer who has stopped a person temporarily for questioning may frisk the person for a dangerous weapon if the peace officer reasonably believes the peace officer or any other person is in danger.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-16/"
    },
    {
      "id": "section-17",
      "number": "17",
      "heading": "Authority of political subdivisions.",
      "text": "Effective 5/7/2025\n\n77-7-17.\n\nAuthority of peace officer to take possession of weapons.\n\nA peace officer who finds a dangerous weapon pursuant to a frisk may take and keep it until the completion of the questioning, at which time the peace officer shall either return it if lawfully possessed, or arrest such person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-17/"
    },
    {
      "id": "section-18",
      "number": "18",
      "heading": "Notice required for change in land use or condemnation -- Local ordinances forbidden.",
      "text": "Effective 5/1/2018\n\n77-7-18.\n\nCitation on misdemeanor or infraction charge.\n\n(1) Any person subject to arrest or prosecution on a misdemeanor or infraction charge may be issued and delivered a citation that requires the person to appear at the court of the magistrate with territorial jurisdiction.\n\n(2) The following may issue the citation described in Subsection (1):\n\n(a) a peace officer, in lieu of or in addition to taking the person into custody;\n\n(b) any public official of any county or municipality charged with the enforcement of the law;\n\n(c) a port-of-entry agent as defined in Section 72-1-102;\n\n(d) an animal control officer of a county, municipality, or special service district under Title 17D, Chapter 1, Special Service District Act, who is authorized to provide animal control service; and\n\n(e) a volunteer authorized to issue a citation under Section 41-6a-217.\n\nAmended by Chapter 379, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-18/"
    },
    {
      "id": "section-19",
      "number": "19",
      "heading": "Violation of chapter by a mobile home park -- Remedies for a resident -- Attorney fees and costs.",
      "text": "Effective 10/1/2020\n\n77-7-19.\n\nAppearance required by citation -- Arrest for failure to appear -- Transfer of cases -- Disposition of fines and costs.\n\n(1) An individual receiving a citation issued pursuant to Section 77-7-18 shall appear in the court designated in the citation on or before the time and date specified in the citation unless:\n\n(a) the citation states that the court will, within five to 14 days, notify the individual of when to appear; or\n\n(b) the individual is permitted to remit the fine and other penalties without a personal appearance in accordance with a uniform fine schedule adopted by the Judicial Council or by court order under Section 77-7-21.\n\n(2) A citation may not require an individual to appear or contact the court sooner than five days or later than 14 days following its issuance.\n\n(3) If the individual cited does not appear before the court as directed by the citation or the court, or pay the fine as allowed by Section 77-7-21, the court may issue a bench warrant for the individual's arrest.\n\n(4)\n\n(a) Clerks and other administrative personnel serving the courts shall identify for the judge any citations over which the court may lack jurisdiction.\n\n(b) Upon determining that the court lacks jurisdiction over a citation, the court shall:\n\n(i) transfer the case to a court with jurisdiction;\n\n(ii) if the court cannot readily identify a court with jurisdiction, dismiss the charges contained in the citation; and\n\n(iii) notify the prosecutor of the transfer or dismissal.\n\n(c) Any fine, fee, or forfeiture collected by a court that lacks jurisdiction shall be:\n\n(i) transferred to the court receiving the case; or\n\n(ii) if the case is dismissed, returned to the defendant.\n\nAmended by Chapter 185, 2020 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-19/"
    }
  ]
}