{
  "state": "idaho",
  "path": "title-title-30/chapter-chapter-17",
  "sections": [
    {
      "id": "section-30-1702",
      "number": "30-1702",
      "heading": "",
      "text": "30-1702. DUTIES OF DIRECTOR. In discharging the duties of the position of director of an issuing public corporation, a director, in considering the best interests of the corporation, shall consider the long-term as well as the short-term interests of the corporation and its shareholders including the possibility that these interests may be best served by the continued independence of the corporation. In addition, a director may consider the interests of Idaho employees, suppliers, customers and communities in discharging his duties.\n\n[30-1702, added 1988, ch. 84, sec. 3, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1702/"
    },
    {
      "id": "section-30-1701",
      "number": "30-1701",
      "heading": "",
      "text": "30-1701. DEFINITIONS. In this chapter the following terms have the meaning specified:\n\n(1) \"Affiliate\" means a person that directly or indirectly controls, is controlled by or is under common control with a specified person.\n\n(2) \"Announcement date,\" when used in reference to any business combination, means the date of the first public announcement of a definitive proposal for the business combination.\n\n(3) \"Associate,\" when used to indicate a relationship with any person, means:\n\n(a) Any corporation or organization of which the person is an officer, director or partner or is, directly or indirectly, the beneficial owner of ten per cent (10%) or more of any class or series of shares entitled to vote or other equity interests;\n\n(b) Any trust or estate in which the person has a ten per cent (10%) or more beneficial interest or as to which the person serves as trustee or personal representative or in a similar fiduciary capacity; or\n\n(c) Any relative or spouse of the person, or any relative of the spouse, residing in the home of the person.\n\n(4) \"Beneficial owner,\" when used with respect to shares or other securities, includes any person who, directly or indirectly, through any agreement, arrangement, relationship, understanding or otherwise, whether or not in writing, has or shares the power to vote, or direct the voting of, the shares or securities or has or shares the power to dispose of, or direct the disposition of, the shares or securities, except that:\n\n(a) A person is not deemed the beneficial owner of shares or securities tendered pursuant to a tender or exchange offer made by the person or any of the person’s affiliates or associates until the tendered shares or securities are accepted for purchase or exchange or payment, or purchased or exchanged; and\n\n(b) A person is not deemed the beneficial owner of shares or securities with respect to which the person has the power to vote or direct the voting arising solely from a revocable proxy given in response to a proxy solicitation made in accordance with the applicable rules and regulations under the Securities Exchange Act of 1934, as amended, and is not then reportable under that act on a schedule 13D or comparable report under that act.\n\n(5) \"Beneficial ownership\" includes the right to acquire shares or securities through the exercise of options, warrants or rights, the conversion of convertible securities or otherwise, regardless of whether exercisable only after the passage of time (whether or not less than sixty (60) days) or the occurrence or nonoccurrence of a future event. The shares or securities subject to the options, warrants, rights or conversion privileges held by a person are deemed to be outstanding for the purpose of computing the percentage of outstanding shares or securities of the class or series owned by the person but are not deemed to be outstanding for the purpose of computing the percentage of the class or series owned by any other person. A person is deemed the beneficial owner of shares and securities beneficially owned by an affiliate or associate of the person.\n\n(6) \"Business combination,\" when used in reference to any issuing public corporation and any interested shareholder of the issuing public corporation, means:\n\n(a) Any merger or consolidation of the issuing public corporation or any subsidiary of the issuing public corporation with either:\n\n1. The interested shareholder; or\n\n2. Any other domestic or foreign corporation, whether or not itself an interested shareholder of the issuing public corporation, that is, or after the merger would be, an affiliate or associates of the interested shareholder, except that the foregoing does not include the merger of a wholly owned subsidiary of the issuing public corporation into the issuing public corporation or the merger of two (2) or more wholly owned subsidiaries of the issuing public corporation; or\n\n(b) Any exchange, pursuant to a plan of exchange under the laws of this state or a comparable statute of any other state or jurisdiction, of shares of the issuing public corporation or any subsidiary of the issuing public corporation for shares of either:\n\n1. The interested shareholder; or\n\n2. Any other domestic or foreign corporation, whether or not itself an interested shareholder of the issuing public corporation, that is, or after the exchange would be, an affiliate or associate of the interested shareholder; or\n\n(c) Any sale, lease, exchange, mortgage, pledge, transfer or other disposition, in a single transaction or a series of transactions, to or with the interested shareholder or any affiliate or associate of the interested shareholder, whether as part of a dissolution or otherwise, of assets of the issuing public corporation or any subsidiary of the issuing public corporation to which any of the following applies:\n\n1. Has an aggregate market value equal to ten per cent (10%) or more of the aggregate market value of all the assets, determined on a consolidated basis, of the issuing public corporation;\n\n2. Has an aggregate market value equal to ten per cent (10%) or more of the aggregate market value of all the outstanding shares of the issuing public corporation; or\n\n3. Represents ten per cent (10%) or more of the earning power or net income, determined on a consolidated basis, of the issuing public corporation; or\n\n(d) Any transaction which results in the issuance or transfer by the issuing public corporation or any subsidiary of the issuing public corporation, in a single transaction or a series of transactions, of any shares of the issuing public corporation that have an aggregate market value equal to five per cent (5%) or more of the aggregate market value of all the outstanding shares of the issuing public corporation to the interested shareholder or any affiliate or associate of the interested shareholder, except pursuant to the exercise of warrants or rights to purchase shares offered or distributed or a dividend or distribution paid or made pro rata to all shareholders of the issuing public corporation, and except pursuant to the exercise or conversion of securities exercisable for or convertible into shares of the issuing public corporation or any subsidiary of the issuing public corporation which securities were outstanding prior to the time that the interested stockholder became such; or\n\n(e) The adoption of any plan or proposal for the liquidation or dissolution of the issuing public corporation, or any reincorporation of the issuing public corporation in another state or jurisdiction, proposed by, on behalf of or pursuant to any agreement, arrangement or understanding, whether or not in writing, with the interested shareholder or any affiliate or associate of the interested shareholder; or\n\n(f) Any transaction involving any reclassification of securities, including any share dividend or split, reverse share split or other distribution of shares in respect of shares, recapitalization of the issuing public corporation, merger or consolidation of the issuing public corporation with any subsidiary of the issuing public corporation, exchange of shares of the issuing public corporation with any subsidiary of the issuing public corporation or other transaction, whether or not with or into or otherwise involving the interested shareholder, proposed by, on behalf of or pursuant to any agreement, arrangement or understanding, whether or not in writing, with the interested shareholder or any affiliate or associate of the interested shareholder that has the effect, directly or indirectly, of increasing the proportionate share of the outstanding shares of any class or series of shares entitled to vote, or securities that are exchangeable for or convertible into or that carry a right to acquire shares entitled to vote, of the issuing public corporation or any subsidiary of the issuing public corporation that is, directly or indirectly, owned by the interested shareholder of any affiliate or associate of the interested shareholder, except as a result of immaterial changes due to fractional share adjustments; or\n\n(g) Any receipt by the interested shareholder or any affiliate or associate of the interested shareholder of the benefit, directly or indirectly, except proportionately as a shareholder of the issuing public corporation, of any loans, advances, guarantees, pledges or other financial assistance or any tax credits or other tax advantages provided by or through the issuing public corporation or any subsidiary of the issuing public corporation.\n\n(7) \"Consummation,\" with respect to any business combination, means the date of consummation of the business combination or, in the case of a business combination as to which a shareholder vote is taken, the later of:\n\n(a) The business day before the vote; or\n\n(b) Twenty (20) days before the date of consummation of the business combination.\n\n(8) \"Control,\" \"controlling,\" \"controlled by\" or \"under common control with\" means the possession, directly or indirectly, of the power to direct or to cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract or otherwise. A person’s beneficial ownership of ten per cent (10%) or more of the voting power of a corporation’s outstanding shares entitled to vote in the election of directors creates a presumption that the person has control of the corporation. A person is not considered to have control of a corporation if the person holds voting power, in good faith and not for the purpose of avoiding the provisions of this chapter, as an agent, bank, broker, nominee, custodian or trustee for one (1) or more beneficial owners who do not individually or as a group have control of the corporation.\n\n(9) \"Day\" means a calendar day and shall consist of the time period from 12:01 a.m. through 12:00 midnight, Idaho time.\n\n(10) \"Interested shareholder,\" when used in reference to any issuing public corporation, means any person, other than the issuing public corporation or any subsidiary of the issuing public corporation, that is either:\n\n(a) The beneficial owner, directly or indirectly, of ten per cent (10%) or more of the voting power of the outstanding shares entitled to vote of the issuing public corporation; or\n\n(b) An affiliate or associate of the issuing public corporation.\n\n(11) \"Issuing public corporation\" means a publicly held corporation which has at least fifty (50) shareholders and which either:\n\n(a) Is incorporated under the laws of this state; or\n\n(b) (i) Has a place of business or its principal executive office located in this state, (ii) owns or controls assets located within this state that have a fair market value of at least one million dollars ($1,000,000), (iii) has more than two hundred fifty (250) employees residing in this state, and (iv) has either (X) more than ten per cent (10%) of its shareholders resident in this state, or (Y) more than ten per cent (10%) of its shares owned of record by state residents. For purposes of this subsection, the number of employees shall be computed by including all employees of subsidiaries or affiliates of the publicly held corporation. For purposes of this subsection, the record date for determining the percentages and number of shareholders and shares shall be the last shareholder record date before the event requiring that the determination be made, except that if a shareholder record date has not been fixed by the board of directors of the issuing public corporation within the preceding four (4) months, the determination shall be made as of the end of the issuing public corporation’s most recent fiscal quarter. The residence of a shareholder is presumed to be the address appearing in the records of the issuing public corporation. Shares held of record by banks (except as trustee or guardian), brokers, or nominees shall be disregarded for purposes of calculating percentages and numbers described in this subsection. Shares of an issuing public corporation allocated to the account of an employee or former employee or beneficiaries of employees or former employees of an issuing public corporation held in a plan that is qualified under section 401(a) of the Internal Revenue Code of 1986, as amended, and is a defined contribution plan within the meaning of section 414(i) of the code, shall be deemed for purposes of this subsection, to be held of record by the employee to whose account such shares are allocated.\n\n(12) \"Market value,\" when used in reference to shares or property of any issuing public corporation or any of its subsidiaries, means:\n\n(a) In the case of shares, the highest closing sale price during the thirty (30) day period immediately preceding the date in question of a share of the composite tape for New York Stock Exchange listed shares or, if the shares are not quoted on the composite tape or not listed on the New York Stock Exchange, on the principal United States securities exchange registered under the Securities Exchange Act of 1934, as amended, on which the shares are listed or, if the shares are not listed on any such exchange, on the National Association of Securities Dealers, Inc. Automated Quotations National Market System or, if the shares are not quoted on the National Association of Securities Dealers, Inc. Automated Quotations National Market System, the highest closing bid quotation during the thirty (30) day period preceding the date in question of a share on the National Association of Securities Dealers, Inc. Automated Quotations System or any system then in use or, if no such quotation is available, the fair market value on the date in question of a share as determined in good faith by the board of the issuing public corporation; and\n\n(b) In the case of property other than cash or shares, the fair market value of the property on the date in question as determined in good faith by the board of the issuing public corporation.\n\n(13) \"Publicly held corporation\" means a corporation that has a class of equity securities registered pursuant to section 12 or is subject to section 15(d) of the Securities Exchange Act of 1934, as amended.\n\n(14) \"Share acquisition date,\" with respect to any person and any issuing public corporation, means the date that the person first becomes an interested shareholder.\n\n[30-1701, added 1988, ch. 84, sec. 3, p. 158; am. 1989, ch. 139, sec. 2, p. 325.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1701/"
    },
    {
      "id": "section-30-1703",
      "number": "30-1703",
      "heading": "",
      "text": "30-1703. EXCLUSIONS FROM CHAPTER. The provisions of this chapter shall not apply to an interested shareholder if:\n\n(1) The interested shareholder was an interested shareholder on, or became an interested shareholder pursuant to a tender offer commenced prior to, the day following the effective date of this act, and remained such;\n\n(2) The original articles or bylaws of the issuing public corporation contain a provision expressly electing not to be subject to the provisions of this chapter;\n\n(3) The issuing public corporation, by action of its board of directors, adopts an amendment to its bylaws expressly electing not to be subject to the provisions of this chapter; or\n\n(4) The issuing public corporation, by action of its shareholders, adopts an amendment to its articles of incorporation or bylaws approved by the shareholders holding sixty-six and two-thirds per cent (66 2/3%) of the outstanding voting power of all shares entitled to vote, excluding the shares of interested shareholders and their affiliates and associates, under which the issuing public corporation by such shareholder action expressly elects not to be subject to this chapter, and such amendment provides that it is not to be effective until eighteen (18) months after the effective date of this chapter.\n\n(5) The provisions of this chapter do not apply to any business combination of an issuing public corporation with an interested shareholder of the issuing public corporation who became an interested shareholder inadvertently, if the interested shareholder both:\n\n(a) As soon as practicable, divests itself of a sufficient amount of the shares entitled to vote of the issuing public corporation so that it no longer is the beneficial owner, directly or indirectly, of ten per cent (10%) or more of the outstanding shares entitled to vote of the issuing public corporation; and\n\n(b) Would not at any time within the three (3) year period preceding the announcement date with respect to the business combination have been an interested shareholder except for the inadvertent acquisition.\n\n(6) This chapter does not apply to insurance companies regulated under title 41, Idaho Code.\n\n[30-1703, added 1988, ch. 84, sec. 3, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1703/"
    },
    {
      "id": "section-30-1704",
      "number": "30-1704",
      "heading": "",
      "text": "30-1704. BUSINESS COMBINATION WITH INTERESTED SHAREHOLDER — APPROVAL BY DIRECTORS. (1) Except as provided in section 30-1703, Idaho Code, and notwithstanding any other provisions to the contrary in this title, an issuing public corporation may not engage in any business combination or vote, consent or otherwise act to authorize a subsidiary of the issuing public corporation to engage in any business combination with respect to, proposed by or on behalf of or pursuant to any agreement, arrangement or understanding, whether or not in writing, with, any interested shareholder of the issuing public corporation or any affiliate or associate of the interested shareholder for a period of three (3) years after the interested shareholder’s share acquisition date, unless the business combination or the acquisition of shares made by the interested shareholder on the interested shareholder’s share acquisition date is approved by a committee of the board of the issuing public corporation before the interested shareholder’s share acquisition date. The committee shall be formed in accordance with subsection (4) of this section.\n\n(2) If a good faith definitive proposal regarding a business combination is made in writing to the board of the issuing public corporation, a committee of the board formed in accordance with subsection (4) of this section shall consider and take action on the proposal and respond in writing within forty-five (45) days after receipt of the proposal by the issuing public corporation, setting forth its decision regarding the proposal.\n\n(3) If a good faith definitive proposal to acquire shares is made in writing to the board of the issuing public corporation, a committee of the board, formed in accordance with subsection (4) of this section, shall consider and take action on the proposal. Unless the committee responds affirmatively in writing within forty-five (45) days after receipt of the proposal by the issuing public corporation, the committee shall be considered to have disapproved the shares acquisition.\n\n(4) When a business combination or acquisition of shares is proposed pursuant to this section, the board shall promptly form a committee, which may be a committee of the entire board of directors, a majority of which shall be disinterested directors. The committee shall take action on the proposal by the affirmative vote of a simple majority of the committee members. Notwithstanding the provisions of section 30-1703, Idaho Code, the committee is not subject to any direction or control by the board with respect to the committee’s consideration of or any action concerning a business combination or acquisition of shares pursuant to this section. For purposes of this subsection, a director or person is disinterested if the director or person (a) is not a present or former officer or employee of the issuing public corporation or a majority owned subsidiary of the issuing public corporation, or (b) is not an officer, director, employee, affiliate or associate of an interested shareholder.\n\n[30-1704, added 1988, ch. 84, sec. 3, p. 164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1704/"
    },
    {
      "id": "section-30-1706",
      "number": "30-1706",
      "heading": "",
      "text": "30-1706. SCOPE. (1) Nothing contained in this chapter is intended or shall be construed in any way to limit, modify or restrict an issuing public corporation’s authority to take any action which the directors may appropriately determine to be in furtherance of the protection of the interests of the corporation and its shareholders, including without limitation the authority to adopt or enter into plans, arrangements or instruments that deny rights, privileges, power or authority to the holder or holders of at least a specified number of shares or percentage of share ownership or voting power in certain circumstances.\n\n(2) The requirements imposed by this chapter are to be in addition to, and not in lieu of, requirements imposed on a transaction by any provision in the articles or the bylaws of the issuing public corporation, or otherwise.\n\n[30-1706, added 1988, ch. 84, sec. 3, p. 167.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1706/"
    },
    {
      "id": "section-30-1705",
      "number": "30-1705",
      "heading": "",
      "text": "30-1705. REQUIREMENTS. Except as provided in sections 30-1703 and 30-1704, Idaho Code, and notwithstanding any other provisions to the contrary in this title, an issuing public corporation may not engage at any time in any business combination or vote, consent or otherwise act to authorize a subsidiary of the issuing public corporation to engage in any business combination with respect to, proposed by or on behalf of or pursuant to any agreement, arrangement or understanding, whether or not in writing, with an interested shareholder of the issuing public corporation or any affiliate or associate of the interested shareholder other than a business combination meeting all the requirements of this chapter, the articles of the issuing public corporation and the requirements specified in any of the following:\n\n(1) A business combination approved by the board of the issuing public corporation before the interested shareholder’s share acquisition date, or as to which the acquisition of shares made by the interested shareholder on the interested shareholder’s share acquisition date had been approved by the board of the issuing public corporation before the interested shareholder’s share acquisition date.\n\n(2) A business combination approved by the affirmative vote of the holders of sixty-six and two-thirds percent (66 2/3%) of the outstanding shares entitled to vote not beneficially owned by the interested shareholder proposing the business combination or any affiliate or associate of the interested shareholder proposing the business combination at a meeting called for that purpose no earlier than three (3) years after the interested shareholder’s share acquisition date.\n\n(3) A business combination, with respect to which the consummation date is no earlier than three (3) years after the interested shareholder’s share acquisition date, that meets all the following conditions:\n\n(a) The aggregate amount of the cash and the market value as of the consummation date of consideration other than cash to be received per share by holders of outstanding common shares of the issuing public corporation in the business combination is at least equal to the higher of the following:\n\n1. The highest per share price, including any brokerage commissions, transfer taxes, and soliciting dealers’ fees, paid by the interested shareholder, at a time when the interested shareholder was the beneficial owner, directly or indirectly, of five percent (5%) or more of the outstanding shares entitled to vote of the issuing public corporation, for any common shares of the same class or series acquired by it within the three (3) year period immediately before the announcement date with respect to the business combination or within the three (3) year period immediately before, or in, the transaction in which the interested shareholder became an interested shareholder, whichever is higher, plus, in either case, interest compounded annually from the earliest date on which the highest per share acquisition price was paid through the consummation date at the rate for one (1) year United States treasury obligations from time to time in effect less the aggregate amount of cash dividends paid, and the market value of any dividends paid other than in cash, per common share since the earliest date, up to the amount of the interest; and\n\n2. The market value per common share on the announcement date with respect to the business combination or on the interested shareholder’s share acquisition date, whichever is higher, plus interest compounded annually from that date through the consummation date at the rate for one (1) year United States treasury obligations from time to time in effect less the aggregate amount of any cash dividends paid and the market value of any dividends paid other than in cash, per common share since that date, up to the amount of the interest.\n\n(b) The aggregate amount of the cash and the market value as of the consummation date of consideration other than cash to be received per share by holders of outstanding shares of any class or series of shares, other than common shares, of the issuing public corporation in the business combination is at least equal to the highest of the following, whether or not the interested shareholder has previously acquired any shares of the class or series:\n\n1. The highest per share price, including any brokerage commissions, transfer taxes, and soliciting dealers’ fees, paid by the interested shareholder, at a time when the interested shareholder was the beneficial owner, directly or indirectly, of five percent (5%) or more of the outstanding shares entitled to vote of the issuing public corporation, for any shares of the class or series acquired by it within the three (3) year period immediately before the announcement date with respect to the business combination or within the three (3) year period immediately before, or in, the transaction in which the interested shareholder became an interested shareholder, whichever is higher, plus, in either case, interest compounded annually from the earliest date on which the highest per share acquisition price was paid through the consummation date at the rate for one (1) year United States treasury obligations from time to time in effect less the aggregate amount of any cash dividends paid and the market value of any dividends paid other than in cash, per share of the class or series since such earliest date, up to the amount of the interest;\n\n2. The highest preferential amount per share to which the holders of shares of the class or series are entitled in the event of any voluntary liquidation, dissolution or winding up of the issuing public corporation, plus the aggregate amount of any unpaid dividends declared or due as to which the holders are entitled before payment of dividends on some other class or series of shares unless the aggregate amount of the dividends is included in the preferential amount; and\n\n3. The market value per share of the class or series on the announcement date with respect to the business combination or on the interested shareholder’s share acquisition date, whichever is higher, plus interest compounded annually from that date through the consummation date at the rate for one (1) year United States treasury obligations from time to time in effect less the aggregate amount of any cash dividends paid and the market value of any dividends paid other than in cash, per share of the class or series since that date, up to the amount of the interest.\n\n(c) The consideration to be received by holders of a particular class or series of outstanding shares, including common shares, of the issuing public corporation in the business combination is in cash or in the same form as the interested shareholder has used to acquire the largest number of shares of the class or series of shares previously acquired by it and the consideration is distributed promptly.\n\n(d) The holders of all outstanding shares of the issuing public corporation not beneficially owned by the interested shareholder immediately before the consummation date with respect to the business combination are entitled to receive in the business combination cash or other consideration for the shares in compliance with paragraphs (a), (b) and (c) of this subsection.\n\n(e) After the interested shareholder’s share acquisition date and before the consummation date with respect to the business combination, the interested shareholder has not become the beneficial owner of any additional shares entitled to vote of the issuing public corporation except:\n\n1. As part of the transaction that resulted in the interested shareholder becoming an interested shareholder;\n\n2. By virtue of proportionate share splits, share dividends or other distributions of shares in respect of shares not constituting a business combination;\n\n3. Through a business combination meeting all of the conditions of section 30-1704, Idaho Code, and this subsection; and\n\n4. Through purchase by the interested shareholder at any price that, if the price had been paid in an otherwise permissible business combination the announcement date and consummation date of which were the date of the purchase, would have satisfied the requirements of paragraphs (a), (b) and (c) of this subsection.\n\n[30-1705, added 1988, ch. 84, sec. 3, p. 165; am. 2014, ch. 97, sec. 18, p. 280.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1705/"
    },
    {
      "id": "section-30-1707",
      "number": "30-1707",
      "heading": "",
      "text": "30-1707. JURISDICTION. (1) If the jurisdiction under the laws of which the issuing public corporation is organized has adopted or adopts any law comparable to this chapter which imposes special requirements applicable to any business combination, and that law contains provisions which are expressly inconsistent with, or cannot practically be applied in a manner consistent with, the provisions of this chapter as applicable to the issuing public corporation, the provisions of this chapter shall be inapplicable to the issuing public corporation to the extent necessary to resolve such inconsistency.\n\n(2) If any jurisdiction other than the jurisdiction under the laws of which the issuing public corporation is organized has adopted or adopts any law comparable to the provisions of this chapter which imposes special requirements applicable to any business combination, and that law contains provisions which are expressly inconsistent with, or cannot practically be applied in a manner consistent with, the provisions of this chapter as applicable to the issuing public corporation, the provisions of this chapter shall be inapplicable to the issuing public corporation to the extent that (i) a greater percentage of shareholders of the issuing public corporation reside in that jurisdiction than in this state, computed in accordance with provisions of subsection 30-1701(14) and then, only to the extent necessary to resolve such inconsistency or (ii) the director of the department of finance determines within three (3) business days from the date on which this chapter’s provisions are first applicable to a business combination that the other jurisdiction’s law adequately provides for the protection of Idaho shareholders.\n\n[30-1707, added 1988, ch. 84, sec. 3, p. 168.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1707/"
    },
    {
      "id": "section-30-1708",
      "number": "30-1708",
      "heading": "",
      "text": "30-1708. SEVERABILITY. The provisions of this chapter are hereby declared to be severable and if any provision of this act or the application of such provision to any person or circumstance is declared invalid for any reason, such declaration shall not affect the validity of remaining portions of this act that can give effect without the invalid provision or application. The invalidity of any provision of this act shall not affect the remaining provisions of this act.\n\n[30-1708, added 1988, ch. 84, sec. 3, p. 168.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1708/"
    },
    {
      "id": "section-30-1709",
      "number": "30-1709",
      "heading": "",
      "text": "30-1709. ELECTION. Any publicly held corporation which meets the requirements specified in section 30-1701(11)(b)(i), (ii) and (iii), Idaho Code, may, by action of its board of directors, adopt an amendment to its bylaws electing to be subject to this chapter, provided such corporation has one thousand (1,000) or more shareholders of record in this state, and thereby shall be subject to the provisions of this chapter as an issuing public corporation.\n\n[30-1709, added 1988, ch. 84, sec. 3, p. 168.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1709/"
    },
    {
      "id": "section-30-1710",
      "number": "30-1710",
      "heading": "",
      "text": "30-1710. SHORT TITLE. This chapter shall be known and may be cited as the \"Business Combination Law.\"\n\n[30-1710, added 1988, ch. 84, sec. 3, p. 168.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-17/section-30-1710/"
    }
  ]
}