{
  "state": "idaho",
  "path": "title-title-30/chapter-chapter-15",
  "sections": [
    {
      "id": "section-30-1501",
      "number": "30-1501",
      "heading": "",
      "text": "30-1501. DEFINITIONS. (1) \"Board of trade\" means any person or group of persons engaged in buying or selling any commodity or receiving the same for sale on consignment, whether such person or group of persons is characterized as a board of trade, exchange or other form of marketplace.\n\n(2) \"CFTC rule\" means any rule, regulation or order of the commodity futures trading commission in effect on the effective date of this chapter and all subsequent amendments, additions or other revisions thereto, unless the director, within thirty (30) days following the effective date of any such amendment, addition or revision, disallows the application thereof to any provision of this chapter by rule, regulation or order.\n\n(3) \"Commodity\" means, except as otherwise specified by the director by rule, regulation or order, any agricultural, grain or livestock product or by-product, any metal or mineral including a precious metal as defined in subsection (13) of this section, any gem or gemstone whether characterized as precious, semiprecious or otherwise, any fuel whether liquid, gaseous or otherwise, any foreign currency, and all other goods, articles, products or items of any kind of any other commodity as defined in the commodity exchange act or commodity futures trading commission rules; provided that the term commodity shall not include:\n\n(a) A numismatic coin whose fair market value is at least fifteen per cent (15%) higher than the value of the metal it contains;\n\n(b) Real property or any timber, agricultural or livestock product grown or raised on real property and offered or sold by the owner or lessee of such real property; or\n\n(c) Any work of art offered or sold by art dealers, at public auction or offered or sold through a private sale by the owner thereof.\n\n(4) \"Commodity contract\" means:\n\n(a) Any account, agreement or contract for the purchase or sale, primarily for speculation or investment purposes and not for use or consumption by the offeree or purchaser, of one or more commodities, whether for immediate or subsequent delivery or whether delivery is intended by the parties, and whether characterized as a cash contract, deferred shipment or deferred delivery contract, forward contract, futures contract, installment or margin contract, leverage contract or otherwise. Any commodity contract offered or sold shall, in the absence of evidence to the contrary, be presumed to be offered or sold for speculation or investment purposes; and\n\n(b) Does not include any contract or agreement which requires, and under which the purchaser receives, within twenty-eight (28) calendar days from the payment in good funds of any portion of the purchase price, physical delivery of the total amount of each commodity to be purchased under the contract or agreement.\n\n(5) \"Commodity exchange act\" means the act of congress known as the commodity exchange act, as amended, codified at 7 U.S.C. section 1, et seq. and all subsequent amendments, additions or other revisions thereto, unless the director, within thirty (30) days following the effective date of any such amendment, addition or revision, disallows the application thereof to any provision of this chapter by rule, regulation or order.\n\n(6) \"Commodity futures trading commission\" means the independent regulatory agency established by congress to administer the commodity exchange act.\n\n(7) \"Commodity merchant\" means any of the following as defined or described in the commodity exchange act or by CFTC rule:\n\n(a) Futures commission merchant,\n\n(b) Commodity pool operator,\n\n(c) Commodity trading adviser,\n\n(d) Introducing broker,\n\n(e) Leverage transaction merchant,\n\n(f) An associated person of any of the foregoing,\n\n(g) Floor broker, and\n\n(h) Any other person, other than a futures association, required to register with the commodity futures trading commission.\n\n(8) \"Commodity option\" means:\n\n(a) Any account, agreement or contract giving a party thereto the right, but not the obligation, to purchase or sell one or more commodities or one or more commodity contracts, whether characterized as an option, privilege, indemnity, bid, offer, put, call, advance guaranty, decline guaranty or otherwise; and\n\n(b) Does not include an option traded on a national securities exchange registered with the United States securities and exchange commission.\n\n(9) \"Director\" means the director of the Idaho department of finance or an agent or employee authorized to act on the director’s behalf.\n\n(10) \"Financial institution\" means a bank, savings institution or trust company organized under, or supervised pursuant to the laws of the United States or this state.\n\n(11) \"Offer\" includes every offer to sell, offer to purchase, or offer to enter into a commodity contract or commodity option.\n\n(12) \"Person\" means an individual, a corporation, a partnership, an association, a joint-stock company, a trust where the interests of the beneficiaries are evidenced by a security, an unincorporated organization, a government, or a political subdivision of a government, but shall not include a contract market designated by the commodity futures trading commission or any clearinghouse thereof or a national securities exchange registered with the securities and exchange commission, or any employee, officer or director of such contract market, clearinghouse or exchange acting solely in that capacity.\n\n(13) \"Precious metal\" means the following in either coin, bullion or other form:\n\n(a) Silver,\n\n(c) Platinum,\n\n(d) Palladium,\n\n(e) Copper, and\n\n(f) Such other items as the director may specify by rule.\n\n(14) \"Sale\" or \"sell\" includes every sale, contract of sale, contract to sell, or disposition, for value.\n\n[30-1501, added 1989, ch. 414, sec. 1, p. 1007.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1501/"
    },
    {
      "id": "section-30-1502",
      "number": "30-1502",
      "heading": "",
      "text": "30-1502. UNLAWFUL COMMODITY TRANSACTIONS. Except as otherwise provided in sections 30-1503 or 30-1504, Idaho Code, no person shall sell or purchase or offer to sell or purchase any commodity under any commodity contract or under any commodity option or offer to enter into or enter into as seller or purchaser any commodity contract or any commodity option.\n\n[30-1502, added 1989, ch. 414, sec. 1, p. 1009.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1502/"
    },
    {
      "id": "section-30-1503",
      "number": "30-1503",
      "heading": "",
      "text": "30-1503. EXEMPT PERSON — TRANSACTIONS. (1) The prohibitions in section 30-1502, Idaho Code, shall not apply to any transaction offered by and in which any of the following persons or any employee, officer or director thereof, acting solely in that capacity is the purchaser or seller:\n\n(a) A person registered with the commodity futures trading commission as a futures commission merchant or as a leverage transaction merchant whose activities require such registration;\n\n(b) A person registered with the securities and exchange commission or under the laws of this state as a securities broker-dealer whose activities require such registration;\n\n(c) A person affiliated with, and whose obligations and liabilities under the transaction are guaranteed by a person referred to in paragraph (a) or (b) of this subsection;\n\n(d) A person who is a member of a contract market designated by the commodity futures trading commission or any clearinghouse thereof; or\n\n(e) A financial institution.\n\n(2) The exemption provided in this section shall not apply to any transaction or activity which is prohibited by the commodity exchange act or CFTC rule.\n\n[30-1503, added 1989, ch. 414, sec. 1, p. 1009.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1503/"
    },
    {
      "id": "section-30-1504",
      "number": "30-1504",
      "heading": "",
      "text": "30-1504. EXEMPT TRANSACTIONS. (1) The prohibitions in section 30-1502, Idaho Code, shall not apply to the following:\n\n(a) An account, agreement or transaction within the exclusive jurisdiction of the commodity futures trading commission as granted under the commodity exchange act;\n\n(b) A commodity contract for the purchase of one or more precious metals which requires, and under which the purchaser receives, within seven (7) calendar days from the payment in good funds of any portion of the purchase price, physical delivery of the quantity of the precious metals purchased by such payment, provided that, for purposes of this paragraph, physical delivery shall be deemed to have occurred if, within such seven (7) day period, such quantity of precious metals purchased by such payment is delivered whether in specifically segregated or fungible bulk form into the possession of a depository, other than the seller, which is either:\n\n(i) A financial institution,\n\n(ii) A depository the warehouse receipts of which are recognized for delivery purposes for any commodity on a contract market designated by the commodity futures trading commission,\n\n(iii) A storage facility licensed or regulated by the United States or any agency thereof, or\n\n(iv) A depository designated by the director, and such depository or other person which itself qualifies as a depository as aforesaid, issues and the purchaser receives, a certificate, document of title, confirmation or other instrument evidencing that such quantity of precious metals has been delivered to the depository and is being and will continue to be held by the depository on the purchaser’s behalf, free and clear of all liens and encumbrances, other than liens of the purchaser, tax liens, liens agreed to by the purchaser, or liens of the depository for fees and expenses, which have previously been disclosed to the purchaser;\n\n(c) A commodity contract solely between persons engaged in producing, processing, using commercially or handling as merchants, each commodity subject thereto, or any by-product; or\n\n(d) A commodity contract under which the offeree or the purchaser is a person referred to in section 30-1503, Idaho Code, an insurance company, or an investment company as defined in the investment company act of 1940.\n\n(2) The director may issue rules, regulations or orders prescribing the terms and conditions of all transactions and contracts covered by the provisions of this chapter which are not within the exclusive jurisdiction of the commodity futures trading commission as granted by the commodity exchange act, exempting any person or transaction from any provision of this chapter conditionally or unconditionally and otherwise implementing the provisions of this chapter for the protection of purchasers and sellers of commodities.\n\n[30-1504, added 1989, ch. 414, sec. 1, p. 1009.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1504/"
    },
    {
      "id": "section-30-1505",
      "number": "30-1505",
      "heading": "",
      "text": "30-1505. UNLAWFUL COMMODITY ACTIVITIES. (1) No person shall engage in a trade or business or otherwise act as a commodity merchant unless such person:\n\n(a) Is registered or temporarily licensed with the commodity futures trading commission for each activity constituting such person as a commodity merchant and such registration or temporary license shall not have expired, nor been suspended nor revoked; or\n\n(b) Is exempt from such registration by virtue of the commodity exchange act or of a CFTC rule.\n\n(2) No board of trade shall trade, or provide a place for the trading of, any commodity contract or commodity option required to be traded on or subject to the rules of a contract market designated by the commodity futures trading commission unless such board of trade has been so designated for such commodity contract or commodity option and such designation shall not have been vacated, nor suspended nor revoked.\n\n[30-1505, added 1989, ch. 414, sec. 1, p. 1010.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1505/"
    },
    {
      "id": "section-30-1506",
      "number": "30-1506",
      "heading": "",
      "text": "30-1506. FRAUDULENT CONDUCT — LIABILITY OF PRINCIPALS, CONTROLLING PERSONS AND OTHERS. (1) It is unlawful for any person, directly or indirectly, in connection with a commodity contract or commodity option:\n\n(a) To employ any device, scheme or artifice to defraud;\n\n(b) To make any false report, enter any false record or make any untrue statement of material fact or omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading;\n\n(c) To engage in any transaction, act, practice or course of business which operates or would operate as a fraud or deceit upon any person; or\n\n(d) To misappropriate or convert the funds, security or property of any other person.\n\n(2) The act, omission or failure of any person acting for any individual, association, partnership, corporation or trust within the scope of the person’s employment or office shall be deemed the act, omission or failure of the individual, association, partnership, corporation or trust, as well as of the person.\n\n(3) Every person who directly or indirectly controls another person liable under any provision of this chapter, every partner, officer, or director of such other person, every person occupying a similar status or performing similar functions, every employee of such other person who materially aids in the violation is also liable jointly and severally with and to the same extent as such other person, unless the person who is also liable by virtue of this provision sustains the burden of proof that he did not know, and in exercise of reasonable care could not have known, of the existence of the facts by reason of which the liability is alleged to exist.\n\n[30-1506, added 1989, ch. 414, sec. 1, p. 1011.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1506/"
    },
    {
      "id": "section-30-1507",
      "number": "30-1507",
      "heading": "",
      "text": "30-1507. SECURITIES STATUTES UNAFFECTED. Nothing in this chapter shall impair, derogate or otherwise affect the authority or powers of the director under the Idaho securities act or the application of any provision thereof to any person or transaction subject thereto.\n\n[30-1507, added 1989, ch. 414, sec. 1, p. 1011.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1507/"
    },
    {
      "id": "section-30-1508",
      "number": "30-1508",
      "heading": "",
      "text": "30-1508. PURPOSE. The provisions of this chapter may be construed and implemented to effectuate the general purpose to protect investors, to prevent and prosecute illegal and fraudulent schemes involving commodity contracts and to maximize coordination with federal law and laws of other states and the administration and enforcement thereof. The provisions of this chapter are not intended to create any rights or remedies upon which actions may be brought by private persons against persons who violate the provisions of this chapter.\n\n[30-1508, added 1989, ch. 414, sec. 1, p. 1011.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1508/"
    },
    {
      "id": "section-30-1509",
      "number": "30-1509",
      "heading": "",
      "text": "30-1509. INVESTIGATIONS. (1) The director may make investigations, within or outside this state, as the director deems necessary or appropriate to:\n\n(a) Determine whether any person has violated, or is about to violate, any provision of this chapter or any rule or order hereunder; or\n\n(b) Aid in enforcement of the provisions of this chapter.\n\n(2) The director may publish information concerning any violation of the provisions of this chapter or any rule or order of the director.\n\n(3) For purposes of any investigation or proceeding under this chapter, the director or any officer or employee designated by him, may administer oaths and affirmations, subpoena witnesses, compel their attendance, take evidence, and require the production of any books, papers, correspondence, memoranda, agreements, or other documents or records which the director deems to be relevant or material to the inquiry.\n\n(4) (a) If a person does not give testimony or produce the documents required by the director pursuant to an administrative subpoena, the director may apply for a court order compelling compliance with the subpoena or the giving of the required testimony.\n\n(b) The request for order of compliance may be addressed to any court of competent jurisdiction, within or outside the state.\n\n[30-1509, added 1989, ch. 414, sec. 1, p. 1011.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1509/"
    },
    {
      "id": "section-30-1510",
      "number": "30-1510",
      "heading": "",
      "text": "30-1510. ENFORCEMENT. (1) If the director believes, whether or not based upon an investigation conducted under section 30-1509, Idaho Code, that any person has engaged or is about to engage in any act or practice constituting a violation of any provision of this chapter or any rule or order hereunder, the director may:\n\n(a) Issue a cease and desist order;\n\n(b) Issue an order imposing a civil penalty in an amount which may not exceed twenty-five thousand dollars ($25,000) for any single violation or one hundred thousand dollars ($100,000) for multiple violations in a single proceeding or a series of related proceedings; or\n\n(c) Initiate any of the actions specified in subsection (2) of this section.\n\n(2) The director may institute any of the following actions in the appropriate courts of this state, or in the appropriate courts of another state, in addition to any legal or equitable remedies otherwise available:\n\n(a) An action for a declaratory judgment;\n\n(b) An action for a permanent or temporary injunction, restraining order or writ of mandamus to enjoin the violation and to ensure compliance with the provisions of this chapter or any rule or order of the director;\n\n(c) An action for disgorgement and other equitable remedies; and\n\n(d) An action for appointment of a receiver or conservator for the defendant or the defendant’s assets.\n\n[30-1510, added 1989, ch. 414, sec. 1, p. 1012.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1510/"
    },
    {
      "id": "section-30-1511",
      "number": "30-1511",
      "heading": "",
      "text": "30-1511. POWER OF COURT TO GRANT RELIEF.\n\n(1) (a) Upon a showing by the director that a person has violated, or is about to violate, any provision of this chapter or any rule or order of the director, the court may grant appropriate legal or equitable remedies.\n\n(b) Upon a showing of violation of the provisions of this chapter or a rule or order of the director, the court, in addition to traditional legal and equitable remedies, including temporary restraining orders, permanent or temporary injunctions, and writs of prohibition or mandamus, may grant the following special remedies:\n\n(i) Imposition of a civil penalty in an amount which may not exceed twenty-five thousand dollars ($25,000) for any single violation or one hundred thousand dollars ($100,000) for multiple violations in a single proceeding or a series of related proceedings;\n\n(ii) Disgorgement;\n\n(iii) Declaratory judgment;\n\n(iv) Restitution to investors wishing restitution; and\n\n(v) Appointment of a receiver or conservator for the defendant or the defendant’s assets.\n\n(c) Appropriate remedies when the defendant is shown only about to violate the provisions of this chapter or a rule or order of the director shall be limited to:\n\n(i) A temporary restraining order;\n\n(ii) A temporary or permanent injunction;\n\n(iii) A writ of prohibition or mandamus; or\n\n(iv) An order appointing a receiver or conservator for the defendant or the defendant’s assets.\n\n(2) The court shall not require the director to post a bond in any official action under this chapter.\n\n(3) (a) Upon a proper showing by the director or securities or commodity agency of another state that a person, other than a government or governmental agency or instrumentality, has violated, or is about to violate, any provision of the commodity act of that state or any rule or order of the director or securities or commodity agency of that state, the court may grant appropriate legal and equitable remedies.\n\n(b) Upon a showing of a violation of the securities or commodity act of the foreign state or a rule or order of the director or securities or commodity agency of the foreign state, the court, in addition to traditional legal or equitable remedies including temporary restraining orders, permanent or temporary injunctions and writs of prohibition or mandamus, may grant the following special remedies:\n\n(i) Disgorgement; and\n\n(ii) Appointment of a receiver, conservator, or ancillary receiver or conservator for the defendant or the defendant’s assets located in the state.\n\n(c) Appropriate remedies when the defendant is shown only about to violate the securities or commodity act of the foreign state or a rule or order of the director or securities or commodity agency of the foreign state shall be limited to:\n\n(i) A temporary restraining order;\n\n(ii) A temporary or permanent injunction;\n\n(iii) A writ of prohibition or mandamus; or\n\n(iv) An order appointing a receiver, conservator, or ancillary receiver or conservator for the defendant or the defendant’s assets located in this state.\n\n[30-1511, added 1989, ch. 414, sec. 1, p. 1012.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1511/"
    },
    {
      "id": "section-30-1512",
      "number": "30-1512",
      "heading": "",
      "text": "30-1512. CRIMINAL PENALTIES. (1) Any person who willfully violates:\n\n(a) Any provision of this chapter; or\n\n(b) Any rule or order of the director under this chapter shall, upon conviction, be fined not more than twenty-five thousand dollars ($25,000) or imprisoned for not more than ten (10) years, or both, for each violation.\n\n(2) Any person convicted of violating a rule or order under this chapter may be fined, but may not be imprisoned, if the person proves he had no knowledge of the rule or order.\n\n(3) The director may refer such evidence as is available concerning violations of the provisions of this chapter or any rule or order of the director to the attorney general of this state or the proper prosecuting attorney, who may, with or without such a reference from the director, institute the appropriate criminal proceedings under this chapter.\n\n[30-1512, added 1989, ch. 414, sec. 1, p. 1013.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1512/"
    },
    {
      "id": "section-30-1513",
      "number": "30-1513",
      "heading": "",
      "text": "30-1513. ADMINISTRATION — RULES AND FORMS. (1) The administration of the provisions of this chapter shall be under the general supervision and control of the director. The director may from time to time make, amend and rescind such rules and forms as are necessary to carry out the provisions of this chapter. No rule or form may be made unless the director finds that the action is necessary or appropriate in the public interest or for the protection of investors and consistent with the purposes of this chapter.\n\n(2) Neither the director nor any employees of the director shall use any information which is filed with or obtained by the director which is not public information for personal gain or benefit, nor shall the director nor any employees of the director conduct any securities or commodity dealings whatsoever based upon any such information, even though public, if there has not been a sufficient period of time for the securities or commodity markets to assimilate such information.\n\n(3) (a) Except as provided in paragraph (b) of this subsection, all information collected, assembled or maintained by the director is public information and is available for the examination of the public.\n\n(b) The following items are not public information and are deemed to be confidential:\n\n(i) Information or documents obtained by the director concerning any matter or party under investigation;\n\n(ii) Information designated as confidential by any rule or order of the director;\n\n(iii) Information obtained from federal agencies which may not be disclosed under federal law.\n\n(c) The director in his discretion may disclose any information made confidential under paragraph (b)(i) of this subsection to persons identified in section 30-1514, Idaho Code.\n\n(d) No provision of this chapter either creates or derogates any privilege which exists at common law, by statute or otherwise when any documentary or other evidence is sought under subpoena directed to the director or any employee of the director.\n\n[30-1513, added 1989, ch. 414, sec. 1, p. 1014.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1513/"
    },
    {
      "id": "section-30-1515",
      "number": "30-1515",
      "heading": "",
      "text": "30-1515. CONSENT TO SERVICE OF PROCESS. When a person including a nonresident of this state, engages in conduct prohibited or made actionable by the provisions of this chapter or any rule or order of the director, such conduct shall constitute the appointment of the director and his successors as the person’s attorney to receive service of any lawful process in a noncriminal proceeding against the person, a successor, or personal representative, which grows out of that conduct and which is brought under this chapter or any rule or order of the director with the same force and validity as if served personally.\n\n[30-1515, added 1989, ch. 414, sec. 1, p. 1015.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1515/"
    },
    {
      "id": "section-30-1514",
      "number": "30-1514",
      "heading": "",
      "text": "30-1514. COOPERATION WITH OTHER AGENCIES. To encourage uniform application and interpretation of the provisions of this chapter and securities regulation and enforcement in general, the director and the employees of the director may cooperate, including bearing the expense of the cooperation, with the securities agencies or director of another jurisdiction, Canadian province or territory or such other agencies administering the provisions of this chapter, the commodity futures trading commission, the securities and exchange commission, any self-regulatory organization established under the commodity exchange act or the securities exchange act of 1934, any national or international organization of commodities or securities officials or agencies, and any governmental law enforcement agency.\n\n[30-1514, added 1989, ch. 414, sec. 1, p. 1015.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1514/"
    },
    {
      "id": "section-30-1516",
      "number": "30-1516",
      "heading": "",
      "text": "30-1516. SCOPE. (1) Sections 30-1502, 30-1505 and 30-1506, Idaho Code, apply to persons who sell or offer to sell when:\n\n(a) An offer to sell is made in this state, or\n\n(b) An offer to buy is made and accepted in this state.\n\n(2) Sections 30-1502, 30-1505 and 30-1506, Idaho Code, apply to persons who buy or offer to buy when:\n\n(a) An offer to buy is made in this state, or\n\n(b) An offer to sell is made and accepted in this state.\n\n(3) For the purposes of this section, an offer to sell or to buy is made in this state, whether or not either party is then present in this state, when the offer:\n\n(a) Originates from this state, or\n\n(b) Is directed by the offeror to this state and received at the place to which it is directed or at any post office in this state in the case of a mailed offer.\n\n(4) For the purpose of this section, an offer to buy or to sell is accepted in this state when acceptance:\n\n(a) Is communicated to the offeror in this state, and\n\n(b) Has not previously been communicated to the offeror, orally or in writing, outside this state; and acceptance is communicated to the offeror in this state, whether or not either party is then present in this state, when the offeree directs it to the offeror in this state, reasonably believing the offeror to be in this state and it is received at the place to which it is directed or at any post office in this state in the case of a mailed acceptance.\n\n(5) An offer to sell or to buy is not made in this state when:\n\n(a) The publisher circulates or there is circulated on his behalf in this state any bona fide newspaper or other publication of general, regular, and paid circulation which is not published in this state, or which is published in this state, but more than two-thirds of the publication’s circulation has been outside this state during the previous twelve (12) months, or\n\n(b) A radio or television program originating outside this state is received in this state.\n\n[30-1516, added 1989, ch. 414, sec. 1, p. 1015.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1516/"
    },
    {
      "id": "section-30-1517",
      "number": "30-1517",
      "heading": "",
      "text": "30-1517. PROCEDURE FOR ENTRY OF AN ORDER. (1) The director shall commence an administrative proceeding under this chapter by entering either a notice of intent to do a contemplated act or a summary order. The notice of intent or summary order may be entered without notice, without opportunity for hearing, and need not be supported by findings of fact or conclusions of law, but must be in writing.\n\n(2) Upon entry of a notice of intent or summary order, the director shall promptly notify all interested parties that the notice or summary order has been entered and the reasons therefor. If the proceeding is pursuant to a notice of intent, the director shall inform all interested parties of the date, time and place set for the hearing on the notice. If the proceeding is pursuant to a summary order, the director shall inform all interested parties that they have thirty (30) business days from the entry of the order to file a written request for a hearing on the matter with the director and that the hearing will be scheduled to commence within thirty (30) business days after the receipt of the written request.\n\n(3) If the proceeding is pursuant to a summary order, the director, whether or not a written request for a hearing is received from any interested party, may set the matter down for hearing on the director’s own motion.\n\n(4) If no hearing is requested and none is ordered by the director, the summary order will automatically become a final order after thirty (30) business days.\n\n(5) If a hearing is requested or ordered, the director, after notice of an opportunity for hearing to all interested persons, may modify or vacate the order or extend it until final determination.\n\n(6) No final order or order after hearing may be returned without:\n\n(a) Appropriate notice to all interested persons;\n\n(b) Opportunity for hearing by all interested persons; and\n\n(c) Entry of written findings of fact and conclusions of law.\n\nEvery hearing in an administrative proceeding under the provisions of this chapter shall be public unless the director grants a request joined in by all the respondents that the hearing be conducted privately.\n\n[30-1517, added 1989, ch. 414, sec. 1, p. 1016.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1517/"
    },
    {
      "id": "section-30-1519",
      "number": "30-1519",
      "heading": "",
      "text": "30-1519. PLEADING EXEMPTIONS. It shall not be necessary to negative any of the exemptions in this chapter in any complaint, information or indictment, or any writ or proceeding brought under this chapter, and the burden of proof of any such exemption shall be upon the party claiming the same.\n\n[30-1519, added 1989, ch. 414, sec. 1, p. 1016.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1519/"
    },
    {
      "id": "section-30-1520",
      "number": "30-1520",
      "heading": "",
      "text": "30-1520. SHORT TITLE. This chapter shall be known and may be cited as the \"Idaho Commodity Code.\"\n\n[30-1520, added 1989, ch. 414, sec. 1, p. 1017.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1520/"
    },
    {
      "id": "section-30-1518",
      "number": "30-1518",
      "heading": "",
      "text": "30-1518. JUDICIAL REVIEW OF ORDERS. Any person aggrieved by a final order of the director may obtain judicial review of the order pursuant to the provisions of chapter 52, title 67, Idaho Code.\n\n[30-1518, added 1989, ch. 414, sec. 1, p. 1016; am. 1993, ch. 216, sec. 15, p. 597.]",
      "source_url": "https://law.justia.com/codes/idaho/title-30/chapter-15/section-30-1518/"
    }
  ]
}