{
  "state": "delaware",
  "path": "title-title-6/chapter-title6c055index",
  "sections": [
    {
      "id": "section-5501",
      "number": "5501.",
      "heading": "Delaware Coordinate System.The systems of plane coordinates which have been established by the National Ocean Service/National Geodetic Survey (formerly the United States Coast and Geodetic Survey) or its successors for defining and stating the geographic positions or locations of points on the surf",
      "text": "§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 5501;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5502. Definition of Delaware Coordinate System.(a) For defining the Delaware Coordinate System of 1927, the following definition by the National Ocean Service/National Geodetic Survey (formerly the United States Coast and Geodetic Survey) is adopted:The “Delaware Coordinate System of 1927” is a transverse Mercator projection of the Clarke spheroid of 1866, having a central position meridian 75° 25′ west of Greenwich, on which meridian the scale is set at 1 part in 200,000 too small. The origin of the coordinates is at the intersection of the meridian 75° 25′ west of Greenwich and the parallel 38° 20′ north latitude. This origin is given the coordinates: x = 500,000 feet and y = 0 feet.(b) For defining the Delaware Coordinate System of 1983, the following definition by the National Ocean Service/National Geodetic survey is adopted:The “Delaware Coordinate System of 1983” is a transverse Mercator projection of the North American Datum of 1983, having a central meridian 75° 25′ west of Greenwich, on which meridian the scale is set at 1 part in 200,000 too small. The origin of coordinates is at the intersection of the meridian 75° 25′ west of Greenwich and the parallel 38° 00′ north latitude. This origin is given the coordinates: N = 0 meters and E = 200,000 meters.45 Del. Laws, c. 266,\n\n§\n\n 3; \n\n6 Del. C. 1953,\n\n§\n\n 5502;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5503. Description of plane coordinates.The plane coordinate values for a point on the Earth’s surface, used to express the geographic position or location of such point in the appropriate zone of this system, shall consist of 2 distances, expressed in U.S. Survey Feet and expressed in meters and decimals of a meter when using the Delaware Coordinate System of 1983. When using the Delaware Coordinate System of 1927, 1 of these distances, to be known as the “x-coordinate,” shall give the position in an east-and-west direction; the other, to be known as the “y-coordinate,” shall give the position in a north-and-south direction. When using the Delaware Coordinate System of 1983, 1 of the distances, to be known as the “northing,” of “N,” shall give the position in a north-and-south direction; the other, to be known as the “easting” or “E,” shall give the position in an east-and-west directional. In both cases these coordinates shall be made to depend upon and conform to plane rectangular coordinate values for the monument points of the North American National Geodetic Horizontal Network as published by the National Ocean Service/National Geodetic survey (formerly the United States Coast and Geodetic Survey) or its successors, and whose plane coordinates have been computed on the systems defined in this chapter. Any such station may be used for establishing a survey connection to either Delaware Coordinate System. The unit used to convert feet to meters shall be the United States survey foot, which is 39.37/12 feet for each meter.45 Del. Laws, c. 266,\n\n§\n\n 2; \n\n6 Del. C. 1953,\n\n§\n\n 5503;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5504. Triangulation or traverse stations.The position of the Delaware Coordinate System shall be as marked on the ground by Global Positioning System (GPS) of horizontal control stations established in conformity with standards adopted by the North American National Geodetic Horizontal Network as published by the National Ocean Service/National Geodetic Survey (formerly the United States Coast and Geodetic Survey) for first-order and second-order work, whose geodetic positions have been rigidly adjusted on the North American Datum of 1927 or the North American Datum of 1983, and whose coordinates have been computed on the systems defined in this chapter. Any such station may be used for establishing a survey connection with either Delaware Coordinate System.45 Del. Laws, c. 266,\n\n§\n\n 3; \n\n6 Del. C. 1953,\n\n§\n\n 5504;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5505. Standard for recording coordinates in public records.No coordinates based on either Delaware Coordinate System, purporting to define the position of a point on a land boundary, shall be presented to be recorded in any public land records or deed records unless such point is established in conformity with the standards of accuracy and specifications for first- or second-order geodetic surveying as prepared and published by the Federal Geodetic Control Committee (FGCC) of the United States Department of Commerce. Standards and specifications of the FGCC or its successor in force on the date of said survey shall apply. Publishing existing control stations, or the acceptance with intent to publish the newly established stations, by the National Ocean Service/National Geodetic Survey, shall constitute evidence of adherence to FGCC specifications. To meet local conditions, these limitations may be modified by the Secretary of the Department of Transportation in compliance with Chapter 101 of Title 29 after consultation with the Office of State Planning Coordination, the Delaware Geographic Data committee and the State Mapping Advisory Committee.45 Del. Laws, c. 266,\n\n§\n\n 4; \n\n6 Del. C. 1953,\n\n§\n\n 5505;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5506. Use of term “Delaware Coordinate System”.As established for use, the Delaware Coordinate System of 1927 or the Delaware Coordinate System of 1983 shall be named; and in any land description in which it is used, it shall be designated the “Delaware Coordinate System of 1927” or “Delaware Coordinate System of 1983,” as applicable.The use of the term “Delaware Coordinate System of 1927” or “Delaware Coordinate System of 1983” on any map, report of survey or other document shall be limited to coordinates based on the Delaware Coordinate System as defined in this chapter.45 Del. Laws, c. 266,\n\n§\n\n 5; \n\n6 Del. C. 1953,\n\n§\n\n 5506;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5507. Reliance on description.(a) For purposes of describing the location of any survey station or land boundary corner in the State, it shall be considered a complete, legal and satisfactory description of such location to give the position of said survey station or land boundary corner on the system of plane coordinates defined in this chapter.(b) Nothing contained in this chapter shall require a purchaser or mortgagee of real property to rely wholly on a land description, any part of which depends exclusively upon either Delaware Coordinate System.(c) Nothing contained in this chapter shall require the exclusive use of the metric system as a descriptive element of official maps.45 Del. Laws, c. 266,\n\n§\n\n 6; \n\n6 Del. C. 1953,\n\n§\n\n 5507;72 Del. Laws, c. 95,\n\n§\n\n 1;§\n\n5508. Transitional use of Delaware Coordinate System of 1927; effective date of exclusive use of Delaware Coordinate System of 1983.The Delaware Coordinate System of 1927 shall not be used after a period beginning 12 months after July 1, 2000. Beginning on the date 12 months after July 1, 2000, the Delaware Coordinate System of 1983 shall be the sole system of plane coordinates used in this State.72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5502",
      "number": "5502.",
      "heading": "Definition of Delaware Coordinate System",
      "text": "(a) For defining the Delaware Coordinate System of 1927, the following definition by the National Ocean Service/National Geodetic Survey (formerly the United States Coast and Geodetic Survey) is adopted:The “Delaware Coordinate System of 1927” is a transverse\n§\n\n 3; \n\n6 Del. C. 1953,\n\n§\n\n 5502;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5503",
      "number": "5503.",
      "heading": "Description of plane coordinates",
      "text": "The plane coordinate values for a point on the Earth’s surface, used to express the geographic position or location of such point in the appropriate zone of this system, shall consist of 2 distances, expressed in U.S. Survey Feet and expressed in meters and decimals\n§\n\n 2; \n\n6 Del. C. 1953,\n\n§\n\n 5503;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5504",
      "number": "5504.",
      "heading": "Triangulation or traverse stations",
      "text": "The position of the Delaware Coordinate System shall be as marked on the ground by Global Positioning System (GPS) of horizontal control stations established in conformity with standards adopted by the North American National Geodetic Horizontal Network as publishe\n§\n\n 3; \n\n6 Del. C. 1953,\n\n§\n\n 5504;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5505",
      "number": "5505.",
      "heading": "Standard for recording coordinates in public records",
      "text": "No coordinates based on either Delaware Coordinate System, purporting to define the position of a point on a land boundary, shall be presented to be recorded in any public land records or deed records unless such point is established in conformity\n§\n\n 4; \n\n6 Del. C. 1953,\n\n§\n\n 5505;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5506",
      "number": "5506.",
      "heading": "Use of term “Delaware Coordinate System”",
      "text": "As established for use, the Delaware Coordinate System of 1927 or the Delaware Coordinate System of 1983 shall be named; and in any land description in which it is used, it shall be designated the “Delaware Coordinate System of 1927” or “Delaware Coordinate S\n§\n\n 5; \n\n6 Del. C. 1953,\n\n§\n\n 5506;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5507",
      "number": "5507.",
      "heading": "Reliance on description.(a) For purposes of describing the location of any survey station or land boundary corner in the State, it shall be considered a complete, legal and satisfactory description of such location to give the position of said survey station or land boundary corner on the system of ",
      "text": "§\n\n 6; \n\n6 Del. C. 1953,\n\n§\n\n 5507;72 Del. Laws, c. 95,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5508",
      "number": "5508.",
      "heading": "Transitional use of Delaware Coordinate System of 1927; effective date of exclusive use of Delaware Coordinate System of 1983",
      "text": "The Delaware Coordinate System of 1927 shall not be used after a period beginning 12 months after July 1, 2000. Beginning on the date 12 months after July 1, 2000, the Delawa\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}