{
  "state": "delaware",
  "path": "title-title-6/chapter-title6c049index",
  "sections": [
    {
      "id": "section-4901",
      "number": "4901.",
      "heading": "Declaration of purpose.The General Assembly finds and declares that the distribution and sale of vehicles within this State vitally affects the general economy of the State and the public interest and the public welfare, and that in order to promote the public interest and the public welfare, and in",
      "text": "§\n\n 1;84 Del. Laws, c. 389,\n\n§\n\n1;§\n\n4902. Definitions.As used in this chapter:(1) “Commission” means the Public Service Commission.(2) “Dealership facilities” means the real estate, buildings, fixtures and improvements which have been devoted to the conduct of business under the franchise by the new motor vehicle dealer.(3) “Designated family member” means the spouse, child, grandchild, parent, brother or sister, of the owner of a new motor vehicle dealership who, in the case of the owner’s death, is entitled to inherit the ownership interest in the new motor vehicle dealership under the terms of the owner’s will, or who has been nominated in any other written instrument, or who, in the case of an incapacitated owner of a new motor vehicle dealership, has been appointed by a court as the legal representative of the new motor vehicle dealership’s property.(4) “Electric motor vehicle” includes all of the following:a. A plug-in hybrid vehicle, which operates with an internal combustion engine and an electric motor that can be plugged into an external electric power source to charge the internal battery.b. An all-electric vehicle, which operates solely from an internal electric battery.(5) “Established place of business” means a permanent, commercial building located within this State easily accessible and open to the public at all reasonable times and at which the business of a new motor vehicle dealer, including the display and repair of vehicles, may be lawfully carried on in accordance with the terms of all applicable building codes, zoning and other land-use regulatory ordinances.(6) “Franchise” means the written agreement or contract between any new motor vehicle manufacturer and any new motor vehicle dealer which purports to fix the legal rights and liabilities of the parties to such agreement or contract, and pursuant to which the dealer purchases and resells the franchise product or leases or rents the dealership premises.(7) “Good faith” means honesty in fact and the observation of reasonable commercial standards of fair dealing in the trade as defined and interpreted in § 1-201(b)(20) of this title.(8) “Manufacturer” means any person, resident or nonresident, who manufactures or assembles new motor vehicles, or imports for distribution through distributors of motor vehicles, including any person, partnership or corporation which acts for and is under the control of such manufacturer or assembler in connection with the distribution of said motor vehicles. “Manufacturer” includes the following terms:a. “Distributor” which means any person, resident or nonresident, who in whole or in part offers for sale, sells or distributes any new motor vehicle to new motor vehicle dealers or who maintains factory representatives or who controls any person, firm, association, corporation or trust, resident or nonresident, who in whole or in part offers for sale, sells or distributes any new motor vehicle to new motor vehicle dealers.b. “Factory branch” which means a branch office maintained by a manufacturer for the purpose of selling, or offering for sale, vehicles to a distributor or new motor vehicle dealer, or for directing or supervising in whole or in part factory or distributor representatives.c. “Franchiser” which means 1 or more of the following:1. Any person, resident or nonresident, who directly or indirectly licenses or otherwise authorizes 1 or more new motor vehicle dealers to use a trademark or service mark associated with a make of motor vehicle in connection with the retail sale of new motor vehicles bearing such trademark or service mark.2. Any person who in the ordinary course of business and on a recurring basis sells such new motor vehicles to a new motor vehicle dealer for resale.(9) a. “Motor vehicle” means every self-propelled vehicle, regardless of the size or type of motor or source of power, that is intended primarily for use and operation on the public highways, not including motor homes, motor home products and recreational vehicles, farm tractors and other machines and tools used in the production, harvesting and care of farm products.b. “New motor vehicle” means a motor vehicle with a franchising manufacturer’s certificate of origin that has not been titled or registered by any state or country in the name of an end user via sale or lease and that has never been the subject of a completed, successful, or conditional sale that was subsequently approved other than between new motor vehicle dealers, or between a manufacturer and a new motor vehicle dealer of the same franchise.(10) “New motor vehicle dealer” or “dealer” means any person or entity engaged in the business of selling, offering to sell, soliciting or advertising the sale of new motor vehicles and who holds, or held at the time a cause of action under this chapter accrued, a valid sales and service agreement, franchise or contract granted by the manufacturer or distributor for the retail sale of said manufacturer’s or distributor’s new motor vehicles.”New motor vehicle dealer” or “dealer” includes any person who engages exclusively in the repair of motor vehicles, except motor homes, if such repairs are performed pursuant to the terms of a franchise or other agreement with a franchiser or such repairs are performed as part of a manufacturer’s or franchiser’s warranty.” New motor vehicle dealer” or “dealer” does not mean any person engaged solely in the business of selling used motor vehicles.(11) “Person” means every natural person, partnership, corporation, association, trust, estate, or any other legal entity.(12) “Relevant market area” means the area within a radius of 10 miles from the intended site of a proposed additional dealership.(13) “Sell,” “selling,” “sold,” “exchange,” “retail sales,” and “leases” include:a. Accepting a deposit or receiving a payment for the retail purchase, lease, or other use of a motor vehicle, but does not include facilitating a motor vehicle dealer’s acceptance of a deposit or receipt of a payment from a consumer or receiving payment under a retail installment sale contract.b. Accepting a reservation from a retail consumer for the retail purchase, lease, or other use of a specific motor vehicle identified by a vehicle identification number or other product identifier.c. Setting the retail price for the purchase, lease, or other use of a motor vehicle, but does not include setting a manufacturer’s suggested retail price.d. Offering or negotiating with a retail consumer terms for the purchase, lease, or other use of a motor vehicle.e. Offering or negotiating with a retail consumer a value for a motor vehicle being traded in as part of the purchase, lease, or other use of a motor vehicle, but does not include a website or other means of electronic communication that identifies to a consumer a conditional trade-in value and that contains language informing the consumer that the trade-in value is not binding on any motor vehicle dealer.f. Any transaction where the title of a motor vehicle or a used motor vehicle is transferred to a retail consumer.g. Any retail lease transaction where a retail consumer leases a vehicle for a period of at least 12 months, but does not include administering lease agreements, taking assignments of leases, performing required actions pursuant to such lease, or receiving payments under a lease agreement that was originated by a motor vehicle dealer.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§§\n\n 1-3;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n1;84 Del. Laws, c. 389,\n\n§\n\n2;§\n\n4903. Sales incentives; warranty and predelivery obligations to new motor vehicle dealers.(a) (1) Each new motor vehicle manufacturer shall do all of the following:a. Specify in writing to each of its new motor vehicle dealers licensed in this State the dealer’s obligations for predelivery preparation, manufacturer-sponsored maintenance programs, manufacturer extended warranty, certified pre-owned warranty, manufacturer-issued service contracts, parts exchange programs, recall and warranty service on its products.b. Compensate the new motor vehicle dealer for such service required of the dealer by the manufacturer.c. Provide the dealer the schedule of compensation to be paid such dealer for parts, work, and service in connection therewith, and the time allowance for the performance of such work and service.d. Allow at least 180 days for its new motor vehicle dealers to submit claims for reimbursement for such services required of the dealers by the manufacturer.(2) Notwithstanding the terms of any franchise agreement, it is unlawful for a new motor vehicle manufacturer to recover all or any portion of its costs for compensating its dealers in this State for recalls or warranty parts and service either by reduction in the amount due to the dealer, or by separate charge, surcharge, or other imposition.(b) In no event shall such schedule of compensation for such services identified in paragraph (a)(1) of this section fail to include reasonable compensation for diagnostic work, as well as parts, repair service and labor. Time allowances for the diagnosis and performance of warranty work and service shall be reasonable and adequate for the work to be performed. With respect to manufacturer-sponsored maintenance programs, manufacturer extended warranty, certified pre-owned warranty, manufacturer-issued service contracts, parts exchange programs, recall and warranty parts and labor reimbursement, reasonable compensation shall not be less than the rate charged by such dealer for like services to nonwarranty customers for nonwarranty parts, service, and repairs. If a manufacturer furnishes a part or component to a motor vehicle dealer at no cost or at a reduced cost to use in performing repairs under a recall, campaign service action, recall or warranty repair, the manufacturer shall compensate the dealer for the part or component in the same manner as warranty parts compensation under paragraph (a)(1) of this section, less the dealer cost for the part or component as listed in the manufacturer’s price schedule.(1) For the purposes of this provision, the dealer's rate charged to nonwarranty customers for parts and labor shall be established by the dealer submitting to the manufacturer 100 sequential customer paid service repair orders or 90 days of customer paid service repair orders, whichever is less, covering like repairs made no more than 180 days before the submission of such customer paid service repair orders and declaring the schedule of compensation. The new schedule of compensation shall take effect within 30 days after the initial submission to the manufacturer and shall be presumed to be fair and reasonable. However, within 30 days following receipt of the declared schedule of compensation from the dealer, the manufacturer may make reasonable requests for additional information supporting the declared schedule of compensation. The 30-day time frame in which the manufacturer shall make the schedule of compensation effective shall commence following receipt from the dealer of any reasonably requested supporting information. No manufacturer shall require a motor vehicle dealer to establish a schedule of compensation by any other methodology or require supportive information that is unduly burdensome or time consuming to provide including, but not limited to, part by part or transaction by transaction calculations. The dealer shall not request a change in the schedule of compensation more than once every 9 months.(2) For the purposes of this provision, all of the following parts or types of repairs are excluded from the calculation:a. Repairs for manufacturer special events and manufacturer discounted service campaigns.b. Parts sold at wholesale or parts discounted by a dealer for repairs made in group fleet, insurance, or other third-party payer service work or parts used in repairs of government agencies’ repairs for which volume discounts have been negotiated.c. Tires replaced due to normal wear.d. Routine maintenance not covered under any retail customer warranty such as alignments, flushes, oil changes, brakes, fluids, filters and belts not provided in the course of repairs.e. Engine assemblies and transmission assemblies.f. Vehicle reconditioning.g. Batteries, other than electric vehicle or hybrid vehicle propulsion batteries.h. Lightbulbs, other than lightbulbs that use light emitting diode technology.i. Nuts, bolts, fasteners, and similar items that do not have an individual part number.(3) A manufacturer shall not take or threaten to take adverse action against a dealer who seeks to obtain compensation pursuant to this provision, including but not limited to, creating or implementing an obstacle or process that is inconsistent with the manufacturer's obligations to the dealer under this provision.(4) Within 30 days of receiving the manufacturer's notice of denial of the dealer's parts and/or labor submission pursuant to this subsection, any such new motor vehicle dealer may file with the Public Service Commission a protest to the manufacturer's denial. In the event a protest is filed, the manufacturer possesses the burden of proof to establish that the dealer's submission did not meet the respective submission requirements contained within this provision. In the event a dealer prevails in a protest filed under this provision, the dealer's increased parts and/or labor reimbursement shall be provided retroactive to the date the submission would have been effective pursuant to the terms of this section but for the manufacturer's denial.(c) It is a violation of this section for any new motor vehicle manufacturer to fail to perform any warranty obligations or to fail to include in written notices of factory recalls to new motor vehicle owners and dealers the expected date by which necessary parts and equipment will be available to dealers for the correction of such defects, or to fail to compensate any of the new motor vehicle dealers in this State for repairs effected by such recall.(d) (1) All claims made by new motor vehicle dealers pursuant to this section for such labor and parts shall be paid within 30 days following their approval; provided, however, that the manufacturer retains the right to audit such claims and to charge back the dealer for claims due to fraud, work done unnecessarily, or work not properly performed for a period of 180 days following payment. All such claims shall be either approved or disapproved within 30 days after their receipt on forms and in the manner specified by the manufacturer, and any claim not specifically disapproved in writing within 30 days after the receipt shall be construed to be approved and payment must follow within 30 days. A manufacturer or distributor shall not deny a claim or reduce the amount to be reimbursed to the dealer as long as the dealer has provided reasonably sufficient documentation that the dealer did both of the following:a. Made a good faith attempt to perform the work in compliance with the reasonable written policies and procedures of the manufacturer.b. Actually performed the work.(2) The manufacturer or distributor may not disapprove or charge back a reimbursement claim provided that the dealer can substantiate the claim either in accordance with the manufacturer’s reasonable policies and procedures or by other reasonable means. A claim may not be denied or charged back due to an administrative error by the dealer as long as the claim meets the above requirements. The 180-day limitation on the manufacturer’s right to audit a claim shall not be effect in the case of fraudulent claims.(3) Notwithstanding anything in this subsection to the contrary, a manufacturer may not fail to fully compensate a dealer for warranty or recall work or make any charge back to the dealer’s account based on the dealer’s failure to comply with the manufacturer’s claim documentation procedures unless both of the following requirements have been met:a. The dealer has, within the previous 12 months, failed to comply with the same specific documentation procedure.b. The manufacturer has, within the previous 12 months, provided a written warning to the dealer by certified United States mail, return receipt requested, identifying the specific claim documentation procedure violated by the dealer.(e) Any audit for sales incentives, service incentives, rebates or other forms of incentive compensation shall only be for a period of 180 days following the date of the termination of the sales incentives program, service incentives program, rebate program or other form of incentive compensation program. These limitations shall not be in effect in the case of fraudulent claims.(f) A manufacturer may not do any of the following related to a claim by a new motor vehicle dealer, unless it can be shown that the claim was false or fraudulent or that the dealer failed to reasonably substantiate the claim either in accordance with the manufacturer’s reasonable written procedures or by other reasonable means:(1) Deny a new motor vehicle dealer’s claim for sales incentives, service incentives, rebates, or other forms of incentive compensation.(2) Reduce the amount to be paid to the dealer on the claim.(3) Charge a dealer back subsequent to the payment of the claim.(g) (1) A manufacturer that has entered into a franchise agreement with a new motor vehicle dealer must compensate the new motor vehicle dealer for a used motor vehicle in any of the following circumstances:a. That is of the same make and model manufactured, imported, or distributed by the manufacturer.b. That is subject to a recall notice issued by the manufacturer or an authorized governmental agency, regardless of whether the vehicle is identified by its vehicle identification number.c. That is held by the new motor vehicle dealer in the dealer’s inventory at the time a recall notice is issued or that is taken by the new motor vehicle dealer into the dealer’s inventory after the recall notice as a result of a retail consumer trade-in or a lease return to the dealer inventory in accordance with an applicable lease contract.d. That cannot be repaired due to the unavailability, within 30 days after issuance of the recall notice, of a remedy or parts necessary for the new motor vehicle dealer to make the recall repair.e. For which the manufacturer has not issued a written statement to the new motor vehicle dealer indicating that the used motor vehicle may be sold or delivered to a retail customer before completion of the recall repair. The purpose of such written statement is to provide notice to the new motor vehicle dealer that the vehicle may be sold or delivered based solely on the specific recall notice and is not intended to address any other aspect of the vehicle unrelated to the recall notice.(2) The manufacturer shall pay the required compensation within 30 days after the motor vehicle dealer’s application for payment. Applications for payment must be submitted monthly, as necessary, through the manufacturer’s existing warranty application system or another system or process established by the manufacturer which is not unduly burdensome or which does not require information unnecessary for the payment.(3) Compensation under this section must be the greater of the following:a. Payment at a rate of at least 1.5 percent per month of the motor vehicle value, as determined by the average Black Book value of the corresponding model year vehicle of average condition, of each eligible used motor vehicle in the new motor vehicle dealer’s inventory for each month that the dealer does not receive a remedy and parts to complete the required recall repair. Such payment must be prorated for any period less than 1 month based on the number of days during the month each eligible used motor vehicle is in the motor vehicle dealer’s inventory.b. Payment under a national program applicable to all motor vehicle dealers holding a franchise agreement with the manufacturer for the motor vehicle dealer’s costs associated with holding the eligible used motor vehicles.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 4;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n2;84 Del. Laws, c. 389,\n\n§\n\n3;§\n\n4904. Liability for transportation damages.(a) Notwithstanding the terms, provisions or conditions of any agreement or franchise, the manufacturer is liable for all damages to motor vehicles before delivery to a carrier or transporter.(b) If a new motor vehicle dealer determines the method of transportation, the risk of loss passes to the dealer upon delivery of the vehicle to the carrier.(c) In every other instance, the risk of loss remains with the manufacturer until such time as the new motor vehicle dealer or a designee accepts the vehicle from the carrier.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 2;§\n\n4905. Product liability indemnification.Notwithstanding the terms of any franchise agreement, it shall be a violation of this chapter for any new motor vehicle manufacturer to fail to indemnify and hold harmless its franchised dealers against any judgment or settlement agreed to in writing by the manufacturer for damages, including, but not limited to, court costs and reasonable attorneys’ fees of the new motor vehicle dealer, arising out of complaints, claims or lawsuits including, but not limited to, strict liability, negligence, misrepresentation, warranty (express or implied) or rescission of the sale as is defined in § 2-608 of this title, less any offset recovered by the dealer and only to the extent that the judgment or settlement relates to the alleged defective or negligent manufacture, assembly or design of new motor vehicles, parts or accessories or other functions by the manufacturer, beyond the control of the dealer.64 Del. Laws, c. 27,\n\n§\n\n 1;78 Del. Laws, c. 372,\n\n§\n\n 1;§\n\n4906. Termination, cancellation or nonrenewal of franchise — Requisites.(a) Notwithstanding the terms, provisions or conditions of any franchise or notwithstanding the terms or provisions of any waiver, no manufacturer shall cancel, terminate or fail to renew any franchise with a licensed new motor vehicle dealer unless the manufacturer has:(1) Satisfied the notice requirement of subsection (d) of this section; and(2) Has good cause for cancellation, termination or nonrenewal; and(3) Has acted in good faith with regard to the cancellation, termination or nonrenewal as defined in this chapter.(b) Notwithstanding the terms, provisions or conditions of any franchise or the terms or provisions of any waiver, good cause shall exist for the purposes of a termination, cancellation or nonrenewal when:(1) There is a failure by the new motor vehicle dealer to comply with a provision of the franchise which provision is both reasonable and of material significance to the franchise relationship, provided that the dealer has been notified in writing of the failure within 180 days after the manufacturer first acquired knowledge of such failure, or after the dealer was given a reasonable opportunity to correct such failure during a period of not less than 6 months;(2) If the failure by the new motor vehicle dealer relates to the performance of the new motor vehicle dealer in sales or service, then good cause shall be defined as the failure of the new motor vehicle dealer to comply with reasonable performance criteria established by the manufacturer if the new motor vehicle dealer was apprised by the manufacturer in writing of such failure; and:a. Said notification stated that notice was provided of failure of performance pursuant to this section;b. The new motor vehicle dealer was afforded a reasonable opportunity, for a period of not less than 6 months, to comply with such criteria; andc. The new motor vehicle dealer did not demonstrate substantial compliance with the manufacturer’s performance criteria during such period.(c) The manufacturer shall have the burden of proof under this section.(d) Notwithstanding the terms, provisions or conditions of any franchise prior to the termination, cancellation or nonrenewal of any franchise, the manufacturer shall furnish notification of such termination, cancellation or nonrenewal to the new motor vehicle dealer as follows:(1) In the manner described in subsection (b) of this section; and(2) Not less than 90 days prior to the effective date of such termination, cancellation or nonrenewal; or(3) Not less than 15 days prior to the effective date of such termination, cancellation or nonrenewal with respect to any of the following:a. Insolvency of the new motor vehicle dealer, or filing of any petition by or against the new motor vehicle dealer under any bankruptcy or receivership law;b. Failure of the new motor vehicle dealer to conduct its customary sales and service operations during its customary business hours for 7 consecutive business days, except for acts of God or circumstances beyond the direct control of the new motor vehicle dealer;c. Conviction in a court of original jurisdiction of the new motor vehicle dealer, or any owner or operator thereof, of any crime which is punishable by imprisonment;d. Revocation of any license which the new motor vehicle dealer is required to have to operate a dealership.(4) Not less than 180 days prior to the effective date of such termination or cancellation where the manufacturer or distributor is discontinuing the sale of the product line.(e) Notification under this section shall be in writing; shall be by certified mail or personally delivered to the new motor vehicle dealer; and shall contain all of the following:(1) A statement of intention to terminate, cancel, or not to renew the franchise.(2) A statement of the reasons for the termination, cancellation, or nonrenewal.(3) The date on which such termination, cancellation, or nonrenewal takes effect.(f) (1) If a manufacturer provides notice of termination to a new motor vehicle dealer under subsection (e) of this section, the dealer may file with the Commission a protest to the proposed franchise termination on or before the stated effective date of the termination.(2) If such a protest is filed, the Commission shall inform the manufacturer that a timely protest has been filed, and that the franchise in question continues in effect until the Commission holds a hearing, or thereafter, unless, the Commission determines that the manufacturer has complied with paragraphs (a)(2) and (a)(3) of this section.(3) Until the termination of a dealer’s franchise is effective, the dealer continues to have the same rights to assign, sell, or transfer the franchise to a third party under the franchise and as permitted under § 4910 of this title and the transferee may not be subject to termination by reason of the failure of performance or breaches of the franchise on the part of the dealer.(4) The nonprevailing party may appeal an adverse decision by the Commission to the Superior Court. The Commission may enter a stay of its order pending appeal, which remains in effect while the appeal is pending.64 Del. Laws, c. 27,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n3;§\n\n4907. Termination, cancellation or nonrenewal of franchise — Compensation by manufacturer.Upon the termination, nonrenewal, discontinuance, or cancellation of any franchise by the manufacturer or by the new motor vehicle dealer, the new motor vehicle dealership shall be compensated by the manufacturer within 90 days of receipt of a repurchase request from the dealer as set forth below:(1) The manufacturer shall purchase from the dealer any new, unused, undamaged and unmodified motor vehicles with less than 750 miles registered on the odometer that the dealer has acquired from the manufacturer or distributor, or from another dealer of the same line-make in the ordinary course of business within 18 months of the notice of termination at dealer cost including any charges for distribution and delivery paid by the dealer, less all allowances paid to the dealer by the manufacturer;(2) The manufacturer shall purchase from the dealer all new, unused, undamaged parts in their original, unbroken packaging, listed in the current price catalog and acquired from the manufacturer or distributor or from a source approved or recommended by the manufacturer, at the new motor vehicle dealer price listed in the current price catalog, less applicable allowances. The manufacturer shall also compensate the dealer for any transporting, handling, packing, storing, and loading of any returned parts, tools, and equipment. If the above parts are not listed in the current price catalog due to the manufacturer’s or distributor’s renumbering of parts or issuance of a superseding part number within the last 3 years, said parts shall be repurchased by the manufacturer, provided they are new, unused, undamaged parts in their original, unbroken packaging and are in salable condition;(3) The manufacturer shall purchase from the dealer all equipment and furnishings, showroom kiosks and other marketing structures, signs and special tools particular to the line-make and required by the manufacturer at:a. The dealer’s net acquisition cost if the item was acquired in the 12 months immediately preceding the effective date of the termination, cancellation or nonrenewal;b. Seventy-five percent of the dealer’s net acquisition cost if the item was acquired more than 12 but less than 24 months immediately preceding the effective date of the termination, cancellation or nonrenewal;c. Fifty percent of the dealer’s net acquisition cost if the item was acquired between 24 and 36 months immediately preceding the effective date of the termination, cancellation or nonrenewal;d. Twenty-five percent of the dealer’s net acquisition cost if the item was acquired more than 36 but less than 60 months immediately preceding effective date of the termination, cancellation or nonrenewal; ore. Fair market value if the item was acquired between 60 and 84 months immediately preceding the termination, cancellation or nonrenewal;(4) The manufacturer shall reimburse the dealer for any costs the dealer incurred for facility upgrades or alterations required by the manufacturer within the 24 months immediately preceding the effective date of the termination, including facility upgrades or alterations required in order to participate in any manufacturer sponsored programs that provided to the dealer financial reimbursement or benefits; provided, however, that any amounts payable to a dealer shall be reduced by any amounts paid to the dealer by the manufacturer due to the dealer’s participation in any such facilities upgrade or alteration program; and(5) If a termination, cancellation, discontinuance or nonrenewal of a dealer’s franchise is the result of the cessation of a line-make by a manufacturer, then in addition to the payment of termination assistance set forth in this statute, the dealer shall be paid an amount at least equivalent to the fair market value of the franchise for the line-make, which amount shall be the greater of that value as determined as of:a. The date the manufacturer announces the action that results in the cessation of the line-make;b. The date the action that resulted in the cessation is issued; orc. The date 12 months prior to the date on which the notice of termination, cancellation, discontinuance or nonrenewal is issued.Fair market value shall only include the value of the dealer’s franchise for that line-make in the dealer’s relevant market area. Payment is due not later than 45 days after fair market value has been determined as set forth below. Upon the dealer’s written notice to the manufacturer that the dealer seeks compensation pursuant to this section, the affected dealer and the affected manufacturer shall each select a business valuation appraiser, certified public accountant, or other person that performs business valuations as a part of their occupation. The valuations shall be performed and exchanged within 60 days of the dealer’s notice to the manufacturer. If the difference in valuation as determined by the respective valuators is within 10%, then the valuations shall be averaged and the average of the 2 valuations shall constitute fair market value for the purposes of this provision. If the difference in valuation as determined by the respective valuators is greater than 10%, then the chosen valuators shall select a third valuator by mutual agreement within 20 days following the exchange of the valuations. The third valuator shall provide its determination of fair market value within 45 days of selection. The third valuator’s determination shall be the fair market value for the purposes of this provision unless the valuator’s determination is within 25% of either the dealer or manufacturer’s valuation. In that instance the valuator’s determination shall be averaged with the determination that is within 25% of and that average shall be the fair market value for the purposes of this section.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 5;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n4;84 Del. Laws, c. 389,\n\n§\n\n4;§\n\n4908. Termination, cancellation or nonrenewal of franchise — Dealership facilities assistance.In the event of a termination, cancellation or nonrenewal by the manufacturer under this chapter, except termination, cancellation or nonrenewal by the manufacturer for insolvency, license revocation, conviction of a crime or fraud by a dealer owner or failure of the dealer to conduct customary sales and service operations during business hours for 7 consecutive business days, except in circumstances beyond the direct control of the dealer, if the new motor vehicle dealer is leasing the dealership facilities from a lessor other than the manufacturer, the manufacturer shall pay the new motor vehicle dealer a sum equivalent to the rent for the unexpired term of the lease or 3 years’ rent, whichever is less, or if the new motor vehicle dealer owns the dealership facilities, the manufacturer shall pay the new motor vehicle dealer a sum equivalent to the reasonable rental value of the dealership facilities for 3 years. Nothing in this section shall relieve a lessee from the obligation to mitigate damages under the lease, nor prevent a manufacturer from discharging its obligations by negotiating a lease termination, sublease or new lease.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 6;78 Del. Laws, c. 372,\n\n§\n\n 1;§\n\n4909. Succession to ownership of new motor vehicle dealer.(a) Any owner of a new motor vehicle dealership may appoint by will or any other written instrument a designated family member to succeed in the ownership interest of the said owner in the new motor vehicle dealership.(b) Unless there exists good cause for refusal to honor succession on the part of the franchiser, any designated successor of a deceased or incapacitated owner may succeed to the ownership interest of the owner if:(1) The designated successor gives the franchiser written notice of his or her intention to succeed to the ownership interest within 120 days of the owner’s death or incapacity or within a longer period if so provided in the franchise agreement; and(2) The designated successor agrees to be bound by all the terms and conditions of the franchise.(c) The franchiser may request the designated successor to complete a standard dealer application, and the designated successor shall provide promptly upon said request personal and financial data that is customarily required by the franchiser to determine whether the succession should be honored.(d) If a franchiser believes that good cause exists for refusing to honor the succession to the ownership interest of an owner by a designated successor of a deceased or incapacitated owner, the franchiser may, within 60 days following receipt of:(1) Notice of the designated successor’s intent to succeed to the ownership interest of the owner, or(2) Any personal or financial data which it has requested,serve upon the designated successor notice of its refusal to honor the succession and of its intent to discontinue the existing franchise with the dealer no sooner than 90 days from the date such notice is served. However, if the franchiser shall enter into 1 or more interim or trial agreements with the designated successor, which interim or trial agreements may not extend more than 2 years from the owner’s death or disability, then and in such event notice shall be deemed timely if sent within 60 days of the termination of such interim or trial agreement.(e) The notice must state the specific grounds for the refusal to honor the succession and the franchiser’s intent to discontinue the existing franchise with the dealer.(f) If a franchiser refuses to honor the succession to the ownership interest of a deceased or incapacitated owner, then and in such event:(1) The franchiser shall allow the designated successor a reasonable period of time, which shall not be less than 6 months, in which to negotiate a sale of the dealership.(2) Upon termination of the franchise pursuant to such refusal, the provisions of § 4906 of this title shall apply.(g) If notice of refusal and discontinuance is not timely served upon the designated successor, the franchise shall continue in effect subject to termination only as otherwise permitted by this chapter.(h) No franchiser shall terminate, cancel or fail to renew any franchise solely because of the death or incapacity of an owner who is not listed in the franchise as one on whose expertise and abilities the franchiser relied in the granting of the franchise.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 7;73 Del. Laws, c. 273,\n\n§\n\n 1;§\n\n4910. Sale of dealership franchise, notice to franchiser, and right of first refusal.(a) If a new motor vehicle dealer desires to make a change in its executive management or ownership or to sell its principal assets, the new motor vehicle dealer will give the franchiser written notice of the proposed change or sale. The franchiser shall not arbitrarily refuse to agree to such proposed change or sale and may not disapprove or withhold approval of such change or sale unless the franchiser can prove:(1) That its decision is not arbitrary; and(2) That the new management, owner or transferee is unfit or unqualified to be a dealer based on the franchiser’s prior written, reasonable, objective standards or qualifications which directly relate to the prospective transferee’s business experience, moral character and financial qualifications.(b) Where the franchiser rejects a proposed change or sale, the franchiser shall give written notice of the franchiser’s reasons to the new motor vehicle dealer within 60 days. If no such notice is given to the new motor vehicle dealer, the change or sale shall be deemed approved.(c) It is unlawful for a motor vehicle franchiser to exercise the right of first refusal or other right to acquire a motor vehicle franchise from a motor vehicle franchisee as a means to influence the consideration or other terms offered by a person in connection with the acquisition of the motor vehicle franchise or to influence a person to refrain from entering into or to withdraw from, negotiations for the acquisition of the motor vehicle franchise.(d) In the event of a proposed sale or transfer of a dealership and if the franchise agreement has a right of first refusal in favor of the manufacturer or distributor, then notwithstanding the terms of the franchise agreement, the manufacturer, distributor or franchiser shall be permitted to exercise a right of first refusal to acquire the motor vehicle dealer’s assets or ownership if all of the following requirements are met:(1) In order to exercise the right of first refusal, the manufacturer or distributor shall notify the motor vehicle dealer in writing within 60 days of receipt of the completed proposal for the proposed sale or transfer and all related agreements.(2) The exercise of the right of first refusal will result in the dealer receiving the same or greater consideration as the dealer has contracted to receive in connection with the proposed change of ownership or transfer.(3) The proposed sale or transfer of the dealership’s assets does not involve the transfer or sale to a member or members of the family of 1 or more dealers or to a qualified manager with at least 2 years management experience at the dealership or to a partnership or corporation controlled by such persons.(4) The manufacturer or distributor agrees to pay the reasonable expenses, including attorney fees which do not exceed the usual, customary and reasonable fees charged for similar work done for other clients, incurred by the proposed owner or transferee prior to the manufacturer’s or distributor’s exercise of its right of first refusal in negotiating and implementing the contract for the proposed sale or transfer of the dealership or dealership assets.a. Such expenses and attorney fees shall be paid to the proposed new owner or transferee at the time of closing of the sale or transfer for which the manufacturer or distributor exercised its right of first refusal.b. No payment of such expenses and attorney fees shall be required if the new owner or transferee has not submitted or caused to be submitted an accounting of those expenses within 30 days of the dealer’s receipt of the manufacturer’s or distributor’s written request for such an accounting.c. A manufacturer or distributor may request such accounting before exercising the right of first refusal.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 8;81 Del. Laws, c. 289,\n\n§\n\n5;§\n\n4911. Sale of dealership franchise, notice to franchiser, and right of first refusal — Burden of proof.In determining whether good cause for the refusal to honor the succession or sale of dealership exists, the manufacturer, distributor, factory branch or importer has the burden of proving that the successor or purchaser is a person who is not of good moral character or does not meet the franchisor’s existing and reasonable standards and, considering the volume of sales and service of the new motor vehicle dealer, uniformly applied minimum business experience standards in the market area.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 9;§\n\n4912. Written designation of succession unaffected.This chapter does not preclude the owner of a new motor vehicle dealer from designating any person as successor by written instrument filed with the manufacturer or distributor and, in the event there is a conflict between such written instrument and this section, and that written instrument has not been revoked by the owner of the new motor vehicle dealer in writing to the manufacturer or distributor, then the written instrument shall govern.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4913. Unlawful acts by manufacturers.(a) Notwithstanding the terms of any franchise agreement, it shall be a violation of this chapter for any manufacturer licensed under this chapter to require, attempt to require, coerce or attempt to coerce any new motor vehicle dealer in this State:(1) To order or accept delivery of any new motor vehicle, part or accessory thereof, equipment or any other commodity not required by law which shall not have been voluntarily ordered by the new motor vehicle dealer; except that this paragraph is not intended to modify or supersede any terms or provisions of the franchise requiring new motor vehicle dealers to market a representative line of those motor vehicles which the manufacturer or distributor is publicly advertising.(2) To order or accept delivery of any new motor vehicle with special features, accessories or equipment not included in the list price of such motor vehicles as publicly advertised by the manufacturer or distributor.(3) To participate monetarily in an advertising campaign or contest, or to purchase any promotional materials, training materials, showroom or other display decorations or materials at the expense of the new motor vehicle dealer.(4) To enter into any agreement with the manufacturer or to do any other act prejudicial to the new motor vehicle dealer by threatening to terminate or cancel a franchise or any contractual agreement existing between the dealer and the manufacturer; except that this paragraph is not intended to preclude the manufacturer or distributor from insisting on compliance with the reasonable terms or provisions of the franchise or other contractual agreement, and notice in good faith to any new motor vehicle dealer of the new motor vehicle dealer’s violation of such terms or provisions shall not constitute a violation of the chapter.(5) To change the capital structure of the new motor vehicle dealer or the means by or through which the new motor vehicle dealer finances the operation of the dealership provided that the new motor vehicle dealer at all times meets any reasonable capital standards determined by the manufacturer in accordance with uniformly applied criteria; and also provided that no change in the capital structure shall cause a change in the principal management or have the effect of a sale of the franchise without the consent of the manufacturer or distributor; said consent shall not be unreasonably withheld.(6) To refrain from participation in the management of, investment in or the acquisition of any other line of new motor vehicle or related products; provided, however, that this paragraph does not apply unless the new motor vehicle dealer maintains a reasonable line of credit for each make or line of new motor vehicle, the new motor vehicle dealer remains in substantial compliance with the terms and conditions of the franchise and any reasonable facilities requirements of the manufacturer, and no change is made in the principal management of the new motor vehicle dealer.(7) To prospectively assent to a release, assignment, novation, waiver or estoppel which would relieve any person from liability to be imposed by this law or to require any controversy between a new motor vehicle dealer and a manufacturer, distributor or representatives to be referred to any person other than the duly constituted courts of the State or the United States of America, if such referral would be binding upon the new motor vehicle dealer.(8) To either establish or maintain exclusive facilities, personnel, or display space.(9) To expand, construct or significantly modify facilities without written assurances that the franchisor will provide a reasonable supply of new motor vehicles within a reasonable time so as to justify such an expansion, in light of the market and economic conditions. To require, coerce or attempt to coerce a dealer to construct or substantially alter a facility or premises if the facility or premises has been altered within the last 10 years at a cost of more than $250,000 and the alteration was required and approved by the manufacturer, except for improvements made to comply with health or safety laws, to accommodate the technology requirements necessary to sell or to service a motor vehicle or for alterations made pursuant to voluntary agreements between a dealer and a manufacturer where separate and valuable consideration has been offered and accepted.a. If a manufacturer establishes a program, standard, or policy or in any manner offers a bonus, incentive, rebate, or other benefit to a new motor vehicle dealer which is based, in whole or in part, on the construction of new sales or service facilities or the remodeling, improvement, renovation, expansion, replacement, or other alteration of the new motor vehicle dealer’s existing sales or service facilities, including installation of signs or other image elements, a new motor vehicle dealer who completes such construction, alteration, or installation in reliance upon such program, standard, policy, bonus, incentive, rebate, or other benefit is deemed to be in full compliance with the manufacturer’s requirements related to the new, remodeled, improved, renovated, expanded, replaced, or altered facilities, signs, and image elements for 10 years after such completion.b. If, during such 10-year period, the manufacturer revises an existing, or establishes a new, program, standard, policy, bonus, incentive, rebate, or other benefit described in paragraph (a)(9)a. of this section, a motor vehicle dealer who completed a facility in reliance upon a prior program, standard, policy, bonus, incentive, rebate, or other benefit and elects not to comply with the applicant’s or manufacturer’s requirements for facilities, signs, or image elements under the revised or new program, standard, policy, bonus, incentive, rebate, or other benefit will not be eligible for any benefit under the revised or new program but remains entitled to all benefits under the prior program, plus any increase in benefits between the prior and revised or new programs, during the remainder of the 10-year period.(10) To adhere to unreasonable sales, service or facility standards arrived at through policies, surveys or programs.(11) To purchase nonline, make-specific goods, services or design elements from the manufacturer or its designated sources if the desired results can be produced through alternative means, except for parts or when necessary to protect the manufacturer’s trademark or brand name.(12) To refuse to pay, or claim reimbursement from, a dealer for sales, incentives or payments related to a motor vehicle sold by the dealer because the purchaser of the motor vehicle exported or resold the motor vehicle in violation of the policy of the manufacturer unless the manufacturer can show that, at the time of sale, the dealer knew or reasonably should have known of the purchaser’s intention to export or resell the motor vehicle. There is a rebuttable presumption that the dealer did not know or should not have reasonably known that the vehicle would be exported if the vehicle is titled and registered in any state of the United States.(13) To require a dealer to provide its customer lists or service files to the manufacturer, unless necessary for the sale and delivery of a new motor vehicle to a consumer, to validate and pay consumer or dealer incentives, for reasonable marketing purposes, for evaluation of dealer performance, for analytics or for the submission to the manufacturer for any services supplied by the dealer for any claim for warranty parts or repairs. Nothing in this section shall limit the manufacturer’s ability to require or use customer information to satisfy any safety or recall notice obligation or other legal obligation. To release or cause to be released a dealer’s nonpublic customer information to another dealer unless the franchise has been terminated, the customer has relocated to an address that is greater than 40 miles outside of the motor vehicle dealer’s primary market area as assigned by the manufacturer, a customer has not transacted with the dealer from which a vehicle was purchased for a period of 36 months or the dealer expressly consents in writing to the sharing of customer information with other dealers.(14) a. To establish, implement, or enforce criteria for measuring the sales or service performance of any of its franchised new motor vehicle dealers in this State which have a material or adverse effect on any new motor vehicle dealer and which meet any of the following:1. Are unfair, unreasonable, arbitrary, or inequitable.2. Do not include all relevant and material local and regional criteria, data, and facts. Relevant and material criteria, data, or facts include those of motor vehicle dealerships of comparable size in comparable markets.b. If such performance measurement criteria are based, in whole or in part, on a survey, such survey must be based on a statistically significant and valid random sample.c. A manufacturer or common entity, or an affiliate thereof, which enforces against any motor vehicle dealer any such performance measurement criteria shall, upon the request of the motor vehicle dealer, describe in writing to the motor vehicle dealer, in detail, how the performance measurement criteria were designed, calculated, established, and uniformly applied.(15) a. To fail to allocate its products within this State in a manner that does all of the following:1. Provides each of its franchised dealers in this State an adequate supply of vehicles by series, product line, and model in a fair, reasonable, and equitable manner based on each dealer’s historical selling pattern and reasonable sales standards as compared to other same line-make dealers in the State.2. Allocates an adequate supply of vehicles to each of its dealers by series, product line, and model so as to allow the dealer to achieve any performance standards established by the manufacturer and distributor.3. Is fair and equitable to all of its franchised dealers in this State.4. Makes available to each of its franchised dealers in this State a minimum of 1 of each vehicle series, model, or product line that the manufacturer makes available to any dealer in this State and advertises in the State as being available for purchase.5. Does not unfairly discriminate among its franchised dealers in its allocation process.b. This paragraph (a)(15) is not violated, however, if such failure is caused solely by the occurrence of temporary international, national, or regional product shortages resulting from natural disasters, unavailability of parts, labor strikes, product recalls, or other factors and events beyond the control of the manufacturer that temporarily reduce a manufacturer’s product supply.(16) To fail to reimburse a dealer in full for the actual cost of providing a loaner vehicle to any customer who is having a vehicle serviced or repaired at the dealership if the provision of such a loaner vehicle is required by the manufacturer, or is otherwise included as a condition of participating in any program sponsored by the manufacturer.(17) Notwithstanding the terms, provisions, or conditions of any agreement, franchise, novation, waiver or other written instrument, to require, coerce, or attempt to coerce any of its franchised new motor vehicle dealers in this State to change the principal operator, general manager, or any other manager or supervisor employed by the dealer.(18) a. Notwithstanding the terms, provisions, or conditions of any agreement or franchise, to discriminate against or otherwise penalize a new motor vehicle dealer located in this State for selling or offering for sale a service contract, debt cancellation agreement, maintenance agreement, or similar product not approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source.b. For purposes of this paragraph (a)(18), “discrimination” includes any of the following:1. Requiring or coercing a dealer to exclusively sell or offer for sale service contracts, debt cancellation agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, distributor, affiliate, or captive finance source.2. Taking or threatening to take any adverse action against a dealer because the dealer does any of the following:A. Sells or offers for sale any service contracts, debt cancellation agreements, maintenance agreements, or similar products not approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source.B. Fails to sell or offer for sale service contracts, debt cancellation agreements, maintenance agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, its affiliate, or captive finance source.3. Measuring a dealer’s performance under a franchise in any part based upon the dealer’s sale of service contracts, debt cancellation agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source.4. Requiring a dealer to exclusively promote the sale of service contracts, debt cancellation agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source.5. Requiring a dealer to disclose who is not the provider or sponsor of a service contract, debt cancellation agreement, or similar product.6. Considering the dealer’s sale of service contracts, debt cancellation agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source in determining any of the following:A. The dealer’s eligibility to purchase any vehicles, parts, or other products or services from the manufacturer.B. The volume of vehicles or other parts or services the dealer shall be eligible to purchase from the manufacturer.C. The price or prices of any vehicles, parts, or other products or services that the dealer shall be eligible to purchase from the manufacturer.D. The availability or amount of any vehicle discount, credit, special pricing, rebate, or sales or service incentive the dealer shall be eligible to receive from the manufacturer, affiliate, or captive finance source in which the incentives are calculated or paid on a per-vehicle basis or any vehicle discount, credit, special pricing, or rebate that are calculated or paid on a per-vehicle basis.c. For purposes of this paragraph (a)(18), “discrimination” does not include, and nothing prohibits a manufacturer, affiliate, or captive finance source from offering, discounts, rebates, or other incentives to dealers that voluntarily sell or offer for sale service contracts, debt cancellation agreements, or similar products approved, endorsed, sponsored, or offered by the manufacturer, affiliate, or captive finance source; provided, however, that such discounts, rebates, or other incentives are based solely on the sales volume of the service contracts, debt cancellation agreements, or similar products sold by the dealer and do not provide vehicle sales or service incentives.(19) a. Notwithstanding the terms of any contract, franchise, novation, or agreement, to prevent, attempt to prevent, prohibit, coerce, or attempt to coerce, any new motor vehicle dealer located in this State from charging any administrative, origination, documentary, procurement, or other similar administrative fee related to the sale or lease of a motor vehicle.b. It is unlawful for any manufacturer, manufacturer branch, distributor, or distributor branch, notwithstanding the terms of any contract, franchise, novation, or agreement, to prevent or prohibit any new motor vehicle dealer in this State from participating in any program relating to the sale of motor vehicles or reduce the amount of compensation to be paid to any dealer in this State, based upon the dealer’s willingness to refrain from charging or reduce the amount of any administrative, origination, documentary, procurement, or other similar administrative fee related to the sale or lease of a motor vehicle.(b) It shall be a violation of this chapter for any manufacturer:(1) To delay, refuse or fail to deliver new motor vehicles or new motor vehicle parts or accessories in a reasonable time, and in reasonable quantity relative to the new motor vehicle dealer’s facilities and sales potential in the new motor vehicle dealer’s relevant market area, after acceptance of an order from a new motor vehicle dealer having a franchise for the retail sale of any new motor vehicle sold or distributed by the manufacturer, any new motor vehicle, parts or accessories to new vehicles as are covered by such franchise, if such vehicle, parts or accessories are publicly advertised as being available for immediate delivery or actually being delivered. This paragraph is not violated, however, if such failure is caused by acts or causes beyond the control of the manufacturer.(2) To refuse to disclose to any new motor vehicle dealer, handling the same line-make, any matters relating to the manner and mode of distribution of that line-make within the State, including, without limitation, matters related to establishment or relocation of dealers under § 4915 of this title (but with appropriate exclusion of financial information not essential to a complete understanding of the manufacturer’s manner and mode of distribution).(3) To obtain money, goods, service or any other benefit from any other person with whom the new motor vehicle dealer does business, on account of, or in relation to, the transaction between the new motor vehicle dealer and such other person, other than for compensation for services rendered, unless such benefit is promptly accounted for, and transmitted to, the new motor vehicle dealer.(4) To increase prices of new motor vehicles which the new motor vehicle dealer had ordered for consumers prior to the new motor vehicle dealer’s receipt of the written official price increase notification. A sales contract signed by a consumer shall constitute evidence of each such order provided that the vehicle is in fact delivered to that customer. In the event of manufacturer price reductions or cash rebates paid to the new motor vehicle dealer, the amount of any such reduction or rebate received by a new motor vehicle dealer shall be passed on to the consumer by the new motor vehicle dealer. Price reductions shall apply to all vehicles in the dealer’s inventory which were subject to the price reduction. Price differences applicable to new model or series shall not be considered a price increase or price decrease. Price changes caused by either:a. The addition to a motor vehicle of required or optional equipment; orb. Revaluation of the United States dollar, in the case of foreign-make vehicles or components; orc. An increase in transportation charges due to increased rates imposed by carriers;shall not be subject to this paragraph.(5) To release to any outside party, except under subpoena or as otherwise required by law (including, without limitation, provisions of this chapter) or in an administrative, judicial or arbitration proceeding involving the manufacturer or new motor vehicle dealer, any business, financial or personal information which may be from time to time provided by the new motor vehicle dealer to the manufacturer, without the express written consent of the new motor vehicle dealer.(6) To deny any new motor vehicle dealer the right of free association with any other new motor vehicle dealer for any lawful purpose.(7) To compete with a new motor vehicle dealer in the same line-make operating under an agreement or franchise from the aforementioned manufacturer in the relevant market area. A manufacturer shall not, however, be deemed to be competing when operating a dealership either temporarily for a reasonable period, or in a bona fide retail operation which is for sale to any qualified independent person at a fair and reasonable price, or in a bona fide relationship in which an independent person has made a significant investment subject to loss in the dealership and can reasonably expect to acquire full ownership of such dealership on reasonable terms and conditions.(8) To unfairly discriminate among its new motor vehicle dealers with respect to warranty reimbursement.(9) To prevent or attempt to prevent the new motor vehicle dealer by written instrument or otherwise from either receiving the fair market value of the dealership in a sale transaction or from transferring the new motor vehicle dealership to a spouse or legal heir as specified in this chapter.(10) To offer to sell or lease, or to sell or lease, any new motor vehicle to any new motor vehicle dealer at a lower actual invoice price than the actual invoice price offered to another for the same model vehicle, notwithstanding the availability of incentive programs or sales promotion plans or other similar programs available to new motor vehicle dealers at the time of consumer purchase.(11) To use a promotional program or device or an incentive, payment or other benefit, whether paid at the time of sale of the new motor vehicle to the dealer or later, that results in the sale or offer to sell a new motor vehicle at a lower price, including the price for vehicle transportation, than the price at which the same model similarly equipped is offered or is available to another dealer in the State during a similar time period. This subdivision shall not prohibit a promotional or incentive program that is functionally available to competing dealers of the same line-make in the State.(12) To engage in any predatory practice or discrimination against any new motor vehicle dealer or unreasonably discriminate between or among dealers in the sale of a motor vehicle owned by the manufacturer or distributor.(13) To resort to or to use any fraudulent or intentionally misleading advertisement in connection with its business as a distributor or manufacturer licensed in this State; or for any agent of a distributor or manufacturer or distributor to make any fraudulent or intentionally misleading statements to new motor vehicle dealers as inducements to enter into any agreement or franchise.(14) To directly or indirectly own an interest in a dealer or dealership; or operate or control a dealer or dealership; or act in the capacity of a dealer except as provided by this section.a. A manufacturer or distributor may own an interest in a franchised dealer, or otherwise control a dealership for a period not to exceed 24 months from the date the manufacturer or distributor acquires the dealership if the dealership is for sale by the manufacturer or distributor at a reasonable price and on reasonable terms and conditions.b. A manufacturer or distributor may temporarily own an interest in a dealership if the manufacturer’s or distributor’s participation in the dealership is a bona fide relationship with a franchised dealer who:1. Is required to make a significant investment in the dealership, subject to loss;2. Has an ownership interest in the dealership; and3. Operates the dealership under a plan to acquire full ownership of the dealership within a reasonable time and under reasonable terms and conditions.(15) To engage in business as a dealer or to manage, control, operate or own any interest in a dealership either directly or indirectly, if the primary business of such dealer or dealership is to perform repair services on motor vehicles, except motor homes, pursuant to a manufacturer’s or franchiser’s warranty.(16) To fail or refuse, at the written request of the dealer, to accept the return or otherwise fully reimburse a dealer for the cost of parts, tools, equipment, chargers and other infrastructure required under the franchise agreement, or as a part of a program, policy or other initiative related to the sale or service of electric motor vehicles, provided that the dealer can demonstrate that the volume of electric motor vehicle sales or service is inadequate to allow the dealer to realize a reasonable return on the investments over the useful life of the part, tool, equipment, charger or other infrastructure in question, and the dealer submits its request to the manufacturer or distributor in writing and within 24 months of the dealer’s receipt of the part, tools, equipment, charger or other infrastructure.(c) (1) It is unlawful for any manufacturer, or any officer, agent or representative to coerce or to attempt to coerce any new motor vehicle dealer in this State to sell, assign or transfer any retail installment sales contract, obtained by such dealer in connection with the sale by the dealer in this State of new motor vehicles manufactured or sold by such manufacturer, to a specified finance company or class of such companies, or to any other specified persons, by any of the acts or means hereinafter set forth, namely:a. By any statement, suggestion, promise or threat that such manufacturer will in any manner benefit or injure such new motor vehicle dealer, whether such statement, suggestion, threat or promise is express or implied or made directly or indirectly.b. By any act that will benefit or injure such new motor vehicle dealer.c. By any contract, or any express or implied offer of contract, made directly or indirectly to such new motor vehicle dealer for handling such new motor vehicles on the condition that such new motor vehicle dealer sell, assign or transfer retail installment sales contract thereon, in this State, to a specified finance company or class of such companies or to any other specified person.d. By any express or implied statement or representation made directly or indirectly that such new motor vehicle dealer is under any obligation whatsoever to sell, assign or transfer any retail sales contracts, in this State, on new motor vehicles manufactured or sold by such manufacturer to such finance company, or class of companies, or other specified person, because of any relationship or affiliation between such manufacturer and such finance company or companies or such specified person or persons.(2) Any such statements, threats, promises, acts, contracts or offers of contracts, when the effect thereof may be to lessen or eliminate competition or tend to create a monopoly, are declared unfair trade practices and unfair methods of competition and against the policy of this State, are unlawful and are hereby prohibited.(d) It shall be illegal for any manufacturer or agent or employee of a manufacturer to use a written instrument, agreement or waiver to attempt to nullify any of the provisions of this section and such agreement, written instrument or waiver shall be null and void.(e) If the new motor vehicle dealers of the line-make located in this State are permitted to sell retail customers the same motor vehicle accessory, option, add-on, feature, improvement, or upgrade for a motor vehicle of the line-make manufactured, imported, or distributed by the manufacturer or distributor, the manufacturer or distributor may, on the same terms offered to the dealer, after the date of sale of the motor vehicle by a dealer to a retail customer, also sell to the retail customer or activate for a fee a permanent or temporary motor vehicle accessory, option, add-on, feature, improvement, or upgrade for a motor vehicle of a line-make manufactured, imported, or distributed by the manufacturer or distributor; provided that the accessory, option, add-on, feature, improvement, or upgrade is activated or installed directly on the retail customer’s motor vehicle through remote electronic transmission. If such motor vehicle was sold or leased as new by a franchised new motor vehicle dealer in this State within the 5-year period preceding such remote electronic transmission, then the manufacturer or distributor must pay such franchised new motor vehicle dealer a minimum of 8% of the gross revenue received by the manufacturer, distributor, agent, or common entity for such sale or activation and renewals during such 5-year period. The manufacturer or distributor must provide each of its franchised dealers with a quarterly statement of the revenue received by the manufacturer or distributor, its agent, or its common entity during that quarter for such remote sales or activations and renewals relating to those vehicles sold or leased by the dealer during the 5-year period subsequent to the sale or lease of the vehicle to the retail customer. When providing a new motor vehicle to a dealer for offer or sale to the public, the manufacturer or distributor shall provide to the dealer a written disclosure that may be provided to a potential buyer of the new motor vehicle of each accessory or function of the vehicle that may be initiated, updated, changed, or maintained by the manufacturer or distributor through over the air or remote means, and the charge to the customer for initiation, update, change, or maintenance. A manufacturer or distributor may comply with this requirement to provide a written disclosure by notifying the dealer that the information is available on a website or by other digital means.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 497,\n\n§§\n\n 1-3;73 Del. Laws, c. 78,\n\n§§\n\n 10-13;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n6;84 Del. Laws, c. 389,\n\n§\n\n5;§\n\n4914. Validity of certain agreements.(a) It shall be unlawful directly or indirectly to impose unreasonable restrictions on the new motor vehicle dealer relative to the sale, transfer, right to renew, termination, discipline, noncompetition covenants, site control (whether by sublease, collateral pledge of lease or otherwise), right of first refusal to purchase, option to purchase, compliance with subjective standards and assertion of legal or equitable rights.(b) This chapter shall not preclude dealers, manufacturers or distributors from entering into valid releases or settlement agreements consistent with the policy of this chapter. In no case shall a general release required to be executed as a condition to renewal of a franchise agreement be deemed to be consistent with the policy of this chapter.(c) It shall be unlawful to sell a new motor vehicle to a consumer except for the federal government in the State unless that person, persons, partnership or corporation has a valid franchise agreement from a franchiser for that make or line and is in compliance with all Delaware Motor Vehicle licensing requirements. This subsection shall not preclude a franchiser from providing information to consumers for the purposes of marketing or facilitating the sale of a new motor vehicle or from establishing programs to sell or offer to sell new motor vehicles through participating franchisees.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 14;§\n\n4915. Limitations on establishing or relocating dealers.(a) In the event that a manufacturer seeks to enter into a franchise establishing an additional new motor vehicle dealer or relocating an existing new motor vehicle dealer within or into a relevant market area where the same line-make is then represented, the manufacturer shall in writing first notify the Public Service Commission and each new motor vehicle dealer in such line-make in the relevant market area of the intention to establish an additional dealer or to relocate an existing dealer within or into that market area. Within 30 days of receiving such notice or within 30 days after the end of any appeal procedure provided by the manufacturer, any such new motor vehicle dealer may file with the Public Service Commission a protest to the establishing or relocating of the new motor vehicle dealer. When such a protest is filed, the Public Service Commission shall inform the manufacturer that a timely protest has been filed, and that the manufacturer shall not establish or relocate the proposed new motor vehicle dealer until the Public Service Commission has held a hearing, nor thereafter, unless, the Public Service Commission has determined that there is good cause for permitting the addition or relocation of such new motor vehicle dealer.(b) This section does not apply:(1) To the relocation of an existing dealer within that dealer’s relevant market area, provided that the relocation not be at a site within 7 miles of a licensed new motor vehicle dealer for the same line-make of motor vehicle; or(2) If the proposed new motor vehicle dealer is to be established at or within 2 miles of a location at which a former new motor vehicle dealer for the same line-make of new motor vehicle had ceased operating within the previous 2 years. Determination of whether a new motor vehicle dealer “had ceased operating” under the preceding sentence shall be based on the facts and circumstances of a particular case; provided however, that in transactions involving a sale of the business or assets of a new motor vehicle dealer, the seller and purchaser shall be treated as the same entity.(c) In determining whether good cause has been established for entering into or relocating an additional new motor vehicle dealer for the same line-make, the Public Service Commission shall take into consideration the existing circumstances, including, but not limited to:(1) Permanency of the investment of both the existing and proposed new motor vehicle dealers;(2) Growth or decline in population and new car registrations in the relevant market area;(3) Effect on the consuming public in the relevant market area;(4) Whether it is injurious or beneficial to the public welfare for an additional new motor vehicle dealer to be established;(5) Whether the new motor vehicle dealers of the same line-make in that relevant market area are providing adequate competition and convenient customer care for the motor vehicles of the line-make in the market area which shall include the adequacy of motor vehicle sales and service facilities, equipment, supply of motor vehicle parts and qualified service personnel;(6) Whether the establishment of an additional new motor vehicle dealer would increase competition, and therefore be in the public interest;(7) The effect on the relocating dealer of a denial of its relocation.(d) The manufacturer and proposed additional or relocating new motor vehicle dealer shall have the burden of proof to establish that good cause exists for permitting the proposed addition or relocation under this section.(e) The Public Service Commission or its designee shall conduct the hearing and render its final determination within 90 days after a protest is filed.(f) Any parties to a hearing by the Public Service Commission concerning the establishing or relocating of a new motor vehicle dealer shall have a right of review of the decision in the Superior Court; if no decision is made by the Public Service Commission within 90 days of the protest then the matter shall be heard and determined by the Superior Court on application by either party filed within 120 days after the protest.(g) All new motor vehicle dealers in the State shall bear the costs of the administration of this chapter by means of an annual assessment which may be established by the Commission as needed and must be no more than what is reasonably needed to defray the annual cost of administering this chapter; provided, in the event the Commission determines that any action or actions by a manufacturer pursuant to this section are frivolous, the Commission may assess the reasonable cost of the hearing against the manufacturer. Such assessment shall be paid by each new motor vehicle dealer on or before March 31 of each year. If a new motor vehicle dealer fails to pay the assessment, it shall pay a penalty of 12 percent of the amount due for each month or fraction thereof that the amount is unpaid. The Commission may enforce the collection of any delinquent assessment, or portion thereof, by legal action or in any other manner by which the collection of debts due the State may be enforced. All assessments under this section shall be deposited in the State Treasury to the credit of a New Motor Vehicle Dealer Fund to be used for the administration of this chapter by the Commission, as authorized by the General Assembly in its annual operating budget. Any amount which remains in the Fund at the end of any fiscal year shall be applied on an equal basis to the assessment charged against each new motor vehicle dealer for the next succeeding fiscal year.64 Del. Laws, c. 27,\n\n§\n\n 1;67 Del. Laws, c. 101,\n\n§§\n\n 1-3;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 497,\n\n§\n\n 4;82 Del. Laws, c. 11,\n\n§\n\n1;§\n\n4916. Civil actions for violations.(a) Notwithstanding the terms, provisions or conditions of any agreement or franchise or other terms or provisions of any novation, waiver or other written instrument, any person who is or may be injured by a violation of a provision of this chapter or any party to a franchise who is so injured in such party’s business or property by a violation of a provision of this chapter relating to that franchise, or any person so injured because such person refuses to accede to a proposal for an arrangement which, if consummated, would be in violation of this chapter may bring an action in any court of competent jurisdiction for damages and equitable relief including injunctive relief. Said person may recover damages in the amount equal to the actual pecuniary loss. In addition, said person may recover costs and reasonable attorney’s fees as damages. Upon a prima facie showing by the person filing the petition or cause of action that a violation of this chapter has occurred, the burden of proof shall then be upon the opposing party to prove that such violation did not occur.(b) Where the violation of a provision of this chapter can be shown to be wilful or wanton, or if continued multiple violations of a provision or provisions of this chapter occur, the court may award punitive damages, attorney’s fees and costs in addition to any other damages under this chapter.(c) A new motor vehicle dealer, if the dealer has not suffered any loss of money or property, may obtain final equitable relief if it can be shown that the violation of a provision of this chapter by a manufacturer may have the effect of causing such loss of money or property.(d) Where there are continued violations of a provision or provisions of this chapter and it can be shown that the violations are wilful or wanton, the court, in addition to any other remedy or award of damages under this chapter, may assess monetary penalties.(e) In addition to any other relief under this chapter, the court may assess monetary penalties against a manufacturer for violations of this chapter.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 15;78 Del. Laws, c. 372,\n\n§\n\n 1;§\n\n4917. Applicability of chapter.(a) Any person who engages directly or indirectly in purposeful contacts within this State in connection with the offering or advertising for sale or has business dealings with respect to a new motor vehicle sale within this State shall be subject to this chapter and shall be subject to the jurisdiction of the courts of this State.(b) The applicability of this chapter shall not be affected by a choice of law clause in any franchise, agreement, prospective waiver, novation or any other written instrument.(c) Any provision of any agreement, franchise, prospective waiver, novation or any other written instrument which is in violation of any section of this chapter shall be deemed null and void and without force and effect.(d) It shall be unlawful for a manufacturer to use any subsidiary corporation, affiliated corporation or any other controlled corporation, partnership, association or person to accomplish what would otherwise be illegal conduct under this chapter on the part of the manufacturer.(e) If any provision of this chapter is declared to be invalid or unenforceable by a court or authority of competent jurisdiction, the remaining provisions of this chapter shall continue in full force and effect.(f) The provisions of this chapter apply to all written agreements between a manufacturer and a new motor vehicle dealer, including the franchise offering, letter of intent, the franchise agreement, sales of goods, services or advertising, leases or deeds of trust of real or personal property, promises to pay, security interests, pledges, insurance contracts, advertising contracts, construction or installation contracts, servicing contracts, and all other such agreements between a new motor vehicle dealer and a manufacturer.64 Del. Laws, c. 27,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 16;81 Del. Laws, c. 289,\n\n§\n\n7;§\n\n4918. Limitations of actions.(a) Actions arising out of any provision of this chapter shall be commenced within a 4-year period of the accrual of the cause of action; provided, however, that if a person liable hereunder conceals the cause of action from the knowledge of the person entitled to bring it, the period prior to the discovery of a cause of action by the person entitled shall be excluded in determining the time limited for the commencement of the action.(b) If a cause of action accrues during the pendency of any civil, criminal or administrative proceeding against a person brought by the United States or any of its agencies under the antitrust laws, the Federal Trade Commission Act [15 U.S.C. §§ 41-58] or any other federal act, or the laws as to franchising, such actions may be commenced within 1 year after the final disposition of such civil, criminal or administrative proceeding.64 Del. Laws, c. 27,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4919. Consumer data protection.(a) As used in this section:(1) “Consumer data” means “nonpublic personal information,” as defined in 15 U.S.C. § 6809(4), that is collected by a motor vehicle dealer and is provided by the motor vehicle dealer directly to a manufacturer or third party acting on behalf of a manufacturer. “Consumer data” does not include the same or similar data which is obtained by a manufacturer from any other source.(2) a. “Data management system” means a computer hardware or software system that meets both of the following:1. Is owned, leased, or licensed by a motor vehicle dealer, including a system of web-based applications, computer software, or computer hardware, whether located at the motor vehicle dealership or hosted remotely.2. Stores and provides access to consumer data collected or stored by a motor vehicle dealer.b. “Data management system” includes dealership management systems and customer relations management systems.(b) Notwithstanding the provisions of any franchise agreement, with respect to consumer data a manufacturer or a third party acting on behalf of a manufacturer must do all of the following:(1) Comply with all, and not knowingly cause a motor vehicle dealer to violate any, applicable restrictions on reuse or disclosure of the consumer data established by federal or state law and provide a written statement to the motor vehicle dealer upon request describing the established procedures adopted by the manufacturer or third party acting on behalf of the manufacturer which meet or exceed any federal or state requirements to safeguard the consumer data, including those established in the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq.(2) Upon the written request of the motor vehicle dealer, provide a written list of the consumer data obtained from the motor vehicle dealer and all persons to whom any consumer data has been provided by the manufacturer or a third party acting on behalf of a manufacturer during the preceding 6 months. The dealer may make such a request no more than once every 6 months. The list must indicate the specific fields of consumer data that were provided to each person. Notwithstanding the foregoing sentences of this paragraph (b)(2), such a list need not include:a. A person to whom consumer data was provided, or the specific consumer data provided to such person, if the person was, at the time the consumer data was provided, 1 of the manufacturer’s service providers, subcontractors, or consultants acting in the course of such person’s performance of services on behalf of or for the benefit of the manufacturer or motor vehicle dealer, provided that the manufacturer has entered into an agreement with such person requiring that the person comply with the safeguard requirements of applicable state and federal law, including, but not limited to, those established in the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq.b. A person to whom consumer data was provided, or the specific consumer data provided to such person, if the motor vehicle dealer has previously consented in writing to such person receiving the consumer data provided and the motor vehicle dealer has not withdrawn such consent in writing.(3) Not require a motor vehicle dealer to grant the manufacturer or a third party direct or indirect access to the dealer’s data management system to obtain consumer data as a part of any program or otherwise. A manufacturer must permit a motor vehicle dealer to furnish consumer data in a widely accepted file format, such as comma delimited, and through a third-party vendor selected by the motor vehicle dealer. However, a manufacturer may access or obtain consumer data directly from a motor vehicle dealer’s data management system with the prior express written consent of the dealer. The consent must be in the form of a stand-alone written document that is separate from the parties’ franchise agreement, is executed by the dealer principal, and may be withdrawn by the dealer upon 30-days’ written notice to the manufacturer.(4) Indemnify the motor vehicle dealer for any third-party claims asserted against or damages incurred by the motor vehicle dealer to the extent caused by access to, use of, or disclosure of consumer data in violation of this section by the manufacturer, a third party acting on behalf of the manufacturer, or a third party to whom the manufacturer has provided consumer data.81 Del. Laws, c. 289,\n\n§\n\n8;§\n\n4920. Association standing.(a) In order to prevent injury or harm to all or a substantial number of its members or to the franchise distribution system of new motor vehicles within this State, any association that has as members at least 30 new motor vehicle dealers or 6 motorcycle dealers, substantially all of whom are new motor vehicle dealers located within the State, and that represents the collective interests of its members, has standing to file a petition or a civil action against a manufacturer regulated under this chapter to enforce the provisions of this chapter in any court of competent jurisdiction for itself, or on behalf of any or all of its members, seeking declaratory and injunctive relief. Any such association also has standing to intervene as a party in an action against a manufacturer regulated under this chapter previously filed by an individual member or members of such association to enforce the provisions of this chapter. This section does not authorize an association to file a petition, civil action, or administrative proceeding, or to intervene in any civil action or administrative proceeding, with or against the State, or any of its agencies.(b) An action brought pursuant to this section may seek a determination of whether 1 or more manufacturers, factory branches, distributors, or distributor branches doing business in this State have violated any of the provisions of this chapter, or for the determination of any rights created or defined by this chapter, so long as the association alleges an injury to the collective interest of its members cognizable under this section.84 Del. Laws, c. 389,\n\n§\n\n6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4902",
      "number": "4902.",
      "heading": "Definitions.As used in this chapter:(1) “Commission” means the Public Service Commission",
      "text": "(2) “Dealership facilities” means the real estate, buildings, fixtures and improvements which have been devoted to the conduct of business under the franchise by the new motor vehicle dealer.(3) “Designated fami\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§§\n\n 1-3;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n1;84 Del. Laws, c. 389,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4903",
      "number": "4903.",
      "heading": "Sales incentives; warranty and predelivery obligations to new motor vehicle dealers",
      "text": "(a) (1) Each new motor vehicle manufacturer shall do all of the following:a. Specify in writing to each of its new motor vehicle dealers licensed in this State the dealer’s obligations for predelivery preparation, ma\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 4;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n2;84 Del. Laws, c. 389,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4904",
      "number": "4904.",
      "heading": "Liability for transportation damages",
      "text": "(a) Notwithstanding the terms, provisions or conditions of any agreement or franchise, the manufacturer is liable for all damages to motor vehicles before delivery to a carrier or transporter.(b) If a new motor vehicle dealer determines the method of transportati\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4905",
      "number": "4905.",
      "heading": "Product liability indemnification",
      "text": "Notwithstanding the terms of any franchise agreement, it shall be a violation of this chapter for any new motor vehicle manufacturer to fail to indemnify and hold harmless its franchised dealers against any judgment or settlement agreed to in writing by the manufact\n§\n\n 1;78 Del. Laws, c. 372,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4906",
      "number": "4906.",
      "heading": "Termination, cancellation or nonrenewal of franchise — Requisites",
      "text": "(a) Notwithstanding the terms, provisions or conditions of any franchise or notwithstanding the terms or provisions of any waiver, no manufacturer shall cancel, terminate or fail to renew any franchise with a licensed new motor vehicl\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4907",
      "number": "4907.",
      "heading": "Termination, cancellation or nonrenewal of franchise — Compensation by manufacturer",
      "text": "Upon the termination, nonrenewal, discontinuance, or cancellation of any franchise by the manufacturer or by the new motor vehicle dealer, the new motor vehicle dealership shall be compensated by the manufacturer wit\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 5;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n4;84 Del. Laws, c. 389,\n\n§\n\n4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4908",
      "number": "4908.",
      "heading": "Termination, cancellation or nonrenewal of franchise — Dealership facilities assistance",
      "text": "In the event of a termination, cancellation or nonrenewal by the manufacturer under this chapter, except termination, cancellation or nonrenewal by the manufacturer for insolvency, license revocation, conviction\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 6;78 Del. Laws, c. 372,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4909",
      "number": "4909.",
      "heading": "Succession to ownership of new motor vehicle dealer",
      "text": "(a) Any owner of a new motor vehicle dealership may appoint by will or any other written instrument a designated family member to succeed in the ownership interest of the said owner in the new motor vehicle dealership.(b) Unless there exists good c\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 7;73 Del. Laws, c. 273,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4910",
      "number": "4910.",
      "heading": "Sale of dealership franchise, notice to franchiser, and right of first refusal",
      "text": "(a) If a new motor vehicle dealer desires to make a change in its executive management or ownership or to sell its principal assets, the new motor vehicle dealer will give the franchiser written notice of the proposed cha\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 8;81 Del. Laws, c. 289,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4911",
      "number": "4911.",
      "heading": "Sale of dealership franchise, notice to franchiser, and right of first refusal — Burden of proof",
      "text": "In determining whether good cause for the refusal to honor the succession or sale of dealership exists, the manufacturer, distributor, factory branch or importer has the burden of proving that the succes\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 9;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4912",
      "number": "4912.",
      "heading": "Written designation of succession unaffected",
      "text": "This chapter does not preclude the owner of a new motor vehicle dealer from designating any person as successor by written instrument filed with the manufacturer or distributor and, in the event there is a conflict between such written instrument and this\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4913",
      "number": "4913.",
      "heading": "Unlawful acts by manufacturers",
      "text": "(a) Notwithstanding the terms of any franchise agreement, it shall be a violation of this chapter for any manufacturer licensed under this chapter to require, attempt to require, coerce or attempt to coerce any new motor vehicle dealer in this State:(1) To order or acc\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 497,\n\n§§\n\n 1-3;73 Del. Laws, c. 78,\n\n§§\n\n 10-13;78 Del. Laws, c. 372,\n\n§\n\n 1;81 Del. Laws, c. 289,\n\n§\n\n6;84 Del. Laws, c. 389,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4914",
      "number": "4914.",
      "heading": "Validity of certain agreements",
      "text": "(a) It shall be unlawful directly or indirectly to impose unreasonable restrictions on the new motor vehicle dealer relative to the sale, transfer, right to renew, termination, discipline, noncompetition covenants, site control (whether by sublease, collateral pledge o\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 14;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4915",
      "number": "4915.",
      "heading": "Limitations on establishing or relocating dealers",
      "text": "(a) In the event that a manufacturer seeks to enter into a franchise establishing an additional new motor vehicle dealer or relocating an existing new motor vehicle dealer within or into a relevant market area where the same line-make is then represe\n§\n\n 1;67 Del. Laws, c. 101,\n\n§§\n\n 1-3;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 497,\n\n§\n\n 4;82 Del. Laws, c. 11,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4916",
      "number": "4916.",
      "heading": "Civil actions for violations.(a) Notwithstanding the terms, provisions or conditions of any agreement or franchise or other terms or provisions of any novation, waiver or other written instrument, any person who is or may be injured by a violation of a provision of this chapter or any party to a fra",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 15;78 Del. Laws, c. 372,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4917",
      "number": "4917.",
      "heading": "Applicability of chapter.(a) Any person who engages directly or indirectly in purposeful contacts within this State in connection with the offering or advertising for sale or has business dealings with respect to a new motor vehicle sale within this State shall be subject to this chapter and shall b",
      "text": "§\n\n 1;73 Del. Laws, c. 78,\n\n§\n\n 16;81 Del. Laws, c. 289,\n\n§\n\n7;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4918",
      "number": "4918.",
      "heading": "Limitations of actions.(a) Actions arising out of any provision of this chapter shall be commenced within a 4-year period of the accrual of the cause of action; provided, however, that if a person liable hereunder conceals the cause of action from the knowledge of the person entitled to bring it, th",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4919",
      "number": "4919.",
      "heading": "Consumer data protection.(a) As used in this section:(1) “Consumer data” means “nonpublic personal information,” as defined in 15 U",
      "text": "S.C. § 6809(4), that is collected by a motor vehicle dealer and is provided by the motor vehicle dealer directly to a manufacturer or third party acting on behalf of a\n§\n\n8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4920",
      "number": "4920.",
      "heading": "Association standing.(a) In order to prevent injury or harm to all or a substantial number of its members or to the franchise distribution system of new motor vehicles within this State, any association that has as members at least 30 new motor vehicle dealers or 6 motorcycle dealers, substantially ",
      "text": "§\n\n6;",
      "history": "",
      "source_url": ""
    }
  ]
}