{
  "state": "delaware",
  "path": "title-title-6/chapter-title6c029index",
  "sections": [
    {
      "id": "section-2901",
      "number": "2901.",
      "heading": "Definitions.The following words, terms and phrases, when used in this chapter, shall have the meaning ascribed to them except where the context clearly indicates a different meaning:(1) “Automotive products” shall mean any product sold or distributed by a retail dealer for use with a motor vehicle, ",
      "text": "§§\n\n 2, 3;48 Del. Laws, c. 299,\n\n§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 2901;59 Del. Laws, c. 556,\n\n§\n\n 1;77 Del. Laws, c. 394,\n\n§\n\n 1;§\n\n2902. Price signs on fuel pumps and premises.(a) Every retail dealer in motor fuel shall publicly display and maintain on each pump or other dispensing device, from which motor fuel is sold, at least 1 sign stating the price per gallon of the motor fuel sold from such pump or device, which price shall be the total price for such motor fuel, including all state and federal taxes. Such sign or signs shall contain no information other than the total price, except the sign or signs may state that the price includes all taxes or may state the amount of taxes included in the price or may include, in addition to the price per gallon, the price in metric units. The statement of the total price, as shown by the figures used in any price computing mechanism constituting a part of any such pump or dispensing device, shall be considered as a sign within the meaning of this section and no other or additional signs stating the price shall be required.(b) Nothing in this section shall be construed to prohibit other signs stating the price of motor fuel from other locations on or about the premises where motor fuel is sold at retail.(c) When the price indicated on the computing mechanism of a pump or other dispensing device offering motor fuel for sale is the per gallon price, that is the only price sign required to be displayed on said pump.(d) When the price indicated on the computing mechanism of a pump is the per liter price, another sign indicating the equivalent price per gallon to the nearest1/10cent must be prominently displayed on said pump with numerals no smaller than those which display the liter price. In addition to the unit price, the signs on the pump may indicate that state and federal taxes are included in the unit price. All taxes must be included in the advertised price.(e) The price indicated on the computing mechanism is the maximum price which may be charged per measured unit and the resulting total cost computed is the maximum remittance that can be demanded from the consumer for the fuel sold.(f) A cash discount may be offered which is less than the computed cost, but a surcharge for credit, or any other reason, may not be added to the computed cost for the fuel sold.(g) Separate pumps may be provided for cash and charge sales of the same brand, grade, type of fuel and service, providing that the pumps are adequately and prominently identified.(h) Price signs displayed on the station premises and not attached to a pump must indicate the grade of fuel, the type of service and the unit, if other than gallon. If there are special requirements to qualify for an advertised price, such as minimum quantities, cash, etc., those requirements must also be prominently included on said sign.(i) Fractions of a cent on the price advertised must be of the same general design and at least1/2the height and width of the numerals representing the whole cents.42 Del. Laws, c. 70,\n\n§\n\n 1;48 Del. Laws, c. 299,\n\n§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 2902;63 Del. Laws, c. 58,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 394,\n\n§\n\n 2;§\n\n2903. Manufacturers.Repealed by 77 Del. Laws, c. 394, § 3, effective July 15, 2010.§\n\n2904. Brand name of product on equipment.All above-ground equipment for storing or dispensing motor fuel operated by a retail dealer shall bear in a conspicuous place the brand name or trademark of the manufacturer or distributor of the product stored therein or sold or dispensed therefrom or shall have conspicuously displayed thereon the words “No Brand.”42 Del. Laws, c. 70,\n\n§\n\n 2;48 Del. Laws, c. 299,\n\n§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 2904;§\n\n2905. Independence of retail dealers.Repealed by 77 Del. Laws, c. 394, § 4, effective July 15, 2010.§\n\n2906. Equal treatment.Repealed by 77 Del. Laws, c. 394, § 5, effective July 15, 2010.§\n\n2907. Equipment purchased by retail dealer.Repealed by 77 Del. Laws, c. 394, § 6, effective July 15, 2010.§\n\n2908. Purchase promotion sales.Repealed by 77 Del. Laws, c. 394, § 7, effective July 15, 2010.§\n\n2909. Marketing agreements.Repealed by 77 Del. Laws, c. 394, § 8, effective July 15, 2010.§\n\n2910. Termination of contract or franchise.Repealed by 77 Del. Laws, c. 394, § 9, effective July 15, 2010.§\n\n2911. Office of Retail Gasoline Sales; rules and regulations; Advisory Council; injunctions.(a) The Office of Retail Gasoline Sales is established within the Weights and Measures Unit of the Department of Agriculture, and shall have the power to perform and be responsible for the performance of all the administrative, ministerial, clerical and advisory functions involved in the administration and enforcement of this chapter. The Office of Retail Gasoline Sales shall determine the rules and regulations necessary for the proper enforcement of this chapter, but prior to the adoption, amendment or repeal of any rule or regulation the Office shall:(1) Give at least 20 days’ notice for a public hearing. Such notice shall include a statement of either the terms or substance of the intended action or a description of the subjects and issues involved, and the time when, the place where, and the manner in which interested persons may present their views thereon. The notice shall be mailed to all persons who have made timely request to the Office for advance notice, and shall be published at least once in each county by a daily newspaper of general circulation and at least once in a weekly newspaper in each county.(2) Afford all interested persons the opportunity to submit data, views or arguments (orally or in writing). The Office shall fully consider all oral and written suggestions respecting the proposed rule or regulation. The Office may make its decision at the public hearing or announce the earliest date as to when it intends to make its decision. Any proceeding to contest a rule or regulation by the Office must be commenced within 6 months from the effective date of the rule or regulation.(b), (c) [Repealed.](d) The Attorney General, the Office or any aggrieved person may institute an action in the Court of Chancery to enjoin any person from engaging in or continuing a practice in violation of this chapter.59 Del. Laws, c. 556,\n\n§\n\n 9;62 Del. Laws, c. 72,\n\n§\n\n 4;63 Del. Laws, c. 58,\n\n§\n\n 3;68 Del. Laws, c. 290,\n\n§\n\n 184;77 Del. Laws, c. 394,\n\n§§\n\n 10, 11;§\n\n2912. Self-service gasoline stations; refueling assistance for persons with disabilities.(a) A retail establishment that offers gasoline or any other motor fuel for sale on both a full-service and self-service basis must provide refueling assistance during hours in which full-service is offered at the establishment, upon the request of a person with a disability who is operating a motor vehicle, provided that the person properly displays a special plate or parking permit for a person with a disability or a person 85 or older, as described in § 2134 or § 2135 of Title 21, and provided that the person to whom the permit has been issued is the operator of the vehicle. Refueling assistance must be provided without a charge beyond the self-service price, regardless of whether the refueling assistance is provided at the self-service or the full-service pump. An employee providing refueling assistance has the right to request proof that the operator of the vehicle is the owner of the vehicle to whom the special plate or parking permit has been issued.(b) A retail establishment that offers gasoline for sale only on a self-serve basis must provide at least 1 refueling site with a calling device which allows a person with a disability or a person 85 or older to whom a special license plate or parking permit has been issued pursuant to § 2134 or § 2135 of Title 21 to signal an employee that refueling assistance is needed. A retail establishment that offers gasoline or any other motor fuel for sale only on a self-serve basis must provide refueling assistance without a charge beyond the self-service price. However, a retail establishment is not required to provide refueling assistance during those times that the establishment is being operated on a remote control basis by only 1 employee, or if someone able to provide refueling assistance is in the vehicle.(c) A “calling device” under subsection (b) of this section must meet the following minimum specifications:(1) Must provide a recognizable signal inside the retail establishment that a driver needs refueling assistance;(2) Must be able to be operated from the vehicle using only 1 hand;(3) Must have at least 1 sign next to it which identifies the device and specifies the hours when refueling assistance is available;(4) Must be able to be operated from the vehicle in accordance with all requirements of the Americans with Disabilities Act Accessibility Guidelines.(d) Failure to comply with the provisions of this section will subject the owner of a retail establishment that offers gasoline or any other motor fuel for sale to a civil penalty of not less than $300 nor more than $600. Justices of the peace have jurisdiction over offenses under this section.(e) Retail dealers of gasoline or motor fuel who offer full-serve and self-serve facilities shall post signs provided to the retail dealer by the Office of Retail Gasoline Sales which indicates that the service station will pump gasoline to qualified persons with disabilities from the self-service pump.(f) The sign or signs shall be conspicuously posted in close proximity to the full-service island so that any driver seeking refueling services will be able to see said sign from each point of access to the full-service islands. Additional signs may be posted to direct persons with disabilities to the pumps from which their gasoline will be dispensed.66 Del. Laws, c. 282,\n\n§\n\n 1;73 Del. Laws, c. 397,\n\n§\n\n 5;76 Del. Laws, c. 50,\n\n§\n\n 1;77 Del. Laws, c. 394,\n\n§\n\n 12;§\n\n2913. Access to information.(a)Books and records. —Whenever the Office has reason to believe that a manufacturer has engaged in, is engaging in, or is about to engage in any practice in violation of the act or regulations, or in order to verify the accuracy of any information submitted to the Office, the Office may demand access to the books, records and data of the manufacturer. A manufacturer shall make such information available to the Office for inspection or copying during normal business hours unless otherwise agreed.(b)Samples. —Any seller of fuels within the scope of this act shall, upon the request of the Office, provide samples of any motor fuel or special fuel for chemical analysis or other inspection, and reimbursement shall be made for the samples taken.(c)Standard specification for fuels. —(1) Any motor fuel sold at retail or intended to be sold at retail in the State which does not meet or exceed American Society for Testing and Materials specifications for that type fuel and which causes “fuel-related performance problems” for the motoring public may be ordered corrected or removed from the marketplace.(2)Violation of standards; stop sale. —If a sample taken by the Office and tested by a qualified laboratory finds the sample to be substandard for any of the reasons established as standards or limitations written herein, the Office shall issue a stop sale for all or any portion of the seller’s operation which is in violation until the violation has been corrected. The Office shall have the authority and duty to decide when the steps taken were sufficient to correct the violation and inform the seller of when sales may resume.(3) Whenever the Office finds any person marketing petroleum products in violation of this act or its regulations and has issued a stop sale directing them to cease such violation and the violation continues, the Office shall refer the matter to the Attorney General and the Attorney General shall take appropriate legal action.77 Del. Laws, c. 394,\n\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2914. Violation of act or regulation.(a)Powers. —Whenever the Office receives a complaint or any information from any source, which if true would amount to a violation of the act or regulations:(1) The Office may investigate the complaint or information;(2) The Office may, upon investigation of the complaint or information, make recommendations to the Attorney General’s Office to investigate and enforce this chapter by any remedy available.(b) The Department shall, with the approval of the Secretary, prepare proposed rules and regulations governing the responsibilities of the retail dealers it regulates. Adoption of these rules and regulations shall be as provided in subchapter II, Chapter 101 of Title 29. The rules and regulations as adopted, and as they may be from time to time amended by the Department, shall have the effect of law and shall remain in power and force until the same are amended or repealed by the Department.77 Del. Laws, c. 394,\n\n§\n\n 13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2902",
      "number": "2902.",
      "heading": "Price signs on fuel pumps and premises",
      "text": "(a) Every retail dealer in motor fuel shall publicly display and maintain on each pump or other dispensing device, from which motor fuel is sold, at least 1 sign stating the price per gallon of the motor fuel sold from such pump or device, which price shall be\n§\n\n 1;48 Del. Laws, c. 299,\n\n§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 2902;63 Del. Laws, c. 58,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 394,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2903",
      "number": "2903.",
      "heading": "Manufacturers.Repealed by 77 Del. Laws, c. 394, § 3, effective July 15, 2010.",
      "text": "Manufacturers.Repealed by 77 Del. Laws, c. 394, § 3, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2904",
      "number": "2904.",
      "heading": "Brand name of product on equipment",
      "text": "All above-ground equipment for storing or dispensing motor fuel operated by a retail dealer shall bear in a conspicuous place the brand name or trademark of the manufacturer or distributor of the product stored therein or sold or dispensed therefrom or shall have c\n§\n\n 2;48 Del. Laws, c. 299,\n\n§\n\n 1; \n\n6 Del. C. 1953,\n\n§\n\n 2904;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2905",
      "number": "2905.",
      "heading": "Independence of retail dealers.Repealed by 77 Del. Laws, c. 394, § 4, effective July 15, 2010.",
      "text": "Independence of retail dealers.Repealed by 77 Del. Laws, c. 394, § 4, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2906",
      "number": "2906.",
      "heading": "Equal treatment.Repealed by 77 Del. Laws, c. 394, § 5, effective July 15, 2010.",
      "text": "Equal treatment.Repealed by 77 Del. Laws, c. 394, § 5, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2907",
      "number": "2907.",
      "heading": "Equipment purchased by retail dealer.Repealed by 77 Del. Laws, c. 394, § 6, effective July 15, 2010.",
      "text": "Equipment purchased by retail dealer.Repealed by 77 Del. Laws, c. 394, § 6, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2908",
      "number": "2908.",
      "heading": "Purchase promotion sales.Repealed by 77 Del. Laws, c. 394, § 7, effective July 15, 2010.",
      "text": "Purchase promotion sales.Repealed by 77 Del. Laws, c. 394, § 7, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2909",
      "number": "2909.",
      "heading": "Marketing agreements.Repealed by 77 Del. Laws, c. 394, § 8, effective July 15, 2010.",
      "text": "Marketing agreements.Repealed by 77 Del. Laws, c. 394, § 8, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2910",
      "number": "2910.",
      "heading": "Termination of contract or franchise.Repealed by 77 Del. Laws, c. 394, § 9, effective July 15, 2010.",
      "text": "Termination of contract or franchise.Repealed by 77 Del. Laws, c. 394, § 9, effective July 15, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2911",
      "number": "2911.",
      "heading": "Office of Retail Gasoline Sales; rules and regulations; Advisory Council; injunctions",
      "text": "(a) The Office of Retail Gasoline Sales is established within the Weights and Measures Unit of the Department of Agriculture, and shall have the power to perform and be responsible for the performance of all the ad\n§\n\n 9;62 Del. Laws, c. 72,\n\n§\n\n 4;63 Del. Laws, c. 58,\n\n§\n\n 3;68 Del. Laws, c. 290,\n\n§\n\n 184;77 Del. Laws, c. 394,\n\n§§\n\n 10, 11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2912",
      "number": "2912.",
      "heading": "Self-service gasoline stations; refueling assistance for persons with disabilities",
      "text": "(a) A retail establishment that offers gasoline or any other motor fuel for sale on both a full-service and self-service basis must provide refueling assistance during hours in which full-service is offered at the est\n§\n\n 1;73 Del. Laws, c. 397,\n\n§\n\n 5;76 Del. Laws, c. 50,\n\n§\n\n 1;77 Del. Laws, c. 394,\n\n§\n\n 12;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2913",
      "number": "2913.",
      "heading": "Access to information.(a)Books and records",
      "text": "—Whenever the Office has reason to believe that a manufacturer has engaged in, is engaging in, or is about to engage in any practice in violation of the act or regulations, or in order to verify the accuracy of any information submitted to the Office, the\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2914",
      "number": "2914.",
      "heading": "Violation of act or regulation",
      "text": "(a)Powers. —Whenever the Office receives a complaint or any information from any source, which if true would amount to a violation of the act or regulations:(1) The Office may investigate the complaint or information;(2) The Office may, upon investigation of the compl\n§\n\n 13;",
      "history": "",
      "source_url": ""
    }
  ]
}