{
  "state": "connecticut",
  "path": "title-title-4-management-of-state-agencies/chapter-chapter-55-personal-data",
  "sections": [
    {
      "id": "section-4-190",
      "number": "4-190.",
      "heading": "Definitions.Section 4-191 and 4-192",
      "text": "As used in this chapter:\n\n(1) “Agency” means each state or municipal board, commission, department or officer, other than the legislature, courts, Governor, Lieutenant Governor, Attorney General or town or regional boards of education, which maintains a personal data system.\n\n(2) “Attorney” means an attorney at law empowered by a person to assert the confidentiality of or right of access to personal data under this chapter.\n\n(3) “Authorized representative” means a parent, or a guardian or conservator, other than an attorney, appointed to act on behalf of a person and empowered by such person to assert the confidentiality of or right of access to personal data under this chapter.\n\n(4) “Automated personal data system” means a personal data system in which data is stored, in whole or part, in a computer or in computer accessible files.\n\n(5) “Computer accessible files” means any personal data which is stored on-line or off-line, which can be identified by use of electronic means, including, but not limited to, microfilm and microfilm devices, which includes, but is not limited to, magnetic tape, magnetic film, magnetic disks, magnetic drums, internal memory utilized by any processing device, including computers or telecommunications control units, punched cards, optically scannable paper or film.\n\n(6) “Maintain” means collect, maintain, use or disseminate.\n\n(7) “Manual personal data system” means a personal data system other than an automated personal data system.\n\n(8) “Person” means an individual of any age concerning whom personal data is maintained in a personal data system, or a person's attorney or authorized representative.\n\n(9) “Personal data” means any information about a person's education, finances, medical or emotional condition or history, employment or business history, family or personal relationships, reputation or character which because of name, identifying number, mark or description can be readily associated with a particular person. “Personal data” shall not be construed to make available to a person any record described in subdivision (3) or (18) of subsection (b) of section 1-210.\n\n(10) “Personal data system” means a collection of records containing personal data.\n\n(11) “Record” means any collection of personal data which is collected, maintained or disseminated.\n\n(P.A. 76-421, S. 1, 9; P.A. 77-431, S. 1, 2, 5, 6; P.A. 78-200, S. 2; P.A. 79-631, S. 5, 111; P.A. 84-380, S. 1; P.A. 21-85, S. 4; P.A. 22-37, S. 5.)\n\nHistory: P.A. 77-431 redefined “computer accessible files” and added Subsec. (k) defining “record”, effective January 1, 1978; P.A. 78-200 deleted criminal history from consideration as “personal data” in Subsec. (i); P.A. 79-631 changed reference to Sec. 1-19(b)(2) to Sec. 1-19(b)(3) in Subsec. (i); P.A. 84-380 amended definition of “agency” to make chapter applicable to municipal agencies; P.A. 21-85 added reference to Sec. 1-210(b)(18) in Subdiv. (9); P.A. 22-37 made technical changes in Subdivs. (5) and (11).\n\nCited. 186 C. 153; 216 C. 253.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-190/"
    },
    {
      "id": "section-4-191",
      "number": "4-191",
      "heading": "and 4-192. - Disclosure of personal data prohibited. When personal data may be disclosed without permission.",
      "text": "Sections 4-191 and 4-192 are repealed.\n\n(P.A. 76-421, S. 2, 3, 9; P.A. 77-431, S. 5, 6; P.A. 78-362, S. 2, 3; P.A. 79-538, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-191-and-4-192/"
    },
    {
      "id": "section-4-193",
      "number": "4-193.",
      "heading": "Agency's duties re personal data.",
      "text": "Each agency shall:\n\n(a) Inform each of its employees who operates or maintains a personal data system or who has access to personal data, of the provisions of (1) this chapter, (2) the agency's regulations adopted pursuant to section 4-196, (3) the Freedom of Information Act, as defined in section 1-200, and (4) any other state or federal statute or regulation concerning maintenance or disclosure of personal data kept by the agency;\n\n(b) Take reasonable precautions to protect personal data from the dangers of fire, theft, flood, natural disaster or other physical threats;\n\n(c) Keep a complete record, concerning each person, of every individual, agency or organization who has obtained access to or to whom disclosure has been made of personal data and the reason for each such disclosure or access; and maintain such record for not less than five years from the date of obtaining such access or disclosure or maintain such record for the life of the record, whichever is longer;\n\n(d) Make available to a person, upon written request, the record kept under subsection (c) of this section;\n\n(e) Maintain only that information about a person which is relevant and necessary to accomplish the lawful purposes of the agency;\n\n(f) Inform an individual in writing, upon written request, whether the agency maintains personal data concerning him;\n\n(g) Except as otherwise provided in section 4-194, disclose to a person, upon written request, on a form understandable to such person, all personal data concerning him which is maintained by the agency. If disclosure of personal data is made under this subsection, the agency shall not disclose any personal data concerning persons other than the requesting person;\n\n(h) Establish procedures which:\n\n(1) Allow a person to contest the accuracy, completeness or relevancy of his personal data;\n\n(2) Allow personal data to be corrected upon request of a person when the agency concurs in the proposed correction;\n\n(3) Allow a person who believes that the agency maintains inaccurate or incomplete personal data concerning him to add a statement to the record setting forth what he believes to be an accurate or complete version of that personal data. Such a statement shall become a permanent part of the agency's personal data system, and shall be disclosed to any individual, agency or organization to which the disputed personal data is disclosed.\n\n(P.A. 76-421, S. 4, 9; P.A. 77-431, S. 3, 5, 6; 77-604, S. 3, 4, 84; P.A. 79-538, S. 1; P.A. 84-546, S. 11, 173; P.A. 97-47, S. 28.)\n\nHistory: P.A. 77-431 substituted “adopted” for “promulgated” in Subdiv. (a), required maintenance of records of persons, organizations and agencies given access to personal data for five years or the life of the record and required written requests for information, effective January 1, 1978; P.A. 77-604 made technical changes; P.A. 79-538 required agencies to inform employees of provisions of chapter 3; P.A. 84-546 amended Subdiv. (c) by deleting internal reference to “subsections (b) and (c) of section 4-192”; P.A. 97-47 amended Subdiv. (a) by substituting “the Freedom of Information Act, as defined in Sec. 1-18a” for “chapter 3”.\n\nCited. 186 C. 153; 216 C. 253.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-193/"
    },
    {
      "id": "section-4-194",
      "number": "4-194.",
      "heading": "Refusal to disclose. Medical doctor to review data. Judicial relief.",
      "text": "(a) If an agency determines that disclosure to a person of medical, psychiatric or psychological data concerning him would be detrimental to that person, or that nondisclosure to a person of personal data concerning him is otherwise permitted or required by law, the agency may refuse to disclose that personal data, and shall refuse disclosure where required by law. In either case, the agency shall advise that person of his right to seek judicial relief.\n\n(b) If an agency refuses to disclose personal data to a person and the nondisclosure is not mandated by law, the agency shall, at the written request of such person, permit a qualified medical doctor to review the personal data contained in the person's record to determine if the personal data should be disclosed. If disclosure is recommended by the person's medical doctor, the agency shall disclose the personal data to such person; if nondisclosure is recommended by such person's medical doctor, the agency shall not disclose the personal data and shall inform such person of the judicial relief provided under section 4-195.\n\n(P.A. 76-421, S. 5, 9; P.A. 77-431, S. 4, 5, 6.)\n\nHistory: P.A. 77-431 added Subsec. (b) regarding review of personal data by doctor in disclosure decisions, effective January 1, 1978.\n\nCited. 186 C. 153.\n\nCited. 30 CA 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-194/"
    },
    {
      "id": "section-4-195",
      "number": "4-195.",
      "heading": "Petition to court for failure to disclose.",
      "text": "If disclosure of personal data is refused by an agency under section 4-194, any person aggrieved thereby may, within thirty days of such refusal, petition the superior court for the judicial district in which he resides for an order requiring the agency to disclose the personal data. Such a proceeding shall be privileged with respect to assignment for trial. The court, after hearing and an in camera review of the personal data in question, shall issue the order requested unless it determines that such disclosure would be detrimental to the person or is otherwise prohibited by law.\n\n(P.A. 76-421, S. 6, 9; P.A. 77-431, S. 5, 6; 77-452, S. 47, 72; P.A. 82-472, S. 8, 183.)\n\nHistory: P.A. 77-431 changed effective date of section from July 1, 1977, to January 1, 1978; P.A. 77-452 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 82-472 deleted obsolete reference to county as venue for superior court.\n\nProceeding under section not subject to restrictions imposed by Sec. 51-197b. 186 C. 153.\n\nCited. 30 CA 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-195/"
    },
    {
      "id": "section-4-196",
      "number": "4-196.",
      "heading": "Agencies to adopt regulations conforming to Attorney General's standards.",
      "text": "(a) Each state agency shall, within six months of July 1, 1977, adopt regulations pursuant to chapter 54 which describe:\n\n(1) The general nature and purpose of the agency's personal data systems;\n\n(2) The categories of personal and other data kept in the agency's personal data systems;\n\n(3) The agency's procedures regarding the maintenance of personal data;\n\n(4) The uses to be made of the personal data maintained by the agency.\n\n(b) The Attorney General shall adopt uniform standards for regulations adopted pursuant to subsection (a) of this section. After such standards are adopted and distributed to state agencies by the Attorney General but not later than six months after October 1, 1984, each state agency shall review such regulations to determine whether they conform to such standards. Regulations which do not so conform shall be amended in accordance with the provisions of chapter 54. Notwithstanding the provisions of section 4-169, the Attorney General may disapprove any regulation submitted for his approval under said section, which fails to conform to such standards.\n\n(P.A. 76-421, S. 7, 9; 77-431, S. 5, 6; P.A. 84-380, S. 2.)\n\nHistory: P.A. 77-431 changed effective date of section from July 1, 1977, to June 14, 1977; P.A. 84-380 added requirement that attorney general adopt standards for regulations and review state agency regulations for conformity as Subsec. (b) and applied previous provisions to state agencies only.\n\nCited. 186 C. 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-196/"
    },
    {
      "id": "section-4-197",
      "number": "4-197.",
      "heading": "Action against agency for violation of chapter.",
      "text": "Any agency which violates any provision of this chapter shall be subject to an action by any aggrieved person for injunction, declaratory judgment, mandamus or a civil action for damages. Such action may be brought in the superior court for the judicial district of Hartford, or for the judicial district in which the person resides. Actions for injunction, declaratory judgment or mandamus under this section may be prosecuted by any aggrieved person or by the Attorney General in the name of the state upon his own complaint or upon the complaint of any individual. Any aggrieved person who prevails in an action under this section shall be entitled to recover court costs and reasonable attorney's fees. An action under this section shall be privileged with respect to assignment for trial.\n\n(P.A. 76-421, S. 8, 9; 77-431, S. 5, 6; P.A. 78-280, S. 6, 127; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6.)\n\nHistory: P.A. 77-431 changed effective date of section from July 1, 1977, to January 1, 1978; P.A. 78-280 replaced “Hartford county” with “the judicial district of Hartford-New Britain”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995.\n\nCited. 183 C. 85; 186 C. 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4/chapter-55/section-4-197/"
    },
    {
      "id": "section-4-198",
      "number": "4-198",
      "heading": "to 4-204. - Reserved for future use.",
      "text": "to 4-204. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}