{
  "state": "hawaii",
  "path": "title-title-15-transportation-and-utilities/chapter-271-motor-carrier-law",
  "sections": [
    {
      "id": "section-271-1",
      "number": "271-1",
      "heading": "Declaration of policy.271-2 Administration; governing provisions of other acts",
      "text": "§271-1 Declaration of policy.The legislature of this State recognizes and declares that the transportation of persons and of property, for commercial purposes, over the public highways of this State constitutes a business affected with the public interest. It is intended by this chapter to provide for fair and impartial regulation of such transportation in the interest of preserving for the public the full benefit and use of the highways consistent with the public safety and the needs of commerce; to promote safe, adequate, economical, and efficient service and foster sound economic conditions in transportation and among the several carriers, to encourage the establishment and maintenance of reasonable rates and charges for transportation and related accessorial service, without unjust discrimination, undue preference or advantage, or unfair or destructive competitive practices. This chapter shall be administered and enforced with a view to carrying out the above declaration of policy. [L 1961, c 121, pt of §2; Supp, §106C-1; HRS §271-1]\n\nPublic utilities commission adequately addressed the public policy considerations of this section, including any damage sustained by intervenor motor carriers or the public by virtue of bankrupt carrier not having utilized its certificate for several months, where, based upon evidence adduced, commission concluded that carriers that conducted operations during interruption of bankrupt carrier's service did not unfairly suffer adverse effects detrimental to the provision of adequate transportation services to the public. 93 H. 45, 995 P.2d 776 (2000).\n\nWhere the public utilities commission acted within its prerogatives in treating bankrupt carrier's application as a request to permit other carriers to continue bankrupt carrier's existing service, and in doing so considered the public interest factors required under §271-18 and this section, §271-12 and the new service doctrine were inapposite to the case. 93 H. 45, 995 P.2d 776 (2000).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-1/"
    },
    {
      "id": "section-271-2",
      "number": "271-2",
      "heading": "Administration; governing provisions of other acts.",
      "text": "§271-2 Administration; governing provisions of other acts.This chapter shall be administered by the public utilities commission of the State and the provisions of this chapter and of chapter 269, not inconsistent with this chapter, shall govern its administration; provided that sections 269-4, 269-9, 269-11, 269-16 to 269-28 and 269-30 shall not, in any respect, apply to the regulation of motor carriers. [L 1961, c 121, pt of § §2, 3; Supp, §106C-2; am L 1967, c 218, §1; HRS §271-2]\n\nSections 269-4 and 269-11 referred to in text are repealed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-2/"
    },
    {
      "id": "section-271-3",
      "number": "271-3",
      "heading": "Application of chapter, interstate, or foreign commerce.",
      "text": "§271-3 Application of chapter, interstate, or foreign commerce.Neither this chapter nor any provision hereof shall apply to commerce with foreign nations or to interstate commerce, except insofar as the application is permitted under the Constitution and laws of the United States. [L 1961, c 121, pt of §2; Supp, §106C-3; HRS §271-3]\n\nAttorney General Opinions\n\nCommission jurisdiction extends over motor carriers handling property under through route and joint fare arrangements. Att. Gen. Op. 63-26.\n\nHawaii household goods movers no longer exempt from Interstate Commerce Commission regulation. 395 F. Supp. 261 (1974).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-3/"
    },
    {
      "id": "section-271-4",
      "number": "271-4",
      "heading": "Definitions.",
      "text": "§271-4 Definitions.As used in this chapter:\n\n\"Certificate\" means a certificate of public convenience and necessity issued under this chapter to common carriers by motor vehicle.\n\n\"Chapter\" means the Motor Carrier Law.\n\n\"Commission\" means the public utilities commission.\n\n\"Common carrier by motor vehicle\" means any person that holds itself out to the general public to engage in the transportation by motor vehicle of passengers or property or any class or classes thereof for compensation.\n\n\"Contract carrier by motor vehicle\" means any person that engages in transportation by motor vehicle of passengers or property for compensation (other than transportation referred to in the definition of \"common carrier by motor vehicle\") under continuing contracts with one person or a limited number of persons for the furnishing of transportation services:\n\n(1) Through the assignment of motor vehicles for a continuing period of time to the exclusive use of each person served; or\n\n(2) Designed to meet the distinct need of each individual customer.\n\n\"Document\" includes any application, complaint, pleading, brief, answer, motion, memorandum, declaration, exhibit, certificate of service, and other papers filed by or with the commission.\n\n\"Enforcement officer\" means any person employed and authorized by the commission to investigate any matter on behalf of the commission. The term also means a motor vehicle safety officer employed and assigned, pursuant to section 271-38, by the department of transportation to enforce sections 271-8, 271-12, 271-13, 271-19, and 271-29 through the assessment of civil penalties as provided in section 271-27(h), (i), and (j).\n\n\"Highway\" means the public roads, highways, streets, and ways in this State.\n\n\"Motor carrier\" includes both a common carrier by motor vehicle and a contract carrier by motor vehicle.\n\n\"Motor vehicle\" means any vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power and used upon the highways in the transportation of passengers or property, or any combination thereof determined by the commission, but does not include any vehicle, locomotive, or car operated exclusively on a rail or rails or a trolley bus operated by electric power derived from a fixed overhead wire, furnishing local passenger transportation similar to street-railway service.\n\n\"Permit\" means a permit issued under this chapter to contract carriers by motor vehicle.\n\n\"Person\" or \"persons\" means any individual, firm, copartnership, corporation, company, association, or joint stock association; and includes any trustee, receiver, assignee, or personal representative thereof.\n\n\"Private carrier of property by motor vehicle\" means any person not included in the terms \"common carrier by motor vehicle\" or \"contract carrier by motor vehicle\", who or that transports by motor vehicle property of which the person is the owner, lessee, or bailee, when the transportation is for the purpose of sale, lease, rent, or bailment or in the furtherance of any commercial enterprise.\n\n\"Rates\" includes rates, fares, tolls, rentals, and charges of whatever kind and nature unless the context indicates otherwise; provided that for transportation by motor vehicle of passengers, where the provision of transportation is part of a package that may include air fare, meals, attractions, and other services, \"rates\" shall only include the charges for the provision of transportation by motor vehicle.\n\n\"Transportation of persons\" includes every service in connection with or incidental to the safety, comfort, or convenience of persons transported and the receipt, carriage, and delivery of these persons and their baggage.\n\n\"Transportation of property\" includes every service in connection with or incidental to the transportation of property, including in particular its receipt, delivery, elevation, transfer, carriage, ventilation, refrigeration, icing, dunnage, storage in transit, handling, and consolidation for the purposes of forwarding within the State. [L 1961, c 121, pt of §2; am L 1963, c 193, §33; Supp, §106C-4; am L 1967, c 45, §1 and c 67, §1; HRS §271-4; am L 1991, c 57, §2; am L 1995, c 105, § §4, 7; am L 1996, c 102, §1; am L 1997, c 120, §6; am L 2005, c 22, §12; am L 2018, c 189, §1; am L 2020, c 70, §21; am L 2023, c 205, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-4/"
    },
    {
      "id": "section-271-5",
      "number": "271-5",
      "heading": "Exemptions, generally.",
      "text": "§271-5 Exemptions, generally.Notwithstanding any other provisions of this chapter, its contents shall not apply to:\n\n(1) Persons transporting their own property where the transportation is in furtherance of a primary business purpose or enterprise of that person, except where the transportation is undertaken by a motor carrier to evade the regulatory purposes of this chapter;\n\n(2) Persons operating motor vehicles when engaged in the transportation of school children and teachers to and from school, and to and from school functions; provided that these persons may engage in providing transportation at special rates for groups of persons belonging to an eleemosynary or benevolent organization or association domiciled in this State where the organization or association sponsors or is conducting a nonregular excursion; provided that whenever the persons engage in the transportation of persons other than those exempted in this paragraph, that portion of their operation shall not be exempt from this chapter. Nothing in this paragraph shall be construed to authorize any person to engage in the transportation of persons, other than the transportation of persons exempted by the terms of this paragraph, without a permit or certificate issued by the commission authorizing such transportation;\n\n(3) Persons operating taxicabs or other motor vehicles utilized in performing a bona fide taxicab service. \"Taxicab\" includes:\n\n(A) Any motor vehicle used in the movement of passengers on the public highways under the following circumstances, namely the passenger hires the vehicle on call or at a fixed stand, with or without baggage for transportation, and controls the vehicle to the passenger's destination;\n\n(B) Any motor vehicle for hire having seating accommodations for eight or fewer passengers used in the movement of passengers on the public highways that may, as part of a continuous trip, pick up or discharge passengers from various unrelated locations; provided that they shall be regulated by the counties in accordance with section 46-16.5(c); and provided further that this subparagraph shall not apply to any exclusive rights granted by the department of transportation for taxicab services at facilities under the department's control; and\n\n(C) Any motor vehicle having seating accommodations for eight or fewer passengers used in the movement of passengers on the public highways between a terminal, i.e., a fixed stand, in the Honolulu district, as defined in section 4-1 and a terminal in a geographical district outside the limits of the Honolulu district, and vice versa, without picking up passengers other than at the terminals or fixed stands; provided that the passengers may be picked up by telephone call from their homes in the rural area or may be unloaded at any point between the fixed stands or may be delivered to their homes in the rural area;\n\n(4) Persons operating motor vehicles in the transportation of persons pursuant to a franchise from the legislature and whose operations are presently regulated under chapter 269;\n\n(5) Nonprofit agricultural cooperative associations to the extent that they engage in the transportation of their own property or the property of their members;\n\n(6) Persons operating motor vehicles specially constructed for the towing of disabled or wrecked vehicles but not otherwise used in the transportation of property for compensation or hire;\n\n(7) Persons operating motor vehicles in the transportation of mail, newspapers, periodicals, magazines, messages, documents, letters, or blueprints;\n\n(8) Persons operating funeral cars or ambulances;\n\n(9) Persons operating motor vehicles in the transportation of garbage or refuse;\n\n(10) Persons operating the type of passenger carrying motor vehicles known as \"sampan buses\" within the radius of twenty miles from the city of Hilo, Hawaii;\n\n(11) Persons transporting unprocessed pineapple to a cannery, seed corn to a processing facility, or returning any containers used in such transportation to the fields;\n\n(12) Sugar plantations transporting sugarcane, raw sugar, molasses, sugar by-products, and farming supplies for neighboring farmers pursuant to contracts administered by the United States Department of Agriculture;\n\n(13) Persons engaged in the ranching or meat or feed business who transport cattle to slaughterhouses for hire where such transportation is their sole transportation for hire and where their earnings from the transportation constitute less than fifty per cent of their gross income from their business and the transportation for hire;\n\n(14) Persons transporting unprocessed raw milk to processing plants and returning any containers used in such transportation to dairy farms for reloading;\n\n(15) Persons transporting animal feeds to animal husbandry farmers and farming supplies directly to animal husbandry farmers and returning any containers used in such transportation to these sources of such feeds and supplies for reloading;\n\n(16) Persons engaged in transporting not more than fifteen passengers between their places of abode, or termini near such places, and their places of employment in a single daily round trip where the driver is also on the driver's way to or from the driver's place of employment;\n\n(17) Persons transporting passengers without charge in motor vehicles owned or operated by such person, where such transportation is provided in conjunction with and in furtherance of a related primary business purpose or enterprise of that person, and such transportation is provided only directly to and from the place of business of such person, except that this exemption shall not apply to persons making any contract, agreement, or arrangement to provide, procure, furnish, or arrange for transportation as a travel agent or broker or a person engaged in tour or sightseeing activities, nor shall this exemption apply where the transportation is undertaken by a person to evade the regulatory purposes of this chapter; and\n\n(18) Persons conducting the type of county-regulated passenger carrying operation known as \"jitney services\". For the purposes of this paragraph, \"jitney services\" means public transportation services utilizing motor vehicles that have seating accommodations for six to twenty-five passengers, operate along specific routes during defined service hours, and levy a flat fare schedule. [L 1961, c 121, pt of §2; am L 1962, c 12, § §3, 4, 7; am L 1963, c 137, §2; am L 1965, c 215, §1; Supp, §106C-5; HRS §271-5; am L 1971, c 98, §1; am L 1973, c 193, §1; am L Sp 1977 1st, c 20, §2; am L 1978, c 66, §1; am L 1979, c 105, §26; gen ch 1985; am L 1988, c 286, §3; am L 1995, c 98, §2; am L 1997, c 120, § §2, 8; am L 2002, c 28, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-5/"
    },
    {
      "id": "section-271-6",
      "number": "271-6",
      "heading": "REPEALED.",
      "text": "§271-6 REPEALED.\n\nL Sp 1977 1st, c 20, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-6/"
    },
    {
      "id": "section-271-7",
      "number": "271-7",
      "heading": "Exemptions, vehicles used by farmers.",
      "text": "§271-7 Exemptions, vehicles used by farmers.Notwithstanding any other provisions of this chapter all motor vehicles used by farmers exclusively for their farm operations and all motor vehicles used by farmers who infrequently transport from the place of production to a warehouse, regular market, place of storage, or place of shipment, the farm products of neighboring farmers in exchange for like or reciprocal services, for farm products, or for a cash consideration not exceeding $1,500 per year; provided that the transportation shall constitute the sole transportation of property for hire or compensation of the farmers are exempted from this chapter. [L 1962, c 12, pt of §6; Supp, §106C-5.4; HRS §271-7; am L Sp 1977 1st, c 20, §4]\n\nAttorney General Opinions\n\nThis section does not affect §271-5(11) and safety provisions apply to pineapple transportation. Att. Gen. Op. 62-29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-7/"
    },
    {
      "id": "section-271-8",
      "number": "271-8",
      "heading": "Certificate or permit required.",
      "text": "§271-8 Certificate or permit required.Except as provided in section 271-5, no person shall engage in the transportation of persons or property, for compensation or hire, by motor vehicle, over any public highway of this State unless there is in force with respect to the person a certificate or permit issued by the public utilities commission authorizing the transportation. [L 1961, c 121, pt of §2; Supp, §106C-6; HRS §271-8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-8/"
    },
    {
      "id": "section-271-85",
      "number": "271-8.5",
      "heading": "Advertising.",
      "text": "§271-8.5 Advertising.(a) It shall be a misdemeanor for any person, including a person who is exempt under section 271-5, to advertise as a motor carrier of passengers or property, unless the person holds a valid certificate or permit required by this chapter as to the classification so advertised. The term \"advertise\", as used in this section, includes: the issuance of any card, sign, or device to any person, or the causing, permitting, or allowing of any sign or marking on or in any building or motor vehicle, or the advertising in any newspaper, magazine, or advertising other than in-column listings in any directory, or the commercial broadcasting by airwave transmission, or any and all communications media.\n\n(b) A licensee may advertise in print or broadcast medium as described in subsection (a) only if the licensee includes in the advertisement the licensee's applicable and current certificate or permit number and provides proof of the number's validity to the publisher or producer of the advertising medium. The publisher or producer of a print or broadcast advertising medium shall not publish or broadcast an advertisement for a licensee who does not provide proof of a current certificate or permit or who does not include a currently valid certificate or permit number in the advertisement.\n\n(c) Upon notice from the public utilities commission of the entry of a final order of the commission pursuant to chapter 91 or a judgment by a court of competent jurisdiction, that a person has advertised in violation of either subsection (a) or section 271-8, the public utility furnishing the telecommunications service shall disconnect that person's access to the telephone number or telecommunications service number contained in the advertisement or listing. A public utility complying with a notice to disconnect is immune from liability for damages resulting from its compliance.\n\n(d) The publisher or producer of a print or broadcast advertising medium shall not be liable in any suit, action, or claim arising from its refusal to list or accept advertisements pursuant to subsection (b). [L 1978, c 66, §4; am L 1985, c 191, §1; am L 1992, c 75, §1; am L 2000, c 40, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-8-5/"
    },
    {
      "id": "section-271-9",
      "number": "271-9",
      "heading": "General duties and powers of the commission.",
      "text": "§271-9 General duties and powers of the commission.(a) The general duties and powers of the public utilities commission shall be:\n\n(1) To regulate common carriers by motor vehicle, and to that end the commission shall establish reasonable requirements with respect to continuous and adequate service, leasing of motor vehicles, uniform system of accounts, records, and reports, and preservation of records.\n\n(2) To regulate contract carriers by motor vehicle, and to that end the commission shall establish reasonable requirements with respect to leasing of motor vehicles, uniform system of accounts, records, and reports, and preservation of records.\n\n(3) To administer, execute, and enforce this chapter, to make all necessary orders in connection therewith, and to prescribe rules, regulations, and procedures for the administration.\n\n(4) For purposes of the administration of this chapter, to inquire into the management of the business of motor carriers, and into the management of the business of persons controlling, controlled by, or under common control with, motor carriers to the extent that the business of these persons is related to the management of the business of one or more motor carriers, and the commission shall keep itself informed as to the manner and method in which the same are conducted, and may obtain from the carriers and persons such information as the commission deems necessary to carry out the provisions of this chapter.\n\n(5) To investigate any person acting in the capacity of or engaging in the business of a motor carrier within the State, without having a certificate of public convenience and necessity or other authority previously obtained under and in compliance with this chapter or the rules promulgated thereunder.\n\n(b) The commission may from time to time establish such just and reasonable classifications of groups of carriers included in the term \"common carrier by motor vehicle\" or \"contract carrier by motor vehicle\", as the special nature of the services performed by the carriers shall require, and such just and reasonable rules, regulations, and requirements, consistent with this chapter, to be observed by the carriers so classified or grouped, as the commission deems necessary or desirable in the public interest.\n\n(c) Upon complaint in writing to the commission by any person or body politic, or upon its own initiative without complaint, the commission may investigate whether any motor carrier has failed to comply with any provision of this chapter, or with any regulation, requirements, or order established or issued pursuant thereto. If the commission, after notice and hearing as prescribed in section 271-31, finds upon any investigation that the motor carrier has failed to comply with any provision, regulation, requirements, or order, the commission shall issue an appropriate order to compel the carrier to comply therewith. Whenever the commission is of the opinion that any complaint does not state reasonable grounds for investigation and action on its part, it may dismiss the complaint. [L 1961, c 121, pt of §2; am L 1962, c 12, §5; am L 1963, c 137, §1 and c 193, §34; Supp, §106C-7; HRS §271-9; am L Sp 1977 1st, c 20, §5; am L 1991, c 57, §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-9/"
    },
    {
      "id": "section-271-95",
      "number": "271-9.5",
      "heading": "Electronic copies of documents.",
      "text": "§271-9.5 Electronic copies of documents.(a) No later than July 1, 2011, the public utilities commission shall accept from any person who submits a document to the commission the original or one electronic copy of each application, complaint, pleading, brief, or other document required to be filed with the commission pursuant to this chapter, and the consumer advocate shall accept service of one paper or electronic copy of each application, complaint, pleading, brief, or other document filed with the commission.\n\n(b) The commission shall adopt rules pursuant to chapter 91 to effectuate the purposes of this section. Until the final adoption by the commission of rules governing the electronic filing of documents with the commission, the following requirements shall apply to all documents submitted to the commission pursuant to this section; provided that additional requirements with regard to document format may be established by the commission through written guidelines:\n\n(1) Unless otherwise required by this chapter or the guidelines of the commission, each person who submits or files an application, complaint, pleading, brief, or other document shall submit to or file with the commission an original or one electronic copy of each document and shall serve one paper or electronic copy of each document on the consumer advocate;\n\n(2) All paper documents submitted to or filed with the commission shall be printed on one side of the page only and, if practicable, in portrait orientation;\n\n(3) Original paper documents submitted to or filed with the commission shall not be stapled but shall be clipped together or placed in a clearly marked three-ring binder, as appropriate;\n\n(4) All paper documents filed or submitted to the commission shall include appropriately labeled separator pages in addition to tabbed dividers, as applicable;\n\n(5) All confidential documents filed under confidential seal shall be clearly designated in accordance with the requirements of any applicable protective order, and the sealed envelope in which the confidential documents are enclosed shall clearly indicate the appropriate docket number and subject; and\n\n(6) Electronic documents shall be named using the filing party's name, docket number, date of filing, and name of document as part of the document title.\n\nUpon final adoption of rules pursuant to chapter 91, the rules of the commission governing submission or filing of electronic documents shall supersede the provisions of this subsection.\n\n(c) No later than July 1, 2013, the public utilities commission shall accept any application, complaint, pleading, brief, or other document required to be filed with the commission pursuant to this chapter as either a paper document or an electronic document.\n\n(d) If a signature is required on any document submitted electronically pursuant to this section, that requirement shall be satisfied by the inclusion of an electronic signature. Chapter 489E shall apply to all electronic documents submitted pursuant to this section. [L 2011, c 69, §2; am L 2021, c 72, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-9-5/"
    },
    {
      "id": "section-271-10",
      "number": "271-10",
      "heading": "Reports and decisions of commission.",
      "text": "§271-10 Reports and decisions of commission.(a) Whenever the public utilities commission inquires into the operations, operating rights, or rates, or directs inquiry and investigation into motor carrier activities regulated under this chapter, and holds public hearing thereon, it shall make a report in writing, on paper or electronically, in respect thereto, which shall state its findings of fact and conclusions of law, together with its decision, order, or requirement in the premises.\n\n(b) All reports issued under subsection (a) shall be entered of record, and a paper or an electronic copy thereof shall be furnished to parties of record in the proceeding.\n\n(c) The commission may provide for the publication of its reports and decisions in a form and manner as may be best adapted for public information and use, and these authorized publications shall be competent evidence of the reports and decisions of the commission therein contained in all courts of this State without any further proof or authentication thereof. The commission may also cause to be printed for early distribution its annual reports. [L 1961, c 121, pt of §2; Supp, §106C-8; HRS §271-10; am L Sp 1977 1st, c 20, §6; am L 2021, c 72, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-10/"
    },
    {
      "id": "section-271-11",
      "number": "271-11",
      "heading": "Copies of schedules, tariffs, contracts, etc., kept as public records; evidence.",
      "text": "§271-11 Copies of schedules, tariffs, contracts, etc., kept as public records; evidence.The copies of schedules and classifications and tariffs of rates, fares, and charges, and all contracts, agreements and arrangements between motor carriers filed with the public utilities commission as herein provided, and the statistics, tables, and figures contained in the annual or other reports of carriers made to the commission as required under this chapter shall be preserved as public records in the custody of the commission (except any contract, agreement, or arrangement between a contract carrier by motor vehicle and a shipper shall only be made public as provided in section 271-25), and shall be received as prima facie evidence of what they purport to be for the purpose of investigations by the commission and in all judicial proceedings; and copies of and extracts from any of the schedules, classifications, tariffs, contracts, agreements, arrangements, or reports, made public records as aforesaid, certified by the commission under the commission's seal, shall be received in evidence with like effect as the originals. [L 1961, c 121, pt of §2; Supp, §106C-9; HRS §271-11]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-11/"
    },
    {
      "id": "section-271-12",
      "number": "271-12",
      "heading": "Applications for certificates of public convenience and necessity.",
      "text": "§271-12 Applications for certificates of public convenience and necessity.(a) Except as otherwise provided in this section and in section 271-16, no person shall engage in the business of a common carrier by motor vehicle on any public highway in this State, unless there is in force with respect to such carrier a certificate of public convenience and necessity issued by the public utilities commission authorizing such operation.\n\n(b) Applications for certificates shall be made in writing to the commission, be verified under oath, and shall be in such form and contain such information, and be accompanied by proof of service upon interested parties as the commission shall, by regulation, require.\n\n(c) Subject to section 271-15, a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the operations covered by the application if it is found that the applicant is fit, willing, and able properly to perform the service proposed and to conform to this chapter and the requirements, rules, and regulations of the commission thereunder, and that the proposed service, to the extent to be authorized by the certificate, is or will be required by the present or future public convenience and necessity; otherwise the application shall be denied.\n\n(d) Any certificate issued under this section covering the transportation of property shall be issued as an irregular route certificate and shall specify the island or islands or portion or portions thereof within which service may be rendered. Any certificate covering the transportation of passengers shall specify the service to be rendered and the routes over which, the fixed termini, if any, between which, and the intermediate and off-route points, if any, at which the motor carrier is authorized to operate, and the certificate may include authority to transport in the same vehicle with the passengers, baggage of passengers, express, and also to transport baggage of passengers in a separate vehicle. There shall, at the time of issuance, and from time to time thereafter, be attached to the exercise of the privileges granted by the certificate such reasonable terms, conditions, and limitations as the public convenience and necessity may from time to time require, including terms, conditions, and limitations as to the extensions of the service territory or route or routes of the carriers, and such terms and conditions as are necessary to carry out, with respect to the operations of the carrier, the requirements established by the commission under sections 271-9(a)(1) and 271-9(a)(4), provided that the terms, conditions, or limitations shall not restrict the right of the carrier to add to his or its equipment and facilities in the service territory or over the routes or between the termini as the development of business and the demands of the public shall require.\n\n(e) Any common carrier by motor vehicle transporting passengers under any such certificate may occasionally deviate from the route over which and the fixed termini between which it is authorized to operate under the certificate under such rules and regulations as the commission may prescribe. [L 1961, c 121, pt of §2; am L 1962, c 12, §2; Supp, §106C-10; HRS §271-12; am L 1991, c 57, §13]\n\nAttorney General Opinions\n\nCarrier must secure commission approval before adding different type of equipment as proviso in subsection (d) applies only to adding authorized type. Att. Gen. Op. 62-37.\n\nGrandfather clause, issuance of certificates thereunder. Att. Gen. Op. 62-51.\n\nCommission's findings under subsection (c) of public convenience and necessity and of applicant's fitness must be supported by substantial evidence. 55 H. 463, 522 P.2d 1272 (1974).\n\nAs this chapter contains no provisions regarding dormancy, and \"public convenience and necessity\" is not a prerequisite to transfer of certificates of public convenience and necessity pursuant to §271-18(d), the public utilities commission was not required to permit intervenor carriers to argue those issues in proceedings regarding carrier's transfer applications. 93 H. 45, 995 P.2d 776 (2000).\n\nPublic utilities commission did not err in declining to apply the standards of subsection (c) or engage in dormancy analysis in carrier's transfer application proceedings where commission concluded that carrier's services had not been dormant for a significant period of time; that carrier had ceased operations because of financial and other internal problems, immediately initiated negotiations to transfer certificate, and entered bankruptcy shortly thereafter mitigated against application of dormancy doctrine. 93 H. 45, 995 P.2d 776 (2000).\n\nWhere the public utilities commission acted within its prerogatives in treating bankrupt carrier's application as a request to permit other carriers to continue bankrupt carrier's existing service, and in doing so considered the public interest factors required under § §271-1 and 271-18, this section and the new service doctrine were inapposite to the case. 93 H. 45, 995 P.2d 776 (2000).\n\nAs this section does not require the public utilities commission to limit a carrier to a specific type of motor vehicle, commission did not exceed its statutory authority in granting company's application. 104 H. 98, 85 P.3d 623 (2004).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-12/"
    },
    {
      "id": "section-271-13",
      "number": "271-13",
      "heading": "Permits for contract carriers by motor vehicle.",
      "text": "§271-13 Permits for contract carriers by motor vehicle.(a) Except as otherwise provided in this section and in section 271-16, no person shall engage in the business of a contract carrier by motor vehicle over any public highway in this State unless there is in force, with respect to the carrier, a permit issued by the public utilities commission authorizing the person to engage in this business.\n\n(b) Applications for permits shall be made in writing, on paper or electronically, to the commission, be verified under oath, and shall be in a form, contain the information, and be accompanied by proof of service upon interested parties, as the commission shall by rule require.\n\n(c) Subject to section 271-15, a permit shall be issued to any qualified applicant therefor, authorizing in whole or in part the operations covered by the application, if it is found that the applicant is fit, willing, and able to properly perform the service of a contract carrier by motor vehicle, and to conform to this chapter and the lawful requirements and rules of the commission thereunder, and that the proposed operation to the extent authorized by the permit will be consistent with the public interest and the transportation policy declared in this chapter; otherwise, the application shall be denied. In determining whether issuance of a permit will be consistent with the public interest and the transportation policy, the commission shall consider the number of shippers to be served by the applicant, the nature of the service proposed, whether the proposed service can be or is being properly performed by existing common carriers, the effect that granting the permit would have upon the services of the protesting carriers, the effect that denying the permit would have upon the applicant's proposed shipper or shippers, and the changing character of shipper requirements; provided that a permit shall not be issued in any case where it has been established that an existing common carrier is properly performing the proposed service. The commission shall specify in the permit the business of the contract carrier covered thereby and the scope thereof, and it shall attach to it at the time of issuance, and from time to time thereafter the reasonable terms, conditions, and limitations consistent with the character of the holder of the permit as a contract carrier, including terms, conditions, and limitations respecting the person or persons, their names, the number or class thereof for which the contract carrier may perform transportation service, as may be necessary to assure that the business is that of a contract carrier and within the scope of the permit, and to carry out with respect to the operation of the carrier the requirements established by the commission under sections 271-9(a)(2) and 271-9(a)(4). Any permit covering the transportation of passengers may include authority to transport, in the same vehicle with the passengers, baggage of passengers and also authority to transport baggage of passengers in a separate vehicle; provided that within the scope of the permit and any terms, conditions, or limitations attached thereto, the carrier shall have the right to substitute or add to its equipment and facilities as the development of its business may require; and provided further that no motor carrier shall commence operations under any contract carrier authority granted under this section until it has filed with the commission a certified copy or an electronic copy of a written contract or contracts executed with the shipper or shippers for whom the service is authorized in the permit to be provided, the contract or contracts to be bilateral and impose specific obligations upon both carrier and shipper or shippers, and to set forth all terms and conditions of any transportation agreement obtaining between the motor carrier and the shipper or shippers. [L 1961, c 121, pt of §2; am L 1962, c 12, §2; Supp, §106C-11; HRS §271-13; am L 1969, c 57, §1; am L 2021, c 72, §9]\n\nHawaii household goods movers no longer exempt from Interstate Commerce Commission regulation. 395 F. Supp. 261 (1974).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-13/"
    },
    {
      "id": "section-271-14",
      "number": "271-14",
      "heading": "No proprietary right in highway.",
      "text": "§271-14 No proprietary right in highway.No certificate or permit issued under this chapter confers any proprietary or property right in the use of the public highways. [L 1961, c 121, pt of §2; Supp, §106C-12; HRS §271-14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-14/"
    },
    {
      "id": "section-271-15",
      "number": "271-15",
      "heading": "Dual operation.",
      "text": "§271-15 Dual operation.Unless, for good cause shown, the public utilities commission finds or has found that both a certificate and a permit may be so held consistently with the public interest and with the declaration of policy declared in this chapter:\n\n(1) No person, or any person controlling, controlled by, or under common control with such person, shall hold a certificate as a common carrier authorizing operation for the transportation of property by motor vehicle within a territory if such person or any such controlling person, controlled person, or person under common control, holds a permit as a contract carrier authorizing operation for the transportation of property by motor vehicle within the same territory; and\n\n(2) No person or any person controlling, controlled by, or under common control with such person, shall hold a permit as a contract carrier authorizing operation for the transportation of property by motor vehicle within a territory, if the person or any controlling person, controlled person, or person under common control, holds a certificate as a common carrier authorizing operation for the transportation of property by motor vehicle within the same territory. [L 1961, c 121, pt of §2; Supp, §106C-13; HRS §271-15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-15/"
    },
    {
      "id": "section-271-16",
      "number": "271-16",
      "heading": "Temporary authority.",
      "text": "§271-16 Temporary authority.To enable the provision of service for which there is an immediate and urgent need to a point or points or within a territory having no carrier service capable of meeting the need, the public utilities commission may, in its discretion and without hearings or other proceedings, grant temporary authority for service by a common carrier or a contract carrier by motor vehicle, as the case may be. The temporary authority, unless suspended or revoked for good cause, shall be valid for the time that the commission shall specify, but for no more than a period of one-hundred-twenty days for any one immediate and urgent need. If an application for a certificate of public convenience and necessity or a permit seeking corresponding permanent authority is filed in accordance with applicable laws, regulations, and instructions not later than thirty days after the issuance date of temporary authority, then the commission shall determine at a public hearing held not later than one-hundred-twenty days after the issuance date of temporary authority upon its own motion, or upon motion or upon request by any interested party, whether any temporary operating authority granted under this section shall be continued in force beyond the expiration date specified therein, and until the determination of the application filed by the holder of the temporary operating authority for a certificate of public convenience and necessity or a permit to engage in operations authorized by the temporary operating authority. [L 1961, c 121, pt of §2; Supp, §106C-14; HRS §271-16; am L 1998, c 77, §1 and c 217, §1; am L 1999, c 16, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-16/"
    },
    {
      "id": "section-271-17",
      "number": "271-17",
      "heading": "Security for protection of public.",
      "text": "§271-17 Security for protection of public.No certificate or permit shall be issued to a motor carrier or remain in force unless such carrier complies with such reasonable rules and regulations as the public utilities commission shall prescribe governing the filing and approval of surety bonds, policies of insurance, qualifications as a self-insurer, or other securities or agreements, in such reasonable amounts as the commission may require, conditioned to pay within the amount of the surety agreements moneys finally recovered against the motor carrier for bodily injuries to or the death of any person resulting from the negligent operation, maintenance, or use of motor vehicles under the certificate, or permit or for loss or damage to property of others. The commission may, in its discretion and under such rules and regulations as it shall prescribe, require any such carrier to file a surety bond, policies of insurance, qualifications as a self-insurer, or other securities or agreements in a sum to be determined by the commission to be conditioned upon the carrier making compensation to shippers or consignees for all property belonging to shippers or consignees, and coming into the possession of such carrier in connection with its transportation service. Any common carrier which may be required by law to compensate a shipper or consignee for any loss, damage, or default for which a connecting motor common carrier is legally responsible shall be subrogated to the rights of such shipper or consignee under any such bond, policies of insurance, or other securities or agreements, to the extent of the sum so paid. [L 1961, c 121, pt of §2; Supp, §106C-15; HRS §271-17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-17/"
    },
    {
      "id": "section-271-18",
      "number": "271-18",
      "heading": "Transfer of certificates of public convenience and necessity, contract carrier permits, and carrier property.",
      "text": "§271-18 Transfer of certificates of public convenience and necessity, contract carrier permits, and carrier property.(a) For the purpose of the administration and application of subsections (a) and (b), the terms \"carrier\" includes any motor carrier subject to this chapter, or any carrier subject to the act of any other state or any act of the Congress of the United States under which interstate or foreign commerce by land, sea, or air, is regulated.\n\n(b) No motor carrier shall sell, lease, assign, mortgage, or otherwise dispose of, or encumber the whole or any part of its property necessary or useful in the performance of transportation services for the public or any certificate of public convenience and necessity or permit; nor shall any motor carrier, by any means, directly or indirectly, merge or consolidate its property, certificates of public conve ­nience and necessity or permits, or any part thereof, with any other carrier, without first having secured from the public utilities commission an order authorizing it so to do. Every such sale, lease, assignment, mortgage, disposition, encumbrance, merger, or consolidation, made other than in accordance with the order of the commission authorizing the same is void.\n\n(c) No carrier or person in control of a carrier shall, either directly or indirectly, purchase or acquire, take or hold, any part of the capital stock of any motor carrier organized or existing under or by virtue of the laws of this State without having been first authorized to do so by the commission. Every assignment, transfer of any stock by or through any person to any person, or otherwise, in violation of any of the provisions of this section is void and of no effect, and no transfer shall be made on the books of any motor carrier. Nothing herein shall prevent the holding of stock heretofore lawfully acquired.\n\n(d) Whenever a transaction is proposed under subsection (b) or (c) of this section, the motor carrier or motor carriers, or person or persons, seeking approval thereof shall present an application to the commission in such form as the commis ­sion may require and the commission may thereupon act upon the application with or without first holding a public hearing; provided that if requested, it shall afford reasonable opportunity for interested parties to be heard. If the commission finds that subject to such terms and conditions as it shall find to be just and reasonable the proposed transaction will be consistent with the public interests, the commission shall enter an order approving and authorizing the transaction, upon the terms and conditions, and with the modifications, so found to be just and reasonable. In passing upon any transaction under subsection (b) or (c), the commission shall give weight, among other considerations, to the effect of the proposed transaction upon (1) adequate transportation service to the public, (2) other motor carriers, and (3) the employees of any transferring motor carrier.\n\n(e) Nothing in this section shall be construed to require a motor carrier to secure from the commission authority to lease motor vehicle equipment from another motor carrier for the purpose of meeting the requirements of transportation, to execute any conditional sales contract for the purchase of motor vehicle equipment or any note and chattel mortgage on motor vehicle equipment securing the payment of all or any part of the purchase price of motor vehicle equipment; nor shall this section prevent the sale, lease, encumbrance, or other disposition by any motor carrier of property which is not necessary or useful in the performance of its duties to the public, and any disposition of property by a motor carrier shall be conclusively presumed to be property which is not necessary or useful in the performance of its duties to the public as to any purchaser, lessee, or encumbrancer dealing with such property in good faith and for value.\n\n(f) Pending the determination of an application filed with the commission for approval of a consolidation or merger of the properties of two or more motor carriers, or of a purchase, lease, or contract to operate the properties of one or more motor carriers, the commission may, in its discretion and without hearings or other pro ­ceedings, grant temporary approval, for a period not exceeding one hundred twenty days or for such additional period as the determination of an application may require, of the operation of the motor carrier properties sought to be acquired by the persons proposing in the pending application to acquire the properties, if it shall appear that failure to grant this temporary approval may result in destruction of or injury to such motor carrier properties sought to be acquired, or to interfere substantially with their future usefulness in the performance of adequate and continuous service to the public. [L 1961, c 121, pt of §2; Supp, §106C-16; HRS §271-18]\n\nAs this chapter contains no provisions regarding dormancy, and \"public convenience and necessity\" is not a prerequisite to transfer of certificates of public convenience and necessity pursuant to subsection (d), the public utilities commission was not required to permit intervenor carriers to argue those issues in proceedings regarding carrier's transfer applications. 93 H. 45, 995 P.2d 776 (2000).\n\nWhere the public utilities commission acted within its prerogatives in treating bankrupt carrier's application as a request to permit other carriers to continue bankrupt carrier's existing service, and in doing so considered the public interest factors required under §271-1 and this section, §271-12 and the new service doctrine were inapposite to the case. 93 H. 45, 995 P.2d 776 (2000).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-18/"
    },
    {
      "id": "section-271-19",
      "number": "271-19",
      "heading": "Suspension, change, and revocation of certificates and permits.",
      "text": "§271-19 Suspension, change, and revocation of certificates and permits.(a) Certificates and permits shall be effective from the date specified therein, and shall remain in effect until suspended or terminated as herein provided. Any certificate or permit, upon application of the holder thereof, in the discretion of the public utilities commission, may be amended or revoked, in whole or in part. The commission, upon complaint or upon its own initiative, after notice and hearing, may suspend or revoke any certificate or permit, in part or in whole, if the holder thereof is found to be in violation of any of the provisions of this chapter; provided that:\n\n(1) A motor carrier's right to engage in transportation by virtue of any certificate or permit may be suspended by the commission immediately without hearing or other proceedings upon the carrier's failure to comply, and until the carrier complies with sections 271-21(a), 271-22(a), 271-17 or Act 20, Special Session Laws of Hawaii 1977, or with any lawful order of the commission; and\n\n(2) The commission shall revoke the certificate or permit of a holder that knowingly and wilfully engages the services of a driver not licensed under part XIII of chapter 286.\n\n(b) Upon written request by a motor carrier and for good cause shown, the public utilities commission may place an active certificate or permit in an inactive status. The certificate or permit may be placed on an inactive status for a period not exceeding twelve months. Prior to the termination of the approved inactive period, the certificate or permit must be reactivated or it shall be declared abandoned and the certificate or permit revoked. The certificate or permit may be reactivated at any time within the approved period by fulfilling the requirements for renewal, including the payment of the appropriate fees. No request for inactive status, the cumulative period of which is in excess of two years, shall be granted by the commission. Unless good cause is shown, no request to transfer a certificate or permit which is on inactive status shall be approved by the commission.\n\n(c) No person whose certificate or permit is revoked shall be eligible to apply for a new certificate or permit until the expiration of two years; provided that a person whose certificate or permit is revoked for knowingly and wilfully engaging the services of a driver not licensed under part XIII of chapter 286 shall not be eligible to apply for a new certificate or permit until the expiration of five years.\n\n(d) A certificate or permit shall be revoked upon the voluntary dissolution of the corporation or partnership in whose name the certificate or permit has been issued. Upon verification with the department of commerce and consumer affairs on the voluntary dissolution of a corporation or partnership, the commission shall issue an order with its findings and revoke the certificate or permit held by the registered certificate or permit holder. [L 1961, c 121, pt of §2; Supp, §106C-17; HRS §271-19; am L 1978, c 66, §2; am L 1982, c 204, §8; am L 2004, c 199, §1]\n\nAct 20, Sp L 1977, referred to in subsection (a) is codified as § §271-5, 271-7, 271-9, 271-10, 271-36, 286-3, 286-16 to 286-18, 286-26, 286-201, 286-202, 286-203, 286-204, and 286-205 to 286-216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-19/"
    },
    {
      "id": "section-271-20",
      "number": "271-20",
      "heading": "Rates, fares and charges of common carriers by motor vehicle.",
      "text": "§271-20 Rates, fares and charges of common carriers by motor vehicle.(a) It shall be the duty of every common carrier of passengers by motor carrier to provide safe and adequate service, equipment, and facilities for the transportation of passengers and to establish, observe, and enforce just and reasonable rates, fares, and charges, and just and reasonable regulations and practices relating thereto, and to the issuance, form, and substance of tickets, the carrying of personal, sample, and excess baggage, the facilities for transportation, and all other matters relating to or connected with the transportation of passengers.\n\n(b) It shall be the duty of every common carrier of property by motor vehicle to provide safe and adequate service, equipment, and facilities for the transportation of property and to establish, observe, and enforce just and reasonable rates, charges, and classifications, and just and reasonable regulations and practices relating thereto, and to the manner and method of presenting, marking, packing, and delivering property for transportation, the facilities for transportation, and all other matters relating to or connected with the transportation of property.\n\n(c) All charges made for any service rendered by any common carrier by motor vehicle in the transportation of passengers or property or in connection therewith shall be just and reasonable, and every unjust and unreasonable charge for such service or any part thereof, is prohibited and declared to be unlawful. It shall be unlawful for any common carrier by motor vehicle to make, give, or cause any undue or unreasonable preference or advantage to any particular person, locality, region, district, island, or description of traffic, in any respect whatsoever; or to subject any particular person, locality, region, district, island, or description of traffic to any unjust discrimination or undue or unreasonable prejudice or disadvantage in any respect whatsoever; provided that this subsection shall not be construed to apply to discrimination, prejudice, or disadvantage to the traffic of any other carrier of whatever description.\n\n(d) Any person, organization, or body politic may make complaint in writing to the public utilities commission that any such rate, fare, charge, classification, rule, regulation, or practice, in effect or proposed to be put into effect, is or will be in violation of this section or of section 271-21. Whenever, after hearing, upon complaint or an investigation of its own initiative, the commission shall be of the opinion that any individual rate, fare, or charge, demanded, charged, or collected by any common carrier or carriers by motor vehicle for transportation, or any classification, rule, regulation, or practice whatsoever of the carrier or carriers, affecting such rate, fare, or charge or the value of the service thereunder, is or will be unjust or unreasonable, or unjustly discriminatory or unduly preferential or unduly prejudicial, it shall determine and prescribe the lawful rate, fare, or charge or the maximum or minimum or maximum and minimum rate, fare, or charge thereafter to be observed, or the lawful classification, rule, regulation, or practice thereafter to be made effective.\n\n(e) Whenever there is filed with the commission any schedule stating a new rate, fare, charge, or classification for the transportation of passengers or property by a common carrier or carriers by motor vehicle, or any rule, regulation, or practice affecting such rate, fare, or charge, or the value of the service thereunder, the commission may upon complaint of any interested person or upon its own initiative at once and, if it so orders, without answer or other formal pleading by the interested carrier or carriers, but upon reasonable notice, enter upon a hearing concerning the lawfulness of the rate, fare, or charge, or the rule, regulation, or practice, and pending the hearing and the decision thereon the commission, by filing the schedule and delivering to the carrier or carriers affected thereby a statement in writing of its reasons for such suspension, may from time to time suspend the operation of the schedule and defer the use of the rate, fare, or charge, or the rule, regulation, or practice, but not for a longer period than five months beyond the time when it would otherwise go into effect, and after hearing, whether completed before or after the rate, fare, charge, classification, rule, regulation, or practice goes into effect, the commission may make such order with reference thereto as would be proper in a proceeding instituted after it had become effective. If the proceeding has not been concluded and an order made within the period of suspension, the proposed changed rate, fare, or charge, or classification, rule, regulation, or practice, shall go into effect at the end of such period; provided that this subsection shall not apply to any initial schedule or schedules filed by any carrier in bona fide operation when this section takes effect. At any hearing involving a change in a rate, fare, charge, or classification, or in a rule, regulation, or practice, the burden of proof shall be upon the carrier to show that the proposed changed rate, fare, charge, classification, rule, regulation, or practice, is just and reasonable.\n\n(f) In any proceeding to determine the justness or reasonableness of any rate, fare, or charge of any carrier, there shall not be taken into consideration or allowed as evidence or elements of value of the property of the carrier, either goodwill, earning power, or the certificate under which the carrier is operating; and in applying for and receiving a certificate under this [chapter] any carrier shall be deemed to have agreed to the provisions of this subsection on its own behalf and on behalf of all transferees of the certificate.\n\n(g) In the exercise of its power to prescribe just and reasonable rates, fares, and charges for the transportation of passengers or property by common carriers by motor vehicle, and classifications, regulations, and practices relating thereto, the commission shall give due consideration, among other factors, to the effect of rates upon the movement of traffic by the carrier or carriers for which the rates are prescribed; to the need, in the public interest, of adequate and efficient transportation service by the carriers at the lowest cost consistent with the furnishing of the service; and to the need of revenues sufficient to enable the carriers, under honest, economical, and efficient management, to provide the service.\n\n(h) Nothing in this section shall be held to extinguish any remedy or right of action not inconsistent herewith. [L 1961, c 121, pt of §2; Supp, §106C-18; HRS §271-20]\n\nAttorney General Opinions\n\nCarriers may transport property for federal government at rates lower than published rates. Att. Gen. Op. 63-8.\n\nHawaii household goods movers no longer exempt from Interstate Commerce Commission regulation. 395 F. Supp. 261 (1974).\n\nIn proceedings under subsections (d) and (e), carrier is entitled to hearing. 53 H. 14, 486 P.2d 413 (1971).\n\nCited: 50 H. 172, 435 P.2d 21 (1967).\n\nReferred to: 50 H. 22, 428 P.2d 411 (1967).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-20/"
    },
    {
      "id": "section-271-21",
      "number": "271-21",
      "heading": "Tariffs of common carriers by motor vehicle.",
      "text": "§271-21 Tariffs of common carriers by motor vehicle.(a) Every common carrier by motor vehicle shall file with the public utilities commission, and print, and keep open to public inspection, tariffs showing all the rates, fares, and charges for transportation, and all services in connection therewith, of passengers or property. The rates, fares, and charges shall be stated in terms of lawful money of the United States. The tariffs required by this section shall be published, filed, and posted in such form and manner, and shall contain such information as the commission by regulations shall prescribe; and the commission may reject any tariff filed with it which is not in consonance with this section and with the regulations. Any tariff so rejected by the commission shall be void and its use shall be unlawful.\n\n(b) No common carrier by motor vehicle shall charge or demand or collect or receive a greater or less or different compensation for transportation or for any service in connection therewith between the points enumerated in the tariff than the rates, fares, and charges specified in the tariffs in effect at the time; and no carrier shall refund or remit in any manner or by any device, directly or indirectly, or through any agent, or otherwise, any portion of the rates, fares, or charges so specified, or extend to any person any privileges or facilities for transportation except such as are specified in its tariffs.\n\n(c) No change shall be made in any rate, fare, charge, or classification, or any rule, regulation, or practice affecting the rate, fare, charge, or classification, or the value of the service thereunder, specified in any effective tariff of a common carrier by motor vehicle; except after thirty days' notice of the proposed change filed and posted in accordance with subsection (a) of this section. The notice shall plainly state the change proposed to be made and the time when it will take effect. The commission may in its discretion and for good cause shown allow the change upon notice less than that herein specified or modify the requirements of this section with respect to posting and filing of tariffs either in particular instances or by general order applicable to special or peculiar circumstances or conditions.\n\n(d) No common carrier by motor vehicle shall engage in the transportation of passengers or property unless the rates, fares, and charges upon which the same are transported by the carrier have been filed and published in accordance with this chapter. [L 1961, c 121, pt of §2; Supp, §106C-19; HRS §271-21]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-21/"
    },
    {
      "id": "section-271-22",
      "number": "271-22",
      "heading": "Schedules of contract carriers by motor vehicle.",
      "text": "§271-22 Schedules of contract carriers by motor vehicle.(a) It shall be the duty of every contract carrier by motor vehicle to file and observe reasonable minimum rates and charges for any service rendered or to be rendered in the transportation of passengers or property in connection therewith, and to file and observe reasonable regulations and practices to be applied in connection with the reasonable minimum rates, fares, and charges. It shall be the duty of every contract carrier by motor vehicle to file with the public utilities commission, publish, and keep open for public inspection, in the form and manner prescribed by the commission, schedules containing the actual rates or charges of the carrier for the transportation of passengers or property, and any rule, regulation, or practice affecting the rates or charges and the value of the service thereunder; provided that any contract carrier serving but one shipper having rendered continuous service to the shipper for not less than one year may file reasonable minimum rates and charges unless the commission in any individual case, after hearing, finds it in the public interest to require the filing of actual rates and charges. No contract carrier, unless otherwise provided by this chapter, shall engage in the transportation of passengers or property unless the actual rates or charges for the transportation by the carrier have been published, filed, and posted in accordance with this chapter. Nothing herein provided shall be so construed as to require the carriers to maintain the same rates, rules and regulations for the same services for all shippers served. No reduction shall be made in any such charge either directly or by means of any change in any rule, regulation, or practice affecting the charge or the value of the service thereunder, nor shall any new charge be permitted, except after thirty days' notice of the proposed change or new charge is filed in the aforesaid form and manner; but the commission may, in its discretion and for good cause shown, allow the change upon less notice, or modify the requirements of this subsection with respect to posting and filing of schedules, either in particular instances, or by general order applicable to special or peculiar circumstances or conditions. The notice shall plainly state the change proposed to be made and the time when the change will take effect. No carriers shall demand, charge, or collect compensation for transportation different from the charges filed in accordance with this subsection, as affected by any rule, regulation, or practice so filed, or less than the minimum rate or charge as may be prescribed by the commission from time to time, and it shall be unlawful for any carrier, by the furnishing of special services, facilities, or privileges, or by any other device whatsoever, to charge, accept, or receive compensation different from the actual rates and charges so filed, or less than the minimum charges prescribed; provided that any carrier or carriers, or any class or group thereof, may apply to the commission for relief from this subsection, and the commission may, after hearing, grant such relief to such extent and for such time, and in such manner as in its judgment is consistent with the public interest and the transportation policy declared in this chapter.\n\n(b) Whenever, after hearing, upon complaint or upon its own initiative, the commission finds that any minimum rate or charge of any contract carrier by motor vehicle, or any rule, regulation, or practice of any carrier affecting the minimum rate or charge, or the value of the service thereunder, for the transportation of passengers or property or in connection therewith, contravenes the transportation policy declared in this chapter, or is in contravention of any provision of this chapter, the commission may prescribe such just and reasonable minimum rate or charge, or such rule, regulations, or practice as in its judgment may be necessary or desirable in the public interest and to promote the policy and will not be in contravention of any provision of this chapter. The minimum rate or charge, or the rule, regulation, or practice, so prescribed by the commission, shall give no advantage or preference to any carrier in competition with any common carrier by motor vehicle subject to this chapter, which the commission may find to be undue or inconsistent with the public interest and the transportation policy declared in this chapter and the commission shall give due consideration to the cost of the services rendered by such carriers, and to the effect of the minimum rate or charge, or the rule, regulation, or practice, upon the movement of traffic by the carriers. All complaints shall state fully the facts complained of and the reasons for the complaint and shall be made under oath.\n\n(c) Whenever there is filed with the commission by any contract carrier any schedule stating a charge for a new service or a reduced charge directly, or by means of any rule, regulation, or practice, for the transportation of passengers or property, the commission may upon complaint of interested persons or upon its own initiative at once and, if it so orders, without answer or other formal pleading by the interested party, but upon reasonable notice, enter upon a hearing concerning the lawfulness of the charge, or rule, regulation, or practice, and pending the hearing and the decision thereon, the commission, by filing with the schedules and delivering to the carrier affected thereby a statement in writing of its reasons for the suspension, may from time to time suspend the operation of the schedule and defer the use of the charge, or rule, regulation, or practice, but not for a longer period than five months beyond the time when it would otherwise go into effect; and after hearing, whether completed before or after the charge, or rule, regulation, or practice goes into effect, the commission may make such order with reference thereto as would be proper in a proceeding instituted after it had become effective. If the proceeding has not been concluded and an order made within the period of suspension, the proposed change in any charge or rule, regulation, or practice shall go into effect at the end of the period; provided that this subsection shall not apply to any initial schedule or schedules filed by any carrier in bona fide operation when this section takes effect. The rule as to burden of proof specified in section 271-20(e) shall apply to this subsection. [L 1961, c 121, pt of §2; Supp, §106C-20; HRS §271-22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-22/"
    },
    {
      "id": "section-271-23",
      "number": "271-23",
      "heading": "Bills of lading, shipping documents.",
      "text": "§271-23 Bills of lading, shipping documents.The public utilities commission may prescribe for motor carriers the form and content of all bills of lading, freight bills, receipts, or other shipping documents governing the movement of traffic by motor carriers regulated under this chapter, and may prescribe the length of time the same shall be preserved. [L 1961, c 121, pt of §2; Supp, §106C-21; HRS §271-23]\n\nCross References\n\nUniform commercial code, see chapter 490, Art. 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-23/"
    },
    {
      "id": "section-271-24",
      "number": "271-24",
      "heading": "Recovery of overcharges or undercharges.",
      "text": "§271-24 Recovery of overcharges or undercharges.(a) All actions by common carriers by motor vehicle for the recovery of their charges, or any part thereof, shall be begun within three years from the time the cause of action accrues, and not after.\n\n(b) For recovery of overcharges, actions shall be begun within three years from the time the cause of action accrues, and not after, subject to subsection (c) of this section, except that if claim for the overcharge has been presented in writing to the carrier within the three-year period of limitation the period shall be extended to include six months from the time notice in writing is given by the carrier to the claimant of disallowance of the claim, or any part or parts thereof specified in the notice.\n\n(c) If on or before the expiration of the three-year period of limitation in subsection (b) a common carrier by motor vehicle begins action under subsection (a) for recovery of charges in respect of the same transportation service, or, without beginning action, collects charges in respect of that service, the period shall be extended to include ninety days from the time the action is begun or the charges are collected by the carrier.\n\n(d) The cause of action in respect of a shipment of property shall, for the purpose of this section, be deemed to accrue upon delivery or tender of delivery thereof by the carrier, and not after.\n\n(e) The term \"overcharges\" as used in this section means charges for transportation services in excess of those applicable thereto under the tariffs lawfully on file with the commission. [L 1961, c 121, pt of §2; Supp, §106C-22; HRS §271-24; am L 1973, c 149, §2(a), (b)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-24/"
    },
    {
      "id": "section-271-25",
      "number": "271-25",
      "heading": "Accounts, records, and reports.",
      "text": "§271-25 Accounts, records, and reports.(a) The public utilities commission may require annual, periodical, or special reports from all motor carriers, prescribe the manner and form in which the reports shall be made, and require from the carriers specific and full, true, and correct answers to all questions upon which the commission may deem information to be necessary. The annual reports shall give an account of the affairs of the carrier in such form and detail as may be prescribed by the commission. The commission may also require any motor carrier to file with it a true copy of any contract, agreement, or arrangement between the carrier and any other carrier or person in relation to any traffic affected by this chapter. The commission shall not, however, make public any contract, agreement, or arrangement between a contract carrier by motor vehicle and a shipper, or any of the terms or conditions thereof, except as a part of the record in a formal proceeding where it considers the action consistent with the public interest; provided that if it appears from an examination of any such contract that it fails to conform to the published schedule of the contract carrier by motor vehicle as required by section 271-22(a), the commission may, in its discretion, make public such of the provisions of the contract as the commission considers necessary to disclose such failure and the extent thereof.\n\n(b) The annual reports shall contain all the required information for the period of twelve months ending on December 31 in each year, unless the commission shall specify a different date, and shall be made out under oath and filed with the commission within three months after the close of the year for which the report is made, unless additional time be granted in any case by the commission. Such periodical or special reports as may be required by the commission under subsection (a) shall also be under oath, whenever the commission so requires.\n\n(c) The commission may prescribe for motor carriers the classes of property for which depreciation charges may properly be included under operating expenses, and the rate or rates of depreciation which shall be charged with respect to each of the classes of property, classifying the carriers as it may deem proper for this purpose. The commission may, when it deems necessary, modify the classes and rates so prescribed. When the commission shall have exercised its authority under the foregoing provisions of this subsection, motor carriers shall not charge to operating expenses any depreciation charges on classes of property other than those prescribed by the commission, or charge with respect to any class of property a rate of depreciation other than that prescribed therefor by the commission, and no carrier shall include under operating expenses any depreciation charge in any form other than as prescribed by the commission.\n\n(d) The commission may, in its discretion, prescribe the forms of any and all accounts, records, and memoranda to be kept by motor carriers and lessors, including the accounts, records, and memoranda of the movement of traffic, as well as of the receipts and expenditures of moneys. The commission may issue orders specifying the operating, accounting, or financial papers, records, books, blanks, tickets, stubs, correspondence, or documents of motor carriers or lessors as may after a reasonable time be destroyed, and prescribing the length of time the same shall be preserved. The commission or its duly authorized special agents, accountants, or examiners shall at all times have access to and authority, under its order, to inspect and examine any and all lands, buildings, or equipment of motor carriers and lessors and shall have authority to inspect and copy any and all accounts, books, records, memoranda, correspondence, and other documents of carriers and lessors (as defined in this section), and such accounts, books, records, memoranda, correspondence, and other documents of any person controlling, controlled by, or under common control with any such carriers, as the commission deems relevant to the person's relation to or transaction with the carriers. Motor carriers, lessors, and aforesaid persons shall submit their accounts, books, records, memoranda, correspondence, and other documents for the inspection and copying authorized by this subsection, and motor carriers and lessors shall submit their lands, buildings, and equipment for examination and inspection, to any duly authorized special agent, accountant, or examiner of the commission upon demand and display of proper credentials. As used in this subsection, the words \"keep\" and \"kept\" mean made, prepared, or compiled, as well as retained; the term \"lessor\" means a lessor of any right to operate as a motor carrier; and the term \"motor carrier\" or \"lessor\" includes a receiver or trustee of any such motor carrier or lessor.\n\n(e) No report by any motor carrier of any accident arising in the course of the operation of such carriers, made pursuant to any requirement of the commission, and no report by the commission of any investigation of any accident, shall be admitted as evidence, or used for any other purpose, in any suit or action for damages growing out of any matter mentioned in the report or investigation. [L 1961, c 121, pt of §2; Supp, §106C-23; HRS §271-25]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-25/"
    },
    {
      "id": "section-271-26",
      "number": "271-26",
      "heading": "Records to be maintained in State.",
      "text": "§271-26 Records to be maintained in State.Each motor carrier maintaining an office or place of business within this State shall keep therein all books, accounts, papers, and records required by the public utilities commission to be kept within this State. No books, accounts, papers, or records shall be at any time removed from the State except upon such conditions or rules as the commission may prescribe. Motor carriers performing transportation regulated under this chapter which do not maintain an office or place of business within the State shall make books, accounts, papers, and records pertaining to transportation available to the commission at its request at a place designated within this State, for examination by the commission, or in the alternative reimburse the commission for the actual expense of examining the books, accounts, papers, or records at the place outside of the State where these records are kept. [L 1961, c 121, pt of §2; Supp, §106C-24; HRS §271-26]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-26/"
    },
    {
      "id": "section-271-265",
      "number": "271-26.5",
      "heading": "Change of address; responsibility; service of documents.",
      "text": "§271-26.5 Change of address; responsibility; service of documents.A motor carrier shall have, maintain and operate from a definite place of business in the State and shall display therein the certificate or permit issued by the public utilities commission. The certificate or permit holder shall report any change of address or telephone number to the commission within five business days from the change. Communications, correspondence, service of orders, and other official documents shall be made upon the motor carrier, complainant, and any other party at the last recorded mailing or electronic mail address on file with the commission. Proof of service by certified or registered mail or by electronic transmission to the last known mailing or electronic mail address shall constitute a valid service of any commission's official document. [L 1978, c 66, §5; am L 2023, c 205, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-26-5/"
    },
    {
      "id": "section-271-27",
      "number": "271-27",
      "heading": "Unlawful operation.",
      "text": "§271-27 Unlawful operation.(a) Any person intentionally, knowingly, or recklessly violating any provision of this chapter, or any rule, requirement, or order thereunder, or any term or condition of any certificate or permit for which a penalty is not otherwise provided, shall be guilty of a misdemeanor. In addition, any shipper or consignee located in this State, or any officer, employee, agent, or representative thereof, who intentionally, knowingly, or recklessly engages the services of any person violating any provision of this chapter, or any rule, requirement, or order, or any term or condition of any certificate or permit for which a penalty is not otherwise provided, shall be guilty of a misdemeanor.\n\n(b) Any person, whether carrier, shipper, or consignee, or any officer, employee, agent, or representative thereof, who intentionally, knowingly, or recklessly offers, grants, or gives, or solicits, accepts, or receives any rebate, concession, or discrimination in violation of any provisions of this chapter, or who by means of any false statement or representation or by the use of any false or fictitious bill, bill of lading, receipt, voucher, roll, account, claim, certificate, affidavit, deposition, lease, or bill of sale, or by any other means or device, intentionally, knowingly, or recklessly assists, suffers, or permits any person or persons, natural or artificial, to obtain transportation of passengers or property subject to this chapter for less than the applicable rate, fare, or charge, or who intentionally, knowingly, or recklessly by any such means or otherwise fraudulently seeks to evade or defeat regulation as in this chapter provided for motor carriers, shall be deemed guilty of a misdemeanor.\n\n(c) Any special agent, accountant, or examiner who knowingly and wilfully divulges any fact or information which may come to the special agent's, accountant's, or examiner's knowledge during the course of any examination or inspection made under authority of sections 271-9(a)(4), 271-23, and 271-25, except as the special agent, accountant, or examiner may be directed by the commission or by a court or judge thereof, shall be guilty of a misdemeanor.\n\n(d) It shall be unlawful for any motor carrier or any officer, receiver, trustee, lessee, agent, or employee of the carrier, or for any other person authorized by such carrier or person to receive information, knowingly to disclose to, or permit to be acquired by any person other than the shipper or consignee without the consent of the shipper or consignee, any information concerning the nature, kind, quantity, destination, consignee, or routing of any property tendered or delivered to the motor carrier for transportation, which information may be used to the detriment or prejudice of the shipper or consignee, or which may improperly disclose the shipper's or consignee's business transactions to a competitor; and it shall also be unlawful for any person to solicit or knowingly receive any such information which may be so used.\n\n(e) Nothing in this chapter shall be construed to prevent the giving of such information in response to any legal process issued under the authority of any court, or to any officer or agent of the government of the United States or of any state or of any political subdivision of any state, in the exercise of the officer's or agent's power or to any officer or other duly authorized person seeking the information for the prosecution of persons charged with or suspected of crimes or to another carrier, or its duly authorized agents, for the purpose of adjusting mutual traffic accounts in the ordinary course of business of the carriers.\n\n(f) Any motor carrier or any officer, agent, employee, or representative thereof, who wilfully fails or refuses to make a report to the commission as required by this chapter, or to make specific and full, true, and correct answer to any question within thirty days from the time it is lawfully required by the commission, or to keep accounts, records, and memoranda in the form and manner prescribed by the commission, or knowingly and wilfully falsifies, destroys, mutilates, or alters any report, account, record, or memorandum or knowingly and wilfully files with the commission any false report, account, record, or memorandum, or knowingly and wilfully neglects or fails to make full, true, and correct entries in the accounts, records, or memoranda of all facts and transactions appertaining to the business of the carrier, or person required under this chapter to keep the same, or knowingly and wilfully keeps accounts, records, or memoranda contrary to the rules, regulations, or orders of the commission with respect thereto, shall be deemed guilty of a misdemeanor. As used in this subsection, the words \"keep\" and \"kept\" mean made, prepared, or compiled, as well as retained.\n\n(g) Except when required by state law to take immediately before a district judge a person arrested for violation of this chapter, including any rule adopted pursuant to this chapter, any enforcement officer, other than a motor vehicle safety officer employed and assigned, pursuant to section 271-38, by the department of transportation to assess civil penalties, upon arresting a person for violation of this chapter, including any rule adopted pursuant to this chapter shall issue to the alleged violator a summons or citation printed in the form hereinafter described, warning the alleged violator to appear and answer to the charge against the alleged violator at a certain place within seven days after the arrest.\n\n(1) The summons or citation shall be printed in a form comparable to that of other summonses and citations used for arresting offenders and shall include all necessary information. The form and content shall be adopted or prescribed by the district courts.\n\n(2) The original of a summons or citation shall be given to the alleged violator and any other copies distributed in the manner prescribed by the district courts; provided that the district courts may prescribe alternative methods of distribution for the original and any other copies.\n\n(3) Summonses and citations shall be consecutively numbered and any other copies of each shall bear the same number.\n\n(4) Any person who fails to appear at the place and within the time specified in the summons or citation shall be guilty of a misdemeanor.\n\n(5) If any person fails to comply with a summons or citation or fails or refuses to deposit bail as required, the enforcement officer shall cause a complaint to be entered against the person and secure the issuance of a warrant for the person's arrest.\n\n(6) When a complaint is made to any prosecuting officer of a violation of this chapter or any rule, the enforcement officer who issued the summons or citation shall subscribe to it under oath administered by another official whose name has been submitted to the prosecuting officer and who has been designated by the commission to administer the same.\n\n(h) Any motor carrier or lessor, or any officer, agent, employee, or representative thereof, who fails or refuses to comply with any provision of this chapter, or any rule, requirement, or order thereunder, and any person located in this State, or any officer, agent, employee, or representative of any such person, who engages the services of any motor carrier or lessor, or any officer, agent, employee, or representative thereof, who fails or refuses to comply with any provision of this chapter, or any rule, requirement, or order, may be assessed a civil penalty for an amount determined by the commission subject to this section payable to the State in a sum:\n\n(1) Up to $1,000 for each offense;\n\n(2) In the case of a continuing violation, not less than $50 and not more than $500 for each additional day during which the failure or refusal continues; and\n\n(3) Up to $5,000 for each fourth or subsequent violation within one calendar year.\n\n(i) Notwithstanding subsection (h), a motor carrier who fails to file, within the prescribed time, a financial report with the commission pursuant to its rules may be assessed a civil penalty payable to the State up to the sum of one-sixteenth of one per cent of the gross revenues from the motor carrier's business during the preceding calendar year, if the failure is for not more than one month, with an additional one-sixteenth of one per cent for each additional month or fraction thereof during which the failure continues, but in no event shall the total civil penalty be less than the sum of $50.\n\n(j) In addition to any other remedy available, the commission or its enforcement officer, including a motor vehicle safety officer employed and assigned by the department of transportation pursuant to section 271-38, may issue citations to persons acting in the capacity of or engaging in the business of a motor carrier within this State, without having a certificate of public convenience and necessity or other authority previously obtained under and in compliance with this chapter and rules adopted, or to any shipper or consignee located in this State, or any officer, employee, agent, or representative thereof who engages the services of those persons.\n\n(1) The citation may contain an order of abatement and an assessment of civil penalties as provided in subsection (h). All penalties collected under this subsection shall be deposited in the treasury of the State. Service of a citation issued under this subsection shall be made by personal service whenever possible or by certified mail, restricted delivery, sent to the last known business or residence address of the person cited.\n\n(2) Any person served with a citation under this subsection may submit a written request to the commission for a hearing within twenty days from the receipt of the citation, with respect to the violations alleged, the scope of the order of abatement, and the amount of civil penalties assessed. If the person cited under this subsection notifies the commission of the request for a hearing in time, the commission shall afford the person an opportunity for a hearing under chapter 91. The hearing shall be conducted by the commission, or the commission may designate a hearings officer to hold the hearing.\n\n(3) If the person cited under this subsection does not submit a written request to the commission for a hearing in time, the citation shall be deemed a final order of the commission. The commission may apply to the appropriate court for a judgment to enforce the provisions of any final order issued by the commission or designated hearings officer pursuant to this subsection, including the provisions for abatement and civil penalties imposed. In any proceeding to enforce the final order, the commission need only produce a certified copy of the final order and show that the notice was given and that a hearing was held or the time granted for requesting the hearing has run without a request.\n\n(4) If any party is aggrieved by the decision of the commission or the designated hearings officer, the party may appeal, subject to chapter 602, in the manner provided for civil appeals from the circuit courts; provided that the operation of an abatement order shall not be stayed on appeal unless specifically ordered by a court of competent jurisdiction after applying the stay criteria enumerated in section 91-14(c). The sanctions and disposition authorized under this subsection shall be separate and in addition to all other remedies either civil or criminal provided by law. The commission may adopt any rules under chapter 91 that may be necessary to fully effectuate this subsection. [L 1961, c 121, pt of §2; Supp, §106C-25; HRS §271-27; am L 1969, c 220, §1; am L 1975, c 18, §1; am L 1979, c 41, §1; am L 1982, c 204, §8; am L 1983, c 124, §17; gen ch 1985; am L 1991, c 57, §14; am L 1995, c 101, §1 and c 105, § §5, 7; am L 1996, c 102, §1; am L 1997, c 120, § §3 to 6; am L 1998, c 91, §1; am L 2000, c 41, §1; am L 2004, c 202, §30; am L 2006, c 94, §1; am L 2010, c 109, §1; am L 2012, c 203, §2; am L 2021, c 104, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-27/"
    },
    {
      "id": "section-271-28",
      "number": "271-28",
      "heading": "Collection of rates and charges.",
      "text": "§271-28 Collection of rates and charges.No common carrier by motor vehicle shall deliver or relinquish possession at destination of any freight transported by it until all tariff rates and charges thereon have been paid, except under such rules and regulations as the public utilities commission may from time to time prescribe to govern the settlement of all the rates and charges, including rules and regulations for weekly or monthly settlement, and to prevent unjust discrimination or undue preference or prejudice; provided that this section shall not be construed to prohibit any carrier from extending credit in connection with rates and charges on freight transported for the United States, for any department, bureau, or agency thereof, or for any state or political subdivision thereof. [L 1961, c 121, pt of §2; Supp, §106C-26; HRS §271-28]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-28/"
    },
    {
      "id": "section-271-285",
      "number": "271-28.5",
      "heading": "Motor carrier lien.",
      "text": "§271-28.5 Motor carrier lien.(a) In addition to the lien provided by section 490:7-307, a carrier has a lien on freight in its possession for the total amount owed the carrier by the shipper for freightage, charges for services and advances due on freight previously delivered upon the promise of the shipper to pay freightage, charges and advances, as provided in this section.\n\n(b) The lien provided by this section shall not arise:\n\n(1) Unless the carrier has given the shipper and the consignee ten days notice in writing, that failure to pay billed charges may result in a lien on future shipments; or\n\n(2) As to any freight which consists of perishable goods; or\n\n(3) As to any freight, the freight charges for which have been prepaid by the consignee or the intended recipient; or\n\n(4) As to any freight, if the applicable charges were paid to a third party legally obligated to remit the payment to the carrier but the amount due has not been received by the carrier; or\n\n(5) As to any property legally owned by anyone other than the debtor, or as to which the current identity of the owner is unknown.\n\n(c) Except as otherwise provided in this section, the notice and sale provisions of section 490:7-308, shall apply to the sale of property subject to a lien provided by this section.\n\n(d) No sale of property subject to a lien provided by this section may take place for at least thirty-five days from the date that possession of the property is delivered to the carrier but the notice period set forth in section 490:7-308 may run concurrently with the thirty-five-day period provided by this [subsection]. In addition to the notices required by section 490:7-308, the lienholder, at least ten days prior to any sale of the property, shall notify the shipper and the consignee of the property, and each secured party having a perfected security interest in the property, of the date, time and place of the intended sale. This notice shall include the names of both the shipper and the consignee and shall describe the property to be sold.\n\n(e) Any perfected security interest in the property is prior to the lien provided by this section. No sale of the property may be concluded if the amount bid at the sale is not at least equal to the total amount of all outstanding obligations secured by a perfected security interest in the property. If the minimum bid required for the sale of property pursuant to this [subsection] is not received, the lienholder shall promptly release the property to the legal owner upon payment of the current amount for freightage, charges for services and advances due for shipment of that property, not including amounts due on freight previously delivered.\n\nThe proceeds of the sale shall be applied as follows:\n\n(1) First, to secured parties having a perfected security interest, in the amounts to which they are respectively entitled.\n\n(2) Second, to the discharge of the lien provided by this section.\n\n(3) The remainder, if any, to the legal owner of the property.\n\nIn the event of any violation by the lienholder of any provision of this [subsection] the lienholder shall be liable to any secured party for all damages sustained by the secured party as a result thereof plus all expenses reasonably and necessarily incurred in the enforcement of the secured party's rights, including reasonable attorney's fees and costs of suit.\n\n(f) The shipper shall be liable to the consignee for any damage which results from the failure of the property to reach the consignee as scheduled due to the carrier's proper exercise of its lien rights pursuant to this section.\n\n(g) The carrier shall be liable to the consignee for any damage which results from the failure of the property to reach the consignee as scheduled due to the carrier's violation or misuse of any lien obtained under this section. The measure of damages shall be determined as set forth in section 490:2-713. [L 1986, c 203, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-28-5/"
    },
    {
      "id": "section-271-29",
      "number": "271-29",
      "heading": "Identification of carriers.",
      "text": "§271-29 Identification of carriers.The public utilities commission is authorized, under such rules and regulations as it shall prescribe, to require the display of suitable identification number or numbers, upon any motor vehicle used in transportation subject to this chapter, and to provide for the issuance of numbers. Any substitution, transfer, or use of any identification number or numbers, except such as may be duly authorized by the commission, is prohibited and shall be unlawful. [L 1961, c 121, pt of §2; Supp, §106C-27; HRS §271-29; am L 1978, c 66, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-29/"
    },
    {
      "id": "section-271-30",
      "number": "271-30",
      "heading": "Allowance to shippers for transportation services.",
      "text": "§271-30 Allowance to shippers for transportation services.If the shipper of property transported under this chapter, directly or indirectly, renders any service connected with the transportation, or furnishes any instrumentality used therein, the charge and allowance therefor shall be published in tariffs or schedules filed in the manner provided in this chapter and shall be no more than is just and reasonable; and the public utilities commission may, after hearing on a complaint or on its own initiative, determine what is a reasonable charge as the maximum to be paid by the carrier or carriers for the services so rendered or for the use of the instrumentality so furnished, and fix the same by appropriate order. [L 1961, c 121, pt of §2; Supp, §106C-28; HRS §271-30]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-30/"
    },
    {
      "id": "section-271-31",
      "number": "271-31",
      "heading": "Hearings.",
      "text": "§271-31 Hearings.(a) All hearings, investigations, and proceedings shall be governed by this section and by rules of practice and procedure adopted by the public utilities commission, and in the conduct thereof, the technical rules of evidence need not be applied. No informality in any hearing, investigation, or proceeding, or in the manner of taking testimony shall invalidate any order, decision or rule made, approved, or confirmed by the commission.\n\n(b) Complaints may be made in writing, on paper or electronically, by the commission on its own motion or by any person or body politic, setting forth any act or thing done, or omitted to be done, by any motor carrier, including any rule, rate, or charge heretofore established or fixed by or for any motor carrier, in violation or claimed to be in violation, of any law or of any order or rule of the commission.\n\n(c) All matters upon which complaint may be founded may be joined in one hearing, and no motion shall be entertained against a complaint for misjoinder of causes of action or grievances or misjoinder or nonjoinder of parties. In any review by the courts of orders or decisions of the commission the same rule shall apply with regard to the joinder of causes and parties as herein provided. The commission shall not be required to dismiss any complaint because of the absence of direct damage to the complainant.\n\n(d) Upon the filing of a complaint, the commission shall cause a copy thereof to be served upon the person or motor carrier complained of. Service in all hearings, investigations, and proceedings pending before the commission may be made upon any person upon whom a summons may be served in any proceeding before the courts of this State, and may be made personally or by mailing in a sealed envelope, registered or certified, with postage prepaid. The commission shall fix the time when and place where a hearing will be had upon the complaint and shall serve notice thereof, not less than ten days before the time set for the hearing, unless the commission finds that public necessity requires that the hearing be held at an earlier date.\n\n(e) At the time fixed for any hearing before the commission or the time to which the hearing has been continued, the complainant and the person complained of, and such persons as the commission allows to intervene, shall be entitled to be heard and to introduce evidence. The commission shall issue process to enforce the attendance of all necessary witnesses. After the conclusion of the hearing, the commission shall make and file its order, containing its decision which shall be based on findings of fact and conclusions of law therein stated. A copy of each order, certified under the seal of the commission, shall be served upon the person complained of, or the person's attorney. The order shall, of its own force, take effect and become operative twenty days after the service thereof, except as otherwise provided, and shall continue in force either for a period designated in it or until changed or abrogated by the commission. If the commission believes that an order cannot be complied with within twenty days, it may prescribe such additional time as in its judgment is reasonably necessary to comply with the order, and may on application and for good cause shown, extend the time for compliance fixed in its order.\n\n(f) A complete record of all proceedings and testimony before the commission on any formal hearing shall be taken down by a reporter appointed by the commission, and the parties shall be entitled to be heard in person or by attorney. In case of an action to review an order or decision of the commission, a transcript of the testimony, together with all exhibits or copies thereof introduced, and of the pleadings, records, and proceedings in the cause, shall constitute the record of the commission, but the party or parties to the proceeding and the commission may stipulate that designated parts of the record need not be transmitted to the appellate court, as provided by the rules of the court.\n\n(g) Any motor carrier may complain on any of the grounds upon which complaints are allowed to be filed by other parties, and the same procedure shall be adopted and followed as in other cases, except that the complaint may be heard ex parte by the commission or may be served upon any party designated by the commission.\n\n(h) The commission may at any time upon notice to the motor carrier affected, and after opportunity to be heard as provided in the case of complaints, rescind, alter, or amend any order or decision made by it. Any order rescinding, altering, or amending a prior order or decision shall, when served upon the motor carrier affected, have the same effect as an original order or decision.\n\n(i) In all collateral actions or proceedings, the orders and decisions of the commission which have become final shall be conclusive. [L 1961, c 121, pt of §2; Supp, §106C-29; HRS §271-31; am L 1973, c 149, §2(c); am L 1979, c 111, §12; gen ch 1985; am L 2021, c 72, §10]\n\nCross References\n\nHearings, see chapter 91.\n\nThe qualifying clause in §271-32(e) neither limits appeals to \"contested\" cases nor limits appeals to hearings held pursuant to this section; §271-32(e) is intended to apply only in the event that the public utilities commission conducts a contested case hearing, limiting standing to the \"aggrieved\" party in that hearing. 104 H. 98, 85 P.3d 623 (2004).\n\nCited: 50 H. 172, 435 P.2d 21 (1967).\n\nReferred to: 50 H. 22, 428 P.2d 411 (1967).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-31/"
    },
    {
      "id": "section-271-32",
      "number": "271-32",
      "heading": "Reconsideration and rehearings.",
      "text": "§271-32 Reconsideration and rehearings.(a) After any order or decision has been made by the public utilities commission, any party to the proceeding may apply once for reconsideration or a rehearing in respect to any matter determined in the proceeding and specified in the motion for reconsideration or rehearing. The commission may grant the motion if in its judgment sufficient reason is made to appear.\n\n(b) The motion for reconsideration or a rehearing shall be filed within ten days after the decision and order has been served and shall set forth specifically the ground or grounds on which the applicant considers the decision or order to be unlawful. No person shall in any court urge or rely on any ground not so set forth in the motion. If a motion for reconsideration or rehearing is filed from a final decision and order, the commission's order shall be automatically stayed until the commission renders its final determination on the motion; provided that:\n\n(1) No change in any rate, fare, or charge shall go into effect while a motion for reconsideration or rehearing is pending notwithstanding section 271-20(e);\n\n(2) Any motion for reconsideration or rehearing shall be determined and an order issued by the commission within forty-five days from the filing date of the motion for reconsideration or rehearing; and\n\n(3) The commission may set aside the automatic stay in its discretion.\n\n(c) A motion for reconsideration or rehearing shall not excuse any person from complying with and obeying any order or decision, or any requirement of any order or decision of the commission theretofore made, or operate in any manner to stay or postpone the enforcement thereof, except in such cases and upon such terms as the commission by order directs.\n\n(d) If, after reconsideration or rehearing the commission is of the opinion that the original order or decision, or any part thereof, is in any respect unjust or unwarranted, or should be changed, the commission may abrogate, change, or modify it. The order or decision abrogating, changing, or modifying the original order or decision shall have the same force and effect as an original order or decision, but shall not affect any right or the enforcement of any right arising from or by virtue of the original order or decision unless so ordered by the commission.\n\n(e) An appeal shall lie, subject to chapter 602, from every order made by the commission that is final, or if preliminary, is of the nature defined by section 91-14(a), in the manner provided for civil appeals from the circuit court; provided the order is made after reconsideration or rehearing or is the subject of a motion for reconsideration or rehearing, which the commission has denied. An appeal shall lie, subject to chapter 602, in the manner provided for civil appeals from the circuit courts, only by a person aggrieved in the contested case hearing provided for in this section. [L 1961, c 121, pt of §2; Supp, §106C-30; HRS §271-32; am L 1979, c 127, §1; am L 1980, c 232, §8; am L 2000, c 167, §1; am L 2004, c 202, §31; am L 2006, c 94, §1; am L 2010, c 109, §1]\n\nRules of Court\n\nAppeals, see Hawaii Rules of Appellate Procedure.\n\nAppellate court may not consider any error not set forth in petition for reconsideration. 55 H. 463, 522 P.2d 1272 (1974).\n\nGiven that the \"aggrieved party\" provision of subsection (e) did not apply to the case, supreme court had jurisdiction to hear competitor's appeal; competitor appealed from a final order of the public utilities commission and from the commission's denial of competitor's motion for reconsideration; thus, competitor satisfied the requirements of subsection (e) and §271-33. 104 H. 98, 85 P.3d 623 (2004).\n\nThe qualifying clause in subsection (e) neither limits appeals to \"contested\" cases nor limits appeals to hearings held pursuant to §271-31; subsection (e) is intended to apply only in the event that the public utilities commission conducts a contested case hearing, limiting standing to the \"aggrieved\" party in that hearing. 104 H. 98, 85 P.3d 623 (2004).\n\nWhere appellant failed to file, and obtain an adjudication of, a motion for reconsideration of appellant's citation, there was no appealable order under subsection (e) and §271-33; thus, appellant's failure to file a motion for reconsideration precluded appeal to the intermediate court of appeals. 113 H. 154 (App.), 149 P.3d 806 (2006).\n\nCited: 9 H. App. 240, 833 P.2d 93 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-32/"
    },
    {
      "id": "section-271-33",
      "number": "271-33",
      "heading": "Appeals.",
      "text": "§271-33 Appeals.From the order made on an application for reconsideration or rehearing by the public utilities commission under this chapter, an appeal shall lie, subject to chapter 602, in the manner and within the time provided for civil appeals from the circuit courts and by the rules of court; provided that the order is final, or if preliminary, is of the nature defined by section 91-14(a). The appeal, of itself, shall not stay the operation of the order appealed from, but the court may stay the same after a hearing upon a motion therefor and may impose such conditions as it may deem proper as to giving a bond and keeping the necessary accounts or otherwise to secure a restitution of the excess charges, if any, made during the pendency of the appeal, in case the order appealed from is sustained, reversed, or modified in whole or in part. [L 1961, c 121, pt of §2; Supp, §106C-31; HRS §271-33; am L 1973, c 149, §2(d); am L 1979, c 111, §13; am L 2004, c 202, §32; am L 2006, c 94, §1; am L 2010, c 109, §1]\n\nCross References\n\nAppeals under administrative procedure act, see chapter 91.\n\nRules of Court\n\nAppeals, see Hawaii Rules of Appellate Procedure.\n\nGiven that the \"aggrieved party\" provision of §271-32(e) did not apply to the case, supreme court had jurisdiction to hear competitor's appeal; competitor appealed from a final order of the public utilities commission and from the commission's denial of competitor's motion for reconsideration; thus, competitor satisfied the requirements of §271-32(e) and this section. 104 H. 98, 85 P.3d 623 (2004).\n\nWhere appellant failed to file, and obtain an adjudication of, a motion for reconsideration of appellant's citation, there was no appealable order under §271-32(e) and this section; thus, appellant's failure to file a motion for reconsideration precluded appeal to the intermediate court of appeals. 113 H. 154 (App.), 149 P.3d 806 (2006).\n\nCited: 50 H. 172, 435 P.2d 21 (1967).\n\nReferred to: 50 H. 22, 428 P.2d 411 (1967); 53 H. 14, 486 P.2d 413 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-33/"
    },
    {
      "id": "section-271-34",
      "number": "271-34",
      "heading": "Witnesses.",
      "text": "§271-34 Witnesses.(a) Each witness who appears by order of the public utilities commission shall receive for the witness' attendance the same fees and mileage allowed by law to a witness in civil cases, which shall be paid by the party at whose request the witness is subpoenaed. When any witness who has not been required to attend at the request of any party is subpoenaed by the commission, the witness' fees and mileage shall be paid from the fund appropriated for the use of the commission in the same manner as other expenses of the commission are paid. Any witness subpoenaed except one whose fees and mileage may be paid from the funds of the commission, may, at the time of service, demand the fee to which the witness is entitled for travel to and from the place at which the witness is required to appear, and one day's attendance. If the witness demands the fees at the time of service, and they are not at that time paid or tendered, the witness shall not be required to appear. All fees or mileage to which any witness is entitled under this section may be collected by action therefor instituted by the person to whom the fees are payable. No witness furnished with free transportation shall receive mileage for the distance the witness may have traveled on such free transportation.\n\n(b) In case of the refusal of any witness to attend or testify or produce any papers required by a subpoena issued by the commission, the commission may file in the circuit court a petition setting forth that due notice has been given of the time and place of attendance of the witness, or the production of the papers, and that the witness has been summoned in the manner prescribed in this section and has failed and refused to attend or produce the papers required by the subpoena, or has refused to answer questions propounded to the witness in the course of the proceeding. The petition shall include a request for an order of the court, compelling the witness to attend and testify or produce the papers before the commission.\n\n(c) Upon the filing of a petition the court shall enter an order directing the witness to appear before the court at a time and place fixed in the order and show cause why the witness has not attended and testified or produced the papers before the commission. The time fixed shall not be more than ten days from the date of the order. A copy of the order shall be served upon the witness. If it appears to the court that the subpoena was regularly issued by the commission, the court shall thereupon enter an order that the witness appear before the commission at the time and place fixed in the order, and testify or produce the required papers, and upon failure to obey the order, the witness shall be dealt with as for contempt of court.\n\n(d) The commission or any party may, in any investigation or hearing before the commission, cause the deposition of witnesses residing within or without the State to be taken in the manner prescribed by law for like deposition in civil actions in the circuit courts of this State and to that end may compel the attendance of witnesses and the production of books, waybills, documents, papers, and accounts.\n\n(e) No person shall be excused from testifying or from producing any book, waybill, document, paper, or account in any investigation or inquiry by or hearing before the commission when ordered to do so, upon the ground that the testimony or evidence, book, waybill, document, paper, or account required of the person may tend to incriminate the person or subject the person to penalty, but no person shall be prosecuted, punished, or subjected to any penalty for or on account of any act, transaction, matter, or things concerning which, under oath, the person has testified or produced documentary evidence, but no person so testifying shall be exempt from prosecution or punishment for any perjury committed by the person in the person's testimony. Nothing herein shall be construed as in any manner giving to any corporate motor carrier immunity of any kind. [L 1961, c 121, pt of §2; Supp, §106C-32; HRS §271-34; gen ch 1985]\n\nCross References\n\nWitness fees, see §607-12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-34/"
    },
    {
      "id": "section-271-35",
      "number": "271-35",
      "heading": "Agreements between carriers.",
      "text": "§271-35 Agreements between carriers.(a) For purposes of this section the term \"antitrust laws\" means any law of the State previously enacted or hereafter enacted pertaining to unlawful restraints of trade and monopolies.\n\n(b) Any carrier party to an agreement between or among two or more carriers relating to rates, fares, classifications, divisions, allowances, or charges (including charges between carriers and compensation paid or received for the use of facilities and equipment), or rules and regulations pertaining thereto, or procedures for the joint consideration, initiation, or establishment thereof, may, under such rules and regulations as the public utilities commission may prescribe, apply to the commission for approval of the agreement, and the commission shall by order approve any agreement (if approval thereof is not prohibited by subsections (d) or (e)) if it finds that, by reason of furtherance of the transportation policy declared in this chapter, the relief provided in subsection (h) should apply with respect to the making and carrying out of the agreement; otherwise the application shall be denied. The approval of the commission shall be granted only upon such terms and conditions as the commission may prescribe as necessary to enable it to grant its approval in accordance with the standard above set forth in this subsection.\n\n(c) Each conference, bureau, committee, or other organization established or continued pursuant to any agreement approved by the commission under this section shall maintain such accounts, records, files, and memoranda and shall submit to the commission such reports, as may be prescribed by the commission, and all the accounts, records, files, and memoranda shall be subject to inspection by the commission or its duly authorized representatives.\n\n(d) The commission shall not approve under this section any agreement between or among carriers of different classes unless it finds that the agreement is of the character described in subsection (b) of this section and is limited to matters relating to transportation under joint rates or over through routes; and for purposes of this subsection carriers by aircraft are carriers of one class; carriers by motor vehicles are carriers of one class; carriers by water are carriers of one class.\n\n(e) The commission shall not approve under this section any agreement which establishes a procedure for the determination of any matter through joint consideration unless it finds that under the agreement there is accorded to each party the free and unrestrained right to take independent action either before or after any determination arrived at through such procedure.\n\n(f) The commission is authorized, upon complaint or upon its own initiative without complaint, to investigate and determine whether any agreement previously approved by it under this section, or terms and conditions upon which the approval was granted, is not or are not in conformity with the standard set forth in subsection (b), or whether any such terms and conditions are not necessary for purposes of conformity with the standard, and, after the investigation, the commission shall by order terminate or modify its approval of the agreement if it finds the action necessary to insure conformity with the standard, and shall modify the terms and conditions upon which the approval was granted to the extent it finds necessary to insure conformity with the standard or to the extent to which it finds the terms and conditions not necessary to insure such conformity. The effective date of any order terminating or modifying approval, or modifying terms and conditions, shall be postponed for such period as the commission determines to be reasonably necessary to avoid undue hardship.\n\n(g) No order shall be entered under this section except after interested parties have been afforded reasonable opportunity for hearing.\n\n(h) Parties to any agreement approved by the commission under this section and other persons are, if the approval of such agreement is not prohibited by subsection (d) or (e), relieved from the operation of the antitrust laws with respect to the making of such agreement, and with respect to the carrying out of the agreement in conformity with its provisions and in conformity with the terms and conditions prescribed by the commission.\n\n(i) Any action of the commission under this section in approving an agreement or in denying an application for such approval, or in terminating or modifying its approval of an agreement, or in prescribing the terms and conditions upon which its approval is to be granted, or in modifying such terms and conditions, shall be construed as having effect solely with reference to the applicability of the relief provisions of subsection (h). [L 1961, c 121, pt of §2; am L 1963, c 193, §35; Supp, §106C-33; HRS §271-35]\n\nHawaii household goods movers no longer exempt from Interstate Commerce Commission regulation. 395 F. Supp. 261 (1974).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-35/"
    },
    {
      "id": "section-271-36",
      "number": "271-36",
      "heading": "Fees and charges.",
      "text": "§271-36 Fees and charges.(a) Every common carrier by motor vehicle and every contract carrier by motor vehicle shall pay to the commission, in April of each year, a fee equal to one-fourth of one per cent of the gross revenues from the carrier's business during the preceding calendar year, or the sum of $20, whichever is greater. Gross revenues include all revenues received from services connected with or incidental to the transportation of persons or the transportation of property, as defined under section 271-4.\n\n(b) Every common carrier by motor vehicle and every contract carrier by motor vehicle paying a fee under subsection (a) may impose a surcharge to recover the amount paid above one-eighth of one per cent of gross income. The surcharge imposed shall not be subject to the notice, hearing, and approval requirements of this chapter; provided that the surcharge may be imposed by the utility only after thirty days' notice to the public utilities commission. Unless ordered by the public utilities commission, the surcharge shall be imposed only until the conclusion of the carrier's next rate case; provided that the surcharge shall be subject to refund with interest at the public utility's authorized rate of return on rate base if the utility collects more money from the surcharge than actually paid due to the increase in the fee to one-fourth of one per cent.\n\n(c) The commission shall establish fair and reasonable fees for the following applications:\n\n(1) Applications for certificates and permits as provided by sections 271-12 and 271-13;\n\n(2) Applications for extensions of certificates as provided by section 271-12(d);\n\n(3) Applications for temporary certificates and permits as provided by section 271-16; and\n\n(4) Applications for authority to convey property necessary or useful in the performance of duties to the public or to transfer certificates or permits or to purchase motor carrier stock, as provided in section 271-18.\n\nThe fees charged pursuant to this subsection shall be paid to the commission at the time of submission of the application.\n\n(d) The commission may charge an amount it deems necessary and reasonable to defray the cost of supplying to the carriers and the public the application forms and other forms, schedules, tariffs, copies of rules, and other pamphlets and materials it provides by individual copy or in bulk.\n\n(e) All of the fees and charges collected under this section shall be deposited with the director of finance to the credit of the public utilities commission special fund established under section 269-33. [L 1961, c 121, pt of §2; Supp, §106C-34; HRS §271-36; am L 1976, c 122, §1; am L Sp 1977 1st, c 20, §7; am L 1994, c 226, §4]\n\nAttorney General Opinions\n\nCommission authorized to collect reduced fees pursuant to subsection (b). Att. Gen. Op. 62-41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-36/"
    },
    {
      "id": "section-271-37",
      "number": "271-37",
      "heading": "Attorney general; aid in enforcement.",
      "text": "§271-37 Attorney general; aid in enforcement.Upon written request of the public utilities commission, the attorney general shall prosecute all violations on behalf of the commission for the enforcement of the provisions of this chapter. [L 1978, c 66, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-37/"
    },
    {
      "id": "section-271-38",
      "number": "271-38",
      "heading": "Enforcement.",
      "text": "§271-38 Enforcement.At the request of the public utilities commission, the department of transportation shall assign a motor vehicle safety officer employed by the department of transportation to assist in the enforcement of sections 271-8, 271-12, 271-13, 271-19, and 271-29, through the assessment of civil penalties as provided in section 271-27(h), (i), and (j). [L 1995, c 105, § §3, 7; am L 1996, c 102, §1; am L 1997, c 120, §6; am L 2004, c 199, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-38/"
    },
    {
      "id": "section-271-39",
      "number": "271-39",
      "heading": "Motor carrier indemnification agreements prohibited.",
      "text": "§271-39 Motor carrier indemnification agreements prohibited.(a) Any provision in a transportation services contract or agreement that requires a motor carrier to indemnify, defend, or hold harmless or that purports to indemnify, defend, or hold harmless, whether in whole or in part, the indemnitee under the contract or agreement from any claim or liability arising from the negligence or intentional acts or omissions of the indemnitee, shall be deemed void and unenforceable as a matter of law to the extent that the provision seeks to indemnify, defend, or hold harmless the indemnitee for the negligent or intentional acts or omissions of the indemnitee.\n\n(b) For purposes of this section:\n\n\"Indemnitee\" means a person who:\n\n(1) Enters into a transportation services contract or agreement to use the services of a motor carrier, or to permit a motor carrier to enter the person's premises; and\n\n(2) In the contract or agreement, is being, or has the effect of being indemnified, defended, or held harmless from claims or liabilities for that person's negligence or intentional acts or omissions.\n\n\"Indemnitee\" includes an agent, employee, servant, or independent contractor of the person described in paragraphs (1) and (2) of this definition.\n\n\"Motor carrier\" includes an agent, employee, servant, or independent contractor of the motor carrier.\n\n\"Transportation services\" means:\n\n(1) The transportation of persons or property;\n\n(2) Entry upon property to load, unload, or transport persons or property; or\n\n(3) Providing a service, including the storage of property, incidental to paragraph (1) or (2) of this definition. [L 2012, c 298, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-15/chapter-271/section-271-39/"
    }
  ]
}