{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c065index",
  "sections": [
    {
      "id": "section-6501",
      "number": "6501.",
      "heading": "Liability for negligent burning",
      "text": "If any owner, tenant or occupier of land within the State sets fire to any brush or other combustible matter on such land for any purpose whatsoever, and in setting fire to such brush or other combustible matter omits to observe reasonable care and prudence, by reason\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 3447; \n\nCode 1935,\n\n§\n\n 3907; \n\n16 Del. C. 1953,\n\n§\n\n 6501;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n6502. Liability of railroads for burning.If any railroad company owning or operating any railroad within this State suffers to remain on any part of the land owned or controlled by it for railroad purposes within this State any brush or other combustible matter, and if such brush or other combustible matter, from any cause whatsoever, is set on fire, and by reason thereof, the property, real or personal, of any person is destroyed or impaired, such railroad company is liable to pay the damages resulting therefrom, to be recovered in the same manner as provided in § 6501 of this title in the case of individuals liable for damages resulting from fire.16 Del. Laws, c. 380,\n\n§\n\n 2; \n\nCode 1915,\n\n§\n\n 3448; \n\nCode 1935,\n\n§\n\n 3908; \n\n16 Del. C. 1953,\n\n§\n\n 6502;§\n\n6503. Spark arrester for traction engines; penalty.(a) No owner of a traction engine shall use or operate such engine or suffer or permit the same to be used or operated unless there has been securely attached to the smokestack thereof a suitable and sufficient spark catcher or spark protector, which spark catcher or spark protector shall be of a conical or funnel shape and of a heavy wire material and of a mesh not larger than one eighth of an inch. No owner of a traction engine shall suffer or permit the engine to be operated without having the smokestack thereof securely protected by such spark protector.(b) Any owner or operator of a traction engine failing or neglecting to provide the owner’s or operator’s engine with a spark protector shall be fined not more than $50.25 Del. Laws, c. 243,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 3450; \n\nCode 1935,\n\n§\n\n 3909; \n\n16 Del. C. 1953,\n\n§\n\n 6503;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6502",
      "number": "6502.",
      "heading": "Liability of railroads for burning",
      "text": "If any railroad company owning or operating any railroad within this State suffers to remain on any part of the land owned or controlled by it for railroad purposes within this State any brush or other combustible matter, and if such brush or other combustible matt\n§\n\n 2; \n\nCode 1915,\n\n§\n\n 3448; \n\nCode 1935,\n\n§\n\n 3908; \n\n16 Del. C. 1953,\n\n§\n\n 6502;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6503",
      "number": "6503.",
      "heading": "Spark arrester for traction engines; penalty",
      "text": "(a) No owner of a traction engine shall use or operate such engine or suffer or permit the same to be used or operated unless there has been securely attached to the smokestack thereof a suitable and sufficient spark catcher or spark protector, which spar\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 3450; \n\nCode 1935,\n\n§\n\n 3909; \n\n16 Del. C. 1953,\n\n§\n\n 6503;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}