{
  "state": "connecticut",
  "path": "title-title-34-limited-partnerships-partnerships-professional-asso/chapter-chapter-610-uniform-limited-partnership-act",
  "sections": [
    {
      "id": "section-34-9",
      "number": "34-9.",
      "heading": "Definitions.Section 34-10. - Formation of limited partnership; certificate of limited partnership",
      "text": "As used in this chapter, unless the context otherwise requires:\n\n(1) “Address” means location as described by the full street number, if any, street, city or town, state or country and not a mailing address such as a post office box.\n\n(2) “Certificate of limited partnership” means the certificate referred to in section 34-10 and the certificate as amended or restated.\n\n(3) “Consolidation” means a business combination pursuant to section 34-33b.\n\n(4) “Contribution” means any cash, property, services rendered, or a promissory note or other binding obligation to contribute cash or property or to perform services, which a partner contributes to a limited partnership in his capacity as a partner.\n\n(5) “Deliver” or “delivery” means any method of delivery used in conventional commercial practice including delivery by hand, mail, commercial delivery and electronic transmission.\n\n(6) “Document” includes anything delivered to the office of the Secretary of the State for filing under sections 34-9 to 34-38u, inclusive.\n\n(7) “Electronic transmission” or “electronically transmitted” means any process of communication not directly involving the physical transfer of paper that is suitable for the retention, retrieval and reproduction of information by the recipient.\n\n(8) “Event of withdrawal of a general partner” means an event that causes a person to cease to be a general partner as provided in section 34-28.\n\n(9) “Foreign limited partnership” means a partnership formed under the laws of any state other than this state and having as partners one or more general partners and one or more limited partners.\n\n(10) “General partner” means a person who has been admitted to a limited partnership as a general partner in accordance with the partnership agreement and named in the certificate of limited partnership as a general partner.\n\n(11) “Interests” means the proprietary interests in an other entity.\n\n(12) “Limited partner” means a person who has been admitted to a limited partnership as a limited partner in accordance with the partnership agreement.\n\n(13) “Limited partnership” and “domestic limited partnership” means a partnership formed by two or more persons under the provisions of this chapter and having one or more general partners and one or more limited partners.\n\n(14) “Merger” means a business combination pursuant to section 34-33a.\n\n(15) “Organizational documents” means the basic document or documents that create, or determine the internal governance of, an other entity.\n\n(16) “Other entity” means any association or legal entity, other than a domestic or foreign limited partnership, organized to conduct business, including, but not limited to, a corporation, general partnership, limited liability partnership, limited liability company, joint venture, joint stock company, business trust, statutory trust and real estate investment trust.\n\n(17) “Partner” means a limited or general partner.\n\n(18) “Partnership agreement” means any valid agreement, written or oral, of the partners as to the affairs of a limited partnership and the conduct of its business.\n\n(19) “Partnership interest” means a partner's share of the profits and losses of a limited partnership and the right to receive distributions of partnership assets.\n\n(20) “Party to a consolidation” means any domestic or foreign limited partnership or other entity that will consolidate under a plan of consolidation.\n\n(21) “Party to a merger” means any domestic or foreign limited partnership or other entity that will merge under a plan of merger.\n\n(22) “Person” means a natural person, partnership, limited partnership, foreign limited partnership, trust, estate, association, limited liability company or corporation.\n\n(23) “Plan of merger” means a plan entered into pursuant to section 34-33a.\n\n(24) “Plan of consolidation” means a plan entered into pursuant to section 34-33b.\n\n(25) “Sign” or “signature” includes any manual, facsimile, conformed or electronic signature.\n\n(26) “State” means a state, territory, or possession of the United States, the District of Columbia or the Commonwealth of Puerto Rico.\n\n(27) “Survivor” means, in a merger or consolidation, the limited partnership or other entity into which one or more other limited partnerships or other entities are merged or consolidated.\n\n(1961, P.A. 79, S. 1; 1972, P.A. 18; P.A. 79-440, S. 1; P.A. 84-158, S. 4, 5; P.A. 86-379, S. 1; P.A. 95-79, S. 128, 189; P.A. 03-18, S. 54; P.A. 11-146, S. 5.)\n\nHistory: 1972 act defined “persons”; P.A. 79-440 replaced previous provisions which had defined “limited partnership” and “person” only; P.A. 84-158 added Subsec. (1) defining “address”, relettered the remaining Subsecs. and amended the definition of “person” to include a foreign limited partnership; P.A. 86-379 redefined “address” to remove exception which had allowed use of mailing address by limited partner, redefined “certificate of limited partnership” to include restated certificates and redefined “limited partner” to delete requirement that limited partner be named as such in certificate of limited partnership; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; P.A. 03-18 added new Subdiv. (3) defining “consolidation”, redesignated existing Subdivs. (3) to (6) as Subdivs. (4) to (7), added new Subdiv. (8) defining “interests”, redesignated existing Subdivs. (7) and (8) as Subdivs. (9) and (10), added new Subdivs. (11) to (13) defining “merger”, “organizational documents” and “other entity”, redesignated existing Subdivs. (9) to (11) as Subdivs. (14) to (16), added new Subdivs. (17) and (18) defining “party to a consolidation” and “party to a merger”, redesignated existing Subdiv. (12) as Subdiv. (19), added new Subdivs. (20) and (21) defining “plan of merger” and “plan of consolidation”, redesignated existing Subdiv. (13) as Subdiv. (22), and added new Subdiv. (23) defining “survivor”, effective July 1, 2003; P.A. 11-146 added new Subdivs. (5), (6) and (7) defining “deliver” or “delivery”, “document” and “electronic transmission” or “electronically transmitted”, redesignated existing Subdivs. (5) to (21) as Subdivs. (8) to (24), added new Subdiv. (25) defining “sign” or “signature” and redesignated existing Subdivs. (22) and (23) as Subdivs. (26) and (27), effective January 1, 2012.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships in existence before October 1, 1986.\n\nCited. 222 C. 361.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-9/"
    },
    {
      "id": "section-34-10",
      "number": "34-10.",
      "heading": "Formation of limited partnership; certificate of limited partnership.",
      "text": "(a) In order to form a limited partnership a certificate of limited partnership must be executed as provided in section 34-10a and the certificate shall set forth:\n\n(1) The name of the limited partnership and the address of the office required to be maintained by section 34-13b;\n\n(2) The name and address of the agent for service of process required to be maintained by section 34-13b;\n\n(3) The name and business address of each general partner;\n\n(4) The valid electronic mail address of the limited partnership;\n\n(5) The limited partnership's North American Industry Classification System Code; and\n\n(6) Any other matters the partners determine to include in the certificate.\n\n(b) A limited partnership is formed at the time of the filing of the certificate of limited partnership in the office of the Secretary of the State or at any later time specified in the certificate of limited partnership if, in either case, there has been substantial compliance with the requirements of this section.\n\n(1961, P.A. 79, S. 2; P.A. 73-426, S. 1, 2; P.A. 77-144, S. 2; P.A. 79-356, S. 7, 8; 79-440, S. 7; P.A. 86-379, S. 2; P.A. 89-116, S. 1; P.A. 14-154, S. 11; P.A. 24-111, S. 5.)\n\nHistory: P.A. 73-426 added provisions in Subsec. (1)(b) re filing of certificates with corporation division of office of secretary of the state; P.A. 77-144 required that certificate state “the right, if given, to do an act which would make it impossible to carry on the ordinary business of the partnership”; P.A. 79-356 required in Subsec. (1) that persons desiring to form limited partnership “acknowledge” rather than “swear to” certificate and added Subsec. (3) re filing by limited partnerships formed in accordance with laws of another state; P.A. 79-440 essentially replaced previous provisions; P.A. 86-379 amended Subsec. (a) by deleting requirements re execution by two or more persons, filing certificate with secretary of the state, contents of certificate, except for name of limited partnership, address of office and agent for service, name and address of each general partner, latest date of dissolution and other matters partners determine to include; P.A. 89-116 amended Subsec. (a)(1) by adding requirement of address of office of limited partnership and deleted requirement of address of office of agent for service of process in Subsec. (a)(2); P.A. 14-154 amended Subsec. (a) to add Subdiv. (6) re electronic mail address of limited partnership, effective January 1, 2015; P.A. 24-111 amended Subsec. (a) by deleting former Subdiv. (4) re latest date upon which limited partnership is to dissolve, by redesignating existing Subdiv. (6) as Subdiv. (4) and amending same by replacing “electronic mail address, if any,” with “valid electronic mail address”, by adding new Subdiv. (5) re limited partnership's North American Industry System Classification Code and by redesignating existing Subdiv. (5) as Subdiv. (6) and amending same by making technical changes, effective January 1, 2025.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270; 210 C. 71.\n\nCited. 11 CA 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-10/"
    },
    {
      "id": "section-34-10a",
      "number": "34-10a.",
      "heading": "Execution of certificates.",
      "text": "(a) Each certificate required by this chapter to be filed in the office of the Secretary of the State shall be executed in the following manner:\n\n(1) An original certificate of limited partnership must be signed by all general partners named therein;\n\n(2) A certificate of amendment must be signed by at least one general partner and by each other partner designated in the certificate as a new general partner;\n\n(3) A certificate of cancellation must be signed by all general partners; and\n\n(4) A certificate of merger or consolidation affecting a domestic limited partnership must be signed by at least one general partner of the domestic limited partnership.\n\n(b) Any person may sign a certificate by an attorney-in-fact.\n\n(c) The execution of a certificate by a general partner constitutes an affirmation under the penalties of false statement that the facts stated therein are true.\n\n(P.A. 79-440, S. 10; P.A. 85-197, S. 1; P.A. 86-379, S. 3; P.A. 93-363, S. 17.)\n\nHistory: P.A. 85-197 amended Subsec. (c) by replacing “perjury” with “false statement”; P.A. 86-379 amended Subsec. (a) by specifying that original certificates must be signed by all “general” partners and that amended certificates must be signed by new “general” partners rather than by those whose contribution has been increased; P.A. 93-363 added Subsec. (a)(4) requiring signature of at least one general partner on certificate of merger or consolidation affecting domestic limited partnership.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-10a/"
    },
    {
      "id": "section-34-10b",
      "number": "34-10b.",
      "heading": "Filing requirements.",
      "text": "(a) A signed copy of the certificate of limited partnership and of any certificates of amendment or cancellation or of any judicial decree of amendment or cancellation or of any certificate of merger or consolidation, or notice or any other document permitted or required to be filed pursuant to this chapter for a limited partnership, shall be delivered to the Secretary of the State. A person who executes a certificate as an agent or fiduciary need not exhibit evidence of his authority as a prerequisite to filing. Unless the Secretary of the State finds that any certificate does not conform to law, upon receipt of all filing fees required by law he shall:\n\n(1) Endorse on each copy the word “Filed” and the day, month and year of the filing thereof; and\n\n(2) File a signed copy in his office.\n\n(b) Upon the filing of a certificate of amendment or judicial decree of amendment in the office of the Secretary of the State, the certificate of limited partnership shall be amended as set forth therein, and upon the effective date of a certificate of cancellation, or a judicial decree thereof or a certificate of merger or consolidation which acts as a certificate of cancellation, the certificate of limited partnership is cancelled.\n\n(c) When any document is required or permitted to be filed or recorded as provided in sections 34-9 to 34-38u, inclusive, the Secretary of the State may, in the Secretary of the State's discretion, for good cause, permit a photostatic or other photographic copy of such document to be filed or recorded in lieu of the original instrument. Such filing or recording shall have the same force and effect as if the original instrument had been so filed or recorded.\n\n(d) The Secretary of the State may require or permit the filing by electronic transmission or by employing new technology as it is developed of any document that is required by law or regulation under sections 34-9 to 34-38u, inclusive, to be filed with the Secretary of the State.\n\n(P.A. 79-440, S. 12; P.A. 83-74, S. 1; P.A. 89-116, S. 2; P.A. 93-363, S. 19; P.A. 11-146, S. 6.)\n\nHistory: P.A. 83-74 permitted filing of one signed copy and one conformed copy in lieu of two signed copies; P.A. 89-116 amended Subsec. (a) by requiring two copies of any notice or other document permitted or required to be filed for limited partnership; P.A. 93-363 changed “two signed copies or one signed copy and one conformed copy” to “a signed copy” and added “or of any certificate of merger or consolidation” after “cancellation” and “or a certificate of merger or consolidation which acts as a certificate of cancellation” after “judicial decree thereof”; P.A. 11-146 added Subsec. (c) re authority of Secretary of the State for good cause to permit filing or recording of a photostatic or other photographic copy of a document in lieu of original instrument and the effect thereof and added Subsec. (d) re authority of Secretary of the State to require or permit filing by electronic transmission or by employing new technology as it is developed of any document required to be filed with said Secretary, effective January 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-10b/"
    },
    {
      "id": "section-34-10c",
      "number": "34-10c.",
      "heading": "Notice.",
      "text": "The fact that a certificate of limited partnership is on file in the office of the Secretary of the State is notice that the partnership is a limited partnership and all persons designated therein as general partners are general partners and the persons designated therein as limited partners, if so designated, are limited partners, but it is not notice of any other fact.\n\n(P.A. 79-440, S. 14; P.A. 86-379, S. 4.)\n\nHistory: P.A. 86-379 specified that fact of filing signifies that general partners designated in certificate as such are general partners.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-10c/"
    },
    {
      "id": "section-34-10d",
      "number": "34-10d.",
      "heading": "Delivery of certificates to limited partners.",
      "text": "Upon the return by the Secretary of the State pursuant to section 34-10b of a certificate marked “Filed”, the general partners shall promptly deliver or mail a copy of the certificate of limited partnership and each certificate to each limited partner unless the partnership agreement provides otherwise.\n\n(P.A. 79-440, S. 15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-10d/"
    },
    {
      "id": "section-34-11",
      "number": "34-11.",
      "heading": "Authorized types of business.",
      "text": "A limited partnership may carry on any business which a partnership without limited partners may carry on, except banking or insurance.\n\n(1961, P.A. 79, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-11/"
    },
    {
      "id": "section-34-12",
      "number": "34-12.",
      "heading": "Form of contributions by partner.",
      "text": "Section 34-12 is repealed.\n\n(1961, P.A. 79, S. 4; P.A. 79-440, S. 26; P.A. 85-197, S. 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-12/"
    },
    {
      "id": "section-34-13",
      "number": "34-13.",
      "heading": "Name.",
      "text": "The name of each limited partnership as set forth in its certificate of limited partnership:\n\n(1) Shall contain without abbreviation the words “limited partnership”;\n\n(2) May not contain the name of a limited partner unless it is also the name of a general partner or the business of the limited partnership had been carried on under that name before the admission of that limited partner; and\n\n(3) Shall be such as to distinguish it upon the records in the office of the Secretary of the State from the name of (a) any corporation, limited partnership or limited liability company organized under the laws of this state or licensed or registered as a foreign corporation, foreign limited partnership or foreign limited liability company in this state, or (B) any other entity whose name is carried upon the records of the Secretary of the State as organized or authorized to transact business or conduct affairs in this state.\n\n(1961, P.A. 79, S. 5; P.A. 79-440, S. 2; P.A. 84-158, S. 1; P.A. 85-197, S. 2; P.A. 86-379, S. 5; P.A. 94-217, S. 38; P.A. 04-240, S. 9.)\n\nHistory: P.A. 79-440 restated previous provisions, designated as Subdiv. (2), and added Subdivs. (1), (3) and (4) containing additional name requirements; P.A. 84-158 amended Subdiv. (4), changing “may not be the same as, or deceptively similar to” to “shall be such as to distinguish it upon the records in the secretary of the state”; P.A. 85-197 made a technical change; P.A. 86-379 deleted prohibition that certificate may not contain word or phrase indicating it is organized other than for purpose stated in certificate; P.A. 94-217 amended Subdiv. (3) to require the limited partnership name to be such as to distinguish it from the name of any domestic or foreign limited liability company; P.A. 04-240 made technical changes in Subdivs. (2) and (3) and, in Subdiv. (3), designated existing provisions re name of various entities as Subpara. (a) and added Subpara. (B) re name of other entity carried on records of the Secretary of the State.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 210 C. 71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13/"
    },
    {
      "id": "section-34-13a",
      "number": "34-13a.",
      "heading": "Reservation of name.",
      "text": "(a) The exclusive right to the use of a name may be reserved by:\n\n(1) Any person intending to organize a limited partnership under this chapter and to adopt that name;\n\n(2) Any domestic limited partnership or any foreign limited partnership registered in this state which, in either case, intends to adopt that name;\n\n(3) Any foreign limited partnership intending to register in this state and adopt that name; and\n\n(4) Any person intending to organize a foreign limited partnership and intending to have it register in this state and adopt that name.\n\n(b) The reservation shall be made by filing with the Secretary of the State an application, executed by the applicant, to reserve a specified name. If the Secretary of the State finds that the name is available for use by a domestic or foreign limited partnership, he shall reserve the name for the exclusive use of the applicant for a period of one hundred twenty days. The right to the exclusive use of a reserved name may be transferred to any other person by filing in the office of the Secretary of the State a notice of the transfer, executed by the applicant for whom the name was reserved and specifying the name and address of the transferee.\n\n(c) Any person for whom a specified limited partnership name has been reserved pursuant to subsection (b) of this section may, during the period for which such name is reserved, terminate such reservation by filing in the office of the Secretary of the State an application for cancellation of reservation of limited partnership name, together with the applicable fee.\n\n(P.A. 79-440, S. 3; P.A. 93-363, S. 18; P.A. 94-123, S. 4.)\n\nHistory: P.A. 93-363 amended Subsec. (b) by deleting provision prohibiting same applicant from reserving same name until more than 60 days after expiration of last 120-day period for which applicant reserved name; P.A. 94-123 added Subsec. (c) authorizing the cancellation of the reservation of a limited partnership name and specifying the procedure therefor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13a/"
    },
    {
      "id": "section-34-13b",
      "number": "34-13b.",
      "heading": "Specified office and agent for service of process.",
      "text": "(a) Each limited partnership shall continuously maintain in this state an office, which may but need not be a place of its business in this state, at which shall be kept the records required by section 34-13c to be maintained.\n\n(b) Each limited partnership shall have and maintain a statutory agent for service in this state as provided in this section. A statutory agent for service shall be: (1) A natural person who is a resident of this state; (2) a domestic corporation; (3) a corporation not organized under the laws of this state and which has procured a certificate of authority to transact business or conduct its affairs in this state; (4) a domestic limited liability company; (5) a limited liability company not organized under the laws of this state and which has procured a certificate of registration to transact business or conduct its affairs in this state; (6) a domestic registered limited liability partnership; (7) a registered limited liability partnership not organized under the laws of this state and which has procured a certificate of authority to transact business or conduct its affairs in this state; (8) a domestic statutory trust; or (9) a statutory trust not organized under the laws of this state and which has procured a certificate of registration to transact business or conduct its affairs in this state.\n\n(c) A limited partnership's statutory agent for service shall be appointed by filing with the Secretary of the State a written appointment. The initial written appointment of the statutory agent for service of process shall be included in the original certificate of limited partnership. All subsequent written appointments shall be in such form as the secretary shall prescribe. All written appointments shall set forth: (1) The name of the statutory agent for service; (2) a statement of acceptance by the statutory agent therein appointed; and (3) if the statutory agent is a natural person, the business and residence address thereof; if the statutory agent is a corporation organized under the laws of this state, the address of the principal office thereof; if the statutory agent is a corporation not organized under the laws of this state, the address of the principal office thereof in this state, if any. In each case the address shall include the street and number or other particular designation. Subsequent appointments shall, in addition, set forth the name of the limited partnership.\n\n(d) The initial written appointment shall be signed by the statutory agent therein appointed. Subsequent written appointments shall be signed by a general partner of the appointing limited partnership and by the statutory agent therein appointed.\n\n(e) If a statutory agent for service dies, dissolves, removes from the state or resigns, the limited partnership shall forthwith appoint another statutory agent for service. If the statutory agent for service changes his or its business or residence address within the state from that appearing upon the record in the office of the Secretary of the State, the agent for service of process or the limited partnership shall forthwith file with the Secretary of the State notice of the new address. A statutory agent for service may resign by filing with the Secretary of the State a signed statement in duplicate to that effect. The Secretary of the State shall forthwith file one copy and mail the other copy of such statement to the limited partnership, at the office designated in the certificate of limited partnership. Upon the expiration of thirty days after such filing, the resignation shall be effective and the authority of such statutory agent for service shall terminate. A limited partnership may revoke the appointment of a statutory agent for service by making a new appointment as provided in this section and any new appointment so made shall revoke all appointments theretofore made.\n\n(f) Notwithstanding the provisions of subsection (d) of section 52-57, any process, notice or demand in connection with any action or proceeding required or permitted by law to be served upon a limited partnership which is subject to the provisions of this section, may be served upon the limited partnership's statutory agent for service by any proper officer or other person lawfully empowered to make service.\n\n(g) If it appears from the records of the Secretary of the State that such a limited partnership has failed to appoint or maintain a statutory agent for service, or if it appears by affidavit attached to the process, notice or demand of the officer or other proper person directed to serve any process, notice or demand upon a limited partnership's statutory agent for service appearing on the records of the Secretary of the State that such agent cannot, with reasonable diligence, be found, service of process, notice or demand on such limited partnership may, when timely made, be made by such officer or other proper person by: (1) Leaving a true and attested copy thereof, together with the required fee at the office of the Secretary of the State or depositing the same in the United States mails, by registered or certified mail, postage prepaid, addressed to such office, and (2) depositing in the United States mails, by registered or certified mail, postage prepaid, a true and attested copy thereof, together with a statement by such officer that service is being made pursuant to this section, addressed to such limited partnership at the office designated in the certificate of limited partnership.\n\n(h) The Secretary of the State shall file the copy of each process, notice or demand received by him as provided in subsection (g) of this section and keep a record of the day and hour of such receipt. Service made as provided in this section shall be effective as of such day and hour.\n\n(i) Nothing herein contained shall limit or affect the right to serve any process, notice or demand required or permitted by law to be served upon a limited partnership in any other manner permitted by law.\n\n(P.A. 79-440, S. 4; P.A. 86-379, S. 6; P.A. 89-116, S. 3; May Sp. Sess. P.A. 92-6, S. 103, 117; P.A. 04-240, S. 10; P.A. 09-38, S. 1.)\n\nHistory: P.A. 86-379 deleted Subsec. (a)(2) re agent for service of process and added new Subsecs. (b) to (i), inclusive, re appointment of statutory agent for service in this state and re service of process when statutory agent cannot be found; P.A. 89-116 amended Subsecs. (c) and (d) requiring initial written appointment of statutory agent of process to be included in original certificate of limited partnership, requiring all written appointments to set forth statement of acceptance by statutory agent and deleting requirement that initial appointment be signed by a general partner; May Sp. Sess. P.A. 92-6 amended Subsec. (g) to delete the amount of the fee; P.A. 04-240 added Subsec. (b)(4) to (9) re limited liability companies, registered limited liability partnerships and statutory trusts as agents for service and made technical changes; P.A. 09-38 amended Subsec. (e) to provide that resignation of statutory agent for service is effective 30 days, rather than 120 days, after filing.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October, 1986.\n\nCited. 210 C. 71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13b/"
    },
    {
      "id": "section-34-13c",
      "number": "34-13c.",
      "heading": "Records to be kept.",
      "text": "Each limited partnership shall keep at the office referred to in section 34-13b the following: (1) A current list of the full name and last known business address of each partner set forth in alphabetical order, (2) a copy of the certificate of limited partnership and all certificates of amendment thereto, together with executed copies of any powers of attorney pursuant to which any certificate has been executed, (3) copies of the limited partnership's federal, state and local income tax returns and reports, if any, for the three most recent years, (4) copies of any then effective written partnership agreements and of any financial statements of the limited partnership for the three most recent years, and (5) unless contained in a written partnership agreement, a writing setting out: (a) The amount of cash and a description and statement of the agreed value of the other property or services contributed by each partner and which each partner has agreed to contribute; (B) the times at which or events on the happening of which any additional contributions agreed to be made by each partner are to be made; (C) any right of a partner to receive, or of a general partner to make, distributions to a partner which include a return of all or any part of the partner's contribution; and (D) any events upon the happening of which the limited partnership is to be dissolved and its affairs wound up. Those records are subject to inspection and copying at the reasonable request, and at the expense, of any partner during ordinary business hours.\n\n(P.A. 79-440, S. 5; P.A. 86-379, S. 7.)\n\nHistory: P.A. 86-379 added Subdiv. (5) re requirement of writing setting out amount of cash and description and statement of value of other property and services contributed by each partner, times of additional contributions, right of partner to make or receive distributions of partner's contribution and events requiring dissolution.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13c/"
    },
    {
      "id": "section-34-13d",
      "number": "34-13d.",
      "heading": "Interrogatories may be submitted by the Secretary of the State to any limited partnership as may be necessary to determine compliance under this chapter",
      "text": "(a) The Secretary of the State may propound to any limited partnership, domestic or foreign, subject to the provisions of this chapter and to any general partner or limited partner thereof, such interrogatories as may be reasonably necessary and proper to enable said secretary to ascertain whether such limited partnership has complied with the provisions of this chapter applicable to such limited partnership. Such interrogatories shall be answered within thirty days after the mailing thereof, or within such additional time as shall be fixed by said secretary, and the answers thereto shall be full and complete and shall be made in writing and under oath. If such interrogatories are directed to a specific person they shall be answered by that person, and, if directed to a limited partnership, they shall be answered by a general partner thereof.\n\n(b) Each limited partnership, domestic or foreign, and each general partner and limited partner of a limited partnership, domestic or foreign, failing or refusing within the time prescribed by this section to answer truthfully and fully interrogatories duly propounded to such partnership or partner by the Secretary of the State, as provided in subsection (a) of this section, shall be fined not more than five hundred dollars.\n\n(c) Interrogatories propounded by the Secretary of the State and the answers thereto shall not be open to public inspection, nor shall said secretary disclose any facts or information obtained therefrom except insofar as the official duties of said secretary may require the same to be made public, or if such interrogatories or the answers thereto are required for evidence in any criminal proceedings or in any other action by this state.\n\n(P.A. 90-228, S. 4, 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13d/"
    },
    {
      "id": "section-34-13e",
      "number": "34-13e.",
      "heading": "Annual report.",
      "text": "(a) Each limited partnership shall file an annual report by electronic transmission with the Secretary of the State that shall be due upon the anniversary of the formation of the limited partnership. Upon request of a limited partnership, the Secretary of the State may grant an exemption from the requirement to file an annual report by electronic transmission if the limited partnership does not have the capability to file by electronic transmission or make payment in an authorized manner by electronic means or if other good cause is shown.\n\n(b) Each annual report shall set forth: (1) The name of the limited partnership; (2) the address of the office of the limited partnership required to be maintained by section 34-13b; (3) the valid electronic mail address of the limited partnership; (4) if applicable, the name and address of the statutory agent; (5) the name and business address of the general partner; and (6) the limited partnership's North American Industry Classification System Code.\n\n(c) Each annual report shall be executed in accordance with section 34-10a and be accompanied by the filing fee established in section 34-38n. The Secretary of the State shall deliver to each limited partnership at the address of the office required to be maintained by section 34-13b or its electronic mail address, as shown by his records, notice that the annual report is due, but failure to receive such notice shall not relieve a limited partnership of the requirement of filing the report as provided in this section.\n\n(P.A. 95-252, S. 1; P.A. 11-146, S. 7; P.A. 19-40, S. 4; P.A. 24-111, S. 6.)\n\nHistory: P.A. 11-146 amended Subsec. (a) to delete “On and after January 1, 1996”, require annual report to be filed “by electronic transmission” and add provision re authority of Secretary of the State to grant exemption from electronic filing requirement if partnership does not have capability to file or pay electronically or if other good cause is shown, amended Subsec. (b) to add Subdiv. (3) re electronic mail address and amended Subsec. (c) to require Secretary of the State to “deliver” to each limited partnership at “the address of the office required to be maintained by section 34-13b or its electronic mail address” a “notice that the annual report is due”, rather than “mail” to each limited partnership “at its address” a “form prescribed by him for the annual report”, and make a conforming change, effective January 1, 2012; P.A. 19-40 amended Subsec. (b) by adding Subdiv. (4) re name and address of statutory agent, adding Subdiv. (5) re additional information deemed pertinent by Secretary, and making a technical change, effective January 1, 2020; P.A. 24-111 amended Subsec. (b) by replacing “electronic mail address, if any,” with “valid electronic mail address” in Subdiv. (3), by deleting former Subdiv. (5) re additional information deemed pertinent by Secretary, by adding new Subdiv. (5) re name and business address of general partner and by adding Subdiv. (6) re limited partnership's North American Industry Classification System Code, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13e/"
    },
    {
      "id": "section-34-13f",
      "number": "34-13f.",
      "heading": "Failure to file report. Incorrect report.",
      "text": "(a) Any limited partnership required to file an annual report as provided in section 34-13e, which fails to file its annual report on or before the due date thereof, shall be in default in respect thereof until the same is filed.\n\n(b) The Secretary of the State shall not accept for filing a report from a limited partnership until any default for failure to file any prior report is cured. If the Secretary of the State finds that any annual report received from a limited partnership does not conform to law, he may return it to the limited partnership for correction. If the report is returned for correction and is not received by the Secretary of the State in corrected form on or before the due date thereof, the limited partnership shall be in default for failure to file its report. If the report is returned for failure to file any previous report and is not returned with any such previous report on or before the due date of the current report, the limited partnership shall be in default for failure to file two reports.\n\n(P.A. 95-252, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-13f/"
    },
    {
      "id": "section-34-14",
      "number": "34-14.",
      "heading": "Liability for false statement in certificates.",
      "text": "If any certificate of limited partnership or certificate of amendment or cancellation contains a false statement, one who suffers loss by reliance on such statement may recover damages for the loss from:\n\n(1) Any person who executes the certificate, or causes another to execute it on his behalf, and knew, and any general partner who knew or should have known, the statement to be false at the time the certificate was executed; and\n\n(2) Any general partner who thereafter knows or should have known that any arrangement or other fact described in the certificate has changed, making the statement inaccurate in any respect within a sufficient time before the statement was relied upon reasonably to have enabled that general partner to cancel or amend the certificate, or to file a petition for its cancellation or amendment under section 34-33.\n\n(1961, P.A. 79, S. 6; P.A. 79-440, S. 13.)\n\nHistory: P.A. 79-440 restated previous provisions and specifically included general partners in applicability.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-14/"
    },
    {
      "id": "section-34-15",
      "number": "34-15.",
      "heading": "Liability of limited partners to third parties.",
      "text": "(a) Except as provided in subsection (d) of this section, a limited partner is not liable for the obligations of a limited partnership unless he is also a general partner or, in addition to the exercise of his rights and powers as a limited partner, he participates in the control of the business; provided, if the limited partner does participate in the control of the business, he is liable only to persons who transact business with the limited partnership reasonably believing, based upon the limited partner's conduct, that the limited partner is a general partner.\n\n(b) A limited partner does not participate in the control of the business within the meaning of subsection (a) of this section by virtue of his possessing or exercising one or more of the following powers:\n\n(1) Being a contractor for or an agent or employee of the limited partnership or of a general partner or being an officer, director or shareholder of a general partner that is a corporation;\n\n(2) Consulting with and advising a general partner with respect to the business of the limited partnership;\n\n(3) Acting as surety for the limited partnership or guaranteeing or assuming one or more specific obligations of the limited partnership;\n\n(4) Taking any action required or permitted by law to bring or pursue a derivative action in the right of the limited partnership;\n\n(5) Requesting or attending a meeting of partners; or\n\n(6) Proposing, approving or disapproving, by voting or otherwise, one or more of the following matters:\n\n(i) The dissolution and winding up of the limited partnership;\n\n(ii) The sale, exchange, lease, mortgage, pledge or other transfer of all or substantially all of the assets of the limited partnership;\n\n(iii) The incurrence of indebtedness by the limited partnership other than in the ordinary course of its business;\n\n(iv) A change in the nature of the business;\n\n(v) The removal of a general partner or limited partner;\n\n(vi) The admission of a general partner or limited partner;\n\n(vii) A transaction involving an actual or potential conflict of interest between a general partner and the limited partnership or the limited partners;\n\n(viii) An amendment to the partnership agreement or certificate of limited partnership;\n\n(ix) A merger or consolidation of a limited partnership; or\n\n(x) Matters related to the business of the limited partnership not otherwise enumerated in this subsection, which the partnership agreement states, in writing, may be subject to the approval or disapproval of limited partners;\n\n(7) Winding up the limited partnership pursuant to section 34-28c; or\n\n(8) Exercising any right or power permitted to limited partners under this chapter and not specifically enumerated in this subsection.\n\n(c) The enumeration in subsection (b) of this section does not mean that the possession or exercise of any other powers by a limited partner constitutes participation by him in the control of the business of the limited partnership.\n\n(d) A limited partner who knowingly permits his name to be used in the name of the limited partnership, except under circumstances permitted by subdivision (2) of section 34-13, is liable to creditors who extend credit to the limited partnership without actual knowledge that the limited partner is not a general partner.\n\n(1961, P.A. 79, S. 7; P.A. 79-440, S. 18; P.A. 85-197, S. 3; 85-613, S. 130; P.A. 86-379, S. 8; P.A. 93-363, S. 20.)\n\nHistory: P.A. 79-440 replaced previous provisions which stated that limited partner is not liable “as a general partner unless, in addition to the exercise of his rights and powers as a limited partner, he takes part in the control of the business”; P.A. 85-197 amended Subsec. (a) to revise provisions re liability of a limited partner to persons who transact business with the limited partnership by replacing “but, if the limited partner's participation in the control of the business is not substantially the same as the exercise of the powers of the general partner” with “provided, if the partner does participate in the control of the business,” and by replacing the standard of knowledge required of such other persons, i.e. replacing “with actual knowledge of his participation in control” with “reasonably believing, based upon the limited partner's conduct, that the limited partner is a general partner”, amended Subsec. (b) to replace “solely by doing” with “by virtue of his possessing or exercising” and to add Subdivs. (5)(vi) and (5)(vii) re voting on the admission of a general or limited partner and on such material matters stated in the certificate or agreement, and amended Subsec. (c) to add “control of the” before “business”; P.A. 85-613 made technical changes in Subsec. (b); P.A. 86-379 amended Subsec. (b) by adding “or being an officer, director or shareholder of a general partner that is a corporation” in Subdiv. (1), adding “or guaranteeing or assuming one or more specific obligations of the limited partnership” in Subdiv. (3), deleting provision in Subdiv. (4) re approval or disapproval of amendment and adding “taking any action required or permitted by law to bring or pursue a derivative action in the right of the limited partnership”, adding provision in Subdiv. (5) re requesting or attending meeting of partners, deleting in Subdiv. (6)(ii) “other than in the ordinary course of its business” and deleting former provisions of Subdiv. (6)(vii) re material matters of partnership and adding provision re transaction involving actual or potential conflict of interest and adding new provisions in Subdiv. (6)(viii), (ix) and Subdivs. (7) and (8); P.A. 93-363 added Subsec. (b)(6)(ix) re merger or consolidation of a limited partnership.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-15/"
    },
    {
      "id": "section-34-15a",
      "number": "34-15a.",
      "heading": "Voting rights of limited partners.",
      "text": "Subject to the provisions of section 34-15, the partnership agreement may grant to all or a specified group of the limited partners the right to vote on a per capita or other basis upon any matter.\n\n(P.A. 79-440, S. 17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-15a/"
    },
    {
      "id": "section-34-15b",
      "number": "34-15b.",
      "heading": "Voting rights of general partners.",
      "text": "The partnership agreement may grant to all or certain identified general partners the right to vote, on a per capita or any other basis, separately or with all or any class of the limited partners, on any matter.\n\n(P.A. 79-440, S. 25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-15b/"
    },
    {
      "id": "section-34-16",
      "number": "34-16.",
      "heading": "Admission of additional limited partners.",
      "text": "After the formation of a limited partnership, a person becomes a limited partner on the later of:\n\n(1) The date the limited partnership is formed;\n\n(2) In the case of a person acquiring a partnership interest directly from the limited partnership, upon the compliance with the partnership agreement or, if the partnership agreement does not so provide, upon the written consent of all partners; or\n\n(3) In the case of an assignee of a partnership interest of a partner who has the power, as provided in section 34-27a, to grant the assignee the right to become a limited partner, upon the exercise of that power and compliance with any conditions limiting the grant or exercise of the power.\n\n(1961, P.A. 79, S. 8; P.A. 79-440, S. 16; P.A. 86-379, S. 9.)\n\nHistory: P.A. 79-440 replaced previous provision whereby additional partners could be admitted “upon filing an amendment to the original certificate in accordance with the requirements of section 34-33”; P.A. 86-379 substituted “formation” for “filing” and revised language by adding “a person becomes a limited partner on the later of: (1) The date the limited partnership is formed”, renumbering former subdivisions, changing “and” to “or” and deleting Subsec. (b).\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-16/"
    },
    {
      "id": "section-34-17",
      "number": "34-17.",
      "heading": "General powers and liabilities of general partners.",
      "text": "(a) Except as provided in this chapter or in the partnership agreement, a general partner of a limited partnership shall have all the rights and powers and be subject to all the restrictions of a partner in a partnership without limited partners.\n\n(b) Except as provided in this chapter, a general partner of a limited partnership shall have all the liabilities of a partner in a partnership without limited partners to persons other than the partnership and the other partners. Except as provided in this chapter or in the partnership agreement, a general partner of a limited partnership shall have all the liabilities of a partner in a partnership without limited partners to the partnership and to the other partners.\n\n(1961, P.A. 79, S. 9; P.A. 77-144, S. 1; P.A. 79-440, S. 23; P.A. 83-74, S. 3.)\n\nHistory: P.A. 77-144 prohibited the doing of any act which would make it impossible to carry on partnership's ordinary business without consent or ratification of all partners “unless provision to the contrary is made in the certificate of formation of the partnership provided for in section 34-10”; P.A. 79-440 deleted exception re specific actions which require consent or ratification by all partners and inserted “except as provided in this chapter or in the partnership agreement”; P.A. 83-74 added Subsec. (b) re liabilities of general partner of a limited partnership.\n\nCited. 228 C. 206; 232 C. 405.\n\nCited. 36 CS 619.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-17/"
    },
    {
      "id": "section-34-17a",
      "number": "34-17a.",
      "heading": "Admission of additional general partners.",
      "text": "After the filing of a limited partnership's original certificate of limited partnership, additional general partners may be admitted only with the specific written consent of each partner; provided, if the partnership agreement names a person to be admitted as a general partner upon the occurrence of a specified event or at a specified time, the consent required is deemed to have been given.\n\n(P.A. 79-440, S. 21; P.A. 85-197, S. 4; P.A. 86-379, S. 10.)\n\nHistory: P.A. 85-197 added proviso re admission of a person as a general partner upon the occurrence of a specified event or at a specified time; P.A. 86-379 changed “certificate of limited partnership” to “partnership agreement”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-17a/"
    },
    {
      "id": "section-34-18",
      "number": "34-18.",
      "heading": "Rights of limited partner.",
      "text": "Each limited partner shall have the right to:\n\n(1) Inspect and copy any of the partnership records required to be maintained by section 34-13c; and\n\n(2) Obtain from the general partners from time to time on reasonable demand (i) true and full information regarding the state of the business and financial condition of the limited partnership, (ii) promptly after becoming available, a copy of the limited partnership's federal, state and local income tax returns for each year and (iii) other information regarding the affairs of the limited partnership as is just and reasonable.\n\n(1961, P.A. 79, S. 10; P.A. 79-440, S. 20.)\n\nHistory: P.A. 79-440 rephrased previous provisions, specifically added partner's right to copy of partnership's tax returns, deleted partner's right to “have dissolution and winding up by decree of court” and deleted provision which had granted limited partner's right to “receive a share of the profits or other compensation by way of income, and to the return of his contribution as provided in sections 34-23 and 34-24”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-18/"
    },
    {
      "id": "section-34-19",
      "number": "34-19.",
      "heading": "Person erroneously believing himself a limited partner not a general partner, when.",
      "text": "(a) Except as provided in subsection (b) of this section, a person who makes a contribution to a business enterprise and erroneously but in good faith believes that such person has become a limited partner in the enterprise is not a general partner in the enterprise and is not bound by its obligations by reason of making the contributions, receiving distributions from the enterprise or exercising any rights of a limited partner, if, on ascertaining the mistake, the person:\n\n(1) Causes an appropriate certificate of limited partnership or a certificate of amendment to be executed and filed; or\n\n(2) Withdraws from future equity participation in the enterprise by executing and filing in the office of the Secretary of the State a certificate declaring withdrawal under this section.\n\n(b) A person who makes a contribution of the kind described in subsection (a) of this section is liable as a general partner to any third party who transacts business with the enterprise (1) before the person withdraws and an appropriate certificate is filed to show withdrawal, or (2) before an appropriate certificate is filed to show that the person is not a general partner, but in either case only if the third party actually believed in good faith that the person was a general partner at the time of the transaction.\n\n(1961, P.A. 79, S. 11; P.A. 79-440, S. 19; P.A. 83-74, S. 2; P.A. 86-379, S. 11; P.A. 07-217, S. 150.)\n\nHistory: P.A. 79-440 rephrased previous provisions, adding requirement that person who erroneously believes he is a limited partner is not a general partner if he causes an appropriate certificate to be executed and filed as Subsec. (a)(1) and added Subsec. (b); P.A. 83-74 amended Subsec. (a)(2) re execution and filing of certificate declaring withdrawal; P.A. 86-379 amended Subsec. (b)(ii) by deleting requirement that certificate show status as limited partner and substituted “that he is not a general partner”; P.A. 07-217 made technical changes, effective July 12, 2007.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 210 C. 71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-19/"
    },
    {
      "id": "section-34-20",
      "number": "34-20.",
      "heading": "Contributions and sharing in profits, losses and distributions by general partners",
      "text": "A general partner of a limited partnership may make contributions to the partnership and share in the profits and losses of, and in distributions from, the limited partnership as a general partner. A general partner also may make contributions to and share in profits, losses, and distributions as a limited partner. A person who is both a general partner and a limited partner shall have all the rights and powers and be subject to all the restrictions and liabilities of a general partner and, except as provided in the partnership agreement, shall also have the powers, and is subject to the restrictions of a limited partner to the extent of his participation in the partnership as a limited partner.\n\n(1961, P.A. 79, S. 12; P.A. 79-440, S. 24.)\n\nHistory: P.A. 79-440 rephrased previous provisions.\n\nCited. 43 CA 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20/"
    },
    {
      "id": "section-34-20a",
      "number": "34-20a.",
      "heading": "Sharing of profits and losses by partners.",
      "text": "The profits and losses of a limited partnership shall be allocated among the partners, and among classes of partners, in the manner provided in the partnership agreement. If the partnership agreement does not so provide, profits and losses shall be allocated on the basis of the value, as stated in the partnership agreement, of the contributions made by each partner to the extent they have been received by the partnership and have not been returned.\n\n(P.A. 79-440, S. 28; P.A. 86-379, S. 12.)\n\nHistory: P.A. 86-379 substituted “partnership agreement” for “certificate of limited partnership”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20a/"
    },
    {
      "id": "section-34-20b",
      "number": "34-20b.",
      "heading": "Distributions and allocation of cash or other assets to partners.",
      "text": "Distributions of cash or other assets of a limited partnership shall be allocated among the partners, and among classes of partners, in the manner provided in the partnership agreement. If the partnership agreement does not so provide, distributions shall be made on the basis of the value, as stated in the partnership agreement, of the contributions made by each partner to the extent they have been received by the partnership and have not been returned.\n\n(P.A. 79-440, S. 29; P.A. 86-379, S. 13.)\n\nHistory: P.A. 86-379 substituted “partnership agreement” for “certificate of limited partnership”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20b/"
    },
    {
      "id": "section-34-20c",
      "number": "34-20c.",
      "heading": "Distributions in cash to partner; distributions in kind, when permitted.",
      "text": "Except as provided in the partnership agreement, a partner, regardless of the nature of his contribution, has no right to demand and receive any distribution from a limited partnership in any form other than cash. Except as provided in the partnership agreement, a partner may not be compelled to accept a distribution of any asset in kind from a limited partnership to the extent that the percentage of the asset distributed to him exceeds a percentage of that asset which is equal to the percentage in which he shares in distributions from the limited partnership.\n\n(P.A. 79-440, S. 34; P.A. 86-379, S. 14.)\n\nHistory: P.A. 86-379 changed “certificate of limited partnership” to “partnership agreement”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended in P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20c/"
    },
    {
      "id": "section-34-20d",
      "number": "34-20d.",
      "heading": "Interim distributions to partners before withdrawal from limited partnership and before dissolution or winding up thereof.",
      "text": "Except as provided in this chapter, a partner is entitled to receive distributions from a limited partnership before his withdrawal from the limited partnership and before the dissolution and winding up thereof to the extent and at the times or upon the happening of the events specified in the partnership agreement.\n\n(P.A. 79-440, S. 30; P.A. 80-483, S. 114, 186; P.A. 86-379, S. 15.)\n\nHistory: P.A. 80-483 substituted “subsection (c)” for “subsection (b)” of Sec. 34-25a in Subsec. (c); P.A. 86-379 deleted Subdiv. (2) re distribution as return of contribution.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20d/"
    },
    {
      "id": "section-34-20e",
      "number": "34-20e.",
      "heading": "Partner's right to distribution.",
      "text": "At the time a partner becomes entitled to receive a distribution, he has the status of, and is entitled to all remedies available to, a creditor of the limited partnership with respect to the distribution.\n\n(P.A. 79-440, S. 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-20e/"
    },
    {
      "id": "section-34-21",
      "number": "34-21.",
      "heading": "Business transactions of partner with partnership.",
      "text": "Except as provided in the partnership agreement, a partner may lend money to and transact other business with the limited partnership and, subject to other applicable law, has the same rights and obligations with respect thereto as a person who is not a partner.\n\n(1961, P.A. 79, S. 13; P.A. 79-440, S. 6.)\n\nHistory: P.A. 79-440 deleted provisions prohibiting limited partner's receipt of pro rata share of assets on account of claims against partnership unless he is also a general partner, receipt of partnership property, receipt of payment, conveyance or release of liability if partnership assets are insufficient to discharge liabilities to those not claiming as general or limited partners, deleted provision which had stated that prohibited conduct “is a fraud on the creditors of the partnership” and inserted instead limitations on loans and transaction of business in general terms.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-21/"
    },
    {
      "id": "section-34-22",
      "number": "34-22",
      "heading": "and 34-23. - Priority among limited partners. Payment of compensation to limited partners.",
      "text": "and 34-23. - Priority among limited partners. Payment of compensation to limited partners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34-24",
      "number": "34-24.",
      "heading": "Limitation on amount of distribution.",
      "text": "A partner may not receive a distribution from a limited partnership to the extent that after giving effect to the distribution, all liabilities of the limited partnership, other than liabilities to partners on account of their partnership interests, exceed the fair value of the partnership assets.\n\n(1961, P.A. 79, S. 16; P.A. 79-440, S. 36.)\n\nHistory: P.A. 79-440 replaced previous provisions which had detailed procedure by which limited partner could receive part or all of his contributions.\n\nCited. 11 CA 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-24/"
    },
    {
      "id": "section-34-25",
      "number": "34-25.",
      "heading": "Liability of partner to contribute cash or property or perform services; obligation may be compromised with consent of all partners",
      "text": "(a) No promise by a limited partner to contribute to the limited partnership is enforceable unless set out in a writing signed by the limited partner.\n\n(b) Except as provided in the partnership agreement, a partner is obligated to the limited partnership to perform any promise to contribute cash or property or to perform services, even if he is unable to perform because of death, disability or any other reason. If a partner does not make the required contribution of property or services, he is obligated at the option of the limited partnership to contribute cash equal to that portion of the value, as stated in the partnership records required to be kept pursuant to section 34-13c, of the stated contribution that has not been made.\n\n(c) Unless otherwise provided in the partnership agreement, the obligation of a partner to make a contribution or return money or other property paid or distributed in violation of this chapter may be compromised only by the consent of all partners. Notwithstanding the compromise, a creditor of a limited partnership, who extends credit or otherwise acts in reliance on that obligation after the partner signs a writing which reflects the obligation, and before a cancellation or amendment thereof to reflect the compromise, may enforce the original obligation.\n\n(1961, P.A. 79, S. 17; P.A. 79-440, S. 27; P.A. 86-379, S. 16.)\n\nHistory: P.A. 79-440 replaced previous provisions re partner's liability; P.A. 86-379 added a new Subsec. (a) re enforceable promise to contribute by limited partner, amended Subsec. (b) by changing “certificate of limited partnership” to “partnership agreement” and adding “records required to be kept pursuant to section 34-13c” after “partnership”, and amended Subsec. (c) by changing provision re enforceable obligation to creditor who extends credit or “otherwise acts in reliance on that obligation” after the “partner signs a writing” which reflects the obligation.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-25/"
    },
    {
      "id": "section-34-25a",
      "number": "34-25a.",
      "heading": "Liability of partner upon return of any part of his contribution.",
      "text": "(a) If a partner has received the return of any part of his contribution without violation of the partnership agreement or this chapter, he is liable to the limited partnership for a period of one year thereafter for the amount of the returned contribution, without interest, but only to the extent necessary to discharge the limited partnership's liabilities to creditors who extended credit to the limited partnership during the period the contribution was held by the partnership.\n\n(b) If a partner has received the return of any part of his contribution in violation of the partnership agreement or this chapter, he is liable to the limited partnership for a period of six years thereafter for the amount of the contribution, without interest, wrongfully returned.\n\n(c) A partner receives a return of his contribution to the extent that a distribution to him reduces or further reduces his share of the fair value of the net assets of the limited partnership below the value of his contribution, as set forth in the partnership records required to be kept pursuant to section 34-13c, which has not been distributed to him.\n\n(P.A. 79-440, S. 37; P.A. 85-197, S. 5; P.A. 86-379, S. 17.)\n\nHistory: P.A. 85-197 amended Subsec. (a) to add “without interest” and “or before the certificate of limited partnership was amended to reflect the return of his contribution”, amended Subsec. (b) to add “without interest” and amended Subsec. (c) to add “or further reduces” and rephrased provision on the value of a partner's contribution specifying that the value is as set forth in the certificate “as in effect prior to any amendment reflecting such distribution”; P.A. 86-379 amended Subsec. (a) by deleting “or before the certificate of limited partnership was amended to reflect the return of his contribution”, and amended Subsec. (c) by adding “records required to be kept pursuant to section 34-13c which has not been distributed to him” after “partnership”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-25a/"
    },
    {
      "id": "section-34-26",
      "number": "34-26.",
      "heading": "Nature of partnership interest.",
      "text": "A partnership interest is personal property.\n\n(1961, P.A. 79, S. 18; P.A. 79-440, S. 38.)\n\nHistory: P.A. 79-440 brought wording of section into conformity with newly adopted definitions of Sec. 34-9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-26/"
    },
    {
      "id": "section-34-27",
      "number": "34-27.",
      "heading": "Assignment of partnership interest. Nature of assignee's interest. Evidence of partner's interest.",
      "text": "(a) Except as provided in the partnership agreement, a partnership interest is assignable in whole or in part. An assignment of a partnership interest does not dissolve a limited partnership or entitle the assignee to become or to exercise any rights of a partner. An assignment entitles the assignee to receive, to the extent assigned, only the distribution to which the assignor would be entitled. Except as provided in the partnership agreement, a partner ceases to be a partner upon assignment of all his partnership interest.\n\n(b) The partnership agreement may provide that a partner's interest in a limited partnership may be evidenced by a certificate of partnership interest issued by the limited partnership and may also provide for the assignment or transfer of any partnership interest represented by such a certificate and make other provisions with respect to such certificates.\n\n(1961, P.A. 79, S. 19; P.A. 79-440, S. 39; P.A. 93-363, S. 21.)\n\nHistory: P.A. 79-440 replaced previous provisions which had detailed rights and obligations of substituted limited partners and assignees; P.A. 93-363 added Subsec. (b) re provision by partnership agreement concerning evidence of partner's interest and assignment or transfer of partnership interest by certificate of partnership.\n\nA partner may assign his right to the distribution of profits from the partnership without the consent of the other partners. 1 CA 656. Cited. 11 CA 404; 35 CA 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-27/"
    },
    {
      "id": "section-34-27a",
      "number": "34-27a.",
      "heading": "Right of assignee to become limited partner; liability for obligations of assignor. Continuing liability of assignor.",
      "text": "(a) An assignee of a partnership interest, including an assignee of a general partner, may become a limited partner if and to the extent that (1) the assignor gives the assignee that right in accordance with authority described in the partnership agreement, or (2) all other partners consent.\n\n(b) An assignee who has become a limited partner has, to the extent assigned, the rights and powers, and is subject to the restrictions and liabilities, of a limited partner under the partnership agreement and this chapter. An assignee who becomes a limited partner also is liable for the obligations of his assignor to make contributions as provided in the partnership agreement and in section 34-25, and to return distributions as provided in section 34-25a. However, the assignee is not obligated for liabilities unknown to the assignee at the time he became a limited partner and which could not be ascertained from the partnership agreement.\n\n(c) If an assignee of a partnership interest becomes a limited partner, the assignor is not released from his liability to the limited partnership under sections 34-14 and 34-25.\n\n(P.A. 79-440, S. 41; P.A. 85-197, S. 6; P.A. 86-379, S. 18.)\n\nHistory: P.A. 85-197 amended Subsec. (b) to replace provision that assignee is liable “to make and return contributions as provided in” specified statutory sections with provision that assignee is liable “to make contributions as provided in the certificate of limited partnership and in section 34-25 and to return distributions as provided in section 34-25a”; P.A. 86-379 changed “certificate of limited partnership” to “partnership agreement”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 35 CA 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-27a/"
    },
    {
      "id": "section-34-27b",
      "number": "34-27b.",
      "heading": "Withdrawal of general partner; damages.",
      "text": "A general partner may withdraw from a limited partnership at any time by giving written notice to the other partners, but if the withdrawal violates the partnership agreement, the limited partnership may recover from the withdrawing general partner damages for breach of the partnership agreement and offset the damages against the amount otherwise distributable to him.\n\n(P.A. 79-440, S. 31.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-27b/"
    },
    {
      "id": "section-34-27c",
      "number": "34-27c.",
      "heading": "Withdrawal of limited partner; notice.",
      "text": "A limited partner may withdraw from a limited partnership in accordance with the partnership agreement. If the partnership agreement does not specify the time or the events upon the happening of which a limited partner may withdraw or a definite time for the dissolution and winding up of the limited partnership, a limited partner may withdraw upon not less than six months' prior written notice to each general partner at his address on the books of the limited partnership at its office in this state.\n\n(P.A. 79-440, S. 32; P.A. 86-379, S. 19.)\n\nHistory: P.A. 86-379 deleted language re withdrawal at time or events specified in certificate of limited partnership and deleted “certificate” and substituted “partnership agreement” in lieu thereof.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-27c/"
    },
    {
      "id": "section-34-27d",
      "number": "34-27d.",
      "heading": "Distribution to partner upon withdrawal; payment of partner's fair value of his interest in limited partnership.",
      "text": "Except as provided in this chapter, upon withdrawal any withdrawing partner is entitled to receive any distribution to which he is entitled under the partnership agreement and, if not otherwise provided in the agreement, he is entitled to receive, within a reasonable time after withdrawal, the fair value of his interest in the limited partnership as of the date of withdrawal based upon his right to share in distributions from the limited partnership.\n\n(P.A. 79-440, S. 33.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-27d/"
    },
    {
      "id": "section-34-28",
      "number": "34-28.",
      "heading": "Person ceases to be general partner, when.",
      "text": "Except as approved by a specific written consent of all partners at the time, a person ceases to be a general partner of a limited partnership upon the happening of any of the following events:\n\n(1) The general partner withdraws from the limited partnership as provided in section 34-27b;\n\n(2) The general partner ceases to be a member of the limited partnership as provided in section 34-27;\n\n(3) The general partner is removed as a general partner in accordance with the partnership agreement;\n\n(4) Unless otherwise provided in the partnership agreement, the general partner: (i) Makes assignment for the benefit of creditors; (ii) files a voluntary petition in bankruptcy; (iii) is adjudicated a bankrupt or insolvent; (iv) files a petition or answer seeking for himself any reorganization, arrangement, composition, readjustment, liquidation, dissolution or similar relief under any statute, law, or regulation; (v) files an answer or other pleading admitting or failing to contest material allegations of a petition filed against him in any proceeding of this nature; or (vi) seeks, consents to, or acquiesces in the appointment of a trustee receiver, or liquidator of the general partner or of all or any substantial part of his properties;\n\n(5) Unless otherwise provided in the partnership agreement, one hundred twenty days after the commencement of any proceeding against the general partner seeking reorganization, arrangement, composition, readjustment, liquidation, dissolution or similar relief under any statute, law, or regulation, the proceeding has not been dismissed, or if within ninety days after the appointment without his consent or acquiescence of a trustee, receiver, or liquidator of the general partner or of all or any substantial part of his properties, the appointment is not vacated or stayed within ninety days after expiration of any such stay, the appointment is not vacated;\n\n(6) In the case of a general partner who is a natural person, (i) his death; or (ii) the entry by a court of competent jurisdiction adjudicating him incompetent to manage his person or his estate;\n\n(7) In the case of a general partner who is acting as a general partner by virtue of being a trustee of a trust, the termination of the trust, but not merely the substitution of a new trustee;\n\n(8) In the case of a general partner that is a separate partnership, the dissolution and commencement of winding up the separate partnership;\n\n(9) In the case of a general partner that is a corporation, the filing of a certificate of dissolution, or its equivalent, for the corporation or the revocation of its charter; or\n\n(10) In the case of an estate, the distribution by the fiduciary of the estate's entire interest in the partnership.\n\n(1961, P.A. 79, S. 20; P.A. 79-440, S. 22; P.A. 86-379, S. 20.)\n\nHistory: P.A. 79-440 entirely replaced previous provision which stated that retirement, death or insanity of a general partner dissolves partnership, unless it is continued by remaining general partners under a right to do so stated in certificate or with consent of all members; P.A. 86-379 changed “certificate of limited partnership” to “partnership agreement”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-28/"
    },
    {
      "id": "section-34-28a",
      "number": "34-28a.",
      "heading": "Nonjudicial dissolution of limited partnership.",
      "text": "A limited partnership is dissolved and its affairs shall be wound up upon the happening of the first to occur of the following: (1) At the time specified in the partnership agreement; (2) upon the happening of events specified in the partnership agreement; (3) written consent of all partners; (4) an event of withdrawal of a general partner unless at the time there is at least one other general partner and the partnership agreement permits the business of the limited partnership to be carried on by the remaining general partner and that partner does so, but the limited partnership is not dissolved and is not required to be wound up by reason of any event of withdrawal, if, within ninety days after the withdrawal, all partners agree in writing to continue the business of the limited partnership and to the appointment of one or more additional general partners if necessary or desired; or (5) entry of a decree of judicial dissolution under section 34-28b.\n\n(P.A. 79-440, S. 43; P.A. 86-379, S. 21.)\n\nHistory: P.A. 86-379 made technical changes and changed “certificate of limited partnership” to “partnership agreement”.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-28a/"
    },
    {
      "id": "section-34-28b",
      "number": "34-28b.",
      "heading": "Judicial dissolution of limited partnerships.",
      "text": "On application by or for a partner the superior court of the judicial district where the principal business of the partnership is carried on may decree dissolution of a limited partnership whenever it is not reasonably practicable to carry on the business in conformity with the partnership agreement.\n\n(P.A. 79-440, S. 44.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-28b/"
    },
    {
      "id": "section-34-28c",
      "number": "34-28c.",
      "heading": "Winding up of limited partnership.",
      "text": "(a) Except as provided in the partnership agreement, the general partners who have not wrongfully dissolved a limited partnership or, if none, the limited partners, may wind up the limited partnership's affairs; but the superior court of the judicial district where the principal business of the partnership is carried on may wind up the limited partnership's affairs upon application of any partner, his legal representative or assignee.\n\n(b) Upon the dissolution of a limited partnership and until the filing of a certificate of cancellation as provided in section 34-32a, the persons winding up the affairs of the limited partnership may, in the name of, and for and on behalf of the limited partnership, prosecute and defend suits, whether civil, criminal or administrative, settle and close the business of the limited partnership, dispose of and convey the property of the limited partnership, discharge the liabilities of the limited partnership and distribute to the partners any remaining assets of the limited partnership, all without affecting the liability of the limited partners.\n\n(P.A. 79-440, S. 45; P.A. 89-116, S. 4.)\n\nHistory: P.A. 89-116 added Subsec. (b) re powers of persons winding up affairs of limited partnership without affecting liability of limited partners.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-28c/"
    },
    {
      "id": "section-34-29",
      "number": "34-29.",
      "heading": "Powers of legal representative or successor of deceased, incompetent, dissolved or terminated partner.",
      "text": "If a partner who is an individual dies or a court of competent jurisdiction adjudges him to be incompetent to manage his person or his property, the partner's executor, administrator, guardian, conservator or other legal representative may exercise all the partner's rights for the purpose of settling his estate or administering his property, including any power the partner had to give an assignee the right to become a limited partner. If a partner is a corporation, trust or other entity and is dissolved or terminated, the powers of that partner may be exercised by its legal representative or successor.\n\n(1961, P.A. 79, S. 21; P.A. 79-440, S. 42.)\n\nHistory: P.A. 79-440 rephrased previous provisions, deleting provision which stated that estate of deceased limited partner is liable for his liabilities as a limited partner, and added provision which required that powers of partner may be exercised by legal representative or successor where partner is a corporation, trust or other entity dissolved or terminated.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-29/"
    },
    {
      "id": "section-34-30",
      "number": "34-30.",
      "heading": "Rights of judgment creditor to charge partnership interest of partner.",
      "text": "On application to a court of competent jurisdiction by any judgment creditor of a partner, the court may charge the partnership interest of the partner with payment of the unsatisfied amount of the judgment with interest. To the extent so charged, the judgment creditor has only the rights of an assignee of the partnership interest. Nothing in this chapter shall be held to deprive a partner of the benefit of any exemption laws applicable to his partnership interest.\n\n(1961, P.A. 79, S. 22; P.A. 79-440, S. 40.)\n\nHistory: P.A. 79-440 rephrased provisions previously applicable only to limited partners, deleted provision empowering court to appoint receiver and make all other necessary orders, etc., deleted provision which had allowed redemption of interest with separate property of any general partner but not with partnership property, deleted provision which had stated that remedies under section are not exclusive of others which may exist and specified that judgment creditor has only the rights of an assignee of the partnership interest.\n\nCited. 35 CA 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-30/"
    },
    {
      "id": "section-34-31",
      "number": "34-31.",
      "heading": "Order of distribution of assets upon winding up of limited partnership.",
      "text": "Upon the winding up of a limited partnership, the assets shall be distributed as follows: (1) To creditors, including partners who are creditors, to the extent permitted by law, in satisfaction of liabilities of the limited partnership other than liabilities for distributions to partners under section 34-20d or 34-27d; (2) except as provided in the partnership agreement, to partners and former partners in satisfaction of liabilities for distributions under section 34-20d or 34-27d; and (3) except as provided in the partnership agreement, to partners first for the return of their contributions and secondly respecting their partnership interests, in the proportions in which the partners share in distributions.\n\n(1961, P.A. 79, S. 23; P.A. 79-440, S. 46.)\n\nHistory: P.A. 79-440 replaced provisions which had detailed payments to limited and general partners upon dissolution of partnership.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-31/"
    },
    {
      "id": "section-34-32",
      "number": "34-32.",
      "heading": "Amendment of certificate.",
      "text": "(a) A certificate of limited partnership shall be amended by filing a certificate of amendment thereto in the office of the Secretary of the State. The certificate shall set forth:\n\n(1) The name of the limited partnership;\n\n(2) The date of filing the original certificate of limited partnership; and\n\n(3) The amendment to the certificate.\n\n(b) Within thirty days after the happening of any of the following events, an amendment to a certificate of limited partnership reflecting the occurrence of the event or events shall be filed:\n\n(1) The admission of a new general partner;\n\n(2) The withdrawal of a general partner; or\n\n(3) The continuation of the business under section 34-28a after an event of withdrawal of a general partner.\n\n(c) A general partner who becomes aware that any statement in a certificate of limited partnership was false when made or that any arrangements or other facts described have changed, making the certificate inaccurate in any respect, shall promptly amend the certificate.\n\n(d) A certificate of limited partnership may be amended at any time for any other proper purpose the general partners determine.\n\n(e) No person has any liability because an amendment to a certificate of limited partnership has not been filed to reflect the occurrence of any event referred to in subsection (b) of this section if the amendment is filed within the thirty-day period specified in subsection (b).\n\n(f) A restated certificate of limited partnership may be executed and filed in the same manner as the certificate of amendment.\n\n(1961, P.A. 79, S. 24; 1963, P.A. 642, S. 37; P.A. 79-440, S. 8; P.A. 86-379, S. 22; P.A. 89-116, S. 5.)\n\nHistory: 1963 act corrected faulty section reference in Subdiv. (e); P.A. 79-440 essentially replaced previous provisions which had required amendment of certificate when change in partnership name or amount or character of partner's contribution, limited partner is substituted or added, a partner dies, retires, etc. and business is continued, character of business changes, certificate contains erroneous statement or a time for dissolution is changed or fixed, etc; P.A. 86-379 deleted requirement that amendment be filed if amount, character or obligation of partner's contribution is changed, added “general” before “partner”, deleted language in Subsec. (c) re filing of amendment to show change of address and added Subsec. (f) re filing of restated certificate of limited partnership; P.A. 89-116 amended Subsec. (a)(2) by specifying date of filing of original certificate of limited partnership.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 196 C. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-32/"
    },
    {
      "id": "section-34-32a",
      "number": "34-32a.",
      "heading": "Cancellation of certificate.",
      "text": "A certificate of limited partnership shall be cancelled upon the dissolution and the completion of winding up of the partnership or at any other time there are no limited partners. A certificate of cancellation shall be filed in the office of the Secretary of the State and set forth:\n\n(1) The name of the limited partnership;\n\n(2) The date of filing of the original certificate of limited partnership;\n\n(3) The reason for filing the certificate of cancellation;\n\n(4) The effective date of cancellation if it is not to be effective upon the filing of the certificate; and\n\n(5) Any other information the general partners filing the certificate determine.\n\n(P.A. 79-440, S. 9; P.A. 89-116, S. 6.)\n\nHistory: P.A. 89-116 made cancellation of certificate of limited partnership effective upon “completion” rather than upon “commencement” of winding up of partnership and required that certificate of cancellation state date of filing of “original” partnership certificate.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-32a/"
    },
    {
      "id": "section-34-32b",
      "number": "34-32b.",
      "heading": "Cancellation by forfeiture for failure to file annual report or maintain statutory agent for service.",
      "text": "(a) The Secretary of the State may effect the cancellation of a limited partnership by forfeiture as provided in this section.\n\n(b) Whenever any limited partnership is more than one year in default of filing its annual report as required by section 34-13e, the Secretary of the State may notify such limited partnership by electronic mail addressed and sent to such limited partnership at its electronic mail address as last shown on the Secretary's records that under the provisions of this section the limited partnership's rights and powers are prima facie forfeited. Unless the limited partnership, within three months of the sending of such notice, files such annual report, the Secretary of the State shall prepare and file in the Secretary's office a certificate of cancellation by forfeiture stating that the delinquent limited partnership's certificate has been cancelled by forfeiture by reason of its default.\n\n(c) Whenever it comes to the attention of the Secretary of the State that a limited partnership has failed to maintain a statutory agent for service, the Secretary of the State may notify such limited partnership by electronic mail addressed and sent to such limited partnership at its electronic mail address as last shown on the Secretary's records that under the provisions of this section the limited partnership's rights and powers are prima facie forfeited. Unless the limited partnership within three months of the sending of such notice files an appointment of statutory agent for service, the Secretary of the State shall prepare and file in his office a certificate of cancellation by forfeiture stating that the delinquent limited partnership's certificate has been cancelled by forfeiture by reason of its default.\n\n(d) Cancellation shall be effective upon the filing by the Secretary of the State in his office of such certificate of cancellation by forfeiture.\n\n(e) After filing the certificate of cancellation by forfeiture, the Secretary of the State shall: (1) Send a copy thereof to the delinquent limited partnership at its electronic mail address as last shown on the Secretary's records; and (2) cause notice of the filing of such certificate of cancellation by forfeiture to be posted on the office of the Secretary of the State's Internet web site for a period of sixty days following the date on which the Secretary of the State files the certificate of cancellation by forfeiture.\n\n(P.A. 95-252, S. 3; P.A. 14-154, S. 12; P.A. 19-40, S. 10; P.A. 24-111, S. 26.)\n\nHistory: P.A. 14-154 added new Subsec. (b) re cancellation by forfeiture of limited partnership that is in default of filing annual report, redesignated existing Subsecs. (b) to (d) as Subsecs. (c) to (e), amended redesignated Subsec. (c) by deleting reference to mail evidenced by certificate of mailing and amended redesignated Subsec. (e) by deleting requirements that certificate of cancellation by forfeiture be sent by registered or certified mail and published in 2 successive issues of the Connecticut Law Journal and by adding requirement that Secretary of the State cause notice of filing of certificate of cancellation by forfeiture to be posted on the office's web site, effective January 1, 2015; P.A. 19-40 amended Subsec. (b) by replacing “registered or certified mail” with “first class mail” and making technical changes, effective January 1, 2020; P.A. 24-111 amended Subsec. (b) by replacing “first class mail” with “electronic mail”, by replacing “address” with “electronic mail address” and by making technical changes, amended Subsec. (c) by replacing “registered or certified mail” with “electronic mail”, by replacing “address” with “electronic mail address” and by making technical changes and amended Subsec. (e)(1) by replacing “Mail a certified copy” with “Send a copy”, by replacing “address” with “electronic mail address” and by making a technical change, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-32b/"
    },
    {
      "id": "section-34-32c",
      "number": "34-32c.",
      "heading": "Reinstatement after cancellation.",
      "text": "(a) At any time after cancellation of a certificate of limited partnership, otherwise than by decree of court in any proceeding, a limited partnership may be reinstated as provided in this section.\n\n(b) Reinstatement proceedings shall conform, with such adaptations as are appropriate, to proceedings for dissolution of a limited partnership, except that in the case of a limited partnership dissolved by expiration, such proceedings shall include appropriate amendment of the certificate of limited partnership.\n\n(c) If the name of the limited partnership to be reinstated is no longer available, it shall, simultaneously with reinstatement, be changed to an available name by amendment of the certificate of limited partnership.\n\n(d) A certificate of reinstatement conforming, with such adaptations as are appropriate, to the contents requirements of a certificate of limited partnership shall be executed and filed with the office of the Secretary of the State as provided in section 34-10a.\n\n(e) A certificate of reinstatement shall be accompanied by payment of all penalties and forfeitures incurred by the limited partnership and a reinstatement fee as provided by section 34-38n.\n\n(f) Upon the filing of the certificate of reinstatement with the Secretary of the State, reinstatement shall be effective, the legal existence of the reinstated limited partnership shall commence and it shall be revested with its rights and powers under this chapter. If reinstatement follows cancellation of the limited partnership by forfeiture, as provided in section 34-32b, the reinstatement shall relate back to and take effect as of the effective date of the cancellation, and the limited partnership shall resume carrying out its business as if the cancellation had never occurred. No action or proceeding, civil or criminal, to which the limited partnership is a party at the time of reinstatement shall be affected by such reinstatement except as the court shall, under the circumstances, determine. The reinstated limited partnership shall be estopped to deny its legal existence during such time as its rights and powers were forfeited.\n\n(P.A. 95-252, S. 4; P.A. 15-48, S. 11.)\n\nHistory: P.A. 15-48 amended Subsec. (f) to add provision re effective date of reinstatement following cancellation of limited partnership by forfeiture.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-32c/"
    },
    {
      "id": "section-34-33",
      "number": "34-33.",
      "heading": "Amendment or cancellation of certificate by court order.",
      "text": "If a person required by section 34-10a to execute a certificate of amendment or cancellation fails or refuses to do so, any other partner, and any assignee of a partnership interest, who is adversely affected by the failure or refusal, may petition the superior court of the judicial district where the principal business of the limited partnership is carried on to direct the cancellation or amendment. If the court finds that the amendment or cancellation is proper and that any person so designated has failed or refused to execute the certificate, it shall order the Secretary of the State to record an appropriate certificate of cancellation or amendment.\n\n(1961, P.A. 79, S. 25; P.A. 78-280, S. 2, 127; P.A. 79-356, S. 9; 79-440, S. 11.)\n\nHistory: P.A. 78-280 substituted “judicial district” for “county”; P.A. 79-356 required that amendments be “acknowledged” rather than “sworn to” by all members; P.A. 79-440 replaced previous detailed provisions re procedure for amending certificate.\n\nCited. 11 CA 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33/"
    },
    {
      "id": "section-34-33a",
      "number": "34-33a.",
      "heading": "Merger of limited partnerships.",
      "text": "(a) Pursuant to a plan of merger, approved in the manner provided by section 34-33c, one or more domestic limited partnerships may merge with or into any one or more domestic or foreign limited partnerships formed or organized under the laws of this state or any other state or any foreign country or other foreign jurisdiction, or any combination thereof, and the plan shall name the survivor.\n\n(b) The plan of merger, which may be embodied in an agreement, shall set forth: (1) The name and jurisdiction of organization of each party to the merger and the name of the limited partnership which is to be the survivor; (2) the terms and conditions of the merger, including the manner and basis of converting the interests of each party to the merger into other securities, interests, obligations, rights to acquire, interests, securities, cash or other property, or any combination thereof, and which may include provision for the distribution by any merging limited partnership of cash, securities of any limited partnership or other property in lieu of, in addition to, in exchange for or upon conversion of all or part of the interests in a limited partnership which is not the survivor in the merger; (3) any changes in the certificate of limited partnership of the survivor; (4) the effective date or time, which shall be a date or time certain, of the merger if it is not to be effective upon the filing of the certificate of merger; and (5) such other provisions with respect to the merger as are deemed necessary or desirable.\n\n(P.A. 93-363, S. 27; P.A. 03-18, S. 55; P.A. 04-99, S. 3; P.A. 11-241, S. 41.)\n\nHistory: P.A. 03-18 amended Subsec. (a) by adding provisions re one or more limited partnerships or other entities and re organized under the laws of any foreign country or other foreign jurisdiction or combination thereof, and replacing “surviving or resulting limited partnership” with “survivor”, and amended Subsec. (b) by replacing references to surviving or resulting limited partnership with references to survivor, adding references to other entity, replacing “of the merging limited partnerships and a designation of which” with “party to the merger and the name of the” in Subdiv. (1), adding provision re manner and basis of converting shares or interests in Subdiv. (2), adding provision re organizational documents in Subdiv. (3), and adding provision re plan of merger meeting requirements of statutes under which other entity is organized or governed, effective July 1, 2003; P.A. 04-99 amended Subsec. (a) by providing for merger with or into one or more “domestic or foreign” limited partnerships, effective May 10, 2004; P.A. 11-241 deleted provisions re other entities, shares and organizational documents and made conforming changes, effective January 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33a/"
    },
    {
      "id": "section-34-33b",
      "number": "34-33b.",
      "heading": "Consolidation of limited partnerships.",
      "text": "(a) Pursuant to a plan of consolidation, approved in the manner provided by section 34-33c, any domestic limited partnerships may consolidate with one or more limited partnerships formed or organized under the laws of this state or any other state or any foreign country or other foreign jurisdiction, or any combination thereof, into a new limited partnership.\n\n(b) The plan of consolidation, which may be embodied in an agreement, shall set forth: (1) The name and jurisdiction of organization of each of the consolidating limited partnerships and the name and jurisdiction of organization of the new limited partnership, which name may be that of any of the consolidating limited partnerships or any other available name pursuant to this chapter; (2) the terms and conditions of the consolidation, including the manner and basis of converting the interests of each party to the consolidation into interests, securities, obligations, rights to acquire other securities, cash or other property, or any combination thereof, and which may include provision for the distribution by any consolidating limited partnership of cash, securities of any limited partnership, or other property in lieu of, in addition to, in exchange for or upon conversion of all or part of the interests in any consolidating limited partnership or of the new limited partnership; (3) a certificate of limited partnership complying with section 34-10; (4) the effective date or time, which shall be a date or time certain, of a consolidation if it is not to be effective upon the filing of the certificate of consolidation; and (5) such other provisions with respect to the consolidation as are deemed necessary or desirable.\n\n(P.A. 93-363, S. 28; P.A. 03-18, S. 56; P.A. 11-241, S. 42.)\n\nHistory: P.A. 03-18 amended Subsec. (a) by adding provisions re one or more other entities and re organized under the laws of any foreign country of other foreign jurisdiction or combination thereof and amended Subsec. (b) by adding references to other entities, adding provision re manner and basis of converting shares or interests in Subdiv. (2), replacing “with respect to the new” with “if the survivor is a” in Subdiv. (3), and adding provision re plan of consolidation meeting requirements of statutes under which other entity is organized or governed, effective July 1, 2003; P.A. 11-241 deleted provisions re other entities and shares and made conforming changes, effective January 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33b/"
    },
    {
      "id": "section-34-33c",
      "number": "34-33c.",
      "heading": "Approval of plan of merger or consolidation by general and limited partners.",
      "text": "Except as otherwise provided in the partnership agreement, a plan of merger or consolidation shall be approved by each domestic limited partnership named in the merger or consolidation (1) by all general partners, and (2) by the limited partners or, if there is more than one class or group of limited partners, then by each class or group of limited partners, provided in either case, by limited partners who own at least two-thirds of the current percentage or other interest in the profits of the domestic limited partnership owned by all of the limited partners or by the limited partners in each class or group, as appropriate.\n\n(P.A. 93-363, S. 29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33c/"
    },
    {
      "id": "section-34-33d",
      "number": "34-33d.",
      "heading": "Certificate of merger or consolidation.",
      "text": "(a) After a plan of merger or consolidation is approved pursuant to section 34-33c, the survivor shall file a certificate of merger or consolidation, as the case may be, in the following manner: (1) A certificate of merger by any merging limited partnership that is a party thereto, executed as provided in section 34-10a, shall be filed as provided in section 34-10b with respect to the survivor; (2) a certificate of consolidation by any consolidating limited partnership that is a party thereto, executed as provided in section 34-10a, shall be filed as provided in section 34-10b in respect of the new limited partnership together with an appointment of statutory agent for service as provided in section 34-13b or other applicable law; and (3) general partners executing a certificate of merger or consolidation need not sign or swear as to facts set forth therein not pertaining to the limited partnership of which they are general partners.\n\n(b) The certificate of merger or consolidation shall set forth: (1) The plan of merger or consolidation; and (2) as to each merging or consolidating limited partnership, a statement of the vote of limited partners required to adopt the plan of merger or consolidation and the vote for the plan; and (3) if the survivor is a foreign limited partnership, and is to transact business in this state, a statement that such survivor shall comply with the provisions of this chapter respecting such limited partnerships, and in every case a statement irrevocably appointing the Secretary of the State as its attorney to accept service of process in any action, suit or proceeding for the enforcement of any obligations of any domestic merging or consolidating limited partnership for which it is liable pursuant to subsection (c) of section 34-33f, to the plan of merger or consolidation, or to the laws governing such foreign limited partnership. If such appointment is not made, legal process in any such action, suit or proceeding may be served upon the Secretary of the State as provided in subsection (b) of section 34-38q as attorney for such survivor.\n\n(c) The copy of the certificate of merger or consolidation, certified by the Secretary of the State, may also be filed for record in the records of deeds in the office of the town clerk in any town in this state. For such recording, the town clerk shall charge and collect the same fee as in the case of deeds.\n\n(d) A certificate of merger or consolidation shall act as a certificate of cancellation for a domestic limited partnership which is not the survivor in the merger or consolidation. A certificate of merger shall act as a certificate of amendment for a domestic limited partnership which survives such merger, to the extent provided by the plan of merger. In the case of a consolidation, the certificate of limited partnership set forth in the certificate of consolidation shall be the certificate of limited partnership of the new limited partnership.\n\n(P.A. 93-363, S. 30; P.A. 03-18, S. 57; P.A. 11-241, S. 43.)\n\nHistory: P.A. 03-18 amended Subsec. (a) by replacing “Any domestic limited partnership merging or consolidating under this section” with “After a plan of merger or consolidation is approved pursuant to Sec. 34-33c, the survivor”, adding reference to any merging limited partnership that is a party to the certificate of merger and replacing reference to surviving limited partnership with reference to survivor in Subdiv. (1), adding references to any consolidating limited partnership that is a party to the certificate of consolidation, “other entity” and “other applicable law” in Subdiv. (2), adding reference to general partners in Subdiv. (3) and making technical changes, amended Subsec. (b) by adding provision re requirements of statutes under which other entity is organized or governed and replacing references to surviving or new limited partnership with references to survivor, and amended Subsec. (d) by replacing reference to surviving or new limited partnership with reference to survivor and adding provision re if the new entity is a limited partnership, effective July 1, 2003; P.A. 11-241 deleted provisions re other entity and made conforming changes, effective January 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33d/"
    },
    {
      "id": "section-34-33e",
      "number": "34-33e.",
      "heading": "Effective date of merger or consolidation. Abandonment.",
      "text": "(a) Upon a filing of the certificate of merger or consolidation with the Secretary of the State as provided in section 34-33d, or at such later date as the certificate of merger or consolidation shall specify, the merger or consolidation shall become effective.\n\n(b) Abandonment by a limited partnership of a merger or consolidation approved or provided in sections 34-33a to 34-33f, inclusive, shall not require further action or approval of the limited partners thereof or other persons whose vote was required to adopt such merger or consolidation unless the plan of merger or consolidation otherwise provides. No abandonment may be made after the merger or consolidation becomes effective. Any abandonment is subject to the rights of other parties.\n\n(c) If a limited partnership has filed a certificate of merger or consolidation with an effective date later than the date of filing, and abandonment has occurred, the limited partnership may file a certificate of abandonment with the Secretary of the State executed as provided in section 34-10a by each of the abandoning limited partnerships which shall set forth: (1) The names of the abandoning limited partnerships, (2) the fact that a certificate of merger or consolidation was filed, (3) the date the merger or consolidation was abandoned and (4) such other provisions with respect to the abandonment as are deemed necessary or desirable.\n\n(P.A. 93-363, S. 31; June 12 Sp. Sess. P.A. 12-2, S. 73.)\n\nHistory: June 12 Sp. Sess. P.A. 12-2 made a technical change in Subsec. (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33e/"
    },
    {
      "id": "section-34-33f",
      "number": "34-33f.",
      "heading": "Effect of merger or consolidation.",
      "text": "(a) The survivor shall be a single limited partnership, which, in the case of a merger shall be that limited partnership designated in the plan of merger as the survivor and, in the case of a consolidation shall be the new limited partnership provided for in the plan of consolidation.\n\n(b) The separate existence of each party to the merger or the consolidation, except the survivor, shall cease.\n\n(c) For the purposes of the laws of this state, the survivor shall thereupon and thereafter, to the extent consistent with its certificate of limited partnership as in effect upon effecting the merger or consolidation, possess all of the rights, privileges and powers of each of the limited partnerships that have merged or consolidated, and all property, real, personal and mixed, and all debts due to any of such limited partnerships as well as all other things and choses in action belonging to each of such limited partnerships, and all and every other interests, of or belonging to or due to each of the limited partnerships so merged or consolidated, shall be vested in such single limited partnership without further act or deed; and the title to any real estate, or any interest therein, vested in any of such limited partnerships shall not revert or be in any way impaired by reason of such merger or consolidation.\n\n(d) Any devise, bequest, gift or grant, contained in any will or in any other instrument, made before or after the merger or consolidation, to or for the benefit of any party to the merger or the consolidation shall inure to the benefit of the survivor. So far as is necessary for that purpose, the existence of each party to the merger or the consolidation shall be deemed to continue in and through the survivor.\n\n(e) The survivor shall be liable for all the liabilities, obligations and penalties of each party to the merger or the consolidation; and any claim existing or action or proceeding, civil or criminal, pending by or against any such limited partnership may be prosecuted as if such merger or consolidation had not taken place, or such survivor may be substituted in its place; and any judgment rendered against any party to the merger or the consolidation may be enforced against the survivor. Neither the rights of creditors nor any liens upon the property of any merging or consolidating limited partnership shall be impaired by the merger or consolidation.\n\n(f) Any general partner of a limited partnership that is a party to a merger or a consolidation who, prior to the merger or the consolidation, was obligated for any of the liabilities or obligations of the limited partnership shall not be released by reason of the merger or the consolidation from any such liabilities or obligations arising prior to the effective time of the merger or the consolidation.\n\n(P.A. 93-363, S. 32; P.A. 03-18, S. 58; P.A. 11-241, S. 44.)\n\nHistory: P.A. 03-18 replaced references to surviving or new limited partnership with references to survivor, added references to other entities and replaced references to merging or consolidating limited partnerships with references to party to the merger or consolidation throughout, amended Subsec. (a) by replacing “merging limited partnerships or consolidating limited partnerships party to the plan of merger or consolidation” with “survivor”, amended Subsec. (b) by replacing “all merging or consolidating limited partnerships party to the plan of merger or consolidation” with “each party to the merger or the consolidation”, amended Subsec. (c) by adding provision re other organizational documents and deleting “taken and transferred to and”, and added Subsec. (f) re liabilities and obligations of general partner of limited partnership or holder of interest in other entity, effective July 1, 2003; P.A. 11-241 deleted provisions re other entities and organizational documents, effective January 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-33f/"
    },
    {
      "id": "section-34-34",
      "number": "34-34.",
      "heading": "Contributor as party to proceedings affecting partnership.",
      "text": "Section 34-34 is repealed.\n\n(1961, P.A. 79, S. 26; P.A. 79-440, S. 62.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-34/"
    },
    {
      "id": "section-34-34a",
      "number": "34-34a.",
      "heading": "Derivative actions, right of action by limited partner.",
      "text": "A limited partner may bring an action in the right of a limited partnership to recover a judgment in its favor if general partners with authority to do so have refused to bring the action or if an effort to cause those general partners to bring the action is not likely to succeed.\n\n(P.A. 79-440, S. 55.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-34a/"
    },
    {
      "id": "section-34-34b",
      "number": "34-34b.",
      "heading": "Derivative actions, proper plaintiff.",
      "text": "In a derivative action, the plaintiff shall be a partner at the time of bringing the action and (1) at the time of the transaction of which he complains or (2) his status as a partner had devolved upon him by operation of law or pursuant to the terms of the partnership agreement from a person who was a partner at the time of the transaction.\n\n(P.A. 79-440, S. 56.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-34b/"
    },
    {
      "id": "section-34-34c",
      "number": "34-34c.",
      "heading": "Derivative actions, pleading.",
      "text": "In a derivative action, the complaint shall set forth with particularity the effort of the plaintiff to secure initiation of the action by a general partner or the reasons for not making the effort.\n\n(P.A. 79-440, S. 57.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-34c/"
    },
    {
      "id": "section-34-34d",
      "number": "34-34d.",
      "heading": "Derivative actions, expenses.",
      "text": "If a derivative action is successful, in whole or in part, or if anything is received by the plaintiff as a result of a judgment, compromise or settlement of any action or claim, the compromise or settlement of an action or claim, the court may award the plaintiff reasonable expenses, including reasonable attorney's fees, and shall direct him to remit to the limited partnership the remainder of those proceeds received by him.\n\n(P.A. 79-440, S. 58.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-34d/"
    },
    {
      "id": "section-34-35",
      "number": "34-35.",
      "heading": "Citation of chapter.",
      "text": "This chapter may be cited as The Uniform Limited Partnership Act.\n\n(1961, P.A. 79, S. 27.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-35/"
    },
    {
      "id": "section-34-36",
      "number": "34-36.",
      "heading": "Construction of chapter.",
      "text": "This chapter shall be so interpreted and construed as to effect its general purpose to make uniform the law of those states which enact it. This chapter shall not be so construed as to impair the obligations of any contract existing on October 1, 1979, nor to affect any action or proceeding begun or right accrued before said date.\n\n(1961, P.A. 79, S. 28; P.A. 79-440, S. 59.)\n\nHistory: P.A. 79-440 deleted provision which stated “the rule that statutes in derogation of the common law are to be strictly construed shall have no application to this chapter” and changed date after which provisions as amended have effect on contracts and proceedings, etc. from October 1, 1961, to October 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-36/"
    },
    {
      "id": "section-34-37",
      "number": "34-37.",
      "heading": "Applicability of the rules of law and equity.",
      "text": "In any case not provided for in this chapter or sections 34-300 to 34-434, inclusive, the rules of law and equity, including the law merchant, shall govern.\n\n(1961, P.A. 79, S. 29; P.A. 79-440, S. 61; P.A. 96-77, S. 2, 17.)\n\nHistory: P.A. 79-440 added reference to chapter 611; P.A. 96-77 replaced reference to Ch. 611 with reference to Secs. 34-300 to 34-434, inclusive, effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-37/"
    },
    {
      "id": "section-34-38",
      "number": "34-38.",
      "heading": "Partnerships formed prior to October 1, 1979.",
      "text": "(a) A limited partnership formed under any statute of this state prior to October 1, 1979, may become a limited partnership formed under this chapter by complying with the provisions of section 34-10.\n\n(b) A limited partnership formed under any statute of this state prior to October 1, 1961, until or unless it becomes a limited partnership under this chapter, shall continue to be governed by the provisions of chapter 609, except that such partnerships shall not be renewed unless so provided in the original agreement.\n\n(c) A limited partnership formed under any statute of this state on or after October 1, 1961, and prior to October 1, 1979, shall continue to be governed by the provisions of chapter 610 of the general statutes, revision of 1958, revised to 1979, except that (1) such partnerships shall not be renewed unless so provided in the original agreement, (2) the execution of amendments to or cancellations of the certificates of such limited partnerships shall be governed by section 34-10a, (3) the place of filing of amendments to or cancellations of the certificates of such limited partnerships shall be the office of the Secretary of the State, and (4) the fees charged for filings made by such limited partnerships with the office of the Secretary of the State shall be the same as the fees charged to limited partnerships formed on or after October 1, 1979.\n\n(1961, P.A. 79, S. 30; P.A. 79-440, S. 60; P.A. 82-407, S. 3; P.A. 85-197, S. 7; P.A. 86-379, S. 23.)\n\nHistory: P.A. 79-440 made provisions as amended applicable as of October 1, 1979, where previously effective as of October 1, 1961, and added Subsec. (c), having redesignated Subsecs. (1) and (2) as (a) and (b) and changed Subdiv. indicators accordingly; P.A. 82-407 added Subsec. (c)(2) and (3) concerning the governing law for, and the place of filing of, amendments to or cancellations of the certificates of such limited partnerships; P.A. 85-197 added Subsec. (c)(4) re the fees charged for filings by such limited partnerships; P.A. 86-379 deleted proviso re requirements of certificate in Subsec. (a).\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.\n\nCited. 11 CA 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38/"
    },
    {
      "id": "section-34-38a",
      "number": "34-38a.",
      "heading": "Validation of certain certificates, amendments and cancellations thereof filed prior to October 1, 1979.",
      "text": "All certificates, and all amendments and cancellations thereof, duly filed for record in accordance with the provisions of sections 34-10 and 34-33 prior to October 1, 1979, and otherwise conforming to the requirements of subdivision (a) of subsection (1) of section 34-10 and of subsection (1) of section 34-33 of the general statutes, revision of 1958, revised to 1979, except that the same were acknowledged by or on behalf of one or more members and were not sworn to by such members, are validated and shall be deemed to conform to the requirements of subdivision (a) of subsection (1) of section 34-10 and of subsection (1) of section 34-33 of the general statutes, revision of 1958, revised to 1979.\n\n(P.A. 79-356, S. 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38a/"
    },
    {
      "id": "section-34-38b",
      "number": "34-38b.",
      "heading": "Partnerships existing on October 1, 1986.",
      "text": "The amendment of sections 34-9, 34-10, 34-10a, 34-10c, 34-13, 34-13b, 34-13c, 34-15, 34-16, 34-17a, 34-19, 34-20a to 34-20d, inclusive, 34-25, 34-25a, 34-27a, 34-27c, 34-28, 34-28a, 34-32, 34-38, 34-38g and 34-38n by public act 86-379 effective on October 1, 1986, does not impair, or otherwise affect, the organization or the continued existence of a limited partnership existing on October 1, 1986, nor impair any contract or affect any right accrued before October 1, 1986.\n\n(P.A. 86-379, S. 28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38b/"
    },
    {
      "id": "section-34-38c",
      "number": "34-38c",
      "heading": "to 34-38e. - Reserved for future use.",
      "text": "to 34-38e. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34-38f",
      "number": "34-38f.",
      "heading": "Foreign limited partnerships, governing law.",
      "text": "Subject to the Constitution of this state, (1) the laws of the state under which a foreign limited partnership is organized govern its organization and internal affairs and the liability of its limited partners, and (2) a foreign limited partnership may not be denied registration by reason of any difference between those laws and the laws of this state.\n\n(P.A. 79-440, S. 47.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38f/"
    },
    {
      "id": "section-34-38g",
      "number": "34-38g.",
      "heading": "Foreign limited partnerships, registration with Secretary of the State.",
      "text": "Before transacting business in this state, a foreign limited partnership shall register with the Secretary of the State. In order to register, a foreign limited partnership shall submit to the Secretary of the State an application for registration as a foreign limited partnership, signed by a general partner and setting forth: (1) The name of the foreign limited partnership and, if different, the name under which it proposes to register and transact business in the state; (2) the state and date of its formation; (3) the general character of the business it proposes to transact in this state; (4) the name and address of the agent in this state for service of process on the foreign limited partnership required to be maintained by section 34-38p and an acceptance of such appointment signed by the agent appointed if other than the Secretary of the State; (5) the address of the office required to be maintained in the state of its organization by the laws of that state, or, if not so required, of the principal office of the foreign limited partnership; (6) the name and business address of each general partner; (7) the address of the office at which is kept a list of the names and addresses of the limited partners and their capital contributions, together with an undertaking by the foreign limited partnership to keep those records until the foreign limited partnership registration in this state is cancelled or withdrawn; (8) the date the foreign limited partnership commenced transacting business in this state; (9) the valid electronic mail address of the foreign limited partnership; and (10) the foreign limited partnership's North American Industry Classification System Code.\n\n(P.A. 79-440, S. 48; P.A. 86-379, S. 24; P.A. 89-116, S. 7; P.A. 90-228, S. 5, 8; P.A. 93-363, S. 22; P.A. 04-240, S. 11; P.A. 14-154, S. 13; P.A. 24-111, S. 7.)\n\nHistory: P.A. 86-379 amended provisions re appointment of agent, adding language re secretary of state as agent for service of process, acceptance of appointment by agent if other than secretary of state, and added Subdivs. (6) and (7) re names and addresses of general partners and address of office where list of names, addresses and contributions of limited partners is kept; P.A. 89-116 made technical changes re copies of application and signing of acceptance of appointment of agent; P.A. 90-228 added “the date the foreign limited partnership commenced transacting business in this state” as Subdiv. (8) to be included in the application; P.A. 93-363 changed “two signed copies or one signed copy and one conformed” to “a signed” copy; P.A. 04-240 amended Subdiv. (4) by replacing provisions re agent for service “whom the foreign limited partnership elects to appoint” and re the persons or entities authorized to be the agent with provision re agent required to be maintained by Sec. 34-38p and by making technical changes; P.A. 14-154 added Subdiv. (9) re electronic mail address of foreign limited partnership, effective January 1, 2015; P.A. 24-111 deleted requirements that foreign limited partnership deliver signed copy of application sworn to by general partner, amended Subdiv. (9) by replacing “electronic mail address, if any,” with “valid electronic mail address”, added Subdiv. (10) re foreign limited partnership's North American Industry System Classification Code and made technical changes, effective January 1, 2025.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38g/"
    },
    {
      "id": "section-34-38h",
      "number": "34-38h.",
      "heading": "Foreign limited partnerships, issuance of registration by Secretary of the State.",
      "text": "If the Secretary of the State finds that an application for registration conforms to law and all requisite fees have been paid, he shall: (1) Endorse on the application the word “Filed”, and the month, day and year of the filing thereof; and (2) file in his office a signed copy of the application.\n\n(P.A. 79-440, S. 49; P.A. 89-116, S. 8; P.A. 93-363, S. 23.)\n\nHistory: P.A. 89-116 changed “duplicate original” to “signed copy” and “signed or conformed copy”; P.A. 93-363 deleted Subdiv. (3) of Subsec. (a) re issuance of certificate of registration to transact business in this state and deleted Subsec. (b) re return of certificate of registration.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38h/"
    },
    {
      "id": "section-34-38i",
      "number": "34-38i.",
      "heading": "Foreign limited partnerships, name under which registered.",
      "text": "A foreign limited partnership may register with the Secretary of the State under any name, whether or not it is the name under which it is registered in its state of organization, that includes without abbreviation the words “limited partnership” and that could be registered by a domestic limited partnership.\n\n(P.A. 79-440, S. 50.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38i/"
    },
    {
      "id": "section-34-38j",
      "number": "34-38j.",
      "heading": "Foreign limited partnerships, changes and amendments to registration.",
      "text": "If any statement in the application for registration of a foreign limited partnership was false when made or any arrangements or other facts described have changed, making the application inaccurate in any respect, the foreign limited partnership shall promptly file in the office of the Secretary of the State a certificate, signed by a general partner, correcting such statement.\n\n(P.A. 79-440, S. 51; P.A. 89-116, S. 9; P.A. 93-363, S. 24; P.A. 24-111, S. 8.)\n\nHistory: P.A. 89-116 added “two signed copies or one signed copy and one conformed copy or”; P.A. 93-363 changed “two signed copies or one signed copy and one conformed” to “a signed” copy; P.A. 24-111 deleted requirements that foreign limited partnership file signed copy of certificate sworn to by general partner, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38j/"
    },
    {
      "id": "section-34-38k",
      "number": "34-38k.",
      "heading": "Foreign limited partnerships, cancellation of registration.",
      "text": "A foreign limited partnership may cancel its registration by filing with the Secretary of the State a certificate of cancellation signed by a general partner. A cancellation does not terminate the authority of the Secretary of the State to accept service of process on the foreign limited partnership with respect to causes of action arising out of the transactions of business in this state.\n\n(P.A. 79-440, S. 52; P.A. 89-116, S. 10; P.A. 93-363, S. 25; P.A. 24-111, S. 9.)\n\nHistory: P.A. 89-116 added requirement of filing two signed copies or one signed copy and one conformed copy of certificate of cancellation; P.A. 93-363 changed “two signed copies or one signed copy and one conformed” to “a signed” copy; P.A. 24-111 deleted requirements that foreign limited partnership file signed copy of certificate sworn to by general partner, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38k/"
    },
    {
      "id": "section-34-38l",
      "number": "34-38l.",
      "heading": "Foreign limited partnerships, transaction of business without registration.",
      "text": "(a) A foreign limited partnership transacting business in this state may not maintain any action, suit or proceeding in any court of this state until it has registered in this state.\n\n(b) The failure of a foreign limited partnership to register in this state does not impair the validity of any contract or act of the foreign limited partnership or prevent the foreign limited partnership from defending any action, suit or proceeding in any court of this state.\n\n(c) A limited partner of a foreign limited partnership is not liable as a general partner of the foreign limited partnership solely by reason of having transacted business in this state without registration.\n\n(d) A foreign limited partnership, by transacting business in this state without registration, appoints the Secretary of the State as its agent for service of process with respect to causes of action arising out of the transaction of business in this state.\n\n(e) A foreign limited partnership which transacts business in this state without registering with the Secretary of the State as required by this chapter shall be liable to this state, for each year or part thereof during which it transacted business in this state without being registered with said secretary, in an amount equal to: (1) All fees and taxes which would have been imposed by law upon such limited partnership had it duly applied for and received such registration to transact business in this state, and (2) all interest and penalties imposed by law for failure to pay such fees and taxes. A foreign limited partnership is further liable to this state, for each month or part thereof during which it transacted business in this state without registering with the Secretary of the State, in an amount equal to three hundred dollars, except that a foreign limited partnership which has registered with said secretary not later than ninety days after it has commenced transacting business in this state shall not be liable for such monthly penalty. Such fees and penalties may be levied by the Secretary of the State.\n\n(P.A. 79-440, S. 53; P.A. 90-228, S. 6, 8; P.A. 97-228, S. 3, 7; P.A. 98-137, S. 22, 62; 98-219, S. 33, 34; P.A. 09-83, S. 3.)\n\nHistory: P.A. 90-228 added Subsec. (e) describing the penalties and fees to be imposed for conducting business without being registered as required; P.A. 97-228 deleted Subsec. (e)(1) re penalty of $2,000 for each year or part thereof during which a foreign limited partnership transacts business without registering, renumbering remaining Subdivs. accordingly, replacing said annual penalty with a penalty of $165 for each month or part thereof that a foreign limited partnership transacts business without registering and rephrasing provision re grace period, effective July 1, 1997; P.A. 98-137 amended Subsec. (e) to revise provision re grace period by providing that a foreign limited partnership is not liable for the monthly penalty if it has registered “not later than ninety days after it has commenced transacting business in this state” rather than not being liable “for the first three months or part thereof during which it transacted business without being registered with the secretary”, effective July 1, 1998; P.A. 98-219 revised effective date of P.A. 98-137, but without affecting this section; P.A. 09-83 amended Subsec. (e) to increase penalty from $165 to $300 for each month or part thereof that a foreign limited partnership transacts business without registering and to make a technical change.\n\nSee Sec. 34-38r re limited amnesty program.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38l/"
    },
    {
      "id": "section-34-38m",
      "number": "34-38m.",
      "heading": "Foreign limited partnerships, Attorney General authorized to bring action to restrain transaction of business.",
      "text": "The Attorney General may bring an action to restrain a foreign limited partnership from transacting business in this state in violation of sections 34-38f to 34-38l, inclusive.\n\n(P.A. 79-440, S. 54.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38m/"
    },
    {
      "id": "section-34-38n",
      "number": "34-38n.",
      "heading": "Fees payable to the Secretary of the State for limited partnership documents.",
      "text": "(a) The Secretary of the State shall receive, for filing any document or certificate required to be filed under sections 34-10, 34-13a, 34-13e, 34-32, 34-32a, 34-32c, 34-38g and 34-38s, the following fees: (1) For reservation or cancellation of reservation of name, sixty dollars; (2) for a certificate of limited partnership and appointment of statutory agent, one hundred twenty dollars; (3) for a certificate of amendment, one hundred twenty dollars; (4) for a certificate of merger or consolidation, sixty dollars; (5) for a certificate of registration, one hundred twenty dollars; (6) for a change of agent or change of address of agent, twenty dollars; (7) for a certificate of reinstatement, one hundred twenty dollars; and (8) for an annual report, (a) prior to July 1, 2020, twenty dollars, and (B) on or after July 1, 2020, eighty dollars.\n\n(b) Miscellaneous charges: (1) At the time of any service of process on the Secretary of the State as statutory agent of a limited partnership, the plaintiff in the process so served shall pay fifty dollars; (2) for preparing and furnishing a copy of any document or instrument or paper filed or recorded relating to a limited partnership: For each copy of each such document thereof regardless of the number of pages, forty dollars; for affixing his certification and official seal thereto, fifteen dollars; (3) for preparing and furnishing a certificate that may reflect any and all changes of limited partnership names and the dates of filing thereof, fifty dollars; and (4) for other services for which fees are not provided by the general statutes, the Secretary of the State may charge such fees which shall, in his judgment, cover the cost of the services provided.\n\n(P.A. 80-366; P.A. 86-379, S. 27; P.A. 88-159, S. 7, 11; P.A. 89-251, S. 176, 203; May Sp. Sess. P.A. 92-6, S. 104, 117; P.A. 93-363, S. 26; P.A. 94-123, S. 5; P.A. 95-252, S. 8; P.A. 03-18, S. 59; June Sp. Sess. P.A. 09-3, S. 372; P.A. 14-154, S. 14; P.A. 19-117, S. 344.)\n\nHistory: P.A. 86-379 added fee of $40 for appointment of statutory agent and fee of $6 for change of agent or address of agent; P.A. 88-159 added Subsec. (b) re miscellaneous charges; P.A. 89-251 increased the fees; May Sp. Sess. P.A. 92-6 amended Subsec. (a) to raise fee from $8 to $10 and Subsec. (b) to change fees in Subdiv. (1) from $11 to $25, Subdiv. (2) from $11 to $15 and $6 to $5 and Subdiv. (3) from $10 to $25; P.A. 93-363 amended Subsec. (a) by inserting new Subdiv. (4) providing fee of $30 per each limited partnership for a certificate of merger or consolidation, renumbering former Subdivs. (4) to (6), inclusive, accordingly, and amended Subsec. (b)(2) by increasing fee for each copy of document from $15 to $20; P.A. 94-123 amended Subsec. (a)(1) to specify that the fee for cancellation of reservation of name shall be $30; P.A. 95-252 amended Subsec. (a) to include references to documents or certificates filed under Secs. 34-13e, 34-32c and 34-38s, to replace in Subdiv. (4) “each limited partnership” with “each constituent domestic and foreign limited partnership”, to add Subdiv. (8) providing fee of $60 for a certificate of reinstatement and to add Subdiv. (9) providing fee of $10 for an annual report and amended Subsec. (b)(3) to replace “for preparing his certificate certifying the filing” with “for preparing and furnishing a certificate that may reflect any and all changes of limited partnership names and the dates of filing thereof”; P.A. 03-18 amended Subsec. (a)(4) by deleting “per each constituent domestic and foreign limited partnership”, effective July 1, 2003; June Sp. Sess. P.A. 09-3 increased fees; P.A. 14-154 amended Subsec. (a) by deleting former Subdiv. (5) re filing fee for certificate of cancellation and redesignating existing Subdivs. (6) to (9) as Subdivs. (5) to (8), effective July 1, 2015; P.A. 19-117 amended Subsec. (a)(8) by increasing annual report filing fee from $20 to $80 on or after July 1, 2020, effective July 1, 2019.\n\nSee Sec. 34-38b re inapplicability of provisions as amended by P.A. 86-379 to partnerships existing before October 1, 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38n/"
    },
    {
      "id": "section-34-38o",
      "number": "34-38o.",
      "heading": "Foreign limited partnerships. Activities not constituting transacting business in this state.",
      "text": "(a) Any foreign limited partnership may purchase, hold, mortgage, lease, sell and convey real and personal property in this state for its lawful uses and purposes, and may hold such property as it may acquire by foreclosure or otherwise in payment of debts due such limited partnership without such action constituting transacting business in this state for the purposes of this chapter.\n\n(b) Without excluding other activities which may not constitute transacting business in this state, a foreign limited partnership shall not be considered to be transacting business in this state, for purposes of this chapter, by reason of carrying on in this state any one or more of the following activities: (1) Maintaining or defending any action or suit or any administrative or arbitration proceeding, or effecting the settlement thereof or the settlement of claims or disputes, but nothing in this subdivision shall entitle a foreign limited partnership to maintain suit in this state in violation of section 34-38l; (2) holding meetings of its members or carrying on other activities concerning its internal affairs; (3) maintaining bank accounts or borrowing money with or without security, even if such borrowings are repeated and continuous transactions; (4) maintaining offices or agencies for the transfer, exchange and registration of its partnership interests, or appointing and maintaining trustees or depositories with respect to its interests; (5) soliciting or procuring orders, whether by mail or through employees or agents or otherwise, where such orders require acceptance without this state before becoming binding contracts; (6) creating evidences of debt, mortgages or liens on real or personal property; (7) taking security for or collecting debts due it or enforcing any rights in property securing the same; (8) transacting business in interstate commerce; (9) conducting an isolated transaction completed within a period of thirty days and not in the course of a number of repeated transactions of like nature.\n\n(P.A. 82-407, S. 4.)\n\nSubsec. (b):\n\nSubdivs. (1) and (7) interpreted together permit unregistered foreign limited partnership, generally not permitted to bring action in state, to bring action for foreclosure of mortgage. 49 CS 257.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38o/"
    },
    {
      "id": "section-34-38p",
      "number": "34-38p.",
      "heading": "Foreign limited partnerships. Appointment of agent for service of process.",
      "text": "(a) Each foreign limited partnership shall, before transacting business in this state, appoint in writing an agent upon whom all process, in any action or proceeding against it, may be served, and by such appointment the foreign limited partnership shall agree that any process against it which is served on such agent shall be of the same legal force and validity as if served on the foreign limited partnership and that such appointment shall continue in force as long as any liability remains outstanding against the foreign limited partnership in this state.\n\n(b) A foreign limited partnership's agent for service upon whom process may be served shall be: (1) The Secretary of the State and his successors in office; (2) a natural person who is a resident of this state; (3) a domestic corporation; (4) a corporation not organized under the laws of this state and which has procured a certificate of authority to transact business or conduct its affairs in this state; (5) a domestic limited liability company; (6) a limited liability company not organized under the laws of this state and which has procured a certificate of registration to transact business or conduct its affairs in this state; (7) a domestic registered limited liability partnership; (8) a registered limited liability partnership not organized under the laws of this state and which has procured a certificate of authority to transact business or conduct its affairs in this state; (9) a domestic statutory trust; or (10) a statutory trust not organized under the laws of this state and which has procured a certificate of registration to transact business or conduct its affairs in this state.\n\n(c) A foreign limited partnership's appointment of the Secretary of the State and his successors in office as its initial agent upon whom process may be served shall be included in the application for registration as provided in section 34-38g. A subsequent appointment of the Secretary of the State and his successors in office as a foreign limited partnership's agent upon whom process may be served shall be filed in the office of the Secretary of the State in such form as the secretary shall prescribe.\n\n(d) A foreign limited partnership's appointment of a natural person or an entity set forth in subdivisions (2) to (10), inclusive, of subsection (b) of this section as its initial agent upon whom process may be served shall be included in the application for registration as provided in section 34-38g. A foreign limited partnership's subsequent appointment of any such natural person or entity as its agent upon whom process may be served shall be filed with the Secretary of the State in such form as the secretary shall prescribe setting forth: (1) The name of the foreign limited partnership; (2) the name of such agent; (3) a statement of acceptance by the statutory agent therein appointed; and (4) if such agent is a natural person, the business and residence addresses thereof; if such agent is an entity organized under the laws of this state, the address of the principal office thereof; if such agent is an entity not organized under the laws of this state, the address of the principal office thereof in this state. In each case, the address shall include the street and number or other particular designation. All subsequent written appointments filed with the Secretary of the State shall be signed by a general partner of the foreign limited partnership and, if other than the Secretary of the State, by the statutory agent therein appointed.\n\n(e) If an agent dies, dissolves, removes from the state or resigns, the foreign limited partnership shall forthwith appoint another agent upon whom process may be served. If such agent changes his or its address within the state from that appearing upon the records in the office of the Secretary of the State, the foreign limited partnership or agent shall forthwith file with the Secretary of the State notice of the new address. Such agent may resign by filing with the Secretary of the State a signed statement in duplicate to that effect. The Secretary of the State shall forthwith file one copy and mail the other copy of such statement to the foreign limited partnership at the office designated in the certificate of registration filed pursuant to section 34-38g. Upon the expiration of thirty days after the mailing of such notice, the resignation shall be effective. A foreign limited partnership may revoke the appointment of an agent upon whom process may be served by making a new appointment as provided in this section and any new appointment so made revokes all appointments theretofore made.\n\n(P.A. 86-379, S. 25; P.A. 89-116, S. 11; P.A. 04-240, S. 12; 04-257, S. 54; P.A. 09-38, S. 2.)\n\nHistory: P.A. 89-116 amended Subsec. (c) re filing of initial and subsequent appointments of the secretary of the state as agent and amended Subsec. (d) re filing of initial and subsequent appointments of natural person or corporation as agent and requiring statement of acceptance by agent; P.A. 04-240 added Subsec. (b)(5) to (10) re limited liability companies, registered limited liability partnerships and statutory trusts as agents for service, amended Subsec. (d) by making conforming changes re entities set forth in Subsec. (b) and made technical changes throughout; P.A. 04-257 made a technical change in Subsec. (c), effective June 14, 2004; P.A. 09-38 amended Subsec. (e) to delete requirement that copy of the resignation statement mailed to foreign limited partnership be mailed “together with notice that as a result of the failure to comply with this section, the authority to transact business in this state of such foreign limited partnership shall be deemed to have been revoked” and be sent “by certified mail”, provide that resignation of agent for service is effective 30 days, rather than 120 days, after mailing of such notice and delete provision requiring revocation of authority to transact business unless a new agent has been appointed within that 120-day period, and deleted former Subsec. (f) re authority of foreign limited partnership deemed revoked for failure to comply with section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38p/"
    },
    {
      "id": "section-34-38q",
      "number": "34-38q.",
      "heading": "Foreign limited partnerships, service of process upon statutory agent.",
      "text": "(a) Any process, notice or demand in connection with any action or proceeding required or permitted by law to be served upon a foreign limited partnership authorized to transact business in this state which is subject to the provisions of section 34-38p, may be served upon the limited partnership's statutory agent for service by any proper officer or other person lawfully empowered to make service.\n\n(b) A foreign limited partnership's agent upon whom process may be served shall be as follows: When the Secretary of the State and his successors have been appointed such limited partnership's agent for service of process, by leaving two true and attested copies thereof together with the required fee at the office of the Secretary of the State or depositing the same in the United States mails, by registered or certified mail, postage prepaid, addressed to said office. The Secretary of the State shall file one copy of such process and keep a record of the date and hour of such receipt, and, within two business days after such service, forward by registered or certified mail the other copy of such process to the limited partnership at the address of the office designated in the certificate of registration filed pursuant to section 34-38g, as last shown on his records. Service so made shall be effective as of the date and hour received by the Secretary of the State as shown on his records. If it appears from the records of the Secretary of the State that such a foreign limited partnership has failed to appoint or maintain a statutory agent for service, or if it appears by affidavit attached to the process, notice or demand of the officer or other proper person directed to serve any process, notice or demand upon such a foreign limited partnership's statutory agent for service appearing on the records of the Secretary of the State that such agent cannot, with reasonable diligence, be found, service of such process, notice or demand on such foreign limited partnership may, when timely made, be made by such officer or other proper person by: (1) Leaving a true and attested copy thereof together with the required fee at the office of the Secretary of the State or depositing the same in the United States mails, by registered or certified mail, postage prepaid, addressed to said office, and (2) depositing in the United States mails, by registered or certified mail, postage prepaid, a true and attested copy thereof, together with a statement by such officer that service is being made pursuant to this section, addressed to such foreign limited partnership at the address of the office designated in the certificate of limited partnership in the state of formation as shown on the records of such state.\n\n(c) The Secretary of the State shall file the copy of each process, notice or demand received by him as provided in subsection (b) of this section, and keep a record of the day and hour of such receipt. Service made as provided in this section shall be effective as of such day and hour.\n\n(d) Nothing in this section contained shall limit or affect the right to serve any process, notice or demand required or permitted by law to be served upon a limited partnership in any other manner permitted by law.\n\n(P.A. 86-379, S. 26; P.A. 87-589, S. 9, 87; P.A. 88-364, S. 51, 123; May Sp. Sess. P.A. 92-6, S. 105, 117; June Sp. Sess. P.A. 98-1, S. 25, 121.)\n\nHistory: P.A. 87-589 made technical change in Subsec. (b); P.A. 88-364 made a technical change to remove repeated words; May Sp. Sess. P.A. 92-6 amended Subsec. (b) to delete the amount of the fees required at the submission of documents; June Sp. Sess. P.A. 98-1 made technical changes in Subsec. (b), effective June 24, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38q/"
    },
    {
      "id": "section-34-38r",
      "number": "34-38r.",
      "heading": "Limited amnesty for foreign limited partnerships transacting business without registration.",
      "text": "Notwithstanding any provision of sections 34-9 to 34-38q, inclusive, as part of a limited amnesty program in effect for the calendar year commencing January 1, 1995, and ending December 31, 1995, any foreign limited partnership that voluntarily comes forth during said calendar year to pay penalties and fees owed for transacting business in this state without a certificate of registration, shall only be liable for one-half of the total sum of penalties calculated under section 34-38l. This limited amnesty shall not apply to any other fees or taxes owed by a foreign limited partnership or any interest thereon that shall still be paid in full pursuant to subsection (e) of said section.\n\n(P.A. 94-186, S. 212.)\n\nHistory: (Revisor's note: In 1995 the reference to Sec. 33-38lwas changed editorially by the Revisors to Sec. 34-38l).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38r/"
    },
    {
      "id": "section-34-38s",
      "number": "34-38s.",
      "heading": "Foreign limited partnerships. Annual report.",
      "text": "(a) Each foreign limited partnership registered to transact business in this state shall file an annual report by electronic transmission with the Secretary of the State that shall be due upon the anniversary of the registration of such foreign limited partnership pursuant to section 34-38g. Upon request of a foreign limited partnership, the Secretary of the State may grant an exemption from the requirement to file an annual report by electronic transmission if the foreign limited partnership does not have the capability to file by electronic transmission or make payment in an authorized manner by electronic means or if other good cause is shown.\n\n(b) Each annual report shall set forth: (1) The name of the foreign limited partnership and, if different, the name under which such foreign limited partnership transacts business in this state; (2) the address of the office required to be maintained in the state or other jurisdiction of the foreign limited partnership's organization by the laws of that state or jurisdiction or, if not so required, the address of its principal office; (3) the valid electronic mail address of the foreign limited partnership; and (4) the foreign limited partnership's North American Industry Classification System Code.\n\n(c) Each annual report shall be executed in accordance with section 34-10a and be accompanied by the filing fee established in section 34-38n. The Secretary of the State shall deliver to each foreign limited partnership at its principal office or its electronic mail address, as last shown by his records, notice that the annual report is due, but failure to receive such notice shall not relieve a foreign limited partnership of the requirement of filing the report as provided in this section.\n\n(P.A. 95-252, S. 5; P.A. 11-146, S. 8; P.A. 24-111, S. 10.)\n\nHistory: P.A. 11-146 amended Subsec. (a) to delete “On and after January 1, 1996”, require annual report to be filed “by electronic transmission” and add provision re authority of Secretary of the State to grant exemption from electronic filing requirement if partnership does not have capability to file or pay electronically or if other good cause is shown, amended Subsec. (b) to add Subdiv. (3) re electronic mail address and amended Subsec. (c) to require Secretary of the State to “deliver” a “notice that the annual report is due”, rather than “mail” a “form prescribed by him for the annual report”, allow delivery of such notice to partnership's electronic mail address and make a conforming change, effective January 1, 2012; P.A. 24-111 amended Subsec. (b) by replacing “electronic mail address, if any,” with “valid electronic mail address” in Subdiv. (3), by adding Subdiv. (4) re foreign limited partnership's North American Industry Classification System Code and by making technical changes, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38s/"
    },
    {
      "id": "section-34-38t",
      "number": "34-38t.",
      "heading": "Foreign limited partnerships. Failure to file report. Incorrect report.",
      "text": "(a) Any foreign limited partnership required to file an annual report as provided in section 34-38s, which fails to file its annual report on or before the due date thereof, shall be in default in respect thereof until the same is filed.\n\n(b) The Secretary of the State shall not accept for filing a report from a foreign limited partnership until any default for failure to file any prior report is cured. If the Secretary of the State finds that any annual report received from a foreign limited partnership does not conform to law, he may return it to the foreign limited partnership for correction. If the report is returned for correction and is not received by the Secretary of the State in corrected form on or before the due date thereof, the foreign limited partnership shall be in default for failure to file its report. If the report is returned for failure to file any previous report and is not returned with any such previous report on or before the due date of the current report, the foreign limited partnership shall be in default for failure to file two reports.\n\n(P.A. 95-252, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38t/"
    },
    {
      "id": "section-34-38u",
      "number": "34-38u.",
      "heading": "Foreign limited partnerships. Revocation of certificate of registration.",
      "text": "(a) The certificate of registration of a foreign limited partnership to transact business in this state may be revoked by the Secretary of the State upon the conditions provided in this section when: (1) The foreign limited partnership has failed to file its annual report with the Secretary of the State; (2) any wilful misrepresentation has been made of any material matter in any application, report, affidavit or other document, submitted by such foreign limited partnership pursuant to this chapter; (3) the foreign limited partnership is exceeding the authority conferred upon it by this chapter; or (4) the foreign limited partnership is without an agent upon whom process may be served in this state for sixty days or more.\n\n(b) On the happening of the events set out in subdivision (1), (2), (3) or (4) of subsection (a) of this section, the Secretary of the State shall give not less than twenty days' written notice to the foreign limited partnership that he intends to revoke the certificate of registration of such foreign limited partnership for one of said causes, specifying the same. Such notice shall be given by electronic mail addressed and sent to the foreign limited partnership at its electronic mail address as last shown on the records of the Secretary of the State. If, before expiration of the time set forth in such notice, the foreign limited partnership establishes to the satisfaction of the Secretary of the State that the stated cause for the revocation of its certificate of registration did not exist at the time the notice was mailed or, if it did exist at said time, has been cured, the Secretary of the State shall take no further action. Otherwise, on the expiration of the time stated in the notice, the Secretary shall revoke the certificate of registration of such foreign limited partnership to transact business in this state.\n\n(c) Upon revoking the certificate of registration of any foreign limited partnership, the Secretary of the State shall file a certificate of revocation in his office and shall: (1) Send a copy thereof to such foreign limited partnership at its electronic mail address as last shown on the Secretary's records; and (2) cause notice of the filing of such certificate of revocation to be posted on the office of the Secretary of the State's Internet web site for a period of sixty days following the date on which the Secretary of the State files the certificate of revocation. The filing of such certificate of revocation shall cause the authority of a foreign limited partnership to transact business in this state to cease. Notwithstanding the filing of the certificate of revocation, the appointment by a foreign limited partnership of an attorney upon whom process may be served shall continue in force as long as any liability remains outstanding against the foreign limited partnership in this state.\n\n(P.A. 95-252, S. 7; P.A. 09-38, S. 3; P.A. 14-154, S. 15; P.A. 24-111, S. 31.)\n\nHistory: P.A. 09-38 amended Subsec. (a) to add Subdiv. (3) authorizing revocation of certificate of registration when foreign limited partnership is without an agent upon whom process may be served in this state for 60 days or more and amended Subsec. (b) to add reference to Subsec. (a)(3) as event causing notice to be given of intent to revoke certificate of registration; P.A. 14-154 amended Subsec. (a) by adding new Subdiv. (1) re revocation of certificate of registration to transact business due to foreign limited partnership's failure to file annual report with Secretary of the State and redesignating existing Subdivs. (1) to (3) as Subdivs. (2) to (4), amended Subsec. (b) by replacing reference to Subdivs. (1), (2) or (3) with reference to Subdivs. (1), (2), (3) or (4) and deleting reference to mail evidenced by certificate of mailing, and amended Subsec. (c) by designating existing provision re mailing certificate of revocation to foreign limited partnership's address as last shown on records of Secretary of the State as Subdiv. (1) and adding Subdiv. (2) requiring Secretary of the State to cause notice of filing of certificate of revocation to be posted on the office's web site, effective January 1, 2015; P.A. 24-111 amended Subsec. (b) by replacing “registered or certified mail” with “electronic mail”, by replacing “at its address” with “at its electronic mail address” and by making technical changes and amended Subsec. (c)(1) by replacing “Mail a copy” with “Send a copy”, by replacing “at its address” with “at its electronic mail address” and by making a technical change, effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-34/chapter-610/section-34-38u/"
    }
  ]
}