{
  "state": "west-virginia",
  "path": "title-chapter-01/chapter-unknown",
  "sections": [
    {
      "id": "section-1-1-1",
      "number": "1-1-1.",
      "heading": "Counties comprising state of West Virginia",
      "text": "The state of West Virginia includes all the territory formerly belonging to the state of Virginia and now comprising the following counties, to wit: Barbour, Berkeley, Boone, Braxton, Brooke, Cabell, Calhoun, Clay, Doddridge, Fayette, Gilmer, Grant, Greenbr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-2",
      "number": "1-1-2.",
      "heading": "Jurisdiction over rivers.The jurisdiction of this state also extends over all the rivers which are boundary lines between this and any other state, to the opposite shore, where there is no statute or compact to the contrary",
      "text": "Jurisdiction over rivers.The jurisdiction of this state also extends over all the rivers which are boundary lines between this and any other state, to the opposite shore, where there is no statute or compact to the contrary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-3",
      "number": "1-1-3.",
      "heading": "Acquisition of lands by United States; jurisdiction",
      "text": "The consent of this state is hereby given to the acquisition by the United States, or under its authority, by purchase, lease, condemnation, or otherwise, of any land acquired, or to be acquired in this state by the United States, from any individu",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-4",
      "number": "1-1-4.",
      "heading": "Execution of process and other jurisdiction as to land acquired by United States",
      "text": "The state of West Virginia reserves the right to execute process, civil or criminal, within the limits of any lot or parcel of land heretofore or hereafter acquired by the United States as aforesaid, and such other juri",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-5",
      "number": "1-1-5.",
      "heading": "West Virginia coordinate systems; definitions; plane coordinates, limitations of use; conversion factor for meters to feet; official geodetic datum",
      "text": "(a) The following acronyms used throughout this section shall have the following meanings:(1) \"FGDC\" means the Federal Geographic Data Committee or its",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-1",
      "number": "1-2-1.",
      "heading": "Senatorial districts.(a) This section shall be known and may be cited as the Senate Redistricting Act of 2021",
      "text": "(b) As used in this section:(1) “County” means the territory comprising a county of this state as such county existed on January 1, 2020, notwithstanding any boundary changes thereof made su",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-2",
      "number": "1-2-2.",
      "heading": "Apportionment of membership of House of Delegates",
      "text": "(a) As used in this section:(1) \"County\" means the territory comprising a county of this state as it existed on January 1, 2020, notwithstanding any boundary changes made subsequent thereto;(2) \"Block\" and \"Block Group\" mean those geographic areas as",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-2a",
      "number": "1-2-2a.",
      "heading": "Legislative findings.Repealed.Acts, 1971 2nd Ex. Sess., Ch. 60.",
      "text": "Legislative findings.Repealed.Acts, 1971 2nd Ex. Sess., Ch. 60.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-2b",
      "number": "1-2-2b.",
      "heading": "Precinct boundary changes.(a) If an election precinct of this state includes territory contained in more than one senatorial or delegate district, as such senatorial districts are established by §1-2-1 of this code and as such delegate districts are established by §1-2-2 of this code or, if followin",
      "text": "Precinct boundary changes.(a) If an election precinct of this state includes territory contained in more than one senatorial or delegate district, as such senatorial districts are established by §1-2-1 of this code and as such delegate districts are established by §1-2-2 of this code or, if following the legislative redistricting, an election precinct change, division, or consolidation is necessary pursuant to §3-1-7 of this code, the county commission of the county in which the precinct is located shall, prior to January 21, 2022, alter the boundary lines of its election precincts so that no precinct contains territory included in more than one senatorial or delegate district. Notice of the proposed precinct changes shall be published as a Class II-0 legal advertisement in compliance with the provisions of §59-3-1et seq. of this code. The publication area is the county in which the precinct or precincts are located. Notwithstanding any other provisions of this code, the county commission shall only be required to provide this notice 15 days in advance of the proposed changes.(b) If a magisterial district boundary change is required, pursuant to §7-2-2 of this code, following the legislative redistricting, notice of the proposed magisterial district boundary changes shall be published in the manner prescribed by §7-2-2 of this code for a period of no less than 14 consecutive days prior to the county commission’s meeting in which such action is proposed to be taken.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-3",
      "number": "1-2-3.",
      "heading": "Congressional districts.The number of members to which the state is entitled in the House of Representatives of the Congress of the United States are apportioned among the counties of the state, arranged into three congressional districts, numbered as follows:First District: Barbour, Brooke, Doddrid",
      "text": "Congressional districts.The number of members to which the state is entitled in the House of Representatives of the Congress of the United States are apportioned among the counties of the state, arranged into three congressional districts, numbered as follows:First District: Barbour, Brooke, Doddridge, Gilmer, Grant, Hancock, Harrison, Marion, Marshall, Mineral, Monongalia, Ohio, Pleasants, Preston, Ritchie, Taylor, Tucker, Tyler, Wetzel and Wood.Second District: Berkeley, Braxton, Calhoun, Clay, Hampshire, Hardy, Jackson, Jefferson, Kanawha, Lewis, Morgan, Pendleton, Putnam, Randolph, Roane, Upshur and Wirt.Third District: Boone, Cabell, Fayette, Greenbrier, Lincoln, Logan, Mason, McDowell, Mercer, Mingo, Monroe, Nicholas, Pocahontas, Raleigh, Summers, Wayne, Webster and Wyoming.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-ond",
      "number": "ond",
      "heading": "District: Berkeley, Braxton, Calhoun, Clay, Hampshire, Hardy, Jackson, Jefferson, Kanawha, Lewis, Morgan, Pendleton, Putnam, Randolph, Roane, Upshur and Wirt",
      "text": "District: Berkeley, Braxton, Calhoun, Clay, Hampshire, Hardy, Jackson, Jefferson, Kanawha, Lewis, Morgan, Pendleton, Putnam, Randolph, Roane, Upshur and Wirt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-4",
      "number": "1-2-4.",
      "heading": "Severability of provisions of article",
      "text": "If section one, two or three of this article or any part of any one or more of said sections is declared invalid or unconstitutional by a court of competent jurisdiction, such decision shall not affect the validity of the remaining sections or provisions of this",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-1",
      "number": "1-3-1.",
      "heading": "Notice of intention to create new county",
      "text": "When it is intended to apply to the Legislature for the passage of an act to create a new county, a notice of such intention shall be published as a Class II legal advertisement in compliance with the provisions of article three, chapter fifty-nine of this co",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-2",
      "number": "1-3-2.",
      "heading": "Survey and census; area and population",
      "text": "The county court of each of the counties out of which the new county is proposed to be formed, at its first session after the notice mentioned in the next preceding section has been published, as required by said section, shall order a survey of the whole count",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-3",
      "number": "1-3-3.",
      "heading": "Submission of question of creation of new county to voters; copies of surveys, census and declaration of result of election",
      "text": "If it appear, by such surveys and census, that there are within the limits of the proposed new county at least four hundred square miles of territory and at least six thousand",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-4",
      "number": "1-3-4.",
      "heading": "Plat of new county.From the plats showing the portion of each county to be included in the proposed new county, mentioned in section two of this article, a plat of the proposed new county shall be prepared under the joint supervision of the surveyors who made the plats of such portions, which plat s",
      "text": "Plat of new county.From the plats showing the portion of each county to be included in the proposed new county, mentioned in section two of this article, a plat of the proposed new county shall be prepared under the joint supervision of the surveyors who made the plats of such portions, which plat shall bear the joint certificate of such surveyors as to the surveys included therein and shall show the courses and distances of the boundary line of such new county, and the streams and other natural objects or points on such boundary line, and a copy of the plat so certified shall be returned by the surveyor of each county to the clerk of the county court thereof. Such return shall be noted in the records of the county court and such copy shall be filed and preserved by such clerk in his office.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-5",
      "number": "1-3-5.",
      "heading": "Certificates to accompany application to Legislature",
      "text": "Every application to the Legislature for the formation of a new county must be accompanied by duly certified copies of the surveys, plat of the proposed new county, census and order of the county court declaring the result of such election as afor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-6",
      "number": "1-3-6.",
      "heading": "Payment of expenses.All the expenses attending the publication of the notices, the surveying, and the taking of the census, as required in sections one and two of this article, shall be paid by the parties applying for the proposed new county",
      "text": "The expenses incident to the election in each county sha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-7",
      "number": "1-3-7.",
      "heading": "Filing plat of new county after its creation; change of boundaries",
      "text": "If the proposed new county be created with the boundaries specified in the plat and certificate of survey mentioned in section four of this article, a copy of such plat and certificate showing the courses and distances of the boundar",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-8",
      "number": "1-3-8.",
      "heading": "Collection of and accounting for public funds; officers' fees; execution of process",
      "text": "All taxes and levies assessed or laid in any county from which a new county is formed, before the time when the act creating such new county becomes effective, shall be collected, accounted for and paid; and all offi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-9",
      "number": "1-3-9.",
      "heading": "Jurisdiction of courts; transfer of cases",
      "text": "The courts which, at the time of the passage of the act creating a new county, had jurisdiction over the counties from which it is formed shall retain jurisdiction over all actions, suits and proceedings therein pending at the passage of the act, and shall t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-10",
      "number": "1-3-10.",
      "heading": "Transfer of proceedings pending before a justice",
      "text": "Any proceeding pending before a justice of an old county at the time the act creating a new county becomes effective, which, if brought after that time, would be required by law to be brought before a justice of the new county, shall be transferred, t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-11",
      "number": "1-3-11.",
      "heading": "Jurisdiction of old officers to continue until new officers appointed",
      "text": "The sheriffs and other officers of the counties from which a new county is formed shall, until the sheriff and other officers of the new county are appointed in the manner provided by law for the filling of vacancies in such offic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-12",
      "number": "1-3-12.",
      "heading": "Officers of old county required to reside therein",
      "text": "In any case where the residence of a sheriff or other officer required to reside within the county is, by the creation of a new county, included within the limits of the new county, such sheriff or other officer may retain his office provided he chan",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-13",
      "number": "1-3-13.",
      "heading": "District offices not vacated.The creation of a new county shall not vacate the office of any justice, constable, or other officer of any district which is included in whole or in part in the new county, provided such justice, constable, or other district officer resides within the limits of such new",
      "text": "District offices not vacated.The creation of a new county shall not vacate the office of any justice, constable, or other officer of any district which is included in whole or in part in the new county, provided such justice, constable, or other district officer resides within the limits of such new county.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3-14",
      "number": "1-3-14.",
      "heading": "Notice and survey in case of changing county line",
      "text": "When it is proposed to change a county line, a notice thereof shall be published prior to the application for a survey of the proposed change as a Class II legal advertisement in compliance with the provisions of article three, chapter fifty-nine of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-4-1",
      "number": "1-4-1.",
      "heading": "Relocation due to emergency caused by enemy attack or threat thereof",
      "text": "Whenever, due to an emergency resulting from the effects of enemy attack, or the anticipated effects of a threatened enemy attack, it becomes imprudent, inexpedient or impossible to conduct the affairs of local government at the re",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-4-2",
      "number": "1-4-2.",
      "heading": "Conduct of public business and exercise of governmental functions at temporary location; validity of acts",
      "text": "During the period when the public business is being conducted at the emergency temporary location, or locations, the governing body and other officers of a political subdivision of this state sh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-4-3",
      "number": "1-4-3.",
      "heading": "Provisions of article to control and supersede statutory and charter law",
      "text": "The provisions of this article shall control and be supreme in the event it shall be employed notwithstanding any statutory, charter or ordinance provision to the contrary or in conflict herewith.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5-1",
      "number": "1-5-1.",
      "heading": "Legislative findings and purpose",
      "text": "This article is enacted to facilitate and expedite the acquisition and disposition of real property by and between the state and its political subdivisions and county boards of education and by and between such political subdivisions and county boards of education, i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5-2",
      "number": "1-5-2.",
      "heading": "Scope of article; public body defined",
      "text": "The provisions of this article shall apply to the State of West Virginia, its agencies, departments, boards and commissions of whatever description, county courts or tribunals in lieu thereof, county boards of education, incorporated municipalities or any other",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5-3",
      "number": "1-5-3.",
      "heading": "Acquisition and disposition of real property; approval by board of public works; conveyances",
      "text": "Any public body is hereby authorized and empowered to acquire by purchase, transfer or exchange any real property owned by any other public body, and any public body is hereby authorized and empowered to dis",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5-4",
      "number": "1-5-4.",
      "heading": "Repeal.All acts or parts of acts which are inconsistent with the provisions of this article are hereby repealed to the extent of such inconsistency.",
      "text": "Repeal.All acts or parts of acts which are inconsistent with the provisions of this article are hereby repealed to the extent of such inconsistency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5-5",
      "number": "1-5-5.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of this article, and to this end the provisions of this article are declared to be severable",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of this article, and to this end the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-6-1",
      "number": "1-6-1.",
      "heading": "Purchasing requirements.Any United States flag or flag of the State of West Virginia purchased with state funds must be manufactured in the United States",
      "text": "Purchasing requirements.Any United States flag or flag of the State of West Virginia purchased with state funds must be manufactured in the United States.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-2-2c",
      "number": "1-2-2c.",
      "heading": "Redistricting.Upon the reapportionment and redistricting of the Legislature following the United States Census in 2020 and in each subsequent reapportionment and redistricting, the House of Delegates shall be composed of one hundred single member districts, with apportionment to meet constitutional ",
      "text": "Redistricting.Upon the reapportionment and redistricting of the Legislature following the United States Census in 2020 and in each subsequent reapportionment and redistricting, the House of Delegates shall be composed of one hundred single member districts, with apportionment to meet constitutional standards.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-7-1",
      "number": "1-7-1.",
      "heading": "Legislative purpose.The purpose of this article is to protect an individual’s constitutional right to privately associate with advocacy groups that represent his or her beliefs",
      "text": "As the Supreme Court of the United States held inNAACP v. Alabama ex rel. Patterson, 357 U.S. 449 (1958), compelled disclo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-7-2",
      "number": "1-7-2.",
      "heading": "Definitions.For the purposes of this article:(1) “Donor or membership information” means any record which identifies an individual’s membership in, or support of, any tax-exempt entity under 26 U",
      "text": "S.C. § 501(c), including information that does not directly identify the individual but which, in combin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-7-3",
      "number": "1-7-3.",
      "heading": "Protecting privacy of association",
      "text": "(a) Except as otherwise provided in chapter 3 of this code, chapter 6B of this code, or subsection (e) of this section, a public agency may not require any tax-exempt organization under 26 U.S.C. § 501(c) to provide the agency with donor or membership information: P",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-7-4",
      "number": "1-7-4.",
      "heading": "Civil remedies.(a) An individual may bring a civil action to enjoin any violation of this article and to recover actual damages incurred by him or her as a result of the violation",
      "text": "(b) If the plaintiff prevails in a civil action pursuant to this section, he or she is entitled to be reimbursed by the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-8-1",
      "number": "1-8-1.",
      "heading": "Restrictions of motor vehicles based on power source prohibited",
      "text": "(a) No state agency or political subdivision of this state may restrict the use, purchase, or sale of motor vehicles based on the energy source used to:(1) Power the motor vehicle for propulsion; or(2) Power other functions of the motor",
      "history": "",
      "source_url": ""
    }
  ]
}