{
  "state": "new-mexico",
  "path": "title-chapter-14-records-rules-legal-notices-oaths/chapter-article-3-public-records",
  "sections": [
    {
      "id": "section-14-3-1",
      "number": "14-3-1",
      "heading": "Short title.Section 14-3-2 - Definitions",
      "text": "Chapter 14, Article 3 NMSA 1978 may be cited as the \"Public Records Act\".\n\nHistory:1953 Comp., § 71-6-1, enacted by Laws 1959, ch. 245, § 1; 1995, ch. 110, § 7.\n\nCross references.— For Public Health Act records being confidential,see24-1-20 NMSA 1978.\n\nFor the Electronic Authentication of Documents Act,seeChapter 14, Article 15 NMSA 1978.\n\nThe 1995 amendment,effective July 1, 1995, substituted \"Chapter 14, Article 3 NMSA 1978\" for \"This act\".\n\nNames and charges of juvenile arrestees.— A law enforcement agency is not prohibited by the Children's Code, 32A-1-1 NMSA 1978 et seq., the Arrest Record Information Act, 29-10-1 NMSA 1978 et seq., or any other law of New Mexico from releasing to the public the names of juveniles who have been arrested for criminal acts, and the charges for which they were arrested. 1987 Op. Att'y Gen. No. 87-29.\n\nLaw reviews.— For 1984-88 survey of New Mexico administrative law, 19 N.M.L. Rev. 575 (1990).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-1/"
    },
    {
      "id": "section-14-3-2",
      "number": "14-3-2",
      "heading": "Definitions.",
      "text": "As used in the Public Records Act:\n\nA. \"administrator\" means the state records administrator;\n\nB. \"agency\" means any state agency, department, bureau, board, commission, institution or other organization of the state government, the territorial government and the Spanish and Mexican governments in New Mexico;\n\nC. \"commission\" means the state commission of public records;\n\nD. \"microphotography\" means the transfer of images onto film and electronic imaging or other information storage techniques that meet the performance guidelines for legal acceptance of public records produced by information system technologies pursuant to regulations adopted by the commission;\n\nE. \"microphotography system\" means all microphotography equipment, services and supplies;\n\nF. \"personal identification information\" means the name, social security number, military identification number, home address, telephone number, email address, fingerprint, photograph, identifying biometric data, genetic identification, personal financial account number, state identification number, including driver's license number, alien registration number, government passport number, personal taxpayer identification number, or government benefit account number of a natural person;\n\nG. \"public records\" means all books, papers, maps, photographs or other documentary materials, regardless of physical form or characteristics, made or received by any agency in pursuance of law or in connection with the transaction of public business and preserved, or appropriate for preservation, by the agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations or other activities of the government or because of the informational and historical value of data contained therein. Library or museum material of the state library, state institutions and state museums, extra copies of documents preserved only for convenience of reference and stocks of publications and processed documents are not included;\n\nH. \"records center\" means the central records depository that is the principal state facility for the storage, disposal, allocation or use of noncurrent records of agencies or materials obtained from other sources;\n\nI. \"records custodian\" means the statutory head of the agency using or maintaining the records or the custodian's designee; and\n\nJ. \"records retention and disposition schedules\" means rules adopted by the commission pursuant to Section 14-3-6 NMSA 1978 describing records of an agency, establishing a timetable for their life cycle and providing authorization for their disposition.\n\nHistory:1953 Comp., § 71-6-2, enacted by Laws 1959, ch. 245, § 2; 1963, ch. 186, § 1; 1977, ch. 301, § 1; 1995, ch. 27, § 2; 2005, ch. 79, § 1.\n\nThe 2005 amendment,effective June 17, 2005, revised all definitions.\n\nThe 1995 amendment,effective June 16, 1995, added Subsection G.\n\n\"Public records\" not applicable to Inspection of Public Records Act.— Definition of \"public records\" in Public Records Act, 14-3-1 NMSA 1978 et seq., does not apply to 14-2-1 NMSA 1978 of the Inspection of Public Records Act.State ex rel. Newsome v. Alarid, 1977-NMSC-076, 90 N.M. 790, 568 P.2d 1236.\n\nTerm \"public records\"in this section includes the records of various public officials as that term is used in the inspection of public records provisions, former 14-2-1 to 14-2-3 NMSA 1978, being those \"public records\" which are necessary or incidental to fulfilling the public officer's duties imposed upon his office by operation of law. 1969 Op. Att'y Gen. No. 69-139.\n\n\"Public records\" criteria.— In order to be considered a \"public record,\" an item must have some continuing significance or importance. There must be some purpose or reason for its preservation. Therefore, general correspondence files are not public records per se. Certainly there are many items in such a file which should be treated as public records because their contents bring them within the statutory definition. However, there are many items which should be classified as transitory in value and interest. To treat such items as public records and to require their retention for at least three years (as formerly required under 14-3-11 NMSA 1978) would be burdensome, wasteful and unnecessary. 1960 Op. Att'y Gen. No. 60-72.\n\nConfidential data not public record.— Data concerning the reliability, honesty, capability and personality traits of an individual which had been solicited with the understanding that they would be kept confidential are not public records. 1967 Op. Att'y Gen. No. 67-57.\n\nCounty and municipal records are not includedin the term \"public records\" as that term is defined in this article. 1960 Op. Att'y Gen. No. 60-181.\n\nElected state officials' records are \"public records\"within the meaning and scope of this article. 1969 Op. Att'y Gen. No. 69-139.\n\nElected state officials' records not required by law to be kept.— Papers and memoranda in the possession of elected state officials which are not required by law to be kept by such officials as an official record are not public records. 1969 Op. Att'y Gen. No. 69-139.\n\nExamples of officials' records not required to be kept.— Generally, reports of private individuals to government officials, correspondence of public officials to private individuals and memoranda of public officials made for their own convenience are not public records. 1969 Op. Att'y Gen. No. 69-139.\n\nPapers and memoranda in the possession of public officers which are not required by law to be kept by a public official as an official record may not be public records. Generally, reports of private individuals to government officials, correspondence of public officials to private individuals and memoranda of public officers made for their own convenience are not public records. 1967 Op. Att'y Gen. No. 67-57.\n\nRecords which contain both official and personal mattersare still public records and should be in the custody of the state records commission (now state commission of public records) at the state records center. 1969 Op. Att'y Gen. No. 69-139.\n\nRecords used to carry out duties deemed public.— It is clear that those records which are necessary and incidental to carrying out the duties imposed upon an individual by operation of law are generally deemed public records. 1961 Op. Att'y Gen. No. 61-137.\n\nAccident reports.— Accident reports made by police officers as a part of their regular course of duty are considered public records. 1959 Op. Att'y Gen. No. 59-213.\n\nSchool records deemed public.— Business records, expenditures, daily attendance records and permanent records of an individual student's grades kept by the public schools are public records. 1961 Op. Att'y Gen. No. 61-137.\n\nRecords kept for informational purposes or those containing data used in educating pupils not \"public\".— The attendance records and the grade and achievement records of students are public records, but records of information kept for informational purposes or which contain data of a personal nature for use in assisting teachers and school personnel in educating pupils do not fall within the category of public records. 1967 Op. Att'y Gen. No. 67-57.\n\nSuch records or memoranda as may be kept by a teacher, or other school official, for informational purposes on individual students, and which may contain data of a personal nature for use in assisting teachers or school personnel in educating pupils, do not fall within the classification of public records entitled to be scrutinized by the public; nor are temporary or partial grades or records kept by individual teachers public records in nature. 1961 Op. Att'y Gen. No. 61-137.\n\nAvailability to teacher of reports, etc., on teacher.— The reports of supervisors, comments of fellow teachers and parents concerning the reliability, honesty, capability and personality traits of the public school teacher are not public records which are available for inspection by the teacher except in accordance with the regulations of the governing body of the school. 1967 Op. Att'y Gen. No. 67-57.\n\nA wallet placed in a probate fileas an effect of a decedent is not a public record. 1987 Op. Att'y Gen. No. 87-26.\n\n\"State agency\" indicates specific type of governmental organizationand not state governmental entities generally. 1978 Op. Att'y Gen. No. 78-23.\n\nCounties and municipalities not included in term \"agency\".— \"Agency\" includes only portions of the state government or other bodies that are under the direct supervision of, or are branches of, a portion of the state government. Counties and municipalities are not included in the term \"agency,\" as it is defined in this section. 1960 Op. Att'y Gen. No. 60-181.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 66 Am. Jur. 2d Records and Recording Laws §§ 1 to 3.\n\nWhat are \"records\" of agency which must be made available under Freedom of Information Act (5 USCA § 552(a)(3)), 153 A.L.R. Fed. 571.\n\nWhat constitutes \"agency\" for purposes of Freedom of Information Act (5 U.S.C. § 552), 165 A.L.R. Fed. 591.\n\n76 C.J.S. Records § 2 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-2/"
    },
    {
      "id": "section-14-3-3",
      "number": "14-3-3",
      "heading": "State commission of public records; creation.",
      "text": "A. A \"state commission of public records\" is established consisting of:\n\n(1) the secretary of state;\n\n(2) the secretary of general services;\n\n(3) the librarian of the supreme court law library;\n\n(4) the secretary of cultural affairs;\n\n(5) the state auditor;\n\n(6) the attorney general; and\n\n(7) a recognized, professionally trained historian in the field of New Mexico history, who is a resident in New Mexico, appointed by the governor for a term of six years.\n\nB. Each member of the commission may designate an alternate to serve in the member's stead.\n\nC. The commission shall elect one of its members to be chair and another to be secretary. The members of the commission shall serve without compensation other than actual expenses of attending meetings of the commission or while in performance of their official duties in connection with the business of the commission.\n\nD. The commission shall hold not less than four meetings during each calendar year and may hold special meetings as may be necessary to transact business of the commission. All meetings shall be called by the chair or when requested in writing by any two members of the commission. Four members of the commission shall constitute a quorum.\n\nE. The administrator shall attend all meetings of the commission.\n\nHistory:1953 Comp., § 71-6-3, enacted by Laws 1959, ch. 245, § 3; 1977, ch. 247, § 181; 1983, ch. 301, § 32; 2015, ch. 19, § 2.\n\nCross references.— For Per Diem and Mileage Act,see10-8-1 NMSA 1978 et seq.\n\nThe 2015 amendment,effective July 1, 2015, provided for new members on the state commission of public records; in Paragraph (3) of Subsection A, after \"the\", deleted \"state law\", and after \"librarian\", added \"of the supreme court law library\"; in Paragraph (4) of Subsection A, after \"the\", deleted \"director of the museum of New Mexico\" and added \"secretary of cultural affairs\"; in Paragraph (7) of Subsection A, after \"history,\", added \"who is a\"; designated the last sentence of Paragraph (7) of Subsection A as Subsection B and redesignated the succeeding subsections accordingly; in the present Subsection B, after \"serve in\", deleted \"his\" and added \"the member's\"; in the present Subsection C, after \"members to be\", deleted \"chairman\" and added \"chair\"; in the present Subsection D, after \"called by the\", deleted \"chairman\" and added \"chair\".\n\nGovernor has no constitutional or statutory power to establish agency to meet governmental printing and duplication needsas a new division of the commission of public records whose existence and scope of functioning is based on a legislative enactment which cannot fairly be construed to include authority to undertake such services. 1969 Op. Att'y Gen. No. 69-03.\n\nState commission of public records does not have the authority to conduct investigations into the compliance of state agencies with respect to their adherence to the requirements of the State Rules Act.— New Mexico courts have consistently held that administrative bodies are creatures of statute and can act only on those matters which are within the scope of authority delegated to them. The State Rules Act, NMSA 1978, §§ 14-4-1 to -11, does not provide the state commission of public records the authority to independently investigate the actions of state agencies with respect to their adherence to the notice and hearing requirements of the State Rules Act.Authority of Commission of Public Records and SRCA(11/18/21), Att'y Gen. Adv. Ltr. 2021-13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-3/"
    },
    {
      "id": "section-14-3-4",
      "number": "14-3-4",
      "heading": "Duties and powers of commission.",
      "text": "It shall be the duty of the commission to:\n\nA. employ as state records administrator a competent, experienced person professionally trained as an archivist and records manager who shall serve at the pleasure of the commission. He need not be a resident of New Mexico at the time of his employment. His salary shall be fixed by the commission;\n\nB. approve the biennial budget covering costs of the operations set forth in this act [Chapter 14, Article 3 NMSA 1978], as prepared by the administrator for presentation to the state legislature;\n\nC. decide, by majority vote, any disagreements between the administrator and any state officer regarding the disposition of records within the custody of said officer, such decisions to have the effect of law;\n\nD. consider the recommendations of the administrator for the destruction of specifically reported records, and by unanimous vote either order or forbid such destruction;\n\nE. approve in writing, or reject, the written terms and conditions of each proposed loan of documentary material to the records center, as agreed upon by the lender and the administrator;\n\nF. adopt and publish rules and regulations to carry out the purposes of the Public Records Act;\n\nG. request any agency to designate a records liaison officer to cooperate with, assist and advise the administrator in the performance of his duties and to provide such other assistance and data as will enable the commission and administrator properly to carry out the purposes of the Public Records Act; and\n\nH. prepare an annual report to the governor on the operations conducted under the terms of this act during the previous year, including a complete fiscal report on costs and effected savings, and cause same to be published.\n\nHistory:1953 Comp., § 71-6-4, enacted by Laws 1959, ch. 245, § 4.\n\nNecessary and implied authority.— The commission of public records has all necessary and implied authority to carry out the responsibilities delegated to it by law. 1969 Op. Att'y Gen. No. 69-03.\n\nDuty not to exceed authority.— The commission of public records has a duty not to exceed the authority delegated to it by law. 1969 Op. Att'y Gen. No. 69-03.\n\nGovernor has no constitutional or statutory power to establish agency to meet governmental printing and duplication needsas a new division of the commission of public records whose existence and scope of functioning is based on a legislative enactment which cannot fairly be construed to include authority to undertake such services. 1969 Op. Att'y Gen. No. 69-03.\n\nState commission of public records does not have the authority to conduct investigations into the compliance of state agencies with respect to their adherence to the requirements of the State Rules Act.— New Mexico courts have consistently held that administrative bodies are creatures of statute and can act only on those matters which are within the scope of authority delegated to them. The State Rules Act, NMSA 1978, §§ 14-4-1 to -11, does not provide the state commission of public records the authority to independently investigate the actions of state agencies with respect to their adherence to the notice and hearing requirements of the State Rules Act.Authority of Commission of Public Records and SRCA(11/18/21), Att'y Gen. Adv. Ltr. 2021-13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-4/"
    },
    {
      "id": "section-14-3-5",
      "number": "14-3-5",
      "heading": "Gifts, donations and loans.",
      "text": "A. The commission may receive from private sources financial or other donations to assist in building, enlarging, maintaining or equipping a records center or for the acquisition by purchase of documentary material, in accordance with plans made and agreed upon by the commission and the administrator. The commission may also receive from private sources financial or other donations for support of specific agency functions if the donations are so designated. Funds thus received shall be administered by the commission separately from funds supplied by the state for the execution of the Public Records Act but shall be audited by the state. Such funds shall not be subject to reversion to the general fund if unexpended at the close of the fiscal year. Although all material acquired by expenditure of such donated funds and all such donated material shall become the unqualified and unrestricted property of the state, permanent public acknowledgment of the names of the donors may, in each case, be made in an appropriate manner.\n\nB. The commission may receive either as donations or loans from private sources, other state agencies, counties, municipalities, the federal government and other states or countries documentary materials of any physical form or characteristics that are deemed to be of value to the state and the general public for historical reference or research purposes. Acceptance of both donations and loans shall be at the discretion of the commission upon advice of the administrator. Accepted donations shall become, without qualification or restriction, the property of the state of New Mexico. Loans shall be accepted only after a written agreement covering all terms and conditions of each loan shall have been signed by the lender and the administrator and approved by the commission.\n\nHistory:1953 Comp., § 71-6-5, enacted by Laws 1959, ch. 245, § 5; 2011, ch. 132, § 1.\n\nThe 2011 amendment,effective June 17, 2011, allowed private financial and other donations for the support of specific agency functions.\n\nState commission of public records may receive private documentsif they are deemed to be of value to the state and general public for historical reference and research purposes. The legislature intended the state records center to be the repository for private documents that are primarily valuable for historical reference and research purposes. This is not to say that such private documents are public records. But if such documents are donated or loaned to the commission from any source, the commission is authorized to take custody of them and retain them in the state records center in perpetuity, in the case of donations, or for the period specified in the loan agreement, in the case of loans. 1961 Op. Att'y Gen. No. 61-07.\n\nReceipts of state commission of public records derived from sale of boxes and archival materialsin the state records center are not funds that have been appropriated to the commission, and may not be expended by the commission. 1960 Op. Att'y Gen. No. 60-169. (See2002 enactment of 14-3-8.1 NMSA 1978).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-5/"
    },
    {
      "id": "section-14-3-6",
      "number": "14-3-6",
      "heading": "Administrator; duties.",
      "text": "The administrator is the official custodian and trustee for the state of all public records and archives of whatever kind which are transferred to him from any public office of the state or from any other source. He shall have overall administrative responsibility for carrying out the purposes of the Public Records Act, and may employ necessary personnel, purchase equipment and provide facilities as may be required in the execution of the powers conferred and duties imposed upon him. He shall keep the commission advised throughout the year of operations conducted and future operations projected, and shall report annually to the commission which records have been destroyed, transferred or otherwise processed during the year. The administrator shall establish a records management program for the application of efficient and economical management methods to the creation, utilization, maintenance, retention, preservation and disposal of official records. It shall be the duty of the administrator, in cooperation with and with the approval of the general services department, to establish standards, procedures and techniques for effective management of public records, to make continuing surveys of paperwork operations, and to recommend improvements in current records management practices including the use of space, equipment and supplies employed in creating, maintaining and servicing records. It shall be the duty of the head of each state agency to cooperate with the administrator in conducting surveys and to establish and maintain an active, continuing program for the economical and efficient management of the agency's records. The administrator shall establish records disposal schedules for the orderly retirement of records and adopt regulations necessary for the carrying out of the Public Records Act. Records disposal schedules shall be filed with the librarian of the supreme court library, and shall not become effective until thirty days after the date of filing. Records so scheduled may be transferred to the records center at regular intervals, in accordance with the regulations of the administrator.\n\nHistory:1953 Comp., § 71-6-6, enacted by Laws 1959, ch. 245, § 6; 1965, ch. 81, § 1; 1983, ch. 301, § 33.\n\nAdoption of regulations by administrator.— The administrator may adopt regulations which will guide state officers in determining which records are \"public records\" and providing for separate disposal standards and retention periods for nonpublic record correspondence. The disposition of those records found to be \"public records\" within the meaning of the statutory definition must be controlled by the applicable portions of the Public Records Act, 14-3-1 NMSA 1978 et seq. 1960 Op. Att'y Gen. No. 60-72.\n\nAdministrator has authority to ensure compliance by county officialswith the applicable provisions of 14-3-15 NMSA 1978. 1979 Op. Att'y Gen. No. 79-26.\n\nState records administrator does not have the authority to conduct investigations into the compliance of state agencies with respect to their adherence to the requirements of the State Rules Act.— New Mexico courts have consistently held that administrative bodies are creatures of statute and can act only on those matters which are within the scope of authority delegated to them. The State Rules Act, NMSA 1978, §§ 14-4-1 to -11, does not provide the state records administrator the authority to independently investigate the actions of state agencies with respect to their adherence to the notice and hearing requirements of the State Rules Act.Authority of Commission of Public Records and SRCA(11/18/21), Att'y Gen. Adv. Ltr. 2021-13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-6/"
    },
    {
      "id": "section-14-3-7",
      "number": "14-3-7",
      "heading": "Inspection and survey of public records.",
      "text": "The administrator is authorized to inspect or survey the records of any agency, and to make surveys of records management and records disposal practices in the various agencies, and he shall be given the full cooperation of officials and employees of the agencies in such inspections and surveys. Records, the use of which is restricted by or pursuant to law or for reasons of security or the public interest, may be inspected or surveyed by the administrator, subject to the same restrictions imposed upon employees of the agency holding the records.\n\nHistory:1953 Comp., § 71-6-7, enacted by Laws 1959, ch. 245, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-7/"
    },
    {
      "id": "section-14-3-71",
      "number": "14-3-7.1",
      "heading": "Access to confidential records.",
      "text": "A. Notwithstanding any other provision of law, any public record deemed by law to be confidential and required by a records retention and disposition schedule to be maintained longer than twenty-five years shall not, after twenty-five years from the date of creation, be confidential and shall be accessible to the public, except:\n\n(1) personal identification information deemed confidential by law, which shall remain confidential for one hundred years after the date of creation, unless a shorter duration is otherwise required by law;\n\n(2) records that are confidential pursuant to Section 2-3-13 NMSA 1978, which shall remain confidential for seventy-five years after the date of creation;\n\n(3) records that are confidential pursuant to Section 18-6-11.1 NMSA 1978; and\n\n(4) records whose disclosure is prohibited by court action or federal law.\n\nB. Nothing in this section shall limit or remove the discretion of a records custodian to withhold a public record pursuant to Section 14-2-1 NMSA 1978.\n\nHistory:Laws 2005, ch. 79, § 2.\n\nEffective dates.— Laws 2005, ch. 79 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2005, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-7-1/"
    },
    {
      "id": "section-14-3-8",
      "number": "14-3-8",
      "heading": "Records center.",
      "text": "A records center is established in Santa Fe under the supervision and control of the administrator. The center, in accordance with the regulations established by the administrator and the commission, shall be the facility for the receipt, storage or disposition of all inactive and infrequently used records of present or former state agencies or former territorial agencies which at or after the effective date of this act may be in custody of any state agency or instrumentality, and which are not required by law to be kept elsewhere, or which are not ordered destroyed by the commission.\n\nRecords required to be confidential by law and which are stored in the center shall be available promptly when called for by the originating agency, but shall not be made available for public inspection except as provided by law. All other records retained by the center shall be open to the inspection of the general public, subject to reasonable rules and regulations prescribed by the administrator. Facilities for the use of these records in research by the public shall be provided in the center.\n\nHistory:1953 Comp., § 71-6-8, enacted by Laws 1959, ch. 245, § 8.\n\nCompiler's notes.— The phrase \"effective date of this act\", appearing in the second sentence of the first paragraph, means June 12, 1959, the effective date of Laws 1959, ch. 245.\n\nOfficial documents and correspondence of former officials.— It is clear that the official documents and correspondence of a former territorial governor, chief justice, representative and delegate should be in the custody of the commission in the state records center. 1961 Op. Att'y Gen. No. 61-07.\n\nRecords which contain both official and personal mattersare still public records and should be in the custody of the commission at the state records center. 1969 Op. Att'y Gen. No. 69-139.\n\nState records center does not have the authority to conduct investigations into the compliance of state agencies with respect to their adherence to the requirements of the State Rules Act.— New Mexico courts have consistently held that administrative bodies are creatures of statute and can act only on those matters which are within the scope of authority delegated to them. The State Rules Act, NMSA 1978, §§ 14-4-1 to -11, does not provide the state records center the authority to independently investigate the actions of state agencies with respect to their adherence to the notice and hearing requirements of the State Rules Act.Authority of Commission of Public Records and SRCA(11/18/21), Att'y Gen. Adv. Ltr. 2021-13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-8/"
    },
    {
      "id": "section-14-3-81",
      "number": "14-3-8.1",
      "heading": "Records center revolving fund; created; revenues from sales deposited in fund.",
      "text": "The \"records center revolving fund\" is created in the state treasury. Money from the sale of state records center publications, services, equipment, supplies and materials shall be deposited in the fund. The fund shall be administered by the state records center, and money in the fund is appropriated to the state records center to carry out the administrative purposes of the Public Records Act and the State Rules Act [Chapter 14, Article 4 NMSA 1978]. Expenditures from the fund shall be by warrant of the secretary of finance and administration upon vouchers signed by the state records administrator or his authorized representative.\n\nHistory:Laws 2002, ch. 56, § 2.\n\nEmergency clauses.— Laws 2002, ch. 56, § 4 contained an emergency clause and was approved March 4, 2002.\n\nTemporary provisions.— Laws 2002, ch. 56, § 3, effective March 4, 2002, provided that all money in the special revolving fund established by Laws 1961, Chapter 111 for the use of the state records center be transferred to the records center revolving fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-8-1/"
    },
    {
      "id": "section-14-3-9",
      "number": "14-3-9",
      "heading": "Disposition of public records.",
      "text": "Upon completion of an inspection or survey of the public records of any agency by the administrator, or at the request of the commission or the head of any agency, the administrator, attorney general and the agency official in charge of the records of that agency shall together make a determination as to whether:\n\nA. the records shall be retained in the custody of the agency;\n\nB. the records shall be transferred to the records center; or\n\nC. a recommendation for destruction of the records shall be made to the commission.\n\nIf it is determined that the records are to be transferred to the records center, they shall be within a reasonable time so transferred. A list of the records so transferred shall be retained in the files of the agency from which the records were transferred.\n\nPublic records in the custody of the administrator may be transferred or destroyed only upon order of the commission.\n\nHistory:1953 Comp., § 71-6-9, enacted by Laws 1959, ch. 245, § 9.\n\nCounty officials are not required to comply with specific termsof 14-3-9 through 14-3-11 NMSA 1978, when they destroy the records kept by them. 1979 Op. Att'y Gen. No. 79-16.\n\nDisposition of official's records upon expiration of term.— After his term of office has expired, an elected state official may not dispose of his official public records in any manner other than that prescribed by the New Mexico commission of public records. 1969 Op. Att'y Gen. No. 69-139.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-9/"
    },
    {
      "id": "section-14-3-10",
      "number": "14-3-10",
      "heading": "Disagreement as to value of records.",
      "text": "In the event the attorney general and the administrator determine that any records in the custody of a public officer including the administrator are of no legal, administrative or historical value, but the public officer having custody of the records or from whose office the records originated fails to agree with such determination or refuses to dispose of the records, the attorney general and the administrator may request the state commission of public records to make its determination as to whether the records should be disposed of in the interests of conservation of space, economy or safety.\n\nHistory:1953 Comp., § 71-6-10, enacted by Laws 1959, ch. 245, § 10.\n\nCounty officials are not required to comply with specific termsof 14-3-9 through 14-3-11 NMSA 1978, when they destroy the records kept by them. 1979 Op. Att'y Gen. No. 79-16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-10/"
    },
    {
      "id": "section-14-3-11",
      "number": "14-3-11",
      "heading": "Destruction of records.",
      "text": "If it is determined by the administrator, attorney general and agency head that destruction of records will be recommended, the administrator shall have prepared a list of records, together with a brief description of their nature, and shall place upon the agenda of the next meeting of the commission the matter of destruction of the records. The records may be stored in the center awaiting decision of the commission.\n\nThe commission's decision with reference to destruction of the records shall be entered on its minutes, together with the date of its order to destroy the records and a general description of the records which it orders to be destroyed. A copy of the commission's order shall be filed with the librarian of the supreme court library.\n\nNo public records shall be destroyed if the law prohibits their destruction.\n\nHistory:1953 Comp., § 71-6-11, enacted by Laws 1959, ch. 245, § 11; 1965, ch. 81, § 2.\n\nDestruction of paper originals reproduced by microphotography.— It is clear from reading this article that \"public records,\" as defined herein, may be reproduced by microphotography. However, there is no implication that the paper originals can then be destroyed by the administrator. Destruction of such documents can be accomplished only as provided in 14-3-9 to 14-3-11 NMSA 1978, which require, among other things, an appropriate order by the commission. 1960 Op. Att'y Gen. No. 60-68.\n\nCounty officials are not required to comply with specific termsof 14-3-9 through 14-3-11 NMSA 1978, when they destroy the records kept by them. 1979 Op. Att'y Gen. No. 79-16.\n\nRecords made or kept by municipalityunder its own authority and for its own purposes may be disposed of as the municipality sees fit. What the municipality has power to create, it has power to destroy, but what is created by the state, or by authority of the state, can only be destroyed by the state, or with its permission. 1961 Op. Att'y Gen. No. 61-36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-11/"
    },
    {
      "id": "section-14-3-12",
      "number": "14-3-12",
      "heading": "Transfer of records upon termination of state agencies.",
      "text": "All public records of any agency, upon the termination of the existence and functions of that agency, shall be checked by the administrator and the attorney general and either transferred to the custody of another agency having a use for the records, or to the custody of the administrator at the center in accordance with the procedure of the Public Records Act [Chapter 14, Article 3 NMSA 1978].\n\nWhen an agency is terminated or reduced by the transfer of its powers and duties to another agency or to other agencies, its appropriate public records shall pass with the powers and duties so transferred.\n\nHistory:1953 Comp., § 71-6-12, enacted by Laws 1959, ch. 245, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-12/"
    },
    {
      "id": "section-14-3-13",
      "number": "14-3-13",
      "heading": "Protection of records.",
      "text": "The administrator and every other custodian of public records shall carefully protect and preserve such records from deterioration, mutilation, loss or destruction and, whenever advisable, shall cause them to be properly repaired and renovated. All paper, ink and other materials used in public offices for the purposes of permanent records shall be of durable quality.\n\nHistory:1953 Comp., § 71-6-13, enacted by Laws 1959, ch. 245, § 13.\n\nCross references.— For durability of county clerks' records,see14-8-7 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 66 Am. Jur. 2d Records and Recording Laws § 10.\n\n76 C.J.S. Records § 30 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-13/"
    },
    {
      "id": "section-14-3-14",
      "number": "14-3-14",
      "heading": "Advisory groups.",
      "text": "The commission upon recommendation of the administrator may from time to time appoint advisory groups to more effectively obtain the best professional thinking of the bar, historians, political scientists, librarians, accountants, genealogists, patriotic groups, associations of public officials and other groups, on the steps to be taken with regard to any particular group or type of records.\n\nHistory:1953 Comp., § 71-6-14, enacted by Laws 1959, ch. 245, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-14/"
    },
    {
      "id": "section-14-3-15",
      "number": "14-3-15",
      "heading": "Reproduction on film; evidence; review, inventory and approval of systems.",
      "text": "A. Any public officer of the state or of any district or political subdivision may cause any public records, papers or documents kept by him to be photographed, microphotographed or reproduced on film.\n\nB. The state records administrator shall review any proposed state agency microphotography system and shall advise and consult with the agency. The administrator has the authority to approve or disapprove the system of any state agency.\n\nC. The microphotography system used pursuant to this section shall comply with the minimum standards approved by the New Mexico commission of public records. The microphotography system used to reproduce such records on film shall be one which accurately reproduces the original in all details.\n\nD. The administrator shall establish and maintain an inventory of all microfilm equipment owned or leased by state agencies. The administrator is authorized to arrange the transfer of microphotography equipment from a state agency which does not use it, and which has released it, to a state agency needing such equipment for a current microphotography system.\n\nE. Photographs, microphotographs or photographic film made pursuant to this section shall be deemed to be original records for all purposes, including introduction in evidence in all courts and administrative agencies. A transcript, exemplification or certified copy, for all purposes, shall be deemed to be a transcript, exemplification or certified copy of the original.\n\nF. Whenever such photographs, microphotographs or reproductions on film are properly certified and are placed in conveniently accessible files, and provisions are made for preserving, examining and using them, any public officer may cause the original records from which the photographs or microphotographs have been made, or any part thereof, to be disposed of according to methods prescribed by Sections 14-3-9 through 14-3-11 NMSA 1978. Copies shall be certified by their custodian as true copies of the originals before the originals are destroyed or lost, and the certified copies shall have the same effect as the originals. Copies of public records transferred from the office of origin to the administrator, when certified by the administrator or his deputy, shall have the same legal effect as if certified by the original custodian of the records.\n\nG. For the purposes of this section, \"state agency\" shall include the district courts.\n\nHistory:1953 Comp., § 71-6-15, enacted by Laws 1959, ch. 245, § 15; 1975, ch. 215, § 1; 1977, ch. 301, § 2.\n\nCross references.— For provision that recording \"book\" includes microfilm,see14-8-3 NMSA 1978.\n\nSubsection B applies only to governmental organizations which are considered state agenciesand not to governmental organizations generally. State institutions are considered to be distinct governmental organizations not included within the term \"state agency.\" State educational institutions, as state institutions, are not therefore considered to be state agencies within the terms of the statute. 1978 Op. Att'y Gen. No. 78-23.\n\nSubsection C standards apply to state educational institutions.— The state records administrator only has the authority to insure that state educational institutions comply with the standards for microphotography established pursuant to Subsection C; the administrator does not have the authority to review and to approve or disapprove the microphotography systems of state educational institutions in their entirety. 1978 Op. Att'y Gen. No. 78-23.\n\nSubsection D applies only to state agenciesand not to state educational institutions. 1978 Op. Att'y Gen. No. 78-23.\n\nSection controls microfilming of records by county officials.— Although 14-1-5 NMSA 1978 permits county officials to microfilm the records maintained by them, this section is the more specific statute and is controlling. 1979 Op. Att'y Gen. No. 79-26.\n\nCounty clerks may microfilm papers kept by them.— County clerks, as public officials of a political subdivision of the state, may microfilm the papers kept by them. 1979 Op. Att'y Gen. No. 79-16.\n\nAdministrator has authority to ensure complianceby county officials with the applicable provisions of this section. 1979 Op. Att'y Gen. No. 79-26.\n\nSubsections A, C, E, and F are applicable to county officialsand the microphotography undertaken by them. 1979 Op. Att'y Gen. No. 79-26.\n\nSubsections B, D, G and 14-3-17 NMSA 1978 apply only to state agenciesand not to counties or other governmental organizations. 1979 Op. Att'y Gen. No. 79-26.\n\nProcedure where public officer offers his records to state after microfilming.— If any public officer sees fit to offer his records to the state records administrator, after microfilming them, then the procedure to determine the disposition of the records is exactly as outlined in 14-3-9 NMSA 1978, with the state records administrator surveying the records involved and determining, in conjunction with the attorney general and the agency official involved, what disposition shall be made of them. 1960 Op. Att'y Gen. No. 60-179.\n\nDestruction of original records without action by records administrator.— If microfilmed and certified pursuant to this section, originals of records, including newspapers kept by county clerks, may be destroyed without any action on the part of the records administrator. 1979 Op. Att'y Gen. No. 79-16.\n\nCounty officials are not required to comply with specific termsof 14-3-9 through 14-3-11 NMSA 1978, when they destroy the records kept by them. 1979 Op. Att'y Gen. No. 79-16.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 29A Am. Jur. 2d Evidence § 1121 et seq.\n\n32A C.J.S. Evidence § 834 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-15/"
    },
    {
      "id": "section-14-3-151",
      "number": "14-3-15.1",
      "heading": "Records of state agencies; public records; copy fees; computer databases; criminal penalty.",
      "text": "A. Except as otherwise provided by federal or state law, information contained in information systems databases shall be a public record and shall be subject to disclosure in printed or typed format by the state agency that has inserted that information into the database, in accordance with the Public Records Act, upon the payment of a reasonable fee for the service.\n\nB. The administrator shall recommend to the commission the procedures, schedules and technical standards for the retention of computer databases.\n\nC. The state agency that has inserted data in a database may authorize a copy to be made of a computer tape or other medium containing a computerized database of a public record for any person if the person agrees:\n\n(1) not to make unauthorized copies of the database;\n\n(2) not to use the database for any political or commercial purpose unless the purpose and use is approved in writing by the state agency that created the database;\n\n(3) not to use the database for solicitation or advertisement when the database contains the name, address or telephone number of any person unless such use is otherwise specifically authorized by law;\n\n(4) not to allow access to the database by any other person unless the use is approved in writing by the state agency that created the database; and\n\n(5) to pay a royalty or other consideration to the state as may be agreed upon by the state agency that created the database.\n\nD. If more than one state agency is responsible for the information inserted in the database, the agencies shall enter into an agreement designating a lead agency. If the agencies cannot agree as to the designation of a lead state agency, the commission shall designate one of the state agencies as the lead agency to carry out the responsibilities set forth in this section.\n\nE. Subject to any confidentiality provisions of law, any state agency may permit another state agency access to all or any portion of a computerized database created by a state agency.\n\nF. If information contained in a database is searched, manipulated or retrieved or a copy of the database is made for any private or nonpublic use, a fee shall be charged by the state agency permitting access or use of the database.\n\nG. Except as authorized by law or rule of the commission, any person who reveals to any unauthorized person information contained in a computer database or who uses or permits the unauthorized use or access of any computer database is guilty of a misdemeanor, and upon conviction the court shall sentence that person to jail for a definite term not to exceed one year or to payment of a fine not to exceed five thousand dollars ($5,000) or both. That person shall not be employed by the state for a period of five years after the date of conviction.\n\nHistory:Laws 1986, ch. 81, § 9; 1993, ch. 197, § 11; 1978 Comp., § 15-1-9, amended and recompiled as 1978 Comp., § 14-3-15.1 by Laws 1995, ch. 110, § 8.\n\nRepeals.— Laws 1986, ch. 81, § 15 repealed former 15-1-9 NMSA 1978, as enacted by Laws 1984, ch. 64, § 12, relating to records contained in information systems databases, effective May 21, 1986. Laws 1986, ch. 81, § 9 enacted a new 15-1-9 NMSA 1978.\n\nRecompilations.— Laws 1995, ch. 110, § 8 recompiled and amended former 15-1-9 NMSA 1978 as 14-3-1 NMSA 1978, effective July 1, 1995.\n\nCross references.— For electronic authentication and substitution for signature,see14-3-15.2 NMSA 1978.\n\nFor format of rules filings under State Rules Act,see14-4-3 NMSA 1978.\n\nFor Computer Crimes Act,see30-45-1 to 30-45-7 NMSA 1978.\n\nThe 1995 amendment,effective July 1, 1995, renumbered the section; substituted \"administrator\" for \"secretary\" and made a minor stylistic change in Subsection B; deleted \"with the approval of the secretary\" following \"database\" in Subsection C; deleted \"secretary and the\" preceding \"state agency\" in Paragraph (2) of Subsection C; deleted \"the commission and\" following \"writing by\" in Paragraph (4) of Subsection C; deleted \"the secretary and\" preceding \"the state agency\"; substituted the language beginning with \"the agencies shall enter\" and ending with \"the lead agency\" for \"a single state agency shall be designated by the secretary\" in Subsection D; deleted \"to be prescribed by rule of the secretary\" following \"a fee\" in Subsection F; and substituted \"commission\" for \"secretary\" in Subsection G.\n\nThe 1993 amendment,effective July 1, 1993, substituted \"commission\" for \"council\" in Paragraph (4) of Subsection C and made minor stylistic changes in Subsections A, C and G.\n\nSubsection C is statute of very specific application.Crutchfield v. Taxation & Revenue Dep't, 2005-NMCA-022, 137 N.M. 26, 106 P.3d 1273.\n\nIntent of Subsection C.— The legislature, in enacting Subsection C of this section, intended to permit state agencies to specifically limit public use of a certain type of record.Crutchfield v. Taxation & Revenue Dep't, 2005-NMCA-022, 137 N.M. 26, 106 P.3d 1273.\n\nComputerized database of public record.— There is no intent on the part of the legislature with respect to Subsection C of this section that that statute and the policy underlying it, and not the Inspection of Public Records Act and the policies underlying it, apply to a copy of a medium containing a computerized database of a public record.Crutchfield v. Taxation & Revenue Dep't, 2005-NMCA-022, 137 N.M. 26, 106 P.3d 1273.\n\nWaiver of rights under Subsection C.— That the department of taxation & revenue has decided to provide, free of charge, portions of its database piecemeal on the website while at the same time placing restrictions on or even denying use to persons requesting the entire database for commercial use does not require a finding that the department waived its rights under Subsection C of this section.Crutchfield v. Taxation & Revenue Dep't, 2005-NMCA-022, 137 N.M. 26, 106 P.3d 1273.\n\nAccess to abbreviations and terms used in electronic database.— Where trial court did not err in upholding the department of taxation and revenue's rejection pursuant to Subsection C of this section of plaintiff's electronic database request, there is no basis in which plaintiff is entitled to the records that contained abbreviations and terms used by the department in categorizing and sorting the severance tax data on its electronic database.Crutchfield v. Taxation & Revenue Dep't, 2005-NMCA-022, 137 N.M. 26, 106 P.3d 1273.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 50 Am. Jur. 2d Larceny § 67 et seq.; 66 Am. Jur. 2d Records and Recording Laws §§ 1 to 3, 10, 12 to 15, 19.\n\nEnforceability by mandamus of right to inspect public records, 60 A.L.R. 1356, 169 A.L.R. 653.\n\nProof of public records kept or stored on electronic computing equipment, 71 A.L.R.3d 232.\n\nCriminal liability for theft of, interference with or unauthorized use of, computer programs, files, or systems, 51 A.L.R.4th 971.\n\n52A C.J.S. Larceny § 129(2); 76 C.J.S. Records § 1 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-15-1/"
    },
    {
      "id": "section-14-3-152",
      "number": "14-3-15.2",
      "heading": "Electronic authentication; substitution for signature.",
      "text": "Whenever there is a requirement for a signature on any document, electronic authentication that meets the standards promulgated by the commission may be substituted.\n\nHistory:Laws 1995, ch. 27, § 1.\n\nCross references.— For format of rules filings under State Rules Act,see14-4-3 NMSA 1978.\n\nFor electronic filing of report of campaign expenditures and contributions,see1-19-31 NMSA 1978.\n\nFor electronic filing under Taxation and Revenue Department Act,see9-11-6.4 NMSA 1978.\n\nFor electronic filing of annual statement by insurer,see59A-5-29 NMSA 1978.\n\nFor electronic copies and abstracts of motor vehicle records,see66-2-7 NMSA 1978.\n\nFor electronic filing of title applications for motor vehicle titles,see66-3-201 NMSA 1978.\n\nFor use of electronic versions of uniform traffic citations in the issuance of citations,see66-8-128 NMSA 1978.\n\nFor submission of required information to the Motor Vehicle Division of penalty assessments under municipal programs via electronic means,see66-8-130 NMSA 1978.\n\nFor electronic filing of abstract of record in cases involving violations of Motor Vehicle Code,see66-8-135 NMSA 1978.\n\nFor the Electronic Authentication of Documents Act,seeChapter 14, Article 15 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-15-2/"
    },
    {
      "id": "section-14-3-16",
      "number": "14-3-16",
      "heading": "Attorney general may replevin state records.",
      "text": "On behalf of the state and the administrator, the attorney general may replevin any papers, books, correspondence or other public records which were formerly part of the records or files of any public office in the territory or state of New Mexico, and which the state still has title to or interest in and which have passed out of the official custody of the state, its agencies or instrumentalities.\n\nHistory:1953 Comp., § 71-6-16, enacted by Laws 1959, ch. 245, § 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-16/"
    },
    {
      "id": "section-14-3-17",
      "number": "14-3-17",
      "heading": "Approval of existing state agency systems.",
      "text": "Upon the effective date of this act, the state records administrator shall review any existing state agency microphotography system and, after consultation with the agency, shall approve, disapprove or require modification to the system. For the purposes of this section, \"state agency\" shall include the district courts. Upon disapproval, the agency shall cease to use the system. Modifications shall be completed within a period specified by the administrator.\n\nHistory:1953 Comp., § 71-6-17, enacted by Laws 1975, ch. 215, § 2.\n\nCompiler's notes.— Laws 1963, ch. 303, § 30-1, repealed former 71-6-17, 1953 Comp. (Laws 1959, ch. 245, § 17), relating to unlawful disposition of public records. For present comparable provisions,see30-26-1 NMSA 1978.\n\nThe phrase \"effective date of this act\", appearing near the beginning of this section, means July 1, 1975, the effective date of Laws 1975, Chapter 215.\n\nSubsections B, D and G of 14-3-15 NMSA 1978 and this section apply only to state agenciesand not to counties or other governmental organizations. 1979 Op. Att'y Gen. No. 79-26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-17/"
    },
    {
      "id": "section-14-3-18",
      "number": "14-3-18",
      "heading": "County and municipal records; geographic information system; computer databases; copy fees.",
      "text": "A. The administrator may advise and assist county and municipal officials in the formulation of programs for the disposition of public records maintained in county and municipal offices.\n\nB. Notwithstanding the provisions of Subsection E of this section, a county or municipality may charge a reasonable fee, as adopted by ordinance of the respective board of county commissioners or governing body of a municipality, for a document or product generated by a geographic information system.\n\nC. Except as otherwise provided by federal or state law, information contained in a computer database shall be a public record and shall be subject to disclosure in printed or typed format by a county or municipality that has inserted that information into the database, in accordance with the Public Records Act.\n\nD. The administrator may advise and assist county and municipal officials with the procedures, schedules and technical standards for the retention of computer databases.\n\nE. A county or municipality that has inserted data in a computer database shall authorize an electronic copy to be made of the computer database of a public record on a currently available electronic medium for a person if the person agrees to pay a reasonable fee based upon the cost of:\n\n(1) materials;\n\n(2) making an electronic copy of the computer database; and\n\n(3) personnel time to research and retrieve the electronic record.\n\nF. Subject to any confidentiality provisions of law, a county or municipality may permit another federal, state or local government entity access to all or any portion of a computer database created by the county or municipality.\n\nG. A county or municipality may at its option, and if it has the capability, permit access or use of its computer and network system to search, manipulate or retrieve information from a computer database and charge reasonable fees based on the cost of materials, personnel time, access time and the use of the county or municipality's computer network.\n\nHistory:1953 Comp., § 71-6-17.1, enacted by Laws 1963, ch. 186, § 2; 1965, ch. 81, § 3; 2005, ch. 217, § 1.\n\nThe 2005 amendment,effective June 17, 2005, added Subsection B to provide that a county or a municipality may charge a reasonable fee for a document or product generated by a geographic information system; added Subsection C to provide that except as otherwise provide by law, information contained in a computer database is a public record subject to disclosure in printed or typed format in accordance with the Public Records Act; added Subsection D to provide that the administrator may advise and assist with procedures, schedules and technical standards for the retention of computer databases; added Subsection E to provide that an electronic copy of a database of a public record shall be made if the person requesting the record agrees to pay a reasonable fee for the cost of the materials, the making of the copy, and personnel time to research and retrieve the record; and added Subsection F to provide that subject to confidentiality provisions of law, an other governmental entity may have access to a computer database created by a county or municipality.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-18/"
    },
    {
      "id": "section-14-3-19",
      "number": "14-3-19",
      "heading": "Storage equipment, supplies and materials; microfilm services and supplies; purchase by state commission of public records for resale.",
      "text": "The state commission of public records may purchase for resale such storage boxes, forms, microfilm supplies necessary to the providing of microfilm services and other supplies and materials as in its judgment are necessary to facilitate the various aspects of its programs. The commission may sell such items and services at cost plus a five percent handling charge. All receipts from such sales shall go into the records center revolving fund.\n\nHistory:1953 Comp., § 71-6-18, enacted by Laws 1968, ch. 14, § 1; 2002, ch. 56, § 1.\n\nCross references.— For records center revolving fund,see14-3-8.1 NMSA 1978.\n\nThe 2002 amendment,effective March 4, 2002, in the present last sentence, substituted \"records center revolving fund\" for \"special revolving fund established by Laws 1961, Chapter 111, which is hereby continued\", and deleted the former last sentence, which related to appropriations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-19/"
    },
    {
      "id": "section-14-3-20",
      "number": "14-3-20",
      "heading": "Interstate compacts; filing; index.",
      "text": "A. Each agency of this state and each political subdivision of the state entering into or administering an interstate compact or other intergovernmental agreement between or among states, subdivisions of this state and other states or between this state or any subdivision and the federal government, having the force of law and to which this state or any subdivision is a party, shall file with the records center:\n\n(1) a certified copy of the compact or agreement;\n\n(2) a listing of all other jurisdictions party to the compact or agreement and the date on which each jurisdiction entered into participation;\n\n(3) the status of each compact or agreement with respect to withdrawals of participating jurisdictions;\n\n(4) citations to any act or resolution of the congress of the United States consenting to the compact or agreement; and\n\n(5) any amendment, supplementary agreement or administrative rule or regulation having the force of law and implementing or modifying the compact or agreement.\n\nB. The records center shall index these documents and make them available for inspection upon request of any person during normal business hours.\n\nC. The provisions of this section are in addition to other requirements of law for filing, publication or distribution.\n\nD. No compact or agreement entered into after the effective date of this section shall become effective until filed as required in this section.\n\nE. The executive official in charge of any state agency or political subdivision which fails to file any compact or agreement required by this section to be filed is guilty of a misdemeanor.\n\nF. The records center shall be furnished copies of all interstate compacts, when available, as defined in this section, which have been filed with the supreme court librarian.\n\nHistory:1953 Comp., § 71-6-19, enacted by Laws 1963, ch. 185, § 1; 1981, ch. 221, § 1.\n\nCompiler's notes.— The phrase \"effective date of this section\", referred to in Subsection D, means June 7, 1963, the effective date of Laws 1963, ch. 185, § 1.\n\nInterstate contract is not instrument similar to rules, reports and noticesissued by state agencies.State v. Ellis, 1980-NMCA-187, 95 N.M. 427, 622 P.2d 1047.\n\nState does not have valid prisoner transfer agreement with Arizona.— Due to fact that an exhaustive search of the supreme court library found only one contract for a term from April 24, 1973, to June 30, 1974, and a renewal for July 1, 1975, to June 30, 1976, New Mexico does not have a valid agreement with Arizona concerning transfers of prisoners.State v. Ellis, 1980-NMCA-187, 95 N.M. 427, 622 P.2d 1047.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-20/"
    },
    {
      "id": "section-14-3-21",
      "number": "14-3-21",
      "heading": "[State publications; manuals of procedure; rules; reports; uniform style and form.]",
      "text": "The state records administrator shall develop and recommend to the state commission of public records uniform standards of style and format for the following:\n\nA. manuals of procedure prepared and published by state agencies for the guidance of public officers and employees engaged in operations required for the efficient operation of state and local government, including but not limited to acquiring space, budgeting, accounting, purchasing, contracting, vouchering, printing, appointment and dismissal of employees and record maintenance;\n\nB. manuals of procedures prepared and published by state agencies for the guidance of their own employees and for their own operations;\n\nC. official rules and regulations and reprints of laws published by state agencies, excluding session laws published by the secretary of state; and\n\nD. official reports of state agencies required by law, excluding the budget document presented to the legislature.\n\nThe state commission of public records, after consultation with the affected agencies, and with the approval of the governor, shall adopt and promulgate uniform standards of style and format for the above publications and a schedule of distribution for each class of publication which shall be binding upon all state agencies. \"Agencies\" means, for the purposes of this section, all state departments, bureaus, commissions, committees, institutions and boards, except those agencies of the legislative and judicial branches, and those educational institutions listed in Article 12, Section 11 of the New Mexico Constitution.\n\nHistory:1953 Comp., § 71-6-20, enacted by Laws 1965, ch. 154, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For provisions of the State Rules Act,seeChapter 14, Article 4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-21/"
    },
    {
      "id": "section-14-3-22",
      "number": "14-3-22",
      "heading": "Public policy on certain publications; state commission of public records duties.",
      "text": "A. It is the intent of the legislature and the public policy of this state to reduce unnecessary expense to the taxpayers of this state in connection with publications of state agencies designed primarily for the purpose of reporting to or the informing of the governor, the legislature, other state agencies or the political subdivisions of this state.\n\nB. The state commission of public records shall develop and adopt regulations which shall be binding upon all state agencies. The regulations shall provide for uniform standards for those publications set forth in Subsection A of this section and shall include but be not limited to:\n\n(1) a standard size format to accommodate paper of the most economical type available;\n\n(2) prohibiting the use of expensive covers, binders and fasteners;\n\n(3) prohibiting the use of photographs, art work and design, unless absolutely necessary for clarification of the report;\n\n(4) limiting the use of color stock paper, where such color stock would be more expensive than the use of white paper; and\n\n(5) requiring offset or mimeograph or other means of duplication when it cannot be demonstrated that printing of such publication would be equal to or less than the cost of offset, mimeograph or other means of duplication.\n\nC. The state commission of public records shall maintain constant and continuing supervision of such publications by state agencies and shall report persistent violations of the regulations made pursuant to this act [Chapter 14, Article 3 NMSA 1978] to the secretary of general services.\n\nHistory:1953 Comp., § 71-6-21, enacted by Laws 1977, ch. 209, § 1; 1983, ch. 301, § 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-22/"
    },
    {
      "id": "section-14-3-23",
      "number": "14-3-23",
      "heading": "[Manuals of procedure; preparation by state agencies; review by state records administrator; publication.]",
      "text": "Each state agency which has an official duty to establish methods and procedures involved in the internal structure and operation of state government, including but not limited to acquiring space, budgeting, accounting, purchasing, contracting, vouchering, printing, appointment and dismissal of employees and record-keeping, shall prepare, within the means provided by current operating budgets, manuals of procedure for the guidance of public officers and employees engaged in such work. Such manual or manuals shall be reviewed and ordered published by the state records administrator and in accordance with uniform standards of style and format promulgated by the state commission of public records.\n\nHistory:1953 Comp., § 71-6-22, enacted by Laws 1965, ch. 154, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-23/"
    },
    {
      "id": "section-14-3-25",
      "number": "14-3-25",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 1995, ch. 110, § 9, recompiled former 14-3-24 and 14-3-25 NMSA 1978, describing duties of the state records administrator, as 14-4-10 and 14-4-11 NMSA 1978, effective July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-3/section-14-3-25/"
    }
  ]
}