{
  "state": "new-mexico",
  "path": "title-chapter-14-records-rules-legal-notices-oaths/chapter-article-7-financial-institution-records",
  "sections": [
    {
      "id": "section-14-7-1",
      "number": "14-7-1",
      "heading": "Requiring notice of intent to gain access to records of financial institutions",
      "text": "A. At least seven days prior to a state agency, board or commission requesting or gaining access to or copies of the records of a person, corporation, company or organization maintained by a bank, savings and loan association, small loan company or other similar financial institution, the agency, board or commission shall notify by certified or registered mail the person, corporation, company or other organization of its intent to gain access or acquire such records.\n\nB. The requirement of notice set forth in Subsection A of this section shall not apply to the audit of, compliance monitoring of or preparation of reports concerning any bank, savings and loan association, small loan company or other similar financial institution by a state agency, when conducted pursuant to the agency's statutory directive.\n\nC. The provisions of Subsection A of this section shall not apply to requests for records made pursuant to an administrative subpoena. In such instances, at least twenty-four hours' notice shall be given to the person, corporation, company or organization.\n\nHistory:1953 Comp., § 48-10-13, enacted by Laws 1977, ch. 291, § 1; 2007, ch. 86, § 1.\n\nThe 2007 amendment,effective November 1, 2007, provided that the notice requirement does not apply to compliance monitoring or preparation of reports concerning financial institutions by a state agency.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 73 C.J.S. Public Administrative Law and Procedure §§ 77 to 79, 82, 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-7/section-14-7-1/"
    },
    {
      "id": "section-14-7-2",
      "number": "14-7-2",
      "heading": "Requirements of state agencies, boards and commissions prior to access to a financial institution's records.",
      "text": "A. Prior to a state agency, board or commission receiving access to or copies of the records of a person, corporation, company or organization maintained by a bank, savings and loan association, small loan company or other similar financial institution, the agency, board or commission shall:\n\n(1) allow the institution forty-eight hours to comply with an administrative subpoena;\n\n(2) allow the institution to provide authenticated copies of original records rather than the original copies in response to an administrative subpoena; and\n\n(3) pay the institution the reasonable cost of production of such records including both the cost of materials and wages.\n\nB. The provisions of Subsection A of this section shall not apply to the audit of any bank, savings and loan association, small loan company or other similar financial institution by a state agency when conducted pursuant to the agency's statutory directive.\n\nHistory:1953 Comp., § 48-10-14, enacted by Laws 1977, ch. 337, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-14/article-7/section-14-7-2/"
    }
  ]
}