{
  "state": "connecticut",
  "path": "title-title-45a-probate-courts-and-procedure/chapter-chapter-802-fiduciaries",
  "sections": [
    {
      "id": "section-45a-199",
      "number": "45a-199.",
      "heading": "(Formerly Sec. 45-21a). - “Fiduciary” defined.",
      "text": "As used in sections 45a-186c, 45a-202 to 45a-208, inclusive, and 45a-242 to 45a-244, inclusive, unless otherwise defined or unless otherwise required by the context, “fiduciary” includes an executor, administrator, trustee, conservator or guardian.\n\n(P.A. 80-476, S. 184; P.A. 07-116, S. 6; P.A. 10-32, S. 133.)\n\nHistory: Sec. 45-21a transferred to Sec. 45a-199 in 1991; P.A. 07-116 added reference to Sec. 45a-186c; P.A. 10-32 deleted references to Secs. 45a-143 and 45a-152, effective May 10, 2010.\n\nCited. 239 C. 553.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-199-formerly-sec-45-21a/"
    },
    {
      "id": "section-45a-200",
      "number": "45a-200.",
      "heading": "(Formerly Sec. 45-195b). - Fiduciary certificate effective for one year.",
      "text": "A certificate of the appointment of a fiduciary issued by the clerk of the court shall be sufficient evidence of the authority and identity of such fiduciary for all purposes for one year after the date of such issuance, in the absence of actual notice of revocation.\n\n(P.A. 80-410, S. 3.)\n\nHistory: Sec. 45-195b transferred to Sec. 45a-200 in 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-200-formerly-sec-45-195b/"
    },
    {
      "id": "section-45a-201",
      "number": "45a-201.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45a-202",
      "number": "45a-202.",
      "heading": "(Formerly Sec. 45-21). - When payments by fiduciaries protected.",
      "text": "(a) Any person, acting as a fiduciary as defined by section 45a-199 or in any other fiduciary capacity, who in good faith makes payments or delivers property or estate pursuant to the order of the court of probate having jurisdiction before an appeal has been taken from such order, shall not be liable for the money so paid, or the property so delivered, even if the order under which such payment or delivery has been made is later reversed, vacated or set aside.\n\n(b) This section shall not prevent a recovery of such money or property by the person entitled to it from any person receiving it or in possession of it.\n\n(1949 Rev., S. 6829; P.A. 80-476, S. 185.)\n\nHistory: P.A. 80-476 divided section into Subsecs. and rephrased provisions, substituting “fiduciary” for “executive, administrator, conservator, guardian or trustee”, but made no substantive change; Sec. 45-21 transferred to Sec. 45a-202 in 1991.\n\nAnnotations to former section 45-21:\n\nTrustee paying fund under order of court protected. 82 C. 558. Conclusion as to good faith is a conclusion of fact. 90 C. 566. Payment of balance for distribution stated in account accepted by court, where no return of distribution was made, held not a payment “under or pursuant” to an order of Probate Court. 120 C. 183. Cited. 138 C. 17.\n\nExecutrix overpaid herself as legatee and contended that allowance of those accounts by Probate Court after hearing with notice rendered res judicata her right to the payments; held that she could not, consistently with her fiduciary obligations as executrix, invoke res judicata to produce so inequitable a result. 150 C. 106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-202-formerly-sec-45-21/"
    },
    {
      "id": "section-45a-203",
      "number": "45a-203.",
      "heading": "(Formerly Sec. 45-88). - Investment of funds.",
      "text": "(a)Investments permitted.Trust funds, received or held by trustees, unless otherwise provided in the instrument creating the trust, and funds received or held by guardians or conservators, (1) may be invested in such real estate mortgages as the savings banks in this state may be authorized by law to invest in, or (2) may be deposited in savings banks incorporated by this state or in time or savings deposits in state banks and trust companies and national banking associations located in this state, or (3) may be paid into accounts of savings and loan associations located in this state insured by the Federal Savings and Loan Insurance Corporation, its successors or assigns, or (4) may be invested or reinvested in any bonds, stocks, specifically including but not by way of limitation, shares of any open-end or closed-end management-type investment company or investment trust registered under the Federal Investment Company Act of 1940, as amended, other securities, or other kinds of property or types of investments, selected by the trustee, guardian or conservator with the care of a prudent investor in accordance with the standards established by the Connecticut Uniform Prudent Investor Act, sections 45a-541 to 45a-541l inclusive. Any bonds purchased by a trustee, guardian or conservator under authority of this section may, in the discretion of such fiduciary, be in coupon form.\n\n(b)Custody of securities. Transfer of title.In the absence of an express provision to the contrary in the instrument, judgment, decree or order creating a trust or other fiduciary relationship or appointing a fiduciary, such fiduciary may entrust the custody of any bonds, stocks or other securities of the fiduciary estate to any national banking association, state bank, trust company or state bank and trust company in the state of New York or in the commonwealth of Massachusetts or Pennsylvania, which is a member of the Federal Reserve System and whose capital, surplus and undivided profits in the aggregate are not less than fifty million dollars. Any such fiduciary may transfer title to any such bonds, stocks or other securities without any court order to do so.\n\n(c)Investments in securities underwritten by a banking institution.In the absence of an express provision to the contrary in the instrument, judgment, decree or order creating a trust or other fiduciary relationship or appointing a fiduciary, any banking institution acting as such a fiduciary may purchase for the fiduciary estate, in addition to investments otherwise permitted, bonds or other securities issued by the state of Connecticut, or by its agencies or instrumentalities, or by towns, cities, boroughs or legally established districts in Connecticut, which bonds or securities are underwritten by such banking institution or by any syndicate which includes such banking institution or an affiliate thereof, provided (1) that such bonds or securities are rated within the top four rating categories recognized by the Banking Commissioner, (2) that as a result of such purchase the total amount invested by the banking institution as a fiduciary in any one such bond issue or security issue would not aggregate during the existence of any underwriting or selling syndication in excess of ten per cent of the total amount of such issue outstanding, (3) that the banking institution discloses, at least annually, to the beneficiaries of its fiduciary accounts the fact that the banking institution or an affiliate may have an interest in the underwriting of such bond or security, and (4) that such purchase is made with the care of a prudent investor. The provisions of this subsection shall apply to purchases of bonds or other securities made at the time of the initial underwriting. For purposes of this subsection, a “banking institution” includes any state or federally chartered bank, savings bank or savings and loan association authorized to exercise trust powers and do business in this state.\n\n(1949 Rev., S. 6893; 1953, 1955, S. 2910d; 1957, P.A. 241; 486; 1963, P.A. 218; February, 1965, P.A. 155, S. 1; 1967, P.A. 323; 461, S. 9; P.A. 78-121, S. 75, 113; P.A. 80-476, S. 186; P.A. 88-104, S. 1, 2; 88-364, S. 101, 123; P.A. 98-58, S. 2, 3; P.A. 03-84, S. 31.)\n\nHistory: 1963 act specifically authorized investment in “shares of any open-end or closed-end management-type investment company or investment trust registered under the Federal Investment Company Act of 1940”; 1965 act added provision re fiduciary's power to “entrust the custody of any bonds, stocks or other securities of the fiduciary estate” to specified banking institutions; 1967 acts deleted reference to share accounts of building or savings and loan associations, authorized deposits in time deposits, adding reference in that provision to national banking associations, and deleted reference to savings “departments” of state banks and trust companies; P.A. 78-121 referred to savings and loan associations rather than to “building or” savings and loan associations; P.A. 80-476 divided section into Subsecs. and referred simply to fiduciaries, deleting listing of specific types of fiduciaries, i.e. trustees, executors, administrators, guardians and conservators; P.A. 88-104 added a new Subsec. (c) re investments in securities by a banking institution acting as a fiduciary; P.A. 88-364 amended Subsec. (c)(2) by adding the words “during the existence of any underwriting or selling syndication” and made a technical change; Sec. 45-88 transferred to Sec. 45a-203 in 1991; P.A. 98-58 amended Subsec. (a) by adding references to other kinds of property or types of investments and to standards established by the Connecticut Uniform Prudent Investor Act, effective May 18, 1998; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner” in Subsec. (c)(1), effective June 3, 2003.\n\nSee Sec. 32-19 re insured mortgages as legal investments.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nSee Sec. 45a-595 re investment of funds in insurance and annuity contracts by conservator or guardian of estate.\n\nAnnotations to former section 45-88:\n\nStatute not mandatory. 61 C. 88. Mortgage loans in other states prima facie improper investment. 67 C. 194. Trustee cannot invest in shares of a trading company. 80 C. 402. If he makes improper investments, court can order them replaced. 73 C. 442. He should not use funds to trade in stocks on margin. 89 C. 229. Trustees may not ordinarily invest funds in permanent improvement of real estate unless authorized to do so in the trust instrument. 109 C. 194. Bank-fiduciary acting in good faith may deposit trust funds in its own savings department. 115 C. 24. A trustee, in investing trust fund or part thereof in note or mortgage, should not take it in his own name, but the papers should bear on their face sufficient indication that they are held by him as trustee; participation mortgages discussed. 121 C. 558. Cited. 122 C. 386; 125 C. 352. Superior Court held to have power to modify a provision imposed by legislative act for investment of the funds of a charitable trust. 133 C. 89. “Sound securities”, as used in will, are securities authorized for investment by trustees by section. 149 C. 350. Cited. 178 C. 52.\n\nWhen court will allow a trustee to deviate from terms of trust re investment of trust funds. 21 CS 23. Cited. 22 CS 162. Law on investments by trustee reviewed; trust instrument can enlarge trustee's investment power. 25 CS 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-203-formerly-sec-45-88/"
    },
    {
      "id": "section-45a-204",
      "number": "45a-204.",
      "heading": "(Formerly Sec. 45-89). - Investments may be maintained as received.",
      "text": "Trust funds received by executors, trustees, guardians or conservators may be kept invested in the securities received by them, unless it is otherwise ordered by the Court of Probate or unless the instrument under which such trust was created directs that a change of investments shall be made, and the fiduciaries thereof shall not be liable for any loss that may occur by depreciation of such securities.\n\n(1949 Rev., S. 6894; P.A. 80-476, S. 187.)\n\nHistory: P.A. 80-476 substituted “fiduciaries” for “trustees”; Sec. 45-89 transferred to Sec. 45a-204 in 1991.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nAnnotations to former section 45-89:\n\nCited. 67 C. 195; 122 C. 386. Reasonable prudence to prevent loss is required. 76 C. 564; 115 C. 26. Statute does not apply where will directs replacement of investments. 79 C. 559. Borrowing to close out testator's margin accounts and protect securities pledged by him, sustained. 117 C. 582. Reorganization involving exchange of stock for shares of new corporation held not such a change as to prevent trustees from holding the new shares. 118 C. 509. Cited. 149 C. 349.\n\nCited. 22 CS 162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-204-formerly-sec-45-89/"
    },
    {
      "id": "section-45a-205",
      "number": "45a-205.",
      "heading": "(Formerly Sec. 45-259). - Fiduciary powers re increase in capital stock assets of estate.",
      "text": "Whenever any fiduciary holds shares of the stock of any corporation as assets of the estate in his charge and there is an increase of the capital stock of any such corporation, such fiduciary may, with the consent of the court of probate having jurisdiction of such estate, (1) subscribe for and take the shares of the increased capital stock to which such estate may be entitled or (2) sell and transfer to others the right to subscribe for such shares.\n\n(1949 Rev., S. 7044; P.A. 80-476, S. 188.)\n\nHistory: P.A. 80-476 substituted “fiduciary” for “executor, administrator, trustee, conservator or guardian” and made other minor changes; Sec. 45-259 transferred to Sec. 45a-205 in 1991.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nAnnotation to former section 45-259:\n\nCited. 79 C. 561.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-205-formerly-sec-45-259/"
    },
    {
      "id": "section-45a-206",
      "number": "45a-206.",
      "heading": "(Formerly Sec. 45-191). - Right of foreign corporation to be executor or trustee. Requirements. Bond.",
      "text": "(a) Any foreign corporation authorized by its charter to act as executor or trustee in the state where it is chartered, and named as executor or trustee by any resident of this state, or by any nonresident owning property within this state, or so named by any person or persons holding a power to appoint an executor or trustee, or so named by any corporation, may qualify and act as such executor or trustee in this state, if similar domestic corporations which have the power under the law of this state to act as executor or trustee, or both, in this state are permitted to act in like capacity in the state where such foreign corporation has its domicile.\n\n(b) Such corporation shall not act in such capacity until it has appointed in writing the Secretary of the State and his or her successors in office to be its attorney, upon whom all process in any action or proceeding against it may be served in any action or proceeding relating to its activities in such capacity. In such writing, such corporation shall agree that any process against it which is served on the Secretary of the State shall be of the same legal force and validity as if served on such corporation, and that such appointment shall continue as long as any liability on account of such activities remains outstanding against the corporation in this state.\n\n(c) Where any court of probate has jurisdiction of the accounts of such executor or trustee, such court may in its discretion require such corporation to give bond for the performance of its duties, in like manner and to the same extent that it may require bond of a similar domestic corporation.\n\n(1949 Rev., S. 6979; 1957, P.A. 172; 1969, P.A. 341, S. 1; P.A. 73-348; P.A. 78-137; P.A. 80-476, S. 189; P.A. 86-234, S. 2, 6; June Sp. Sess. P.A. 98-1, S. 34, 121; P.A. 06-196, S. 273.)\n\nHistory: 1969 act restated provisions but made no substantive change; P.A. 73-348 applied provisions to executors or trustees “named by any corporation owning property within, or incorporated under the laws of, this state”; P.A. 78-137 deleted requirement that corporation naming executor or trustee must own property in state or be incorporated under its laws; P.A. 80-476 divided section into Subsecs. and made minor wording changes; P.A. 86-234 amended Subsec. (b) to clarify that a foreign corporation's appointment of the secretary of state as its attorney for service of process is limited to service in those actions relating to the corporation's activities as trustee or executor; Sec. 45-191 transferred to Sec. 45a-206 in 1991; June Sp. Sess. P.A. 98-1 made a technical change in Subsec. (b), effective June 24, 1998; P.A. 06-196 made technical changes in Subsec. (b), effective June 7, 2006.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nSee Sec. 45a-477 re foreign trustee's custody of trust estate and re probate court's jurisdiction over trusts created by nondomiciliaries.\n\nSee Sec. 52-60 re appointment of judge of probate as attorney for nonresident fiduciary and re need to appoint judge of probate as agent for service of process.\n\nSee Sec. 52-61 re service of process upon nonresident fiduciaries.\n\nAnnotations to former section 45-191:\n\nForeign corporation cannot act as administrator in this state. 92 C. 656.\n\nCited. 18 CS 441.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-206-formerly-sec-45-191/"
    },
    {
      "id": "section-45a-207",
      "number": "45a-207.",
      "heading": "(Formerly Sec. 45-193). - Investments held by foreign corporation as executor or trustee; use of nominee.",
      "text": "(a) Except as otherwise provided by this section, all investments held, as executor or testamentary trustee of the estate of any resident of this state or of any nonresident leaving property within this state, by any foreign corporation which is qualified to act as executor or testamentary trustee in this state as provided by section 45a-206, shall be segregated and shall not be mingled with other assets of such foreign corporation or with the investments of any other trust, and shall, except as provided in subsection (b) of this section, be so held as clearly to set forth the fiduciary capacity in which such foreign corporation is acting.\n\n(b) A foreign corporation which is appointed to act in this state pursuant to the provisions of section 45a-206, owning stock as a trustee, may deposit or arrange for the deposit of such stock or other securities in a clearing corporation, as defined in subdivision (5) of subsection (a) of section 42a-8-102, and may hold it in the name of a nominee, including the nominee of such clearing corporation, without mention of the trust in the stock certificate or stock registration book; provided (1) the trust records and all reports or accounts rendered by the trustee clearly show the ownership of the stock by the trustee and the facts regarding its holding; and (2) except for stock and other securities deposited in a clearing corporation, the nominee shall deposit with the trustee a signed statement showing the trust ownership, shall either endorse the stock certificate in blank or execute a power of attorney for transfer in blank, and shall not have possession of the stock certificate or access thereto except under the immediate supervision of the trustee. The trustee shall be personally liable for any loss to the trust resulting from any act of such nominee in connection with stock so held. If such foreign corporation is acting as trustee with one or more cotrustees, it shall secure, in advance, the consent, in writing, of such cotrustee or cotrustees to the registration of stock in the name of a nominee, and such cotrustees are authorized to consent thereto. As used in this section, “trustee” includes executors and testamentary trustees of the estates of any residents of this state or of any nonresidents leaving property within this state.\n\n(1951, S. 2928d; P.A. 73-332; P.A. 80-476, S. 190; P.A. 03-19, S. 98.)\n\nHistory: P.A. 73-332 authorized deposit of stock in clearing corporations in Subsec. (2); P.A. 80-476 replaced numeric Subsec. indicators with alphabetic indicators and alphabetic Subdiv. indicators with numerics, changing internal reference in Subsec. (a) accordingly; Sec. 45-193 transferred to Sec. 45a-207 in 1991; P.A. 03-19 made technical changes in Subsec. (b), effective May 12, 2003.\n\nSee Sec. 45a-199 for definition of “fiduciary”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-207-formerly-sec-45-193/"
    },
    {
      "id": "section-45a-208",
      "number": "45a-208.",
      "heading": "(Formerly Sec. 45-100q). - Authorization to deposit securities in clearing corporation.",
      "text": "(a) Notwithstanding any other provision of law, any fiduciary, as defined in subsection (a) of section 45a-233 and subdivision (2) of section 36a-365, holding securities in its fiduciary capacity, or any state bank, trust company or national bank holding securities as a custodian, managing agent or custodian for a fiduciary, is authorized to deposit or arrange for the deposit of such securities in a clearing corporation, as defined in subdivision (5) of subsection (a) of section 42a-8-102. When such securities are so deposited, certificates representing securities of the same class of the same issuer may be merged and held in bulk in the name of the nominee of such clearing corporation with any other such securities deposited in such clearing corporation by any person regardless of the ownership of such securities, and certificates of small denomination may be merged into one or more certificates of larger denomination. The records of such fiduciary and the records of such state bank, trust company or national bank acting as a custodian, managing agent or custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to such securities may be transferred by bookkeeping entry on the books of such clearing corporation without physical delivery of certificates representing such securities. A state bank, trust company or national bank so depositing securities pursuant to this section shall be subject to such rules and regulations as, in the case of state chartered institutions, the Banking Commissioner, and in the case of national banking associations, the Comptroller of the Currency, may from time to time issue. A state bank, trust company or national bank, acting as custodian for a fiduciary, shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by such state bank, trust company or national bank in such clearing corporation for the account of such fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of such fiduciary's account or on demand by the attorney for such party, certify in writing to such party the securities deposited by such fiduciary in such clearing corporation for its account as such fiduciary.\n\n(b) This section shall apply to any fiduciary holding securities in its fiduciary capacity and to any state bank, trust company or national bank holding securities as a custodian, managing agent or custodian for a fiduciary, acting on October 1, 1972, or who thereafter may act regardless of the date of the agreement, instrument or court order by which it is appointed and regardless of whether or not such fiduciary, custodian, managing agent or custodian for a fiduciary owns capital stock of such clearing corporation.\n\n(P.A. 77-271, S. 2; 77-614, S. 161, 587, 610; P.A. 78-303, S. 85, 136; P.A. 80-482, S. 335, 348; P.A. 87-9, S. 2, 3; P.A. 92-12, S. 113; P.A. 03-19, S. 99; 03-84, S. 32.)\n\nHistory: P.A. 77-614 and P.A. 78-303 replaced bank commissioner with banking commissioner within the department of business regulation and made banking department a division within that department, effective January 1, 1979; P.A. 80-482 restored banking commissioner and division to prior independent status and abolished the department of business regulation, allowing corresponding change in commissioner's title; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); Sec. 45-100q transferred to Sec. 45a-208 in 1991; P.A. 92-12 made a technical change in Subsec. (a); P.A. 03-19 made technical changes in Subsec. (a), effective May 12, 2003; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner” in Subsec. (a), effective June 3, 2003.\n\nSee Sec. 45a-199 for definition of “fiduciary”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-208-formerly-sec-45-100q/"
    },
    {
      "id": "section-45a-209",
      "number": "45a-209.",
      "heading": "Investments in securities of open-end or closed-end management investment companies or investment trusts.",
      "text": "(a) Notwithstanding any other provision of law, in addition to investments otherwise permitted, any trustee or fiduciary, including a banking institution acting as a trustee or fiduciary, may, in the exercise of its investment discretion or at the direction of another person authorized to direct investments of funds held by the trustee or fiduciary, invest and reinvest in the securities of an open-end or closed-end management investment company or investment trust registered under the Investment Company Act of 1940, as from time to time amended, provided (1) such investment is not prohibited by the governing instrument, (2) the portfolio of the investment company or investment trust consists of investments not prohibited by the governing instrument and (3) nothing in this section shall affect the duty of prudence that is required of fiduciaries under the law of this state. For the purposes of this section, “banking institution” includes any state or federally chartered bank, savings bank or savings and loan association authorized to exercise trust powers and do business in this state.\n\n(b) The fact that the trustee or fiduciary, or an affiliate of the trustee or fiduciary, provides services to the investment company or investment trust, including services as an investment advisor, custodian, transfer agent, registrar, sponsor, distributor, manager or otherwise, and is receiving compensation for such services, shall not preclude the trustee or fiduciary from investing or reinvesting in the securities of the investment company or investment trust, provided disclosure of the provision of such services and compensation is made annually to each current income beneficiary by mailing separate notices, which shall include prospectus, statement or letter, to the current income beneficiary's last-known address.\n\n(P.A. 92-199; P.A. 93-399, S. 1, 2; P.A. 94-96, S. 2, 3; May 25 Sp. Sess. P.A. 94-1, S. 62, 130.)\n\nHistory: P.A. 93-399 amended Subsec. (b) by deleting the former procedure re notification and disclosure and substituting a new annual notification and disclosure of services and compensation requirement for each current income beneficiary, effective June 30, 1993; P.A. 94-96 and May 25 Sp. Sess. P.A. 94-1 made identical technical change in Subsec. (b), effective May 23, 1994.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-209/"
    },
    {
      "id": "section-45a-210",
      "number": "45a-210",
      "heading": "to 45a-213. - Reserved for future use.",
      "text": "to 45a-213. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45a-214",
      "number": "45a-214",
      "heading": "to 45a-227. (Formerly Secs. 45-350 to 45-363). - Principal and Income Act, generally.",
      "text": "Sections 45a-214 to 45a-227, inclusive, are repealed, effective January 1, 2000.\n\n(P.A. 87-440, S. 1–14; P.A. 95-316, S. 2; P.A. 99-164, S. 35, 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-214-to-45a-227-formerly-secs-45-350-to-45-363/"
    },
    {
      "id": "section-45a-228",
      "number": "45a-228",
      "heading": "to 45a-232. - Reserved for future use.",
      "text": "to 45a-232. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45a-233",
      "number": "45a-233.",
      "heading": "(Formerly Sec. 45-100d). - Construction of statutes in this part.",
      "text": "(a)Definitions.As used in sections 45a-233 to 45a-236, inclusive, (1) the term “fiduciary” means the one or more executors or administrators c.t.a. or administrators c.t.a., d.b.n. of the estate of a decedent, or the one or more trustees of a testamentary or inter vivos trust estate, or any successor or successors to the original fiduciary, or any substitute, or any ancillary fiduciary, whether corporate or individual and whether or not specifically named in the will or trust instrument, and includes the terms “cofiduciary”, “coexecutor” and “cotrustee”. (2) The term “settlor” means the creator of an inter vivos trust, whether called “settlor”, “grantor”, “donor”, or “trustor” in the instrument. (3) The terms “will” and “trust instrument” include, respectively, codicils to a will and amendments to a trust as the context may require. (4) “QTIP” means qualified terminable interest property as defined under Section 2056(b)(7)(B) of the federal Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended.\n\n(b)Use of terminology.In all cases, the singular includes the plural of said terms and vice versa. Reference to any person by use of the neuter term “it” includes masculine and feminine and vice versa.\n\n(c)Incorporation of certain powers by reference in will or trust instrument.By an expressed intention of the testator or settlor so to do contained in a will or in an instrument in writing whereby a trust estate is created inter vivos, any one or more or all of the powers or any portion thereof enumerated in section 45a-234, as they exist at the time of the signing of a will by the testator or at the time of the signing by the first settlor who signs a trust instrument, may be, by appropriate reference made thereto, incorporated in such will or other instrument, with the same effect as though such language were set forth verbatim in such will or other instrument. If a codicil or amendment to a trust instrument has been executed, the incorporated powers contained in such will or other instrument shall remain unchanged unless modified or otherwise altered by such codicil or amendment. Incorporation of one or more or all of the powers contained in said section by reference to said section shall be in addition to and not in limitation of other powers in the will or other instrument and of the common law powers or other statutory powers of the fiduciary. Any one or more or all of the additional powers or any portions thereof enumerated in section 45a-235 also may be incorporated by reference as therein provided but only to the extent they are individually referred to in such will or other instrument. In the event of a conflict between one or more of the powers contained in sections 45a-234 and 45a-235 and the express terms of the will or other instrument, the terms of such will or other instrument shall govern. In the event of a conflict between one or more of the powers contained in sections 45a-234 and 45a-235, and any other provision of the general statutes, the power or powers contained in sections 45a-234 and 45a-235 shall govern.\n\n(d)Limitation of power.No discretionary power or authority conferred upon a fiduciary as provided in sections 45a-233 to 45a-236, inclusive, may be exercised by such fiduciary in such a manner as, in the aggregate, to deprive the trust or the estate involved of an otherwise available tax exemption, deduction or credit, expressly including the marital and orphans deductions and the deduction for transfers for public, charitable and religious uses, except as otherwise prescribed by the testator or settlor, or operate to attract or impose a tax upon a settlor or estate of a testator or upon any other person as owner of any portion of the trust or estate involved. Notwithstanding any provisions contained in or incorporated by reference into a will or trust instrument, no person shall have a power to make any equitable adjustments affecting any qualified terminable interest property or a QTIP trust. For the purposes of this subsection, “equitable adjustments” means adjustments to trust corpus or income or both which involve a reallocation of assets from the account of one beneficiary to that of another to compensate for disproportionate sharing of a tax burden resulting from a tax election. The exercise of a power in violation of the restriction contained in this subsection shall render the action by the fiduciary or any other person with regard to that violation void. “Tax” means a federal, state, whether that of Connecticut, another state or territory of the United States, the District of Columbia or the Commonwealth of Puerto Rico, local, municipal or foreign, whether national, provincial, state, local or municipal, income, gift, estate, generation-skipping, inheritance, succession, accessions or other death tax, duty or excise imposed on the transfer of property at death or by gift. “Marital deduction” and “deduction for transfers for public, charitable and religious uses” have the same meanings and applications as exist under the federal Internal Revenue Code in effect at the death of the testator or at the time a trust becomes irrevocable, as the case may be. The definition of tax in this subsection shall be deemed to be the definition as it existed in this subsection on and after January 1, 1970, and in subsection (b) of section 45-100a insofar as said section 45-100a applies to any instrument in which it was incorporated from January 1, 1967, to December 31, 1969, inclusive.\n\n(e)Construction of other types of instruments.Nothing herein shall be construed to prevent the incorporation of the powers enumerated in section 45a-234 or 45a-235 in any other kind of instrument or agreement.\n\n(1969, P.A. 827, S. 1; 1971, P.A. 556, S. 1; P.A. 80-410, S. 7, 21; 80-476, S. 204; P.A. 83-520, S. 1; P.A. 89-211, S. 47; P.A. 14-122, S. 180.)\n\nHistory: 1971 act redefined “fiduciary” to specifically include cofiduciaries, coexecutors and cotrustees and added provision re gender and number of terms and pronouns referring to them; P.A. 80-410 amended Subsec. (a) to specify that in event of conflict with other state law Secs. 45-100e and 45-100f govern, amended Subsec. (b) to specify that will codicils and trust amendments are included in meaning of “will” and “trust instrument” and amended Subsec. (c) to include orphans deductions, to redefine “tax” and to delete provision specifying inclusion of codicils and trust amendments as “wills” and “trust instruments”; P.A. 80-476 reorganized provisions, redesignating Subsecs., and reworded provisions; P.A. 83-520 amended Subsec. (a) by adding definition of “QTIP” and added provision in Subsec. (d) prohibiting person from making any equitable adjustments affecting any qualified terminable interest property or a QTIP trust; P.A. 89-211 clarified reference to the Internal Revenue Code; Sec. 45-100d transferred to Sec. 45a-233 in 1991; P.A. 14-122 made technical changes in Subsec. (d).\n\nAnnotations to former section 45-100d:\n\nFormer statute cited. 157 C. 278. Cited. 166 C. 21; 178 C. 42; 202 C. 57.\n\nAnnotation to present section:\n\nSubsec. (c) acknowledges right of a testator to give an executor the power to sell property without the supervision or permission of a court, and such authority is not conditioned on approval of decedent's beneficiaries. 292 C. 696.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-233-formerly-sec-45-100d/"
    },
    {
      "id": "section-45a-234",
      "number": "45a-234.",
      "heading": "(Formerly Sec. 45-100e). - Powers.",
      "text": "Powers. The following powers may be incorporated by reference as provided in sections 45a-233 and 45a-236:\n\n(1) Retain Original Property. To retain for such time as the fiduciary shall deem advisable any property, real, personal or mixed, which the fiduciary may receive, even though the retention of such property by reason of its character, amount, proportion to the total estate or otherwise would not be appropriate for the fiduciary apart from this provision. The fiduciary shall not retain non-income-producing property in a trust intended to qualify for the marital deduction without the consent of the life beneficiary of such trust or the life beneficiary's legal representative, including the life beneficiary's guardian or conservator.\n\n(2) Sell, Mortgage or Exchange Property. To sell, exchange, alter, assign, transfer, grant options to buy, sign real estate listing agreements; to convey, pledge, hypothecate; and to mortgage, lease and sublease, even beyond the period of the estate or any trust; to partition or otherwise dispose of any property or interest therein; to do any of such acts without an order of any court, at public or private sale or otherwise, upon such terms and conditions, including credit, and for such consideration as the fiduciary shall deem advisable; to transfer and convey the property or any interest therein, in fee simple absolute or otherwise free of all trusts. The receipts of the fiduciary for moneys or things paid or delivered shall be effective discharges therefrom to the persons paying or delivering the same and no one either dealing with the fiduciary or from whom the fiduciary shall receive any money, property or other credit shall be required to see to the application thereof or shall be under any duty to follow the proceeds or other consideration received by the fiduciary from such sale or exchange. No one dealing with the fiduciary, or with any real, personal or mixed property which is or was estate or trust property, shall be bound to ascertain or inquire as to the existence or occurrence of any event or purpose in or for which a sale is herein authorized or directed or otherwise as to the purpose or regularity of any acts of the fiduciary purporting to be done in pursuance of any other provisions or powers herein incorporated or granted.\n\n(3) Invest and Reinvest. To invest and reinvest, as the fiduciary shall deem advisable, in stocks of any class, bonds, debentures, notes, mortgages or other securities as well as in investment trusts, mutual funds and common trust funds, to open accounts in any type of commercial or savings bank, savings and loan association, credit union or similar organization or company, whether within or without the state of Connecticut and to acquire by lease or purchase any interest in real property or real estate investment trusts whether such investment is in or outside the state of Connecticut or the United States and even though such investment shall not be of the character approved by applicable law but for this provision. Notwithstanding any other provisions to the contrary, neither a trustee of an irrevocable trust, intended to qualify for the federal gift tax exclusion as a gift of a present interest under Section 2503(b) or 2503(c) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, nor the trustee of a trust providing for payment of all income therefrom to the life beneficiary, including a QTIP trust, may under any circumstances invest or reinvest in unproductive, underproductive or non-income-producing property, or acquire any life insurance, endowments or annuities unless explicitly so authorized in the trust instrument.\n\n(4) Invest Without Diversification. To make investments which cause a greater proportion of the total property held by the fiduciary to be invested in investments of one kind than would be considered appropriate for the fiduciary apart from this provision.\n\n(5) Exercise Stock Options. To exercise any stock options owned by the testator or settlor at the testator's or settlor's death or acquired by or held in any trust, to borrow money and pledge any assets, including stock acquired by the exercise thereof, to obtain funds for the exercise thereof, to retain any stock purchased by the exercise of such options for such time as the fiduciary deems advisable, and to exercise all other powers in respect of such stock as though such stock formed a part of the estate at the time of death or a part of any trust.\n\n(6) Pay Taxes and Expenses. To pay taxes; to pay calls, assessments and any other sums chargeable or accruing against or on account of shares of stock, debentures or other corporate securities in the hands of a fiduciary, whenever such payment may be legally enforceable against the fiduciary or any property of the estate or trust, or if the fiduciary deems payment expedient and for the best interests of the estate or trust; to pay for repairs and other expenses incurred in the management, collection, care, administration and protection of the trust or estate including fiduciary compensation and attorneys' fees.\n\n(7) Receive Property. To receive any property, real or personal, from any source and administer such property as a portion of any appropriate trust or estate under the management of the fiduciary. The fiduciary, in its sole discretion, and at the expense of the trust or estate, may inspect, investigate, cause to be inspected or cause to be investigated, property that the fiduciary has been asked to hold or that would in any way be an addition to the estate or trust, or property owned or operated by an entity in which the fiduciary has been asked to hold an interest, for the purpose of determining the potential application of any federal, state, local or foreign environmental law, rule or regulation to such property. The taking of any action under this subdivision is not evidence that the fiduciary has accepted any addition to the estate or trust.\n\n(8) Borrow Money. To borrow money and to assume indebtedness for such periods of time and upon such terms and conditions as to rates, maturities, renewals, and security as the fiduciary shall deem advisable, including the powers of a corporate fiduciary to borrow from its own banking department, for the purpose of paying debts, taxes, administration expenses, or other charges against the estate or any trust, or any part thereof, and to mortgage, pledge or otherwise encumber such portion of the estate or any trust as may be required to secure such loan or loans, and to renew existing loans either as maker or endorser.\n\n(9) Vote Shares. To vote shares of stock owned by the estate or owned by any trust at stockholders' meetings in person or by special, limited, or general proxy, with or without power of substitution.\n\n(10) Register in Name of Nominee. To hold any investment in the name of a nominee or in any form in which title will pass by delivery, but the fiduciary shall be liable for any act of the nominee in connection with the investment so held. Any corporation or its transfer agent may presume conclusively that the nominee is the actual owner of securities submitted for transfer.\n\n(11) Use of Private Nominees. To form a general or limited partnership or partnerships under any name or names of the fiduciary's selection for the purpose of taking and holding title to all or any of the assets comprising the estate or trust property and for becoming the named beneficiary of any or all of the insurance policies therein; such partnership or partnerships shall have the power to deposit, withdraw, sell, loan, mortgage, lease, assign, convey, exchange, transfer or deal with such estate or trust property in all ways permitted to the fiduciary and to take any such action over the signature of only one partner or of the partnership itself; and any broker, bank, savings bank, savings and loan association, and any corporation or its transfer agent or registrar may presume conclusively that said partnership or partnerships are the actual owners of the bank deposits, savings and loan shares and securities registered in their names and submitted for transfer or reregistration.\n\n(12) Take and Exercise Options, Rights and Privileges. To take options for acquisition of property, to exercise all options, rights, and privileges to convert stocks, bonds, debentures, notes, mortgages, or other property into other stocks, bonds, debentures, notes, mortgages, or other property; to subscribe for other or additional stocks, bonds, debentures, notes, mortgages, or other property; and to hold such stocks, bonds, debentures, notes, mortgages, or other property so acquired as investments of the estate or trust so long as the fiduciary shall deem advisable.\n\n(13) Participate in Reorganizations. To unite with other owners of property similar to any which may be held at any time in the decedent's estate or in any trusts in carrying out any plan for the consolidation or merger, dissolution or liquidation, foreclosure, lease or sale of the property; incorporation or reincorporation, acquisition, recapitalization, reorganization or readjustment of the capital or financial structure of any corporation, company or association the securities of which may form any portion of an estate or trust; to become and serve as a member of a stockholders' or bondholders' protective committee; to deposit securities in accordance with any plan agreed upon; to pay any assessments, expenses, or sums of money that may be required for the protection or furtherance of the interest of the distributees of an estate or beneficiaries of any trust with reference to any such plan; and to receive as investments of any estate or any trust any securities issued as a result of the execution of such plan.\n\n(14) Renew and Extend Obligations. To continue any obligation, whether secured or unsecured, upon and after maturity with a renewal or extension upon such terms as the fiduciary shall deem advisable, without regard to the value of the security, if any, at the time of such continuance, even though such continuance may extend beyond the period of the estate or of any trust.\n\n(15) Foreclose and Bid in. To foreclose, as an incident to the collection of any bond, note or other obligation, any mortgage, deed of trust, or other lien securing such bond, note or other obligation, and to bid in the property at such foreclosure sale, or to acquire the property by deed from the mortgagor or obligor without foreclosure; and to retain the property so bid in or taken over without foreclosure.\n\n(16) Insure. To carry such insurance coverage, including, but not limited to, public liability, fire, rent, title or casualty insurance for such hazards and in such amounts, either in stock companies or in mutual companies, as the fiduciary shall deem advisable. A fiduciary or a fiduciary's employee who is a director of any corporation, more than nineteen per cent of whose stock is held by the estate or any trust, may use estate or trust assets to purchase and pay premiums on insurance to indemnify himself or herself from liability resulting from acting with conflicting interests and from other acts in his or her capacity as a director.\n\n(17) Collect. To collect, receive and give receipts for rents, issues, profits, and income of an estate or trust.\n\n(18) Litigate, Compromise or Abandon. To compromise, adjust, arbitrate, sue on or defend, abandon, or otherwise deal with and settle claims in favor of or against the estate or trust as the fiduciary shall deem advisable, and the fiduciary's decision shall be conclusive between the fiduciary and the beneficiaries of the estate or trust in the absence of fraud, bad faith or gross negligence of the fiduciary. No beneficiary serving as a cofiduciary and no settlor serving as a fiduciary or cofiduciary may participate in any decision as to claims between him and the estate or trust. Any claim by a settlor or beneficiary serving as a cofiduciary shall be determined only by the other cofiduciary.\n\n(19) Employ and Compensate Agents, etc. To employ and compensate persons deemed by the fiduciary needful to advise or assist in the proper settlement of the estate or administration of any trust including, but not limited to: Servants, agents, accountants, brokers, attorneys-at-law, attorneys-in-fact, real estate managers, rental agents, realtors, appraisers, and investment counsel, custodians and other professional advisors as reasonably may be required or desired in managing, protecting and investing the estate or any trusts without liability for any neglect, omission, misconduct, or default of such person provided such person was selected and retained with due care on the part of the fiduciary. If investment counsel is selected, which at the time of selection has a reputation in its community for competence and fair dealing, its selection and retention shall be considered as having been made with due care, provided the fiduciary continues to retain such counsel only so long as such counsel maintains such reputation. Under such circumstances, the fiduciary shall have no investment responsibility whatever and may act without independent investigation upon the recommendations of any such person, without liability for any neglect, omission, misconduct, or default of such person.\n\n(20) Acquire and Hold Property of Two or More Trusts Undivided. To acquire, receive, hold and retain the principal of several trusts created by a single instrument undivided until division shall become necessary in order to make a distribution; to hold, manage, invest, reinvest, and account for the several shares or parts of shares by appropriate entries in the fiduciary's books of account, and to allocate to each share or part of share its proportionate part of all receipts and expenses; provided, that the provisions of this subdivision shall not defer the vesting in possession of any share or part of share of the estate or trust.\n\n(21) Distribute in Cash or Kind. To make distribution of assets of the estate or trust in kind or in cash, or partially in kind and partially in cash, in divided or undivided interests, provided shares may be composed differently and specific assets may be allocated to particular distributions; to make such distribution either upon final distribution or during one or more preliminary distributions, at the then current values, as the fiduciary finds to be most practicable and for the best interests of the distributees; and to make reasonable determinations of said values for the purpose of making distribution if there is more than one distributee thereof, which determination shall be binding upon the distributees, provided no settlor serving as a fiduciary of an irrevocable trust and no beneficiary serving as a fiduciary of any trust shall have such power.\n\n(22) Pay to or for Minors or Incompetent Persons. To make payments in money or in property, to or for a minor or incompetent person in any one or more of the following ways: (A) To such minor or incompetent person directly, if the fiduciary in its sole and absolute discretion deems such payment advisable; (B) to apply directly in payment for the support, maintenance, education, and medical, surgical, hospital, or other institutional care of such minor or incompetent person; (C) to the legal or natural guardian of such minor or conservator of such incompetent person; (D) to any other person, whether or not appointed guardian of the person or conservator by any court, who shall, in fact have the care and custody of the person of such minor or incompetent person. The fiduciary shall not be under any duty to see to the application of the payments so made and the receipt by such person shall be full acquittance to the fiduciary.\n\n(23) Determine Income and Principal Questions. To determine in accordance with applicable law, where not otherwise provided by Connecticut's Principal and Income Act, all questions with respect to the manner in which expenses and charges, including the fiduciary's compensation as such, are to be borne and receipts are to be credited as between principal and income.\n\n(24) Capital Gain from Mutual Funds. The fiduciary is directed to allocate to principal all distributions representing capital gains received from the sale of securities held by regulated investment companies, real estate investment trusts or mutual funds owned by the trust.\n\n(25) Manage Real Property. (A) To improve, manage, protect, develop, acquire and make additions to, exchange, and abandon any real property or any interest therein; (B) to dedicate to public use or, where legally permissible, to withdraw from such dedication, parks, streets, highways, or alleys; (C) to subdivide or resubdivide any real property; (D) to borrow money for the purposes authorized by this subdivision for such periods of time and upon such terms and conditions as to rates, maturities and renewals as the fiduciary shall deem advisable and to mortgage or otherwise encumber any such property or part thereof, whether in possession or reversion; (E) to lease or sublease any such property or part thereof to commence at the present or in the future, upon such terms and conditions, including options to renew or purchase, and for such period or periods of time as the fiduciary deems advisable, although such period or periods may extend beyond the duration of the trust or the administration of the estate involved; (F) to make gravel, sand, oil, gas and other mineral leases, subleases, contracts, licenses, conveyances or grants of every nature and kind which are lawful in the jurisdiction in which such property lies or to employ an ancillary fiduciary or fiduciaries so to act; (G) to manage and improve timber and forests on such property, to sell the timber and forest products, and to make grants, leases, and contracts with respect thereto; (H) to make, modify, renew or extend leases and subleases as lessor or lessee; (I) to employ agents to rent and collect rents; (J) to grant and create easements and release, convey, or assign any right, title, or interest with respect to any easement on real property or part thereof and enter into party wall agreements; (K) to erect, make repairs, replacements or improvements, structural or otherwise, or to renovate any building or other improvement on real property, and to alter, raze, remove or demolish any building or other improvement in whole or part; (L) to survey, partition, and adjust boundaries; and to make plats of any real property; and (M) to deal with any such property and every part thereof in all other ways and for such other purposes or considerations as would be lawful for any person owning the same.\n\n(26) Deal with Other Trusts. In dealing with one or more other trusts, the fiduciary may sell property, real, personal or mixed to, or exchange property with, the trustee of any trust which the testator or the settlor or the spouse or any child of the testator or settlor has created, for such estates and upon such terms and conditions as to sale price, terms of payment, and security as the fiduciary shall deem advisable, and no fiduciary shall have any duty to follow the proceeds of any such sale, provided a fiduciary who is the settlor of an irrevocable trust or a fiduciary who is a spouse or child of the settlor or testator, whether or not the trust is irrevocable, shall not have such power, nor shall a fiduciary who is also a beneficiary of another trust have any such power to deal with the trust of which the fiduciary is a beneficiary.\n\n(27) Make Advances. In its sole and absolute discretion and without in any way being required so to do, to advance money for the protection of the trust or estate, and for all expenses, losses and liabilities sustained in the administration of the trust or estate or because of the holding or ownerships of any trust or estate assets, for which advances and any interest thereon the fiduciary shall have a lien on the assets of the trust or estate as against a beneficiary, and in its sole and absolute discretion and without in any way being required so to do, to advance, without provision for reimbursement, cash to the executor of the will or administrator of the estate of the testator or settlor or of his or her spouse if there are insufficient liquid assets to pay debts, taxes or administration expenses of the decedent, or of his or her deceased spouse.\n\n(28) Maintain Reserves. To maintain reasonable reserves for depreciation, depletion, other than percentage depletion, and for amortization, and obsolescence.\n\n(29) Make Contracts and Execute Instruments; No Duty of Inquiry. To make contracts and to execute instruments, under seal or otherwise, as may be necessary in the exercise of the powers herein granted. No party dealing with a fiduciary need inquire as to the existence or proper exercise of any power of such fiduciary, whether said power is granted directly or incorporated by reference.\n\n(30) Perform Decedent's Executory Contracts. The fiduciary may in its discretion, complete performance of the decedent's valid executory contracts which, at the time of the decedent's death, had not been fully performed.\n\n(31) Use of Property by Distributee. During the administration of the testator's estate, the fiduciary shall have the discretion to permit any beneficiary to have the use, possession, and enjoyment, without charge, of any real estate or tangible personal property devised, bequeathed or ultimately distributable to the beneficiary, so long as the beneficiary lives, and if the beneficiary dies before his or her right to such property becomes absolute or before such property is distributed to the beneficiary, neither the beneficiary nor his or her estate shall be held liable for any loss, destruction, damage, depreciation or waste of such property except through his or her fault or neglect. Neither the existence nor exercise of this power shall be deemed a constructive or actual distribution of the property to which it relates.\n\n(32) Continue Business. To the extent and upon such terms and conditions and for such periods of time as the fiduciary shall deem necessary or advisable, to continue or participate in the operation of any business or other enterprise, whatever its form or organization, including, but not limited to, the power: (A) To effect incorporation, dissolution, merger, consolidation or sale of all or substantially all of the assets, either for cash or in exchange for stock or other securities, or to make other changes in the form of the organization of the business or enterprise, and to diminish, enlarge or change the scope of nature or nature of any business; (B) to dispose of any interest therein or acquire the interest of others therein; (C) to contribute thereto or invest therein additional capital or to lend money thereto, in any such case upon such terms and conditions as the fiduciary shall approve from time to time, except that a settlor of an irrevocable trust who is serving as a fiduciary thereof shall not have this power; (D) to determine whether the liabilities incurred in the conduct of the business are to be chargeable solely to the part of the estate or trust set aside for use in the business or to the estate or trust as a whole, but such allocation shall be done in accordance with applicable law; (E) to control, direct and manage the business, delegate all or any part of the fiduciary's power to supervise and operate to such person or persons as the fiduciary may select, including any associate, partner, officer or employee of the business; (F) to hire and discharge officers and employees, to fix their compensation and define their duties; and to employ, compensate and discharge agents, attorneys, consultants, accountants and such other representatives as the fiduciary may deem appropriate, including the right to employ any beneficiary, or individual fiduciary, in any of the foregoing capacities; (G) to pledge other assets of the estate or trust as security for loans made to such business; (H) to retain in the business such amount of the net earnings for working capital and other purposes of the business as the fiduciary may deem advisable in conformity with sound business practice, provided such retention does not impair any right of a beneficiary to receive all income from the beneficiary's share of any trust; (I) to purchase, process and sell merchandise of every kind and description; (J) to purchase and sell machinery and equipment, furniture and fixtures and supplies of all kinds; (K) to sell or liquidate all or any part of any business at such time and price and upon such terms and conditions, including credit, as the fiduciary may determine, including a sale to any partner, officer or employee of the business or to any individual fiduciary as beneficiary hereunder, provided any such sale shall be for adequate and full consideration and no such sale shall be made to an individual fiduciary who is also a beneficiary thereunder; (L) to invest other estate or trust funds in such business; and to loan funds from the trust to such business; and (M) in all cases in which the fiduciary is required to furnish statements to beneficiaries or to file accounts in any court or in any other public office, it shall not be necessary to itemize business receipts and disbursements and distributions of property but it shall be sufficient for the fiduciary to show in the account a single figure or consolidation of figures, and the fiduciary shall be permitted to account for money and property received from the business and any payments made to the business in lump sum without itemization.\n\n(33) Appoint Ancillary Fiduciaries. The fiduciary may itself act or it may select one or more persons or corporations to act as an ancillary fiduciary or fiduciaries and, to the extent permitted by applicable law, all of the powers held by the domiciliary fiduciary are hereby granted to the ancillary fiduciary or fiduciaries and all costs of ancillary administration may be paid from either the domiciliary estate or trust or the ancillary estate or trust, as the fiduciary may decide in its sole discretion.\n\n(34) Postpone Distribution and Accounting. To postpone distribution and accounting with respect to any trust for a year from the date of the termination of the trust, if in the judgment of the fiduciary such postponement shall be necessary or advisable.\n\n(35) (A) Alternate Valuation Date. The fiduciary may elect to value the estate for tax purposes at the values of its assets on the date of decedent's death or at those values on an estate tax valuation date other than the date of the decedent's death, whether or not such election increases or decreases the federal estate tax. No adjustments shall be required to be made between income and principal or between the property interests passing to any beneficiaries which may be affected as a result of such election. (B) Administration and Other Expenses. To the extent permitted by law, the fiduciary may elect to claim certain administration expenses, casualty losses, medical and other expenses as deductions either on the income tax returns of the estate or of the decedent or on the federal estate tax return or partly on each. The fiduciary shall elect to claim from time to time such expenses as deductions on the particular tax returns which in the fiduciary's opinion should result in the lowest total taxes being paid by the estate and its beneficiaries, regardless of whether such expenses may be payable from the income or principal of such estate, and the fiduciary is not required to make adjustments between income or principal or between the property interests passing to any beneficiaries which may be affected on account of such election, except that (i) where one or more residuary legatees of a will containing a so-called preresiduary marital deduction formula provision is a charitable organization, as defined in Section 501(c) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, or any corresponding provision of applicable revenue laws, in effect at the date of the death of the testator of a will incorporating sections 45a-233 to 45a-236, inclusive, and (ii) the fiduciary elects to treat such expenses in whole or in part as income tax deductions with the result that federal estate taxes paid from and chargeable to such principal are greater than if the contrary election had been made, an amount equal to the difference in such estate taxes shall be reimbursed to such principal from the income. (C) Joint Returns. The fiduciary is specifically authorized but not required to execute and file a joint income tax return with the surviving spouse or his or her executor or administrator for the year of the decedent's death and for any prior years. The fiduciary is also authorized but not required to execute and file a gift tax return with the decedent's spouse or his or her executor or administrator, if any gift tax return is required of either the decedent or his or her spouse for any quarter in the year in which death occurs or for any quarter or year prior thereto. The fiduciary is authorized but not required to consent to treat any gifts made by such decedent's spouse as being made one-half by the decedent. The fiduciary may pay such income and gift taxes as are chargeable to the decedent and, in its discretion, may pay the entire amount of such taxes. The fiduciary shall incur no personal liability for any action taken by it in good faith in accordance with any of the foregoing authorizations. (D) Installment Payment of Estate Taxes. The fiduciary is authorized in its discretion to elect to pay all or any part of the federal estate tax on the estate in installments under the provisions of Section 6166 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, or any corresponding provision of applicable revenue laws. (E) Request for Extension of Time for Paying Estate Tax. The fiduciary is authorized in its discretion to request an extension of time for paying the federal estate tax, or any installment thereof on the estate or any amounts determined as a deficiency thereon under the provisions of Section 6161 or 6163 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time. (F) Election of Special Use Valuation. The fiduciary is authorized to make all elections with respect to valuations authorized by Section 2032A and related sections of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time. (G) Pension and profit-sharing plans. To elect, either revocably or irrevocably, to receive death benefits and any other sums payable with respect to any pension and profit-sharing plans in a lump sum, in installments or as an annuity; to waive the benefit of any income averaging provisions available for distributions from pension and profit-sharing plans; to elect a different mode of distribution with respect to each applicable pension and profit-sharing plan. The term, “pension and profit-sharing plan”, includes any pension, profit-sharing, thrift, stock purchase, or bonus plan as well as any so called “Keogh” plans and individual retirement accounts. A decedent's spouse, if acting as a fiduciary, shall take no part in the exercise of any election under any pension or profit-sharing plan. (H) In making any of the elections authorized in subparagraph (D), (E), (F) or (G) of this subdivision, the fiduciary is authorized to take all action it deems necessary to implement said elections without incurring personal liability for any action taken or omitted by it in good faith under said authorization.\n\n(36) Surrender of Stock for Redemption. The fiduciary is authorized in its discretion to surrender shares of stock in any corporation to the corporation issuing such stock for redemption, accepting in payment for the redeemed shares cash, notes or other property; and to vote the shares of stock of any corporation in favor of the redemption of shares of its stock included in determining the gross estate of a decedent, either for cash, notes or other property, including a redemption of such shares designed to provide funds for the payment of the decedent's death taxes, funeral expenses and administration expenses under the provisions of Section 303 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, or any corresponding provision of applicable revenue laws and the fiduciary shall incur no personal liability for any action taken or omitted by it in good faith in accordance with any of the foregoing authorizations.\n\n(37) Pooling Agreements and Voting Trusts. To enter into any kind of pooling agreements and voting trusts, even though such action may involve delegation of authority.\n\n(38) Exculpation. The fiduciary is hereby exonerated from any liability resulting from its retention, sale or operation, whether due to losses, depreciation in value or actions taken or omitted to be taken with respect to any business, farm or real estate interests held in an estate or trust, nor shall the fiduciary be liable for any loss to or depreciation of any other estate or trust property, so long as it is acting in good faith in the management thereof and exercising reasonable care and diligence, but the fiduciary is not exonerated from the fiduciary's own bad faith, wilful misconduct or gross negligence.\n\n(39) Deal with Environmental Hazards. To take any reasonable action and expend any reasonable amount from the estate or trust that the fiduciary deems advisable for the purposes of complying with or ensuring compliance with any federal, state, local or foreign environmental law, rule or regulation, including, but not limited to, the following powers:\n\n(A) To conduct or authorize investigations, tests, audits, assessments or other actions or inquiries with respect to any real property for the purposes of determining compliance with any federal, state, local or foreign environmental law, rule or regulation, or any requirement or demand of any governmental authority;\n\n(B) To review periodically or require the inspection of any and all property held in the estate or trust for the purpose of determining compliance with any law, rule or regulation affecting such property;\n\n(C) To take any reasonable remedial action, to contain, clean up or remove any actual or threatened environmental hazard, including a spill, release, discharge or contamination, to conduct site restoration work on any real property and to notify the appropriate federal, state or local authorities either on its own accord or in response to an actual or threatened violation of any environmental law, rule or regulation;\n\n(D) To institute legal proceedings or make claims or demands concerning environmental hazards, contamination or conditions, and to contest, pay, compromise, settle or comply with legal proceedings, claims, demands, orders, penalties, fines and damages brought by any federal, state, local or foreign governmental authorities concerned with environmental compliance, or by a private litigant. The powers under this subdivision shall apply with respect to any real property owned or operated by the decedent, the estate or the trust, or in which the fiduciary, in its fiduciary capacity, has any actual or potential ownership or management responsibility, including real property owned or operated by any entity in which the fiduciary has an ownership or management interest. The fiduciary is further authorized to reimburse itself or any other designated fiduciary, that may have declined or been unable to serve for any reason, for reasonable expenses incurred prior to its appointment for the purposes enumerated in this subdivision.\n\n(1969, P.A. 827, S. 2; 1971, P.A. 556, S. 2–18; P.A. 80-410, S. 8–10, 21; 80-476, S. 205; P.A. 81-396, S. 2, 3; P.A. 83-520, S. 2–4; P.A. 89-211, S. 48; P.A. 91-185; P.A. 99-106, S. 1, 2; P.A. 00-196, S. 30; P.A. 19-32, S. 9.)\n\nHistory: 1971 act rephrased provisions re receipt as discharge in Subdiv. (2), prohibited trustee of irrevocable trust from investing in non-income-producing property, life insurance or annuities in Subdiv. (3), added reference to payment of fiduciary compensation and attorneys' fees in Subdiv. (6), authorized the taking of options for acquisition of property in Subdiv. (12), added reference to acquisition or recapitalization of capital or financial structure of corporation in Subdiv. (13), added provision authorizing fiduciary or employee to use estate or trust assets to purchase indemnity insurance in Subdiv. (16), applied provisions to “settlor serving as a fiduciary or cofiduciary” in Subdiv. (18), specified when investment counsel is considered to have been selected “with due care” and effect of investment counsel's selection on fiduciary's action's and liabilities in Subdiv. (19), applied provisions to “settlor serving as a fiduciary of an irrevocable trust” in Subdiv. (21), authorized entrance into party wall agreements in Subdiv. (25)(J), clarified provisions of Subdiv. (26) by rewording limitations on fiduciary's actions as proviso, added reference to “deceased spouse” in Subdiv. (27), deleted provision in Subdiv. (28) which required that reserves be maintained whenever instrument provides for a charitable organization as a remainder beneficiary, made technical correction in Subdiv. (31), added exception re settlor of irrevocable trust in Subdiv. (32)(C) and proviso limiting terms and conditions of sale in Subdiv. (32)(K), clarified provisions of Subdiv. (35) and in Subdiv. (38) protected fiduciary from liability for loss or depreciation when it is acting in good faith; P.A. 80-410 amended prohibition in Subdiv. (3) to prohibit investments in unproductive and underproductive property, etc. and applied prohibition to trustees of trusts which pay all income to a life beneficiary and in Subdiv. (35) added Subparas. (F) and (G), the latter of which replaces previous similarly worded provisions in Subparas. (D) and (E); P.A. 80-476 made technical correction in Subdiv. (27); P.A. 81-396 amended Subdiv. (35) by adding provision re pension and profit sharing plans as Subpara. (G) and redesignating former Subpara. (G) as (H); P.A. 83-520 amended Subdiv. (2) by adding “sign real estate listing agreements”, amended Subdiv. (3) by adding authority to “open accounts in any type of commercial or savings bank, savings and loan association, credit union or similar organization or company, whether within or without the state of Connecticut”, and added phrase “unless explicitly so authorized in the trust instrument” and made technical changes in Subdiv. (35); P.A. 89-211 clarified references to the Internal Revenue Code of 1986; Sec. 45-100e transferred to Sec. 45a-234 in 1991; P.A. 91-185 added Subdiv. (39) re power of fiduciary to deal with environmental hazards; P.A. 99-106 amended Subdiv. (7) by adding authority to receive, inspect and investigate property that fiduciary has been asked to hold for purpose of determining potential application of environmental law and amended Subdiv. (39) by adding authority to expend reasonable amount from estate to comply with environmental law, including investigation, inspection, remedial action, and institution of, contest of or compliance with legal proceedings; P.A. 00-196 made a technical change in Subdiv. (39)(D); (Revisor's note: In 2003 the words “appointment for the purposes enumerated in this subdivision.” were reinstated editorially by the Revisors at the end of Subdiv. (39)(D) to correct an omission from the 2001 revision); P.A. 19-32 made technical changes.\n\nAnnotations to former section 45-100e:\n\nCited. 171 C. 372; 178 C. 42; 202 C. 57; 215 C. 553.\n\nAnnotations to present section:\n\nSubdiv. (2) acknowledges right of a testator to give an executor the power to sell property without the supervision or permission of a court, and such authority is not conditioned on approval of decedent's beneficiaries. 292 C. 696. Expert testimony is not necessary to assist a jury in its determination of whether a fiduciary has exercised due care under Subdiv. (19). 323 C. 765.\n\nWhen acting in custodial capacity, custodian has fiduciary powers. 82 CA 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-234-formerly-sec-45-100e/"
    },
    {
      "id": "section-45a-235",
      "number": "45a-235.",
      "heading": "(Formerly Sec. 45-100f). - Additional powers.",
      "text": "Additional Powers. Any one or more or all of the following additional powers or any portion thereof may be incorporated by reference, as provided in subsection (a) of section 45a-233, but only to the extent they are individually referred to in such will or other instrument.\n\n(1) Stock of Fiduciary. To retain and invest and reinvest in and purchase any stock or other securities issued by the fiduciary in its individual capacity, or by any parent holding company of the fiduciary, including any stock dividends thereon and any securities issued in lieu thereof as the result of any recapitalization, reorganization, consolidation or merger. Furthermore the fiduciary may exercise or sell any rights, or exercise part and sell part thereof, including rights to buy fractional shares, issued to it by reason of its ownership of any such security; and may retain and hold any security so acquired and vote and issue general or limited proxies to vote such stock.\n\n(2) Buy Insurance and Annuities. To retain and to purchase insurance contracts, on the life of any beneficiary or of any person in whom a beneficiary has an insurable interest, or annuity contracts for any beneficiary and to pay the premiums thereon out of such beneficiary's portion of principal or income as the fiduciary, in its discretion, shall determine.\n\n(3) Invest in Partnerships, etc. To retain, invest and reinvest in partnerships, joint ventures, leases, real estate syndicates, small business investment companies and hedge funds.\n\n(4) Speculative Assets. To retain, trade and speculate in any real, personal or mixed property as the fiduciary shall deem advisable, wherever situated, including but not limited to: (A) Any one or more or all commodities and commodity options regularly traded on exchanges in or outside the United States, in either spot or futures contracts, claims, straddles, spreads or any other type of commodity contract, whether long or short; (B) puts, calls, straddles and options in any domestic or foreign securities and short sales of such contracts and of securities; (C) interests in oil, gas, coal, gravel, sand, timber, sulphur, precious and semiprecious stones, minerals, metals and their ores, including, but not limited to, iron, aluminum, copper, rhodium, palladium, platinum, radium, uranium and gold and silver bullion, bars, bricks and coins, and any other mineral and timber rights, royalties, leases and payments, and interests in computer hardware and software; (D) any interests in breeding or dairy cattle, horses, hogs, sheep, dogs, cats or other animals; (E) postage and revenue stamps, postal covers, coins, jewelry, rare books, paintings, etchings, statues, sculptures, antiques, curios, antique firearms and edged weapons, and other collectible items and art objects; (F) aircraft, ships, railroad locomotives, rolling stock, buses, antique automobiles and other vehicles; and (G) foreign currencies and United States Treasury bills, including futures contracts in such assets, whether long or short.\n\n(5) Oil and Gas Interests. To have power with respect to oil, natural gas, minerals, and all other natural resources and rights to any interests therein, together with all equipment rights pertaining thereto, including oil and gas royalties, leases, payments, or other oil and gas interests of any character, whether owned in fee, as lessee, lessor, licensee, concessionaire or otherwise, either alone or jointly with others as partner, joint tenant, or joint venturer or in any other noncorporate manner, to: (A) Make oil, gas and mineral leases or subleases; (B) pay delayed rents, lease bonuses, royalties, overriding royalties, taxes, assessments, and all other charges; (C) sell, lease, exchange, mortgage, pledge or otherwise hypothecate any or all of such rights and interests; (D) surrender or abandon, with or without consideration, any or all of such rights and interests; (E) make farm-out, pooling, repressuration and unitization agreements; (F) make reservations or impose conditions on the transfer of any such rights or interests; (G) employ the most advantageous business form in which properly to exploit such rights and interests, whether as corporations, general or limited partnerships, mining partnerships, joint ventures, cotenancies, or otherwise; (H) drill, test, explore, mine, develop and otherwise exploit any and all such rights and interests; (I) produce, process, sell or exchange all products recovered through the exploitation of such rights and interests, and to enter into contracts and agreements for or in respect of the installation or operation of absorption, reprocessing or other processing plants; (J) carry any or all such interests in the name or names of a nominee or nominees; (K) delegate, to the extent permitted by law, any or all of the powers set forth herein to the operator of such property; and (L) employ personnel, rent office space, buy or lease office equipment, contract and pay for geological surveys and studies, procure appraisals, and generally to conduct and engage in any and all activities incident to the foregoing powers, with full power to borrow and pledge in order to finance such activities. The fiduciary shall have the right to rely on the judgment and recommendations of the operators of such property and need not make an independent investigation before acting on their reasonable recommendations.\n\n(6) Form Corporation or Other Entity. To form a corporation or other entity under the laws of any jurisdiction and to transfer, assign, and convey to such corporation or entity all or any part of the estate or of any trust property in exchange for the stock, securities or obligations of any such corporation or entity, and to continue to hold such stock, securities and obligations.\n\n(7) Fiduciary May Become Director or Officer. To vote for any individual fiduciary or any employee, officer or director of any corporate fiduciary, to be a director, officer, or both, of any corporation or small business investment company in which the estate or trust may be interested and to belong to any committee relating in any way to such corporation or company; and to serve as such director, officer, committee member, or any or all of them, and receive proper remuneration for such services, and to exercise its discretion with respect to all matters concerning the affairs of such corporation or company, and to consent to corporate or partnership sales, exchanges, leases, mortgages and encumbrances, without in any way being accountable for any such acts to any beneficiaries.\n\n(8) Operate Farm. To continue any agricultural operation received by the fiduciary pursuant to the will or other instrument and to do any and all things deemed advisable by the fiduciary in the management and maintenance of any farm, which term includes, but is not limited to, a farm, garden, orchard, ranch, timber tract or dairy; and to do any and all things concerning the production and marketing of crops and dairy, poultry, livestock, orchard and forest products including, but not limited to, the following powers: (A) To operate the farm with hired labor, tenants or sharecroppers; (B) to lease or rent the farm for cash or for a share of the crops; (C) to purchase or otherwise acquire farm machinery and equipment and livestock; (D) to undertake the construction, repairs and improvements to farm buildings of all kinds needed in the fiduciary's judgment, for the operation of the farm; (E) to make or obtain loans or advances at the prevailing rate or rates of interest for farm purposes such as for production, harvesting, or marketing, or for the construction, repair, or improvement of farm building, or for the purchase of farm machinery or equipment or livestock; (F) to employ approved soil conservation practices in order to conserve, improve, and maintain the fertility and productivity of the soil; (G) to protect, manage and improve the timber and forest on the farm and sell the timber and forest products when it is for the best interest of the estate, or any trust; (H) to ditch, dam and drain damp or wet fields and areas of the farm when and where needed; (I) to engage in the production of livestock, poultry or dairy products, and to construct such fences and buildings and plant such pastures and crops as may be necessary to carry on such operations; (J) to market the products of the farm; and (K) in general, to employ good husbandry in the operation of the farm.\n\n(9) Residential Realty. To retain any residential real property or apartment and the contents of such real property or apartment received by it hereunder, to purchase, to rent and to maintain residential real property including an ordinary, cooperative or condominium apartment for occupancy, rent free, by any of the beneficiaries hereunder, so long as one or more of them wish to use and occupy it as a home, and to sell it when it is no longer so used and occupied, to pay all rent, taxes, assessments, repairs and other charges for maintaining such real and personal property or apartment, including title, public liability, fire and extended coverage insurance, and to make such purchases or payments out of such beneficiary's portion of the principal or income, in accordance with applicable law, as the fiduciary in its sole discretion shall determine.\n\n(10) Deal with Estate and Trust. To deal in every way with the estate and trust of the settlor or testator, including but not limited to the purchase from, the sale to, the exchange of assets with such estate and trust, or the making of loans thereto, either secured or unsecured and either interest-free or at such rates of interest as the fiduciary shall determine, and to make loans from an estate to a trust, in the discretion of the fiduciary. The powers described herein may be exercised by the fiduciary even though it is the legal representative of the estate, and the fiduciary shall not incur any liability for any loss resulting from the exercise of any such power.\n\n(11) Suits on Insurance Policies. To institute any proceeding at law or in equity to enforce the payment of any life insurance policy payable to the fiduciary and to do any and all things which it in its sole discretion deems advisable for the purpose of collecting any sums which may be due or payable under any such policy, provided, that the fiduciary shall be under no obligation to institute or enter into any such litigation to enforce the payment of any such policy until it shall have been indemnified to its satisfaction against all expenses and liabilities to which it may, in its judgment, be subjected by any such action on its part.\n\n(12) Advancement of Income. The fiduciary, other than a beneficiary serving as a fiduciary, shall have the discretion to advance income to or for the use of any beneficiary and the fiduciary shall have a lien therefor on that beneficiary's future benefits.\n\n(13) Majority Action Permissible. Where there are three or more fiduciaries, the decision of a majority of the fiduciaries shall bind all of the fiduciaries, but an absent or dissenting fiduciary who joins in carrying out the decision of the majority shall not be liable for the consequences of any majority decision if said absent or dissenting fiduciary promptly files a written notice, by certified mail, of his or her dissent with its cofiduciaries and with (A) the Probate Court having jurisdiction over any estate or trust, or (B) the income beneficiaries of any inter vivos trust, provided that liability for failure to join in administering the estate or trust or in preventing a breach of the trust may not thus be avoided.\n\n(14) Reduce Interest Rates. To reduce the interest rate from time to time on any obligation, whether secured or unsecured, constituting a part of an estate or trust.\n\n(15) Establish and Maintain Reserves. In lieu of the basic power specified in subdivision (28) of section 45a-234, the fiduciary shall have the power to set up proper and reasonable reserves for taxes, assessments, insurance premiums, depreciation-obsolescence, amortization, depletion, other than percentage depletion, of mineral, timber or other wasting assets, and for repairs, improvements, and general maintenance of buildings, or other property out of rents, profits, or other income received; and to set up reserves also for the equalization of payments to or for beneficiaries; provided that the provisions of this subdivision shall not affect the ultimate interests of beneficiaries in such reserves, although no beneficiary may compel distribution of amounts held in such reserves.\n\n(16) Investment Philosophy. To invest with emphasis on growth and capital appreciation, and to apply the same criteria to both new assets and those already in the estate or trust. The fiduciary shall not be liable for any good faith action taken by it but only for negligence, since some assets in which it is authorized to invest are not ordinarily deemed suitable for fiduciary investment.\n\n(17) Investment during Estate Administration. To invest and reinvest the assets of the estate actively and aggressively during the period of administration thereof.\n\n(18) Premium and Discount. To determine whether or not to amortize from income as a sinking fund any premium paid to acquire property and to accrue any discount received at the time of acquisition thereof.\n\n(19) Remortgage and Refinance Real Estate. To remortgage and refinance real estate for any one or more of the following purposes: (A) Business reasons; (B) to obtain funds to pay (i) estate, inheritance, transfer, succession, generation-skipping or other death taxes or duties; (ii) income, property, excise or other similar taxes; (iii) interest and penalties on any tax; and (iv) debts and funeral and administration expenses of the settlor or testator; or (C) to invest or reinvest or speculate in real, personal or mixed property of any description and wherever situated.\n\n(20) Terminate Small Trusts. To terminate any trust by distributing to the then income beneficiary of such trust the entire principal thereof, or an annuity purchased therewith, absolutely and free of trust, if the fiduciary, other than a beneficiary or the settlor serving as such, in its sole discretion, deems continuation of such trust unwarranted in view of the size of the trust.\n\n(21) Distribute Directly to Remaindermen. To distribute property directly from the estate to the remaindermen of any trust, without the interposition of such trust, if the facts at the time for such distribution are such that no trust of such property would be operative under the terms of the will.\n\n(22) Disclaimer of Power. To disclaim part or all of any one or more of the incorporated or specifically granted powers of the fiduciary by instrument in writing filed with the will, trust or other instrument incorporating this power and by complying with the provisions of sections 45a-578 to 45a-585, inclusive.\n\n(23) Comply with Stock Restrictions. To observe and comply with any limitations on the disposition of any stock existing in the articles of incorporation, bylaws or other contract affecting such shares.\n\n(24) Continue Subchapter S election. To file appropriate consent to the continuation of any Subchapter S election in existence at the time of the testator's death, within the period required by the applicable provision of the Federal Internal Revenue Code then in effect.\n\n(25) Acquire Interest in Trust Asset. To acquire an undivided or an individual interest in a trust or estate asset in which the fiduciary, in any fiduciary capacity, holds an undivided interest.\n\n(26) Income to Custodian for Minor. Any and all income or principal that is distributed, paid to or applied for the benefit of a minor may, in the discretion of the fiduciary, be paid to any person or corporation who is serving as a custodian for the benefit of said minor under the Uniform Gifts to Minors Act or Uniform Transfers to Minors Act. If there is no such custodian, the fiduciary may appoint an adult member of the minor's family, a guardian of the minor, a bank with trust powers, or himself, herself or itself to serve as such custodian and receive such payments.\n\n(27) General Powers. To exercise every power and discretion in the management of the estate and the trusts created hereunder as the fiduciary would have if it were the absolute owner thereof. This general power shall not be limited in any way by the powers incorporated or granted herein, but no beneficiary serving as a cofiduciary may participate in any decision, under this or any other power, that affects or could affect the share of such beneficiary relative to that of any other beneficiary in income, principal or in a trust remainder.\n\n(1969, P.A. 827, S. 3; 1971, P.A. 556, S. 19-25; 1972, P.A. 169, S. 2; P.A. 77-271, S. 1; P.A. 78-198, S. 5, 6; P.A. 80-410, S. 11–13, 21; 80-476, S. 206; P.A. 81-396, S. 4, 5; P.A. 83-520, S. 5, 6; P.A. 95-117, S. 25; P.A. 19-32, S. 10.)\n\nHistory: 1971 act authorized investment in and purchase of stock or securities issued by fiduciary's parent holding company in Subdiv. (1), added reference to “repressuration” agreements in Subdiv. (5)(E) and deleted reference to power to allocate proceeds received as consideration for severance of lands of various minerals and natural resources in (5)(L), added reference to apartments in Subdiv. (9), specified that power in Subdiv. (15) are in lieu of basic powers under Sec. 45-100e(28) and deleted provision requiring fiduciary to set up reserves when instrument provides for a charitable organization as a remainder fiduciary and added Subdivs. (16) to (27); 1972 act added Subdiv. (16)(a) and (b); P.A. 77-271 deleted Subdiv. (16)(a) and (b) re deposits in clearing corporations; P.A. 78-198 replaced former Subdiv. (26) re “Distribution of ordinary income portion of the lump sum received from a qualified plan” with new provisions re “Income to custodian for minor”; P.A. 80-410 added reference to commodity options in Subdiv. (4)(A), to revenue stamps and postal covers in (4)(E), to rolling stock in (4)(F) and to treasury bills in (4)(G), included personal property in Subdiv. (9) and rephrased Subdiv. (22), replacing “document” with “will, trust or other instrument” and reference to compliance with chapter 798; P.A. 80-476 reiterated change re “document” in Subdiv. (22); P.A. 81-396 amended Subdiv. (4) to include options in any domestic or foreign securities, interests in timber, semiprecious stones, minerals, radium, gold and silver bullion, bars, bricks and coins, horses, dogs, cats, etchings, antique firearms and edged weapons, collectible items and United States Treasury bills and amended Subdiv. (19) to include generation-skipping taxes; P.A. 83-520 amended Subdiv. (10) by adding the words “and trust”, permitting the making of interest free loans, and permitting the making of loans from an estate to a trust, in the discretion of the fiduciary and added “and interests in computer hardware and software” in Subdiv. (4)(C); Sec. 45-100f transferred to Sec. 45a-235 in 1991; P.A. 95-117 amended Subdiv. (26) to include reference to Uniform Transfers to Minors Act; P.A. 19-32 made technical changes.\n\nAnnotations to former section 45-100f:\n\nCited. 166 C. 21; 178 C. 42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-235-formerly-sec-45-100f/"
    },
    {
      "id": "section-45a-236",
      "number": "45a-236.",
      "heading": "(Formerly Sec. 45-100g). - Short title: Fiduciary Powers Act.",
      "text": "Sections 45a-233 to 45a-236, inclusive, shall be known as the “Fiduciary Powers Act”. Any unqualified reference thereto by name or words of similar import shall be deemed to include all the powers listed in section 45a-234, at the time of signing the will or trust instrument, but none of the additional powers listed in section 45a-235.\n\n(1969, P.A. 827, S. 4; P.A. 80-476, S. 207.)\n\nHistory: P.A. 80-476 made no change; Sec. 45-100g transferred to Sec. 45a-236 in 1991.\n\nAnnotation to former section 45-100g:\n\nCited. 178 C. 42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-236-formerly-sec-45-100g/"
    },
    {
      "id": "section-45a-237",
      "number": "45a-237",
      "heading": "to 45a-241. - Reserved for future use.",
      "text": "to 45a-241. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45a-242",
      "number": "45a-242.",
      "heading": "(Formerly Sec. 45-263). - Removal, resignation and replacement of fiduciary.",
      "text": "(a) The Probate Court having jurisdiction may, upon its own motion or upon the petition of any person interested or of the surety upon the fiduciary's probate bond, after notice and hearing, remove any fiduciary if: (1) The fiduciary becomes incapable of executing such fiduciary's trust, neglects to perform the duties of such fiduciary's trust, wastes the estate in such fiduciary's charge, or fails to furnish any additional or substitute probate bond ordered by the court, (2) lack of cooperation among cofiduciaries substantially impairs the administration of the estate, (3) because of unfitness, unwillingness or persistent failure of the fiduciary to administer the estate effectively, the court determines that removal of the fiduciary best serves the interests of the beneficiaries, or (4) there has been a substantial change of circumstances or removal is requested by all of the beneficiaries, the court finds that removal of the fiduciary best serves the interests of all the beneficiaries and is not inconsistent with a material purpose of the governing instrument and a suitable cofiduciary or successor fiduciary is available. A successor corporate fiduciary shall not be removed in such a manner as to discriminate against state banks or national banking associations, nor shall any consolidated state bank or national banking association or any receiving state bank or national banking association be removed solely because it is a successor fiduciary, as defined in section 45a-245a.\n\n(b) The Probate Court, after notice and hearing, may accept or reject the written resignation of any fiduciary, but such resignation shall not relieve such fiduciary from the obligation to fully and finally account to the court for the administration of such fiduciary's trust. The fiduciary shall submit a final account to the court within sixty days of the acceptance of his or her resignation.\n\n(c) A guardian appointed by a testator in a will may resign or be removed, and the vacancy filled by the court having jurisdiction in the manner provided under this section, unless otherwise provided by the will.\n\n(d) Except as otherwise provided in subsection (c) of this section, upon the death, removal or acceptance of the resignation of any fiduciary before the completion of such fiduciary's duties, the Probate Court may appoint a suitable person to fill the resultant vacancy and such successor fiduciary shall give a probate bond, unless such bond is excused by the will or otherwise by law.\n\n(e) All suits in favor of or against the original fiduciary shall survive to and may be prosecuted by or against the person appointed to succeed such fiduciary.\n\n(f) For purposes of this section, “fiduciary” includes executors, administrators, conservators and guardians, but does not include trustees.\n\n(1949 Rev., S. 7041; P.A. 80-227, S. 21, 24; 80-476, S. 192; P.A. 01-114; P.A. 18-45, S. 7; P.A. 19-137, S. 113.)\n\nHistory: P.A. 80-227 authorized removal of executor of administrator who “fails to furnish any additional or substitute probate bond ordered by the court”, effective July 1, 1981; P.A. 80-476 divided section into Subsecs. and rephrased and reordered provisions; Sec. 45-263 transferred to Sec. 45a-242 in 1991; P.A. 01-114 amended Subsec. (a) to reorder provisions, designate existing grounds for removal of a fiduciary as Subdiv. (1), add Subdiv. (2) re lack of cooperation among fiduciaries, add Subdiv. (3) re unfitness, unwillingness or persistent failure of fiduciary to administer the estate effectively, add Subdiv. (4) re substantial change of circumstances or removal requested by all the beneficiaries and add provision re limitation on the removal of a successor corporate fiduciary or certain state banks or national banking associations and made technical changes throughout section for purposes of gender neutrality; P.A. 18-45 amended Subsec. (a) by replacing “application and complaint” with “petition”, amended Subsec. (b) by replacing “resignation shall not be accepted until such fiduciary has fully and finally accounted for the administration of such fiduciary's trust to the acceptance of such court” with “resignation shall not relieve such fiduciary from the obligation to fully and finally account to the court for the administration of such fiduciary's trust”, and adding provision re fiduciary's submission of final account to court within 60 days of acceptance of resignation, and made technical changes; P.A. 19-137 amended Subsec. (c) by replacing “Trustees appointed by a testator to execute a trust created by will and testamentary guardians” with “A guardian appointed by a testator in a will” and making a technical change, amended Subsec. (d) by adding “, unless such bond is excused by the will or otherwise by law” and added Subsec. (f) defining “fiduciary”, effective January 1, 2020.\n\nSee Sec. 45a-143 re duty to exhibit the condition of the estate.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nAnnotations to former section 45-263:\n\nRemoved executor should immediately turn over all property of estate to his successor. 17 C. 420. Failure to file inventory and obey order to give notice of limitation, ground for removal. 40 C. 288. Cited. 59 C. 331; 63 C. 307. Trust is not allowed to fail for lack of a trustee. 101 C. 528. Power of removal to be used for protection of estate; facts held to justify refusal to exercise power of removal. 107 C. 541. Unless Probate Court has abused discretion in refusing to remove trustee accused of wasting estate, its decision must stand. 117 C. 583. Trustee removed for neglect of duty is not entitled to appeal. 129 C. 67, see 175 C. 200. Cited. 147 C. 482. What constitutes sufficient basis for removal of a trustee. 148 C. 361. Question of credibility is for trier, and trial court could reasonably have concluded Probate Court had not abused its discretion in removing a trustee who failed to obey its orders. 155 C. 413. Reversal of 107 C. 535 and doctrine of discretion in Probate Court; on appeal all matters may be tried de novo without regard to result reached by Probate Court. 158 C. 286. Overruled 129 C. 67 insofar as it stands for the proposition that a personal pecuniary interest is required to appeal; a fiduciary has standing to appeal any decree adversely affecting the interests of those for whom he is acting, if it is a part of his duty to protect those interests. 175 C. 200. Cited. 202 C. 57.\n\nCited. 6 CA 115; 19 CA 456.\n\nWhether or not an administrator should be removed is a question addressed to the discretion of the Probate Court and will not be reversed upon appeal unless it is a clear abuse of discretion. 10 CS 97. Final accounting can be had only in Court of Probate that appointed guardian. 14 CS 13. Cited. 40 CS 312.\n\nAnnotations to present section:\n\nFiduciary removed pursuant to Subsec. (a)(4) has not been conferred with statutory aggrievement pursuant to Sec. 45a-243 and may not maintain an appeal pursuant to that section; fiduciary removed pursuant to Subsec. (a)(4) is not an aggrieved person pursuant to Sec. 45a-186. 267 C. 229.\n\nCited. 30 CA 334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-242-formerly-sec-45-263/"
    },
    {
      "id": "section-45a-243",
      "number": "45a-243.",
      "heading": "(Formerly Sec. 45-264). - Appeal from removal of fiduciary. Effect on successor fiduciary.",
      "text": "(a) When any fiduciary has been removed by a court of probate, as provided in section 45a-242, the fiduciary may appeal from such order of removal in the manner provided in sections 45a-186 to 45a-193, inclusive. In the event of an appeal from the order of removal taken by the fiduciary who has been removed, the appointment of a successor shall not be stayed by the appeal but shall be a temporary appointment. Such successor fiduciary shall act during the pendency of the appeal and until the appeal is withdrawn or final judgment entered thereon.\n\n(b) If the order of removal is sustained upon appeal, such appointment shall become permanent.\n\n(c) If the order of removal is vacated upon appeal, such appointment may be terminated, subject to the obligation of such successor fiduciary to render a final account, and the acts of the successor fiduciary for the period of the pendency of the appeal shall be of full effect.\n\n(1955, S. 2942d; P.A. 80-476, S. 193; P.A. 04-142, S. 9.)\n\nHistory: P.A. 80-476 divided section into Subsecs., referred to fiduciaries rather than to executors and administrators and made minor changes in wording; Sec. 45-264 transferred to Sec. 45a-243 in 1991; P.A. 04-142 amended Subsec. (a) by deleting “for cause”, effective July 1, 2004, and applicable to any motion, application or complaint filed on or after that date.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nAnnotations to former section 45-264:\n\nCited. 175 C. 200. Removed fiduciaries need not allege or prove aggrievement in order to appeal; legislature in enacting statute exercised its powers to establish aggrievement “specially”. 195 C. 123.\n\nCited. 22 CA 490.\n\nCited. 20 CS 262.\n\nAnnotation to present section:\n\nInterpretation of “for cause” is a reason that is related to one's fitness or ability to perform its duties; fiduciary removed for reasons related to its fitness or ability to perform has right of appeal to clear its name from scurrilous or ignominious allegations. 267 C. 229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-243-formerly-sec-45-264/"
    },
    {
      "id": "section-45a-244",
      "number": "45a-244.",
      "heading": "(Formerly Sec. 45-265). - Enforcement of delivery of estate to successor.",
      "text": "Any court of probate, after the removal of any fiduciary and the appointment of a successor fiduciary, may enforce the delivery to the successor fiduciary of any estate held by the former fiduciary by virtue of his original appointment in the same manner as a court of equity might do.\n\n(1949 Rev., S. 7042; P.A. 80-476, S. 195.)\n\nHistory: P.A. 80-476 rephrased provisions but made no substantive changes; Sec. 45-265 transferred to Sec. 45a-244 in 1991.\n\nSee Sec. 45a-199 for definition of “fiduciary”.\n\nAnnotations to former section 45-265:\n\nCited. 70 C. 375; 73 C. 436; 77 C. 70; 80 C. 466. Failure to obey order to deliver assets to successor is breach of bond. 120 C. 181. Cited. 147 C. 482.\n\nCited. 6 CA 530.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-244-formerly-sec-45-265/"
    },
    {
      "id": "section-45a-245",
      "number": "45a-245.",
      "heading": "Removal of fiduciary. Closure for dormancy.",
      "text": "In any case involving a conservatorship, guardianship of the estate or testamentary trust in which it appears to the court that the fiduciary has neglected or refused to complete such matter, and the appointment of a successor fiduciary would serve no useful purpose, the court may hold a hearing, after giving public notice thereof and such other notice as the court deems reasonable. Thereafter, on its own motion, the court may order and decree the matter closed for dormancy and the bond released without adjudication, provided the bond shall be released for future acts and not for any acts or misdeeds occurring prior to the closing of the matter. The matter shall be reopened only by further order of the court.\n\n(P.A. 96-43.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-245/"
    },
    {
      "id": "section-45a-245a",
      "number": "45a-245a.",
      "heading": "Successor fiduciary substituted for corporate fiduciary.",
      "text": "(a) As used in this section, “corporate fiduciary” means a bank, out-of-state bank, trust company, or any other corporate entity that is authorized to act as a fiduciary in this state, and “successor fiduciary” means a corporate fiduciary that is substituted for another corporate fiduciary under the provisions of this section by reason of the merger or consolidation of corporate fiduciaries, the acquisition of the stock or assets of a corporate fiduciary, or the transfer by a corporate fiduciary of all or a portion of its trust and fiduciary business to another corporate fiduciary.\n\n(b) A successor fiduciary shall be substituted as a fiduciary for its predecessor corporate fiduciary following (1) the adoption of corporate resolutions by the successor fiduciary and the predecessor corporate fiduciary providing for the substitution and the effective date of the substitution and (2) the expiration of the notice period provided in subsection (c) of this section. A successor fiduciary shall have all of the rights, powers, duties and obligations of the predecessor corporate fiduciary and shall be deemed to be named, nominated or appointed as fiduciary in any will, trust, court order or similar written document or instrument that names, nominates or appoints the predecessor corporate fiduciary as fiduciary, whether executed before or after the successor fiduciary is substituted; provided, the successor fiduciary shall have no obligations or liabilities under this subsection for any acts, actions, inactions or events occurring prior to the effective date of the substitution.\n\n(c) When a successor fiduciary is substituted under this section, the predecessor corporate fiduciary shall publish notice once each week for three successive weeks in the form of a legal advertisement in a newspaper having a substantial circulation in the area in which the principal place of business of the predecessor corporate fiduciary is located. The notice shall include (1) the name of the predecessor corporate fiduciary, (2) the name of the successor fiduciary, and (3) the effective date of substitution of the successor fiduciary, which date may not be earlier than thirty days following the initial publication date. A copy of such notice shall be mailed by the predecessor corporate fiduciary to each person to whom the predecessor corporate fiduciary provides periodic reports of fiduciary activity.\n\n(P.A. 97-306, S. 1, 2.)\n\nHistory: P.A. 97-306 effective July 8, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802/section-45a-245a/"
    },
    {
      "id": "section-45a-246",
      "number": "45a-246",
      "heading": "to 45a-249. - Reserved for future use.",
      "text": "to 45a-249. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}