{
  "state": "connecticut",
  "path": "title-title-45a-probate-courts-and-procedure/chapter-chapter-802g-disclaimer-of-property",
  "sections": [
    {
      "id": "section-45a-578",
      "number": "45a-578.",
      "heading": "(Formerly Sec. 45-299). - Construction of chapter",
      "text": "(a) The provisions of sections 45a-578 to 45a-585, inclusive, shall be liberally construed to promote their underlying purpose and policy of readily permitting the disclaimer of interests.\n\n(b) As used in said sections, (1) the term “nontestamentary instrument” includes, but is not limited to, a trust other than a trust created under a will, an annuity, a policy of life, health or accident insurance, a bank account or any contract or other document naming another party as beneficiary thereof whether such beneficiary takes by survivorship, payment on death or outright grant, but does not include a will; (2) the term “interest” means any interest in property, real or personal, including any power whether granted by instrument or by law, even if held in a fiduciary capacity; (3) the term “will” includes all codicils thereto; and (4) the terms “joint tenancy”, “joint tenant” and “joint tenants” have the same meaning and effect as provided in sections 47-14a to 47-14k, inclusive.\n\n(c) A disclaimer which complies with the requirements of said sections is irrevocable.\n\n(1972, P.A. 62, S. 13; P.A. 81-396, S. 7; P.A. 97-189, S. 1; 97-246, S. 98, 99.)\n\nHistory: P.A. 81-396 added provision requiring liberal construction, amended definition of “nontestamentary instrument” as trust “other than a trust created under a will” or outright grant, added definition of “interest” and provided that disclaimer in compliance with requirements of chapter is irrevocable; Sec. 45-299 transferred to Sec. 45a-578 in 1991; P.A. 97-189 amended Subsec. (b) by redefining “interest” and defining “will”, “joint tenancy”, “joint tenant” and “joint tenants”; P.A. 97-246 made P.A. 97-189 effective October 1, 1997 and applicable to disclaimers delivered on or after said date and transfers affected by such disclaimers, effective June 27, 1997.\n\nAnnotation to former section 45-299:\n\nCited. 211 C. 323.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-578-formerly-sec-45-299/"
    },
    {
      "id": "section-45a-579",
      "number": "45a-579.",
      "heading": "(Formerly Sec. 45-300). - Disclaimer of property in decedent's estate. Time limitation. Effect of disclaimer.",
      "text": "(a) An heir, next of kin, devisee, legatee, person succeeding to a disclaimed interest, beneficiary under a will, trustee, donee of a power of appointment granted by a will, appointee under a power of appointment exercised by a will, or any other recipient of an interest, may disclaim in whole or in part any interest under a will or any interest passing by intestacy by delivering a written disclaimer in the manner hereinafter provided.\n\n(b) (1) A guardian or conservator of the estate of a minor or incapable person, an executor, administrator or other personal representative of the estate of a decedent, if such fiduciary is not authorized by will to disclaim, or a trustee under a will or nontestamentary trust instrument which does not authorize such trustee to disclaim, may with approval of any probate court having jurisdiction under subdivision (3) of this subsection, disclaim on behalf of such minor, incapable person, decedent, decedent's estate, or trust, within the same time and in the same manner as could a capable person.\n\n(2) If the will under which an executor, administrator or other personal representative of the estate of a decedent or the will or trust instrument under which a trustee of a testamentary or nontestamentary trust is acting authorizes such fiduciary to disclaim and does not expressly require Probate Court approval of a disclaimer, such fiduciary may disclaim on behalf of such decedent, estate or trust within the same time and in the same manner as could a capable person and need not seek approval of the Probate Court for such disclaimer, provided such fiduciary may petition any probate court having jurisdiction under subdivision (3) of this subsection for authority to disclaim.\n\n(3) A guardian or conservator of the estate of a minor or incapable person, an executor, administrator or other personal representative of the estate of a decedent, or a trustee under a will or a nontestamentary trust instrument may file a petition requesting authority to disclaim an interest under a will or passing by intestacy in the probate court having jurisdiction over such disclaiming fiduciary, and if there is no such court in this state, in the probate court for any district (A) having jurisdiction over the estate or trust from which the interest to be disclaimed is derived, (B) where such disclaiming fiduciary, if not a natural person, has a place of business, (C) where the testator or intestate person from whom the interest to be disclaimed derives resided at the time of death, (D) where the settlor of the disclaiming trust resided at the time of its creation, resided at the time of such settlor's death or resides at the time of such petition or, (E) where the disclaiming fiduciary or any beneficiary of the disclaiming estate or trust resides. The Probate Court shall have jurisdiction over proceedings for authority to disclaim as provided for in this subdivision. A petition requesting authority to disclaim by a fiduciary of an estate or trust not otherwise subject to the jurisdiction of the Probate Court shall not subject such estate or trust or its fiduciary to the continuing jurisdiction of the Probate Court.\n\n(c) The disclaimer shall (1) describe the interest disclaimed, (2) be executed by the disclaimant in the manner provided for the execution of deeds of real property either by the laws of this state or by the laws of the place of execution, and (3) declare the disclaimer and the extent thereof.\n\n(d) A disclaimer under this section shall be effective if made in the following manner: (1) A disclaimer of a present interest shall be delivered not later than the date which is nine months after the later of: (A) The death of the decedent or the donee of the power or, (B) if the disclaimer is made by or on behalf of a natural person, the day on which such person attains the age of eighteen years, or, if such person does not survive to the age of eighteen years, the day on which such person dies; (2) a disclaimer of a future interest shall be delivered not later than the date which is nine months after the later of: (A) The event that determines that the taker of the interest is finally ascertained and such interest is indefeasibly vested or, (B) if the disclaimer is made by or on behalf of a natural person, the day on which such person attains the age of eighteen years, or, if such person does not survive to the age of eighteen years, the day on which such person dies; (3) the disclaimer shall be delivered to the legal representative of the estate of the decedent or deceased donee of the power or the holder of the legal title to the property to which the interest relates; and (4) if an interest in real property is disclaimed, a copy of such disclaimer shall also be recorded in the office of the town clerk of the town in which the real property is situated within such nine-month period, and, if a copy of such disclaimer is not so recorded, it shall be ineffective against any person other than the disclaimant, or the person on whose behalf such disclaimer is made, but only as to such real property interest. Although not a condition to disclaimer, if within such nine-month period, a copy of such disclaimer and a receipt therefor, executed by such legal representative or such holder of legal title in the same manner as provided for the disclaimer, are filed in the probate court having jurisdiction over the estate of the decedent or deceased donee, such action shall constitute conclusive evidence of timely disclaimer.\n\n(e) If a disclaimer is made pursuant to this section, the interest disclaimed shall devolve as follows:\n\n(1) If the deceased owner or donee of a power of appointment has provided for another disposition in the event of a disclaimer, the interest disclaimed shall devolve as provided in the will in the event of a disclaimer.\n\n(2) If the deceased owner or donee of a power of appointment has not provided for another disposition in the event of a disclaimer, the interest disclaimed shall devolve as follows:\n\n(A) If the disclaimant is a natural person acting for himself or herself, the interest disclaimed shall devolve as if the disclaimant had predeceased the deceased owner or the donee of the power of appointment, as the case may be.\n\n(B) If the disclaimant is acting on behalf of a natural person, as attorney-in-fact, guardian, conservator or other personal representative, the interest disclaimed shall devolve as if the person on whose behalf the disclaimer is made had predeceased the deceased owner or the donee of the power of appointment, as the case may be.\n\n(C) If the disclaimant is an executor, administrator or other personal representative acting on behalf of a deceased person, the interest disclaimed shall devolve as if the deceased person on whose behalf the disclaimer is made had predeceased the deceased owner or the donee of the power of appointment, as the case may be.\n\n(D) If the disclaimant is an executor, administrator or other personal representative acting on behalf of an estate, the disclaimed interest, other than an interest that is a fiduciary power, shall devolve as if the disposition to the estate were ineffective.\n\n(E) If the disclaimant is the trustee of a trust or is a corporation, partnership, limited liability company, foundation, or other entity, the disclaimed interest, other than an interest that is a fiduciary power, shall devolve as if the disposition to the trust or entity were ineffective.\n\n(F) If the disclaimant is an executor, administrator, trustee, or other personal representative and the interest disclaimed is a fiduciary power, the effect of such disclaimer shall be as follows: (i) If the disclaimer is made by all of the acting fiduciaries for themselves and on behalf of all successor fiduciaries, then the disclaimed fiduciary power shall be treated, for all current acting fiduciaries and for all successor fiduciaries, as if such fiduciary power never existed; (ii) if the disclaimer is made by a fiduciary for such fiduciary alone but not on behalf of other or successor fiduciaries, then the disclaimed fiduciary power shall be treated, as to such disclaiming fiduciary, as if such fiduciary power never existed; however, such fiduciary power shall continue to be exercisable by any fiduciary who has not disclaimed such power and by all successor fiduciaries.\n\n(3) If a disclaimer is addressed to an interest disposed of by a particular provision of a will, then the interest disclaimed shall devolve pursuant to subdivisions (1) and (2) of subsection (e) of this section, but only for purposes of such provision, and such interest may devolve to or for the benefit of the disclaimant, or the person, estate, trust, corporation, partnership, limited liability company, foundation, or other entity on whose behalf the disclaimer is made, under other provisions of such will, by intestacy or otherwise.\n\n(4) Any future interest that takes effect in possession or enjoyment at or after the termination, whether by death or otherwise, of the interest disclaimed shall, unless otherwise provided in the will, take effect, (A) in the case of a disclaimer by or on behalf of a natural person, as if the disclaimant or the person on whose behalf the disclaimer is made had predeceased the deceased owner or the donee of the power, as the case may be, or (B) in the case of a disclaimer on behalf of a trust, estate, corporation, partnership, limited liability company, foundation, or other entity, as if the disposition to such entity were ineffective.\n\n(5) A disclaimer shall relate back for all purposes to the date of death of the deceased owner or of the donee of the power of appointment.\n\n(f) In a case in which the estate of a decedent receives a settlement in a wrongful death action and a beneficiary of the estate dies intestate within seven months of the prior decedent, and such beneficiary's estate receives some part of such settlement, subsection (d) of this section shall be waived, and the interest of the beneficiary may be disclaimed without being subject to a nine-month disclaimer period, provided such disclaimer is made on or before December 1, 1997.\n\n(1972, P.A. 62, S. 1; P.A. 80-476, S. 340; P.A. 81-396, S. 8; P.A. 82-472, S. 126, 183; P.A. 97-189, S. 2; 97-243, S. 65, 67; 97-246, S. 98, 99; P.A. 01-195, S. 26, 181; P.A. 07-217, S. 164.)\n\nHistory: P.A. 80-476 rearranged provisions and divided section into Subsecs.; P.A. 81-396 rephrased Subsecs. (a) to (c) and added Subsecs. (d) and (e) containing requirements for effective disclaimer and provisions governing disposition of disclaimer upon decease of owner or donee of power of appointment; P.A. 82-472 made technical change in Subsec. (d); Sec. 45-300 transferred to Sec. 45a-579 in 1991; P.A. 97-189 rephrased section; P.A. 97-243 added new Subsec. (f) re waiver when beneficiary dies intestate within seven months of prior decedent, effective June 24, 1997; P.A. 97-246 made P.A. 97-189 effective October 1, 1997, and applicable to disclaimers delivered on or after said date and transfers affected by such disclaimers, effective June 27, 1997; P.A. 01-195 made a technical change in Subsec. (e)(4), effective July 11, 2001; P.A. 07-217 made a technical change in Subsec. (f), effective July 12, 2007.\n\nAnnotation to former section 45-300:\n\nCited. 211 C. 323.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-579-formerly-sec-45-300/"
    },
    {
      "id": "section-45a-580",
      "number": "45a-580.",
      "heading": "(Formerly Sec. 45-303). - Right to disclaim barred, when. Binding effect of disclaimer or waiver.",
      "text": "(a) The right to disclaim an interest is barred by any: (1) Assignment, conveyance, encumbrance, pledge or transfer of the interest or any part thereof, (2) written waiver of the right to disclaim such interest, (3) acceptance of such interest or any of its benefits, provided for such purpose a fiduciary power shall not be deemed accepted unless it has been exercised, (4) sale of such interest under judicial sale, made before the disclaimer is effected, or (5) failure by the owner of the equity of redemption in such interest in real property to redeem pursuant to a judgment of strict foreclosure.\n\n(b) The right to disclaim shall exist notwithstanding any limitation on the interest of the disclaimant in the nature of a spendthrift provision or similar restriction.\n\n(c) A disclaimer or a written waiver of the right to disclaim, shall be binding upon the disclaimant or person waiving and all parties claiming by, through or under such disclaimant or person.\n\n(1972, P.A. 62, S. 4; P.A. 80-476, S. 342; P.A. 81-396, S. 10; P.A. 97-189, S. 3; 97-246, S. 98, 99.)\n\nHistory: P.A. 80-476 divided section into Subsecs., revising Subdiv. indicators accordingly and substituted “chapter” for “section” in Subsec. (c); P.A. 81-396 restated previous provisions in simpler language; Sec. 45-303 transferred to Sec. 45a-580 in 1991. P.A. 97-189 amended Subsec. (a)(3) by adding provision re fiduciary power not deemed accepted unless exercised and added new Subdiv. (5) re failure of owner to redeem pursuant to judgment of strict foreclosure; P.A. 97-246 made P.A. 97-189 effective October 1, 1997, and applicable to disclaimers delivered on or after said date and transfers affected by such disclaimers, effective June 27, 1997.\n\nAnnotations to former section 45-303:\n\nCited. 179 C. 463. Is not exclusive list of bars to disclaimers. 211 C. 323.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-580-formerly-sec-45-303/"
    },
    {
      "id": "section-45a-581",
      "number": "45a-581.",
      "heading": "(Formerly Sec. 45-304). - Right to disclaim under other law.",
      "text": "The provisions of sections 45a-578 to 45a-585, inclusive, shall not abridge the right of any person to assign, convey, release, renounce or disclaim under any other statute or under common law. The enactment of said sections shall not be construed as an impairment of the validity of a partial or complete disclaimer, (1) whether or not such disclaimer was made prior to October 1, 1981, or (2) with respect to a disclaimer of an interest in joint tenancy real property, whether such disclaimer was or is made under any other statute or common law before, on or after October 1, 1997.\n\n(1972, P.A. 62, S. 5; P.A. 81-396, S. 12; P.A. 97-189, S. 4; 97-246, S. 98, 99.)\n\nHistory: P.A. 81-396 deleted provisions re right of person to renounce property and disclaimers under a testamentary instrument and substituted “October 1, 1981” for “April 20, 1972”; Sec. 45-304 transferred to Sec. 45a-581 in 1991; P.A. 97-189 deleted “any interest arising” and substituted “or disclaim”, designated existing provision re disclaimer made prior to October 1, 1981, as Subdiv. (1) and added Subdiv. (2) re disclaimer of interest in joint tenancy made before, on or after October 1, 1997; P.A. 97-246 made P.A. 97-189 effective October 1, 1997 and applicable to disclaimers delivered on or after said date and transfers affected by such disclaimers, effective June 27, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-581-formerly-sec-45-304/"
    },
    {
      "id": "section-45a-582",
      "number": "45a-582.",
      "heading": "(Formerly Sec. 45-305). - Prior interests.",
      "text": "An interest that exists on October 1, 1981, as to which, if a present interest, the time for delivering a disclaimer under subsections (3) and (35) of section 45a-234, subsections (4) and (19) of section 45a-235, and sections 45a-578 to 45a-584, inclusive, has not expired or, if a future interest, the interest has not become indefeasibly vested or the taker finally ascertained, may be disclaimed within nine months after October 1, 1981.\n\n(1972, P.A. 62, S. 6; P.A. 80-476, S. 343; P.A. 81-396, S. 11; P.A. 95-117, S. 26; P.A. 15-240, S. 52; P.A. 16-40, S. 9.)\n\nHistory: P.A. 80-476 made minor changes in wording but made no substantive changes; P.A. 81-396 replaced previous provisions; Sec. 45-305 transferred to Sec. 45a-582 in 1991; P.A. 95-117 deleted reference to Sec. 45a-549(d); P.A. 15-240 deleted “section 45a-562,”, effective July 1, 2016; P.A. 16-40 changed effective date of P.A. 15-240, S. 52, from July 1, 2016, to October 1, 2016, effective May 27, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-582-formerly-sec-45-305/"
    },
    {
      "id": "section-45a-583",
      "number": "45a-583.",
      "heading": "(Formerly Sec. 45-306). - Disclaimer of property passing under nontestamentary instrument. Time limitation. Effect of disclaimer.",
      "text": "(a) A grantee, donee, joint-tenant of personal property or real property, person succeeding to a disclaimed interest, beneficiary under a nontestamentary instrument, trustee, donee of a power of appointment granted by a nontestamentary instrument, or an appointee under a power of appointment exercised by a nontestamentary instrument or any other recipient of an interest may disclaim in whole or, except as provided in subsection (f) of this section, in part any interest under a nontestamentary instrument by delivering a written disclaimer in the manner hereinafter provided.\n\n(b) (1) A guardian or conservator of the estate of a minor or incapable person, an executor, administrator or other personal representative of the estate of a decedent, if such fiduciary is not authorized by will to disclaim, or a trustee under a will or nontestamentary trust instrument which does not authorize such trustee to disclaim, may, with approval of any probate court having jurisdiction under subdivision (3) of this subsection, disclaim on behalf of such minor, incapable person, decedent, decedent's estate, or trust, within the same time and in the same manner as could a capable person.\n\n(2) If the will under which an executor, administrator or other personal representative of the estate of a decedent or the will or trust instrument under which a trustee of a testamentary or nontestamentary trust is acting authorizes such fiduciary to disclaim and does not expressly require Probate Court approval of a disclaimer, such fiduciary may disclaim on behalf of such decedent, estate or trust within the same time and in the same manner as could a capable person and need not seek approval of the Probate Court for such disclaimer, provided such fiduciary may petition any probate court having jurisdiction under subdivision (3) of this subsection for authority to disclaim.\n\n(3) A guardian or conservator of the estate of a minor or incapable person, an executor, administrator or other personal representative of the estate of a decedent, or a trustee under a will or a nontestamentary trust instrument may file a petition requesting authority to disclaim an interest under a nontestamentary instrument in the probate court having jurisdiction over such disclaiming fiduciary, and if there is no such court in this state, in the Probate Court for any district, (A) where such disclaiming fiduciary, if not a natural person, has a place of business, (B) where the creator of the interest resided at the time of its creation, resided at the time of such creator's death or resides at the time of such petition, (C) where the settlor of the disclaiming trust resided at the time of its creation, resided at the time of such settlor's death or resides at the time of such petition, or (D) where the disclaiming fiduciary or any beneficiary of the disclaiming estate or trust resides. The Probate Court shall have jurisdiction over proceedings for authority to disclaim as provided for in this subdivision. A petition requesting authority to disclaim by a fiduciary of an estate or trust not otherwise subject to the jurisdiction of the Probate Court shall not subject such estate or trust or its fiduciary to the continuing jurisdiction of the Probate Court.\n\n(c) The disclaimer shall (1) describe the interest therein disclaimed, (2) be executed by the disclaimant in the manner provided for the execution of deeds of real property either by the laws of this state or by the laws of the place of execution, and (3) declare the disclaimer and the extent thereof.\n\n(d) A disclaimer under this section shall be effective if made in the following manner: (1) A disclaimer of a present interest shall be delivered not later than the date which is nine months after the later of (A) the effective date of the nontestamentary instrument, or (B) if the disclaimer is made by or on behalf of a natural person, the day on which such person attains the age of eighteen years or, if such person does not survive to the age of eighteen years, the day on which such person dies. (2) A disclaimer of a future interest shall be delivered not later than the date which is nine months after the later of (A) the event determining that the taker of the interest is finally ascertained and such interest is indefeasibly vested or (B) if the disclaimer is made by or on behalf of a natural person, the day on which such person attains the age of eighteen years or, if such person does not survive to the age of eighteen years, the day on which such person dies. (3) If the disclaimant, or the person on whose behalf the disclaimer is made, does not have actual knowledge of the existence of the interest, the disclaimer shall be delivered not later than the date which is nine months after the later of (A) the date on which the disclaimant, or the person on whose behalf the disclaimer is made, first has actual knowledge of the existence of the interest or (B) if the disclaimer is made by or on behalf of a natural person, the day on which such person attains the age of eighteen years or, if such person does not survive to the age of eighteen years, the day on which such person dies. (4) The disclaimer shall be delivered to the transferor of the interest, the transferor's legal representative or the holder of the legal title to the property to which such interest relates. (5) If an interest in real property is disclaimed, a copy of such disclaimer shall also be recorded in the office of the town clerk in which the real property is situated. As to such real property interest, such disclaimer shall not be effective against any person other than the disclaimant, the person on whose behalf such disclaimer is made or any person having actual knowledge of such disclaimer until the time of recording. For the purposes of this section, the effective date of a nontestamentary instrument is the date on which the maker no longer has power to revoke it or to transfer to the maker or another the entire legal and equitable ownership of the interest.\n\n(e) Except as otherwise provided in subsection (f) of this section, if a disclaimer is made pursuant to this section, the interest disclaimed shall devolve as follows:\n\n(1) If the nontestamentary instrument provides for another disposition in the event of a disclaimer, the interest disclaimed shall devolve as provided in the nontestamentary instrument in the event of a disclaimer.\n\n(2) If the nontestamentary instrument does not provide for another disposition in the event of a disclaimer, the interest disclaimed shall devolve as follows:\n\n(A) If the disclaimant is a natural person acting for himself or herself, the interest disclaimed shall devolve as if the disclaimant had died immediately before the effective date of such nontestamentary instrument.\n\n(B) If the disclaimant is acting on behalf of a natural person, as attorney-in-fact, guardian, conservator or other personal representative, the interest disclaimed shall devolve as if the person on whose behalf the disclaimer is made had died immediately before the effective date of such nontestamentary instrument.\n\n(C) If the disclaimant is an executor, administrator or other personal representative acting on behalf of a deceased person, the interest disclaimed shall devolve as if the deceased person on whose behalf the disclaimer is made had died immediately before the effective date of such nontestamentary instrument.\n\n(D) If the disclaimant is an executor, administrator or other personal representative acting on behalf of an estate, the interest disclaimed shall devolve as if the disposition to the estate were ineffective.\n\n(E) If the disclaimant is the trustee of a trust or is a corporation, partnership, limited liability company, foundation, or other entity, the disclaimed interest, other than an interest that is a fiduciary power, shall devolve as if the disposition to the trust or entity were ineffective.\n\n(F) If the disclaimant is a trustee and the interest disclaimed is a fiduciary power, the effect of such disclaimer shall be as follows: (i) If the disclaimer is made by all of the acting trustees for themselves and on behalf of all successor trustees, then the disclaimed fiduciary power shall be treated, for all current acting trustees and for all successor trustees, as if such fiduciary power never existed; (ii) if the disclaimer is made by a trustee for such trustee alone but not on behalf of other or successor trustees, then the disclaimed fiduciary power shall be treated, as to such disclaiming trustee, as if such fiduciary power never existed; however, such fiduciary power shall continue to be exercisable by any trustee who has not disclaimed such power and by all successor trustees.\n\n(3) If a disclaimer is addressed to an interest disposed of by a particular provision of a nontestamentary instrument, then the interest disclaimed shall devolve pursuant to subdivisions (1) and (2) of this subsection, but only for purposes of such provision, and such interest may devolve to or for the benefit of the disclaimant, or the person, estate, trust, corporation, partnership, limited liability company, foundation, or other entity on whose behalf the disclaimer is made, under other provisions of such nontestamentary instrument, by intestacy or otherwise.\n\n(4) Any future interest that takes effect in possession or enjoyment at or after the termination, whether by death or otherwise, of the interest disclaimed shall, unless otherwise provided in the nontestamentary instrument, take effect, (A) in the case of a disclaimer by or on behalf of a natural person, as if the disclaimant or the person on whose behalf the disclaimer is made had died immediately before the effective date of such nontestamentary instrument or, (B) in the case of a disclaimer on behalf of a trust, estate, corporation, partnership, limited liability company, foundation, or other entity, as if the disposition to such entity were ineffective.\n\n(5) A disclaimer shall relate back for all purposes to the effective date of the nontestamentary instrument.\n\n(f) The disclaimer of an interest in real property by a joint tenant following the death of another joint tenant shall have the same effect as if (1) before dying, the deceased joint tenant had severed his interest by conveyance to, and receipt of, reconveyance from, a stranger, (2) such severed interest of the deceased joint tenant, upon his death, had passed in equal shares to any nondisclaiming joint tenant or joint tenants, and (3) if there were no nondisclaiming joint tenants, as if such interest had passed as part of the estate of the deceased joint tenant. If the disclaimed interest is deemed to have passed to more than one surviving joint tenant, such surviving joint tenants shall hold such disclaimed interest as tenants in common. If two or more joint tenants survive the deceased joint tenant, the joint tenancy interests they held prior to the death of the deceased joint tenant shall remain joint tenancy interests as to each other. A partial disclaimer of an interest in real property by a joint tenant shall be void.\n\n(1972, P.A. 62, S. 7; P.A. 80-476, S. 344; P.A. 81-396, S. 9; P.A. 82-472, S. 127, 183; P.A. 97-189, S. 5, 6; 97-246, S. 98, 99; P.A. 01-195, S. 27, 181; P.A. 16-194, S. 1.)\n\nHistory: P.A. 80-476 rearranged provisions and divided section into Subsecs.; P.A. 81-396 rephrased previous provisions of Subsecs. (a) to (c) and added Subsecs. (d) and (e) re requirements for effective disclaimer and disposition in cases where interest devolves to disclaimant under nontestamentary instrument; P.A. 82-472 made technical changes in Subsec. (d); Sec. 45-306 transferred to Sec. 45a-583 in 1991; P.A. 97-189 rephrased section and added new Subsec. (f) re disclaimer of interest by joint tenant following death of another joint tenant; P.A. 97-246 made P.A. 97-189 effective October 1, 1997, and applicable to disclaimers delivered on or after said date and transfers affected by such disclaimers, effective June 27, 1997; P.A. 01-195 made technical changes in Subsec. (d), effective July 11, 2001; P.A. 16-194 amended Subsec. (d)(5) by replacing provision re disclaimer that is not recorded with provision re disclaimer not to be effective against any person other than disclaimant, person on whose behalf disclaimer is made or person having actual knowledge of disclaimer until the time of recording.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-583-formerly-sec-45-306/"
    },
    {
      "id": "section-45a-584",
      "number": "45a-584.",
      "heading": "(Formerly Sec. 45-312). - Taxation. Refund for overpayment.",
      "text": "Any interest, rights or powers in property, real or personal, which have been duly disclaimed pursuant to the provisions of sections 45a-578 to 45a-585, inclusive, shall be subject to the tax imposed under chapter 216, and acts amendatory thereof, as if such interests had originally passed to those receiving such interests as a result of disclaimer. If an interest which may be disclaimed has not been disclaimed prior to the computation or the decree provided for in subsection (b) of section 12-367, such tax may be computed as if no possibility of disclaimer existed. A refund for overpayment of such tax as a result of disclaimer may be obtained if a claim for such refund is filed within the time limit and in the manner specified in subsection (d) of section 12-367.\n\n(1972, P.A. 62, S. 14; P.A. 81-396, S. 13.)\n\nHistory: P.A. 81-396 replaced provisions re computation of tax and added provision re refund for overpayment of tax; Sec. 45-312 transferred to Sec. 45a-584 in 1991.\n\nAnnotations to former section 45-312:\n\nCited. 179 C. 463; 211 C. 323.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-584-formerly-sec-45-312/"
    },
    {
      "id": "section-45a-585",
      "number": "45a-585.",
      "heading": "(Formerly Sec. 45-311a). - Disclaimers made on or after October 1, 1981. Validity of disclaimers made prior to October 1, 1981.",
      "text": "The provisions of sections 45a-578 to 45a-584, inclusive, shall apply to disclaimers made on or after October 1, 1981, provided disclaimers respecting transfers of property made before and applicable to estates of persons dying before October 1, 1981, shall be valid if made in accordance with the provisions of said sections in effect on September 30, 1981, or in accordance with other statutory or common law.\n\n(P.A. 83-520, S. 9.)\n\nHistory: Sec. 45-311a transferred to Sec. 45a-585 in 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-45a/chapter-802g/section-45a-585-formerly-sec-45-311a/"
    },
    {
      "id": "section-45a-586",
      "number": "45a-586",
      "heading": "to 45a-590. - Reserved for future use.",
      "text": "to 45a-590. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}