{
  "state": "connecticut",
  "path": "title-title-25-water-resources-flood-and-erosion-control/chapter-chapter-477c-upper-connecticut-river-conservation-zone",
  "sections": [
    {
      "id": "section-25-102aa",
      "number": "25-102aa.",
      "heading": "Legislative finding.Section 25-102bb",
      "text": "It is found that the upper Connecticut River and the towns abutting the river possess unique scenic, hydrologic, ecological, agricultural, recreational and historical value contributing to public enjoyment, inspiration and well being. Furthermore, it is found that it is in the public interest that the provisions of this chapter be adopted to preserve such values for the enjoyment of present and future generations of Connecticut citizens and to accomplish the following: (1) The protection and improvement of the water quality of the Connecticut River; (2) the preservation of the flood storage capacity of the Connecticut River; (3) the preservation of unique natural historic and scenic areas and the natural topography of riverfront land; (4) the preservation and encouragement of agricultural land uses which conserve the area's soil and water resources and maintain and increase the area's long-term food producing capacity; (5) the promotion of the area's recreational potential consistent with the ability of the land and the river to support such use; (6) the influencing of the visual impact of riverfront development; and (7) the encouragement of preservation and rehabilitation of the Connecticut River greenbelt.\n\n(P.A. 82-296, S. 1, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102aa/"
    },
    {
      "id": "section-25-102bb",
      "number": "25-102bb.",
      "heading": "Definitions.",
      "text": "As used in this chapter, “conservation zone” means the zone described in section 25-102cc; “development rights” means the rights of the owner of property to improve such property, including the right to change the terrain, remove natural vegetation and construct buildings thereon; “scenic easement” means a less than fee interest in property acquired for the purpose of maintaining the existing condition of the property or of preserving an unobstructed view.\n\n(P.A. 82-296, S. 2, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102bb/"
    },
    {
      "id": "section-25-102cc",
      "number": "25-102cc.",
      "heading": "Conservation zone designated.",
      "text": "All the following area is designated as a conservation zone: Beginning at the point where the town line between Suffield, Connecticut, and Agawam, Massachusetts, intersects the center line of Connecticut Route 159 and proceeding southerly along the center line of Connecticut Route 159 to its intersection with the town line between Suffield and Windsor Locks, thence easterly along said line to its intersection with the center line of the ConRail Railroad Line, thence southerly along said line to its intersection with the center line of Main Street, thence southerly along said line to its intersection with the center line of Interstate Route 91, thence southwesterly along said line to its northernmost intersection with the town line between Windsor Locks and Windsor, thence easterly along said line to its intersection with the center line of Palisado Avenue, thence southerly, southeasterly and southwesterly along said line to its intersection with the center line of the ConRail Railroad Line, thence southerly along said line to its intersection with the center line of the Hartford Dike, thence southeasterly, southerly, southwesterly and westerly along said line to its intersection with the Wethersfield Cove channel encroachment line, which point is also the intersection of the eastern right-of-way of the Wilbur Cross Parkway with the town line between Hartford and Wethersfield, thence southwesterly, southeasterly, easterly, northerly and easterly along said Wethersfield Cove channel encroachment line to its intersection with the Connecticut River channel encroachment line, thence southerly along said line to its intersection with iron pin four in Kelley Avenue, thence easterly along a line to its intersection with the western right-of-way line of Interstate 91, thence southerly along said line to its intersection with the Connecticut River channel encroachment line which point is iron pin nine of the Connecticut River channel encroachment line, thence southerly, southwesterly, southeasterly and southwesterly along said line to its intersection with the center line of the ConRail Railroad Line, thence southeasterly and southwesterly along said line to its intersection with the hundred year flood boundary north of Dividend Brook, thence southwesterly along said boundary to its intersection with the town line between Rocky Hill and Cromwell, thence easterly along said line to its intersection with the hundred year flood boundary south of Dividend Brook, thence northeasterly along said boundary to its intersection with the center line of the ConRail Railroad Line, thence southeasterly along said line to its intersection with the town line between Rocky Hill and Cromwell, thence westerly along said line a distance of three hundred feet to the point where the town line intersects the one hundred fifty foot contour interval, thence southerly, and at varying elevations, along the ridgeline as viewed from four feet above mean low water from the center line of the Connecticut River to its intersection with the center line of Nooks Hill Road, thence westerly along said line to its intersection with the center line of the ConRail Railroad Line, thence southerly along said line to its intersection with the center line of Connecticut Route 99, thence southerly along said line to its intersection with a line parallel to and two thousand two hundred feet south of South Street, thence westerly along said line a distance of seven hundred feet to its intersection with the hundred year flood boundary, thence northerly along said boundary to its intersection with the southerly property line of the Connecticut Route 9 right-of-way, thence northwesterly along said property line to its intersection with the center line of West Street, thence westerly along said line to its intersection with the center line of Connecticut Route 3, thence southerly along said line to its intersection with the town line between Middletown and Cromwell which town line is the center line of the Mattabasset River, thence southerly along said line to its intersection with the center line of the Connecticut Route 9 right-of-way, thence southerly along said line to its intersection with the center line of the ConRail Railroad Line, thence easterly along said line to its intersection with the center line of the electric power transmission line right-of-way which crosses the railroad line, thence southerly along said center line of the electric power transmission line right-of-way to a point two hundred feet south of the center line of the ConRail Railroad Line, thence easterly along a line parallel to and two hundred feet from the center line of the ConRail Railroad Line to its intersection with the town line between Middletown and Haddam, thence easterly along said line to its intersection with the town line between Haddam and East Hampton, thence easterly along said line to its intersection with the center line of Hurd Park Road, thence northerly along said line to its intersection with the center line of Connecticut Route 151, thence northerly along said line to its intersection with the center line of Connecticut Route 66, thence westerly along said line to its intersection with the town line between Portland and East Hampton, thence southerly along said line to its intersection with the Connecticut River hundred year flood boundary, thence northwesterly, northerly and southerly along said boundary to its intersection with the center line of Bartlett Street, thence easterly along said line to its intersection with the center line of Connecticut Route 17, thence northeasterly along said line to its intersection with the Connecticut River hundred year flood boundary at a point four hundred feet north of the point where said line intersects the center line of Reservoir Brook, thence northwesterly along said Connecticut River hundred year flood boundary to the point where said boundary intersects the town line between Portland and Glastonbury, thence northwesterly, northerly, southeasterly, easterly, northerly and northwesterly along the Connecticut River hundred year flood boundary and tributary hundred year flood boundaries, where the eastern limit of said tributary hundred year flood boundaries shall be the center line of Main Street, to the point where said boundary intersects the town line between Glastonbury and East Hartford, thence westerly along said line to its intersection with the Connecticut River state stream channel encroachment line, thence northerly and northwesterly along said line to its intersection with the northern floodway boundary of the Hockanum River, thence southwesterly and northwesterly along the floodway boundaries of the Hockanum River and the Connecticut River for a distance of three thousand six hundred feet, thence easterly along a line perpendicular to the Connecticut River floodway boundary to the point where said line intersects the Connecticut state stream channel encroachment line, thence northwesterly, northerly and northeasterly along the Connecticut state stream channel encroachment line to its intersection with the town line between East Hartford and South Windsor, thence easterly for a distance of three thousand feet along said line, thence proceeding northeasterly in a straight line from said point to a point one thousand two hundred fifty feet east of Main Street and one thousand feet south of Sullivan Avenue where said line intersects an unnamed tributary of the Scantic River, thence proceeding in a straight line from said point to the intersection of Main Street and U.S. Route 5, thence northwesterly, northeasterly and northerly along the center line of U.S. Route 5 to its intersection with Newberry Road, thence northerly and northeasterly along the center line of the Interstate 91 entrance ramp and thence the center line of Interstate 91 to its intersection with the town line between East Windsor and Enfield, thence southwesterly along said line to its intersection with the center line of Depot Hill Road, thence northeasterly along said line to a point eight hundred seventy-five feet west of Interstate 91 as measured along the center line of Depot Hill Road thence northwesterly along a line perpendicular to Depot Hill Road to the point where said line intersects the center line of the ConRail Railroad Line, thence northeasterly, northerly and northwesterly along said line to its intersection with the town line between Enfield, Connecticut, and Longmeadow, Massachusetts, thence westerly along said line to the point of beginning, the point where the town line between Suffield, Connecticut, and Agawam, Massachusetts, intersects the center line of Connecticut Route 159.\n\n(P.A. 82-296, S. 3, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102cc/"
    },
    {
      "id": "section-25-102dd",
      "number": "25-102dd.",
      "heading": "Connecticut River Assembly. Membership. Withdrawal.",
      "text": "(a) The municipalities of Middletown, East Hampton, Portland, Cromwell, Glastonbury, Rocky Hill, Wethersfield, Hartford, East Hartford, Windsor, South Windsor, Windsor Locks, East Windsor, Suffield and Enfield shall comply with the provisions of this chapter.\n\n(b) There shall be a Connecticut River Assembly consisting of: The Governor or his designee and one alternate member; one member and one alternate member of each municipality listed in subsection (a) of this section, appointed by the legislative body of such municipality; one member and one alternate member of the Capitol Region Council of Governments appointed by said council; one member and one alternate member of the Mid-State Regional Planning Agency appointed by said agency. Within sixty days after October 1, 1982, members and alternates shall be appointed who shall serve for a term of three years or until a successor is appointed and has qualified. An alternate member may vote on matters before the assembly in the absence of the member for whom he is an alternate. The initial terms of members shall commence when eight of the municipalities listed in subsection (a) of this section have appointed a member and an alternate member and the initial terms of members for municipalities which appoint a member and an alternate member at a later date shall be concurrent with the terms of those already members of the assembly. Any vacancy on the assembly shall be filled in the same manner as the original appointment and shall be for a period of three years. No member shall receive any compensation for service on said assembly. Said assembly shall elect from its members a chairman and such other officers as it deems necessary and shall establish its own rules of procedure.\n\n(c) Any municipality may, by vote of its legislative body, withdraw from the assembly and, one year after such vote, the provisions of this chapter shall not apply to such municipality. A vote for withdrawal shall not be taken until after a public hearing on a proposed withdrawal at which parties in interest and citizens shall have an opportunity to be heard. Notice of the time and place of such hearing shall be given in a newspaper or newspapers having a substantial circulation in such municipality at least fifteen days before such hearing. The findings and recommendations of the assembly and the conservation zone prepared pursuant to special act 79-77, as amended by special act 81-1, shall be filed for public inspection in the office of the town or city clerk of the municipality holding said hearing at least ten days before such hearing.\n\n(d) A municipality which has withdrawn from membership on the assembly may again become a member by a vote taken in accordance with the provisions of subsection (c) of this section.\n\n(P.A. 82-296, S. 4, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102dd/"
    },
    {
      "id": "section-25-102ee",
      "number": "25-102ee.",
      "heading": "Staff. Funds. Termination.",
      "text": "The assembly may employ expert and such other assistants as it deems necessary and may accept funds from any source. The assembly shall work in cooperation with state and municipal agencies. The assembly shall report to the General Assembly, on or before February fifteenth, annually, on its activities and finances of the preceding year. The existence of the assembly shall terminate at such time as all of its member municipalities have withdrawn or it is abolished by the General Assembly.\n\n(P.A. 82-296, S. 5, 11.)\n\nHistory: P.A. 82-296, S. 5, effective October 1, 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102ee/"
    },
    {
      "id": "section-25-102ff",
      "number": "25-102ff.",
      "heading": "Review of land use applications.",
      "text": "(a) Commencing on the one hundred twenty-first day after October 1, 1983, whenever a municipality receives an application for any of the land uses listed in this section on land that is located within the conservation zone, such municipality shall forward a copy of the application to the assembly for information, review, comments and recommendations. The application shall be forwarded not later than thirty-five days before a public hearing, if a hearing is required or scheduled, or before a decision is made on the application if no hearing is required or scheduled. Application for the following land uses shall be forwarded to the assembly: (1) Any use of land for commercial, business, retail or office use, or any combination thereof, which requires a land area of more than seven and one-half contiguous acres or a change of zone of more than seven and one-half contiguous acres, or a building floor area of more than seventy-five thousand square feet; (2) any industrial or manufacturing use which requires a land area of more than ten contiguous acres or a change of zone of more than ten contiguous acres, or the employment of more than two hundred fifty employees; (3) any residential use which requires more than twenty-five contiguous acres or a change of zone of more than twenty-five contiguous acres, or includes more than fifty dwelling units; (4) any municipal or institutional use which requires a land area of more than fifteen contiguous acres; (5) any project which is submitted by a public service company for municipal approval which includes a proposed land use of ten acres or more; (6) any use having one hundred or more parking spaces; (7) any hazardous waste facility as defined in section 22a-115; (8) any solid waste facility, as defined in section 22a-207; (9) any oil refinery or bulk fuel oil storage facility; (10) any bridge, dam or hydropower facility; (11) any electric transmission line of a design capacity of sixty-nine kilovolts or more, or (12) any soil and earth material removal operation involving fifteen thousand cubic yards of material or five contiguous acres of land area.\n\n(b) The assembly upon receiving a copy of the application, may prepare written comments concerning the regional impact of the proposed land use and prior to any public hearing submit such comments to the municipality forwarding such copy. If no public hearing is required, comments, if any, shall be forwarded to such municipality prior to the scheduled date of municipal action on the proposal.\n\n(c) The municipality shall read any comments submitted by the assembly into the record of any public hearing or public meeting held on the application. Comments provided by the assembly shall be advisory. The lack of comment by the assembly shall not be considered in a negative or affirmative manner.\n\n(d) A two-thirds vote of all the members of the local agency having authority to act on the application shall be required to approve an application which has received a negative comment from the assembly.\n\n(P.A. 82-296, S. 6, 11; P.A. 88-364, S. 81, 123.)\n\nHistory: P.A. 82-296, S. 6, effective October 1, 1983; P.A. 88-364 made a technical change in Subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102ff/"
    },
    {
      "id": "section-25-102gg",
      "number": "25-102gg.",
      "heading": "Local zoning within the conservation zone. Revision of standards.",
      "text": "(a) The planning commission and the zoning commission or the combined planning and zoning commission of each assembly municipality shall, within one year after October 1, 1983, revise the zoning regulations and subdivision regulations relating to land within the conservation zone of such municipality, to meet the minimum standards established pursuant to special act 79-77, as amended by special act 81-1, and thereafter shall promptly make further revisions to meet any revised standards adopted by the assembly pursuant to subsection (b) of this section.\n\n(b) The assembly shall, from time to time, review, and may, after public hearing of which at least fifteen days' notice has been given in a newspaper or newspapers having a circulation in the conservation zone, revise the standards established pursuant to special act 79-77, as amended by special act 81-1. Such revisions shall be consistent with the state plan of conservation and development adopted pursuant to part I of chapter 297 and the purposes of this chapter. A copy of the proposed revisions shall be furnished at least fifteen days prior thereto to the conservation commission, zoning commission, the planning commission or combined planning and zoning commission of the municipalities to be affected thereby and shall be filed at least ten days prior to the hearing in the office of the town or city clerk of the municipalities affected thereby.\n\n(P.A. 82-296, S. 7, 11; P.A. 22-23, S. 16.)\n\nHistory: P.A. 82-296, S. 7, effective October 1, 1983; P.A. 22-23 made technical changes in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102gg/"
    },
    {
      "id": "section-25-102hh",
      "number": "25-102hh.",
      "heading": "Revision of zone boundary.",
      "text": "The assembly may revise the zone boundary established by section 25-102bb by a two-thirds vote of all of the members of the assembly and after public hearing of which at least fifteen days notice has been given in a newspaper or newspapers having a circulation in the conservation zone. Any revision shall be approved by the members of the assembly representing the town or towns impacted by such revision. A copy of the proposed revision to be presented at such public hearing shall be furnished at least fifteen days prior thereto to the conservation commission, zoning commission, planning commission or combined planning and zoning commission of the assembly municipalities and shall be filed at least ten days prior thereto in the office of the town or city clerk of the municipalities.\n\n(P.A. 82-296, S. 8, 11.)\n\nHistory: P.A. 82-296, S. 8, effective October 1, 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102hh/"
    },
    {
      "id": "section-25-102ii",
      "number": "25-102ii.",
      "heading": "Comment on acquisition of land and water interests by the state.",
      "text": "In making fee and less than fee acquisitions in lands and waters, including scenic easements and development rights, applicable to the preservation of the Connecticut River as provided in section 25-102aa within the area encompassed by the conservation zone defined in section 25-102cc, the Commissioner of Energy and Environmental Protection shall invite comments from the assembly. The commissioner shall consider the recommendations of the assembly and any modifications to such recommendations.\n\n(P.A. 82-296, S. 9, 11; P.A. 11-80, S. 1.)\n\nHistory: P.A. 82-296, S. 9, effective October 1, 1983; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102ii/"
    },
    {
      "id": "section-25-102jj",
      "number": "25-102jj.",
      "heading": "Uniform Administrative Procedure Act not applicable.",
      "text": "The provisions of chapter 54 shall not apply to any procedures to be followed or actions taken pursuant to the provisions of this chapter.\n\n(P.A. 82-296, S. 10, 11.)\n\nHistory: P.A. 82-296, S. 10, effective October 1, 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-25/chapter-477c/section-25-102jj/"
    },
    {
      "id": "section-25-102kk",
      "number": "25-102kk",
      "heading": "to 25-102oo. - Reserved for future use.",
      "text": "to 25-102oo. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}