{
  "state": "illinois",
  "path": "title-chapter-750-families/chapter-750-ilcs-50-adoption-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nAdoption Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Definitions. When used in this Act, unless the context otherwise requires:",
      "text": "Definitions. When used in this Act, unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Who may",
      "text": "adopt a child.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "This Act shall be construed in concert with the",
      "text": "Juvenile Court Act of 1987, the Child Care Act of\n1969, the Interstate Compact on the Placement of Children, and the Intercountry Adoption Act of 2000.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Who may be",
      "text": "adopted.\nA male or female child, or an adult, may be adopted, provided the other\nconditions set forth in this Act are met, and further provided, with\nrespect to an adult, that such adult has resided in the home of the persons\nintending to adopt him at any time for more than 2 years continuously\npreceding the commencement of an adoption proceeding, or in the alternative\nthat such persons are related to him within a degree set forth in the\ndefinition of a related child in Section 1 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Venue.",
      "text": "An adoption proceeding may be commenced in any county in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Adoption between multiple jurisdictions",
      "text": "It is the public policy of this State to promote child welfare in adoption between multiple jurisdictions by implementing standards that foster permanency for children in an expeditious manner while considering the best interests of the child as paramount. E",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Petition, contents, verification, filing.",
      "text": "Petition, contents, verification, filing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "A. Investigation; all cases. Within 10 days after the filing of",
      "text": "a petition for the adoption or standby adoption of a child other than a related\nchild, the\ncourt shall appoint a child welfare agency approved by the Department of\nChildren and Family Services, or a person deemed competent by the court, or\nin\nCook County the Court Services Division of the Cook County Department of\nPublic Aid, or the Department of Children and Family Services if the court\ndetermines that no child welfare agency is available or that the petitioner\nis financially unable to pay for the investigation, to investigate\naccurately, fully and promptly, the allegations contained in the petition;\nthe character, reputation, health and general standing in the community of\nthe petitioners; the religious faith of the petitioners and, if\nascertainable, of the child sought to be adopted; and whether the\npetitioners are proper persons to adopt the child and whether the child is\na proper subject of adoption. The investigation required under this Section\nshall include a fingerprint based criminal background check with a review\nof fingerprints by the Illinois State Police and Federal Bureau of\nInvestigation.\nEach petitioner subject to this investigation, shall submit his or her\nfingerprints to the\nIllinois State Police in the form and manner prescribed by the Illinois State Police. These fingerprints shall be checked against the fingerprint records\nnow and hereafter filed in the Illinois State Police and Federal Bureau of Investigation criminal history records\ndatabases. The Illinois State Police shall charge\na fee for conducting the criminal history records check, which shall be\ndeposited in the State Police Services Fund and shall not exceed the actual\ncost of the records check.\nThe criminal background check required by\nthis Section shall include a listing of when, where and by whom the criminal\nbackground check was prepared. The criminal background check required by this\nSection shall not be more than two years old.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Process.",
      "text": "Process.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Consents to adoption and surrenders for purposes of",
      "text": "adoption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Time for",
      "text": "signing a waiver, consent, or surrender.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Forms of consent and surrender; execution and",
      "text": "acknowledgment thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Consents, surrenders, waivers, irrevocability.",
      "text": "Consents, surrenders, waivers, irrevocability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Consent of child or adult.",
      "text": "If, upon the date of the entry of the judgment the person sought to be\nadopted is of the age of 14 years or upwards, the adoption shall not be\nmade without the consent of such person. Such consent shall be in writing\nand shall be acknowledged by such person as provided in Section 10 of this\nAct, provided, that if such person is in need of mental treatment or is a person with an intellectual disability, the court may waive the provisions of this Section.\nNo consent shall be required under this Section if the person sought to\nbe adopted has died before giving such consent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-121",
      "number": "12.1.",
      "heading": "Putative Father Registry. The Department of Children and Family",
      "text": "Services shall establish a Putative Father Registry for the purpose of\ndetermining the\nidentity and location of a putative father of a minor child who is, or is\nexpected to be, the subject of an adoption proceeding, in order to provide\nnotice of such proceeding to the putative father. The Department of Children\nand Family Services shall establish rules and informational material necessary\nto implement the provisions of this Section. The Department shall have the\nauthority to set reasonable fees for the use of the Registry. All such fees for the use of the Registry that are received by the Department or its agent shall be deposited into the fund authorized under subsection (b) of Section 25 of the Children and Family Services Act. The Department shall use the moneys in that fund for the purpose of maintaining the Registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-122",
      "number": "12.2.",
      "heading": "Adoptive parent rights and responsibilities",
      "text": "Prior to finalization of an adoption pursuant to this Act, any prospective adoptive parent in a private adoption who is not being provided with adoption services by a licensed child welfare agency pursuant to the Child Care Act of 1969, who is not adoptin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-123",
      "number": "12.3.",
      "heading": "Additional requirements in private adoptions",
      "text": "In cases of adoptions in which an Illinois licensed child welfare agency is not providing adoption services and the child who is the subject of the adoption is not a related child of the prospective adoptive parent and not under the custody or guardiansh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12a",
      "number": "12a.",
      "heading": "Notice to putative father.",
      "text": "Notice to putative father.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Interim order. As soon as practicable after the filing of a",
      "text": "petition for adoption the court shall hold a hearing for the following\npurposes:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131",
      "number": "13.1.",
      "heading": "Order for standby adoption.",
      "text": "Order for standby adoption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Judgment.",
      "text": "Judgment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "14.5.",
      "heading": "Petition to adopt by former parent.",
      "text": "Petition to adopt by former parent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14a",
      "number": "14a.",
      "heading": "After any court has acquired jurisdiction over the person of any",
      "text": "child in an adoption proceeding, if such child dies before entry of final\njudgment, upon petition by the intended adoptive parent or\nparents suggesting\nthe death of the child and asking that the court proceed in absence of the\nchild to enter a final judgment, in the presence of the adoptive parent or\nparents who are parties to the record, the court\nshall proceed to hearing and final judgment to enable the\nchild to have the\nintended name by adoption. Otherwise the court may dismiss the proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14b",
      "number": "14b.",
      "heading": "Death of intended adoptive parent prior to entry of judgment.",
      "text": "After any court has acquired jurisdiction over the person of any intended\nadoptive parent in an adoption proceeding, if the intended adoptive parent dies\nbefore entry of final judgment, upon petition by the other intended adoptive\nparent or the child's guardian ad litem suggesting the death of the intended\nadoptive parent and asking that the court proceed in absence of the deceased\nintended adoptive parent to enter a final judgment, in the\npresence of the other intended adoptive parent or the child to be adopted who\nis a party to the record, the court shall proceed to hearing and final judgment. Otherwise the court\nmay dismiss the proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "The welfare of the child shall be the prime consideration in all",
      "text": "adoption proceedings. The court in entering a judgment of adoption shall,\nwhenever possible, give custody through adoption to a petitioner or\npetitioners of the same religious belief as that of the child.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-151",
      "number": "15.1.",
      "heading": "(a) Any person over the age of 18, who has cared for a child",
      "text": "for a continuous period of one year or more as a foster parent licensed\nunder the Child Care Act of 1969 to operate a foster family home, may apply to\nthe child's guardian with the power to consent to adoption, for such guardian's\nconsent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Entry of Judgment.)",
      "text": "If, after examination of the report required by Section 6, the court\nfinds a waiver to be for the welfare of the child, the court may, in its\ndiscretion, waive the waiting period of 6 months provided in Section 14\nand enter a judgment of adoption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Effect of order terminating parental rights or Judgment of Adoption",
      "text": "After either the entry of an order terminating parental rights or the entry of a judgment of adoption, the parents of a child or adult sought to be adopted shall be relieved of all parental responsibility for such child or adult an",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1701",
      "number": "17.01.",
      "heading": "Special immigrant child findings.",
      "text": "Special immigrant child findings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Records confidential.",
      "text": "Records confidential.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1804",
      "number": "18.04.",
      "heading": "Original Birth Certificate Access; legislative intent",
      "text": "The General Assembly recognizes that it is the basic right of all persons to access their birth records, and, to this end, supports public policy that allows an adult adoptee to access his or her original birth certificate. The General Assembly",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1805",
      "number": "18.05.",
      "heading": "The Illinois Adoption Registry and Medical Information",
      "text": "Exchange.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1806",
      "number": "18.06.",
      "heading": "Definitions. When used in Sections",
      "text": "18.05 through Section 18.6, for the purposes of the Registry:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1807",
      "number": "18.07.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1808",
      "number": "18.08.",
      "heading": "Adoption Registry-Confidential Intermediary Advisory Council.",
      "text": "Adoption Registry-Confidential Intermediary Advisory Council.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181",
      "number": "18.1.",
      "heading": "Disclosure of identifying information.",
      "text": "Disclosure of identifying information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181a",
      "number": "18.1a.",
      "heading": "Registry matches.",
      "text": "Registry matches.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181b",
      "number": "18.1b.",
      "heading": "The Illinois Adoption Registry Application. The Illinois",
      "text": "Adoption Registry Application shall substantially include the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181c",
      "number": "18.1c.",
      "heading": "Effective date of registration.",
      "text": "Registration with the\nIllinois Adoption Registry and Medical Information Exchange shall become\neffective as soon as the applicant's completed Illinois Adoption Registry\nApplication has been filed with the Registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182",
      "number": "18.2.",
      "heading": "Forms.",
      "text": "Forms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-183",
      "number": "18.3.",
      "heading": "(a) The agency, Department of Children and Family Services,",
      "text": "Court Supportive Services, Juvenile Division of the Circuit Court, and any\nother party to the\nsurrender of a child for adoption or in an adoption proceeding shall inform any birth parent or parents relinquishing a child for\npurposes of\nadoption after the effective date of this Act of the opportunity to register with the Illinois Adoption Registry and Medical Information Exchange and to utilize the Illinois confidential intermediary program and shall obtain a written confirmation that acknowledges the birth parent's receipt of such information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-183a",
      "number": "18.3a.",
      "heading": "Confidential intermediary.",
      "text": "Confidential intermediary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-184",
      "number": "18.4.",
      "heading": "(a) The agency, Department of Children and Family Services,",
      "text": "Court Supportive Services, Juvenile Division of the Circuit Court, or the\nProbation Officers of the Circuit Court involved in the adoption\nproceedings shall give in writing the following non-identifying\ninformation, if known, to\nthe adoptive parents not later than the date of placement with the\npetitioning adoptive parents: (i) age of biological parents; (ii) their race,\nreligion and ethnic background; (iii) general physical appearance of\nbiological parents; (iv) their education, occupation, hobbies, interests\nand talents; (v) existence of any other children born to the biological\nparents; (vi) information about biological grandparents; reason for\nemigrating into the United States, if applicable, and country of origin;\n(vii) relationship between biological parents; (viii) detailed\nmedical and mental health histories of the child, the\nbiological parents, and their immediate relatives; (ix) the actual date\nand place of birth of the adopted person; and (x) the reason or reasons the birth parent or parents stated for placing the child for adoption, how and why the adoptive parent or parents were selected and who selected the adoptive parent or parents, and whether the birth parent or parents requested or agreed to post-adoption contact with the child at the time of placement, and, if so, the frequency and type of contact. However,\nno information provided under this subsection shall disclose\nthe name or last known address of the biological parents, grandparents, the\nsiblings of the biological parents, the adopted person, or any other\nrelative of the adopted person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-184a",
      "number": "18.4a.",
      "heading": "Medical and mental health histories.",
      "text": "Medical and mental health histories.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-185",
      "number": "18.5.",
      "heading": "Liability. No liability shall attach to the State, any",
      "text": "agency thereof,\nany licensed agency, any judge, any officer or employee of the court, or\nany party or employee thereof involved in the surrender of a child for\nadoption or in an adoption proceeding for acts or efforts made within the\nscope of Sections 18.05 through 18.5, inclusive, of this Act and\nunder\nits provisions, except for subsection (n) of Section 18.1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-186",
      "number": "18.6.",
      "heading": "Registry fees. The Department of Public Health shall levy a",
      "text": "fee for each\nregistrant under Sections 18.05 through 18.5.\nA $15 fee shall be charged for registering with the Illinois Adoption\nRegistry and Medical Information Exchange. However, this fee shall be\nwaived for all adopted or surrendered persons, surviving children and spouses of deceased adopted persons, adoptive parents,\nlegal guardians, birth parents, birth grandparents, birth aunts, birth uncles, and\nbirth siblings who complete a Medical Information Exchange Questionnaire at the\ntime of registration and authorize its release to specified registered parties,\nand for adoptive parents\nregistering within 12 months of the finalization of the\nadoption. All persons who were registered with the Illinois Adoption Registry\nprior to the effective date of this amendatory Act of 1999\nand who wish to\nupdate their registration may do so without charge.\nNo charge of any\nkind shall be made for the withdrawal of any form provided in Section 18.2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-187",
      "number": "18.7.",
      "heading": "Illinois Adoption Registry and Medical Information Exchange",
      "text": "Fund. There is created in the State treasury a special fund to be known\nas the Illinois Adoption Registry and Medical Information Exchange Fund. All\nfees collected by the Illinois Adoption Registry under this amendatory Act of\n1999 shall be deposited into the Fund. Subject to\nappropriation, the amounts\nin the Fund shall be used by the Department of Public Health to\nconduct activities related to maintaining the Illinois Adoption Registry and\nMedical Information Exchange and issuing any documents and forms related to\nthe Illinois Adoption Registry and Medical Information Exchange.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-188",
      "number": "18.8.",
      "heading": "Improper disclosure of identifying information.",
      "text": "All\ninformation submitted to the Registry is confidential and gathered by the State\nsolely for the purpose of facilitating the exchange of updated medical data and\ncontact information between adopted and surrendered persons and other\nregistered parties. Information exchanged through the Registry shall not be\nadmissible as\nevidence nor discoverable in any action of any kind in any court or before any\ntribunal, board, agency, or commission. Disclosure of identifying information\nin violation of this Act is a Class A misdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-189",
      "number": "18.9.",
      "heading": "Post-placement and post-adoption support services.",
      "text": "Post-placement and post-adoption support services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Registration new birth certificate.",
      "text": "Upon the entry of a\njudgment of adoption, the clerk of the court that entered the judgment\nshall prepare a certificate of adoption and send the certificate to the\nDepartment of Public Health, pursuant to Sections 16 and 17 of the Vital\nRecords Act. The statutory fee of the clerk of the court for that\ncertificate shall be paid by the petitioners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Practice.",
      "text": "The provisions of the Civil Practice Law and\nall existing and future amendments of that Law and the Supreme Court\nRules now or hereafter adopted in relation to that Law shall apply to\nall adoption proceedings except as otherwise specifically provided in\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20a",
      "number": "20a.",
      "heading": "Construction of Act.",
      "text": "The best\ninterests and welfare of the person to be adopted\nshall be of paramount consideration in the construction and interpretation\nof this Act. It is in the best interests of persons to be adopted that this\nAct be construed and interpreted so as not to result\nin extending time limits beyond those set\nforth herein.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20b",
      "number": "20b.",
      "heading": "Time limit for relief from final judgment or order.",
      "text": "A petition for relief from a final order or judgment entered in a\nproceeding under this Act, after 30 days from the entry thereof under the\nprovisions of Sec. 2-1401 of the Code of Civil Procedure or otherwise, must\nbe filed\nnot later than one year after the entry of the order or judgment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Compensation for placing of children prohibited.",
      "text": "No person, agency, association, corporation, institution, society or\nother organization, except a child welfare agency as defined by the \"Child\nCare Act\", approved July 10, 1957, as now or hereafter amended, shall\nreceive or accept, or pay or give any compensation or thing of value,\ndirectly or indirectly, for providing adoption services, as that term is defined in the Child Care Act of 1969, including placing out of a child as is more specifically\nprovided in \"An Act to prevent the payment or receipt of compensation for\nplacing out children for adoption or for the purpose of providing care\",\napproved July 14, 1955, as now or hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Partial invalidity.",
      "text": "Partial invalidity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Repeal - Saving.",
      "text": "Repeal - Saving.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Effective date.",
      "text": "This Act shall take effect January 1, 1960.",
      "history": "",
      "source_url": ""
    }
  ]
}