{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-210-state-fair-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"State Fair Act\".",
      "text": "This Act shall be known and may be cited as the \"State Fair Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act, unless the context otherwise requires, the term:",
      "text": "As used in this Act, unless the context otherwise requires, the term:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "It is the policy of this State that the Department operate the",
      "text": "Illinois State Fair and the DuQuoin State Fair as a showcase for the nation\nand world to view Illinois agriculture, to provide for industrial,\ncultural, educational, trade and scientific exhibits, to promote the sport\nof horse racing and other competitive sports and for the entertainment and\nenjoyment of the people of the State of Illinois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Department shall annually hold a State Fair at Springfield",
      "text": "and DuQuoin to promote agriculture, the agriculture industry, and provide\nfor exhibits and activities in the fields of industry, education, the arts\nand crafts, labor, entertainment and other areas of interest to the people of the State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Policies, procedures, and powers concerning the operation of fairs.",
      "text": "Policies, procedures, and powers concerning the operation of fairs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "During the period when each State Fairgrounds is not used for the",
      "text": "annual State Fair, the Department shall make all efforts to promote its\nuse by the public for purposes that the facilities can accommodate.\nThe Department may charge and collect for the use of each State\nFairgrounds and its facilities. The Department may negotiate and\nenter into contracts for activities and use of facilities. The criteria\nfor such contracts shall be established by rule.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71",
      "number": "7.1.",
      "heading": "Procurement for artistic or musical services, performances, events, or productions on the State Fairgrounds.",
      "text": "Procurement for artistic or musical services, performances, events, or productions on the State Fairgrounds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "There is created a Board of State Fair Advisors consisting of",
      "text": "the Director, 4 ex-officio members as hereafter named, and up to 15 persons\nappointed by the Governor. The Chairman and minority\nspokesman of the House Agriculture and Conservation Committee and the Chairman and minority\nspokesman of the Senate Agriculture Committee of\nthe General Assembly shall serve as ex-officio members. No more\nthan 3 of the Board members shall be appointed from any one county. The terms of members of the State Fair Advisory Board appointed before the effective date of this amendatory Act of the 100th General Assembly shall expire on January 21, 2019. Initial appointments made on and after the effective date of this amendatory Act of the 100th General Assembly shall be for terms of one, 2, and 3 years staggered to provide for the selection of 5 members each year. All subsequent appointments shall be for terms of 3 years. All terms shall commence on the 3rd Monday in January. The Governor shall in\nmaking appointments to the Board provide for a representation of the operational interests\nof the State Fair and this State. Members of the Board shall\nreceive no compensation, but shall be reimbursed for necessary expenses\nincurred in the performance of their duties. An appointed member's office\nbecomes vacant upon his or her absence from 2 consecutive regularly\nscheduled meetings. The Director or his or her authorized representative from the\nDepartment shall act as chairman of the Board. The duties of the Board\nare to advise the Director and the Department on matters concerning the\noperation of each State Fair and State Fairgrounds as they pertain to varied\ninterests in the State Fairs and the people of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "The Department shall provide for the protection of the State",
      "text": "Fairgrounds, maintain and preserve order and protect the facilities and\ncontents from destruction by fire. The Department is authorized to\nregulate vehicle traffic as well as pedestrians within the State\nFairgrounds. Persons designated by the Department to provide protection to\nthe State Fairgrounds shall have full police powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The Department may enter into contracts with other government",
      "text": "agencies to assist them in the operation of each State Fair and the State\nFairgrounds as well as the requirements set forth in Section 9 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "The Department shall develop and adopt a plan for the operation",
      "text": "of each State Fair and the State Fairgrounds and its facilities. This plan\nshall include operational factors as well as an evaluation of present\nstructures, the maintenance of present structures and the razing of those\nstructures no longer safe to the public or not functional. A long range\noperational and building use program shall be developed. The general\noperational and building plan shall be presented to the public at a public\nhearing and adopted as the official plan for the State Fairgrounds. This\noperational and building plan is not to be construed as a restriction on\nday-to-day operations or minor use changes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-111",
      "number": "11.1.",
      "heading": "The Department shall establish and promote contests and",
      "text": "exhibitions of various classes of livestock to be known as the \"Land of\nLincoln Breeders Awards for Purebred or Registered Livestock\" and to be\nconducted at the State Fair at Springfield. Only animals bred, born and\nmaintained in Illinois and owned and exhibited by Illinois residents shall\nbe eligible to participate in such contests and exhibitions; however, such\nanimals shall be permitted out of this State for a reasonable period of\ntime for showings, exhibitions, breeding or reproductive purposes, or medical treatment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-112",
      "number": "11.2.",
      "heading": "Farm Safety Course.",
      "text": "The General Assembly finds that numerous\nagricultural related accidents occur each year and that often a family member\nis the only person able to help in these crises until professional help\narrives. The Department may establish, by January 1, 1996,\na one-year pilot program for a Farm Safety Course to be offered at the Illinois\nState\nFair, to the extent that moneys become available to the Department for that\npurpose. The course content may include, but not be limited to, the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "The Department shall have the power to promulgate rules and",
      "text": "regulations, pursuant to the Illinois Administrative Procedure Act, governing the holding of each State Fair, the operation of the\nState Fairgrounds, the conditions under which racing shall be permitted on\nthe State Fairgrounds, the policy for policing the grounds and such other\nreasonable rules and regulations as are necessary to carry out the intent of the Act. However, the Department shall not be required to promulgate rules and regulations pursuant to the Illinois Administrative Procedure Act concerning those operations stated in subsections (b) and (c) of Section 6 of this Act. Instead, the requirements set forth in subsections (b) and (c) of Section 6 must be followed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Vendors, concessionaires, and persons renting space",
      "text": "or using facilities at the State Fairgrounds who violate this Act, or any\nprovision of any rule of the Department issued under this Act, may be\nprohibited from utilizing the State Fairgrounds or participating in activities\nconducted upon the State Fairgrounds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "13.5.",
      "heading": "Hearings.",
      "text": "The Illinois Administrative Procedure Act, the\nIllinois\nDepartment of Agriculture rules adopted under the Illinois Administrative\nProcedure Act, and the rules and regulations adopted under this Act apply to\nhearings under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1310",
      "number": "13.10.",
      "heading": "Subpoena.",
      "text": "The Department, over the signature of the\nDirector, is authorized to subpoena and bring before the Department any person\nor persons in this State and to take testimony either orally or by deposition\nor by exhibit, with the same fees and mileage and in the same manner as\nprescribed by law in judicial proceedings in civil cases in circuit courts of\nthis State. The Director may issue subpoenas duces tecum to command the\nproduction of any or all\nrecords relating to the person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1315",
      "number": "13.15.",
      "heading": "Judicial review.",
      "text": "All final administrative decisions of the\nDepartment are subject to judicial review under Article III of the Code of\nCivil Procedure and its rules. The term \"administrative decision\" is defined\nas in Section 3-101 of the Code of Civil Procedure. Proceedings for judicial\nreview shall be commenced in the circuit court of any county permitted by\nSection 3-104 of the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    }
  ]
}