{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-740-job-training-assistance-and-support-services-pil",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Job Training Assistance and Support Services Pilot Program Act.",
      "text": "Short title. This Act may be cited as the Job Training Assistance and Support Services Pilot Program Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purpose. The purpose of the Job Training Assistance and Support Services Pilot Program is to address significant barriers to individuals participating in apprenticeships, including, but not limited to, lack of affordable and reliable transportation, lack of affordable and high-quality childcare, and",
      "text": "Purpose. The purpose of the Job Training Assistance and Support Services Pilot Program is to address significant barriers to individuals participating in apprenticeships, including, but not limited to, lack of affordable and reliable transportation, lack of affordable and high-quality childcare, and other barriers that may prohibit a worker from retaining employment. The Pilot Program may provide barrier reduction funding for eligible individuals participating in registered apprenticeship, pre-apprenticeship, or work-based learning programs such as an internship, paid work experience, transitional jobs training, on-the-job training, or incumbent worker programs administered by the Department of Commerce and Economic Opportunity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Job Training Assistance and Support Services Pilot Program.",
      "text": "Job Training Assistance and Support Services Pilot Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Report. No later than January 1, 2028, the Department of Commerce and Economic Opportunity shall submit to the Governor and the General Assembly a report that evaluates the results of the Pilot Program and its effectiveness in assisting Pilot Program participants in entering the workforce or in obta",
      "text": "Report. No later than January 1, 2028, the Department of Commerce and Economic Opportunity shall submit to the Governor and the General Assembly a report that evaluates the results of the Pilot Program and its effectiveness in assisting Pilot Program participants in entering the workforce or in obtaining better employment. The report shall include a recommendation regarding whether to renew the Pilot Program, and if renewal is recommended, if the Pilot Program should be expanded or otherwise enhanced.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Rules. The Department of Commerce and Economic Opportunity shall adopt all rules necessary for the implementation of the Pilot Program created under this Act",
      "text": "Rules. The Department of Commerce and Economic Opportunity shall adopt all rules necessary for the implementation of the Pilot Program created under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Repeal. This Act is repealed on January 1, 2029.",
      "text": "Repeal. This Act is repealed on January 1, 2029.",
      "history": "",
      "source_url": ""
    }
  ]
}