{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-3475-abraham-lincoln-presidential-library-and-museum",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Abraham Lincoln Presidential Library and Museum Act.",
      "text": "Short title. This Act may be cited as the Abraham Lincoln Presidential Library and Museum Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Executive Order superseded. Executive Order No",
      "text": "2017-1 created the Abraham Lincoln Presidential Library and Museum as a State agency under the jurisdiction of the Governor. This Act is the implementation of that Executive Order. To the extent that there is a conflict between the provisions of the Ex",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Abraham Lincoln Presidential Library and Museum; establishment.",
      "text": "Abraham Lincoln Presidential Library and Museum; establishment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Board.  There shall be a Board of Trustees of the Abraham Lincoln Presidential Library and Museum to set policy and advise the Abraham Lincoln Presidential Library and Museum and the Executive Director on programs related to the Abraham Lincoln Presidential Library and Museum and to exercise the pow",
      "text": "Board. There shall be a Board of Trustees of the Abraham Lincoln Presidential Library and Museum to set policy and advise the Abraham Lincoln Presidential Library and Museum and the Executive Director on programs related to the Abraham Lincoln Presidential Library and Museum and to exercise the powers and duties given to it under Section 25 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Composition of the Board.  The Board of Trustees shall consist of 11 members to be appointed by the Governor, with the advice and consent of the Senate",
      "text": "The Board shall consist of members with the following qualifications:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Powers and duties of the Board. The Board shall:",
      "text": "Powers and duties of the Board. The Board shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Administration of the Agency.  The Agency shall be under the supervision and direction of an Executive Director",
      "text": "The person serving on the effective date of this Act as Library Director, as defined in Section 33 of the Historic Preservation Act, shall become the inaugural Executive Director on the e",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Exchange historical records.  The Agency shall make all necessary rules, regulations, and bylaws not inconsistent with law to carry into effect the purposes of this Act and to procure from time to time as may be possible and practicable, at reasonable costs, all books, pamphlets, manuscripts, monogr",
      "text": "Exchange historical records. The Agency shall make all necessary rules, regulations, and bylaws not inconsistent with law to carry into effect the purposes of this Act and to procure from time to time as may be possible and practicable, at reasonable costs, all books, pamphlets, manuscripts, monographs, writings, and other material of historical interest and useful to the Agency bearing upon the political, physical, religious, or social history of the State of Illinois from the earliest known period of time. The Agency may, with the consent of the Board, exchange any books, pamphlets, manuscripts, records, or other materials which such library may acquire that are of no historical interest or for any reason are of no value to it, with any other library, school or historical society. The Agency shall distribute volumes of the series known as the Illinois Historical Collections now in print, and to be printed, to all who may apply for same and who pay to the Library and Museum for such volumes an amount fixed by the Agency sufficient to cover the expenses of printing and distribution of each volume received by such applicants. However, the Agency shall have authority to furnish 25 of each of the volumes of the Illinois Historical Collections, free of charge, to each of the authors and editors of the Collections or parts thereof; to furnish a reasonable number of each of the volumes of the Collections without charge to archives, libraries, and similar institutions from which material has been drawn or assistance has been given in the preparation of such Collections, and to the officials thereof; and to furnish, as in his or her discretion he or she deems necessary or desirable, a reasonable number of each of the volumes of the Collections without charge to the University of Illinois Library and to instructors and officials of that University, and to public libraries in the State of Illinois. The Agency may, with the consent of the Board, also make exchanges of the Historical Collections with any other library, school or historical society, and distribute volumes of the Collections for review purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Illinois State Historian; appointment.",
      "text": "Illinois State Historian; appointment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Historical records.  The Library Services Director in consultation with historian staff at the Agency shall establish and supervise a program within the Agency designed to preserve as historical records selected past editions of newspapers of this State",
      "text": "Such editions and other materials shall be p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Gifts to the Illinois State Historical Library",
      "text": "Those programs, collections, and functions heretofore administered by the Illinois State Historical Library or the Historic Preservation Agency's Historical Library Division shall be administered by the Agency. All gifts made specifically to the Illi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "State Historical Library.   The rights, powers, and duties vested by law in the State Historical Library or any office, division, or bureau thereof are hereby transferred to the Abraham Lincoln Presidential Library and Museum",
      "text": "State Historical Library. The rights, powers, and duties vested by law in the State Historical Library or any office, division, or bureau thereof are hereby transferred to the Abraham Lincoln Presidential Library and Museum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Separation from the Historic Preservation Agency",
      "text": "On the effective date of this Act, all of the powers, duties, assets, liabilities, employees, contracts, property (real and personal), including any items formerly contained in the Illinois State Historical Library now presently held in the Abraham\nThe status and rights of the transferred employees, and the rights of the State of Illinois and its agencies, under the Personnel Code and applicable collective bargaining agreements or under any pension, retirement, or annuity plan are not affected (except as provided in Sections 14-110 and 18-127 of the Illinois Pension Code) by that transfer or by any other provision of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Rulemaking authority.  The Agency may adopt rules in contravention of this Act in order to comply with federal laws or regulations that apply to Presidential Libraries administered by the Office of Presidential Libraries under the National Archives and Records Administration, including, but not limi",
      "text": "Rulemaking authority. The Agency may adopt rules in contravention of this Act in order to comply with federal laws or regulations that apply to Presidential Libraries administered by the Office of Presidential Libraries under the National Archives and Records Administration, including, but not limited to, 44 U.S.C. 21, 44 U.S.C. 22, and 36 CFR 1270.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "The Historic Preservation Agency Act is amended by repealing Sections 17, 30, 31, 32, and 33.",
      "text": "The Historic Preservation Agency Act is amended by repealing Sections 17, 30, 31, 32, and 33.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "The State Historical Library Act is amended by repealing Section 4.",
      "text": "The State Historical Library Act is amended by repealing Section 4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-900",
      "number": "900.",
      "heading": "Effective date. This Act takes effect upon becoming law.",
      "text": "Effective date. This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}