{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-615-displaced-homemakers-assistance-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as",
      "text": "the \"Displaced Homemakers Assistance Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The General Assembly finds that there is an",
      "text": "increasing number of persons in the State who, in their\nmiddle years and having fulfilled the role of homemaker,\nfind themselves displaced because of dissolution of marriage,\ndeath of spouse or other loss of family income. As a consequence,\ndisplaced homemakers have a greatly reduced income, a high rate of\nunemployment due to age, a lack of paid work experience and\nlimited opportunities to collect funds of assistance from social\nsecurity, unemployment compensation, medicaid and other health\ninsurance benefits, or pension plans of the spouse. The General\nAssembly further finds that assistance should be offered such\ndisplaced homemakers to enable them to contribute to society\nand maintain independence and economic security.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "As used in this Act, unless the context clearly indicates",
      "text": "otherwise:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The services to be offered under this Act shall be",
      "text": "provided to, but not necessarily be limited to, those\ndisplaced homemakers between the ages of 35 and 60.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Director; duties.",
      "text": "Director; duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "(a) The multipurpose service centers shall develop",
      "text": "job counseling and placement services by cooperating with\nfederal, State and local governmental agencies and private\nemployers. The services shall include:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "(a) The sponsoring nonprofit agency or",
      "text": "organization shall cooperate with federal, State and\nlocal agencies to coordinate the multiservice programs\nestablished under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Transfer of powers and duties to the Department of Labor. On",
      "text": "July 1, 1992, all powers and duties of the Department of Commerce and\nCommunity Affairs (now Department of Commerce and Economic Opportunity) under this Act shall be transferred to the Department of\nLabor, and references in other Sections of this Act to the Department of\nCommerce and Community Affairs (now Department of Commerce and Economic Opportunity) shall be deemed to refer to the Department\nof Labor. All rules, standards and procedures adopted by the Department of\nCommerce and Community Affairs (now Department of Commerce and Economic Opportunity) shall continue in effect as the rules,\nstandards and procedures of the Department of Labor, until they are\nmodified or abolished by that Department.",
      "history": "",
      "source_url": ""
    }
  ]
}