{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-3820-illinois-investment-and-development-authority-a",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Illinois\nInvestment and Development Authority Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purpose.",
      "text": "The purpose of this Act is to create a State\nentity to support the creation and growth of community development\nfinancial institutions, which provide access to capital for business\ndevelopment, capital investments, and other financing to expand private\nsector activities in economically disadvantaged communities and for low\nincome people, by providing grants, loans, and technical assistance to\nCDFIs. Assistance by this entity would (i) expand financial services and\ncapital access in economically disadvantaged communities, (ii) provide\nsupport for the creation of new small businesses and new jobs in\neconomically disadvantaged communities, (iii) create opportunities for\nbanks to get a federal incentive for investments in a CDFI, (iv) increase\nthis State's share of the money distributed annually by the federal\nCommunity Development Financial Institutions Fund, and (v) create a\nnew partnership between the State, banks and thrifts, and CDFIs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions.",
      "text": "In this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Creation of Illinois Investment and Development Authority;",
      "text": "members.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Executive Director; other employees.",
      "text": "The members of\nthe Authority shall appoint an Executive Director to hold office at the\npleasure of the members. The Executive Director shall be the chief\nadministrative and operational officer of the Authority, shall direct\nand supervise its administrative affairs and general management and\nperform such other duties as may be prescribed from time to time by the\nmembers, and shall receive compensation fixed by the Authority. The\nExecutive Director or any committee of the members may carry out such\nresponsibilities of the members as the members by resolution may\ndelegate. The Executive Director shall attend all meetings of the\nAuthority; however, no action of the Authority shall be invalid on account\nof the absence of the Executive Director from a meeting.\nThe Authority may engage the services of such other agents and\nemployees, including legal and technical experts and other consultants,\nas it may deem advisable and may prescribe these persons' duties and fix their\ncompensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Powers of Authority.",
      "text": "Powers of Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Office.",
      "text": "The Authority may maintain an office or\nbranch office anywhere in this State and may utilize, without the\npayment of rent, any office facilities that the State may conveniently\nmake available to the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Secretary; treasurer; funds.",
      "text": "Secretary; treasurer; funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Conflict of interest.",
      "text": "Conflict of interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Audit; fiscal year; report.",
      "text": "The accounts and books of\nthe Authority, including its receipts, disbursements, contracts, and other\nmatters relating to its finances, operation, and affairs shall be examined\nand audited at least once within each 2-year period by a firm of certified\npublic accountants, who shall certify its audit to the State Comptroller.\nThe fiscal year for the Authority shall commence on July 1. As\nsoon after the end of each fiscal year as may be expedient, the Authority\nshall cause to be prepared and printed a complete report and financial\nstatement of its operations and of its assets and liabilities. A reasonably\nsufficient number of copies of this report shall be printed for\ndistribution to persons interested, upon request, and a copy of the report\nshall\nbe filed with the Governor, the Secretary of State, the State Comptroller,\nthe Secretary of the Senate, and the Clerk of the House of\nRepresentatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Accreditation.",
      "text": "Accreditation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Authority's responsibilities.",
      "text": "Authority's responsibilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Authority grants.",
      "text": "The Authority may issue grants to\nCDFIs or to nonprofit organizations that are attempting to obtain federal\ncertification or Authority accreditation as a CDFI.\nThe Authority may\nissue, in a manner consistent with subsection (c) of Section 50 of this\nAct, grants for the purpose of developing or enhancing the ability of the\nCDFI or nonprofit organization to be accredited as a CDFI under Section\n50 of this Act and to receive loans from the Authority under Section 65 of\nthis Act. The Authority may also issue grants or loans to nonprofit\norganizations that have entered into a written contract with a CDFI or a\nnonprofit organization receiving grants from the Authority to obtain\nfederal certification or Authority accreditation as a CDFI.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Authority loans.",
      "text": "The Authority may make loans to\nCDFIs, from moneys appropriated for this purpose, on such terms and\nconditions as the Authority may determine. Loans shall be made and\nused in a manner consistent with the requirements of the federal\nCommunity Development Banking and Financial Institutions Act of 1994 (Public\nLaw 103-325). Loans to CDFIs may be\nmade by the Authority as the sole lender or in cooperation with\nparticipating investors pursuant to agreements entered into in\naccordance with this Act. Loan repayments shall be used by the\nAuthority to make new loans to CDFIs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Community development loans.",
      "text": "Community development loans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Report to General Assembly.",
      "text": "Within 90 days after the\nend of each fiscal year, the Authority shall prepare a report for\nthat fiscal year and file it with the General Assembly as provided in Section\n3.1 of the General Assembly Organization Act. The report shall include the\namount of funds\nappropriated to the Authority that were deposited by the Authority in\nspecial accounts in banks or trust companies, the amount of\ndisbursements made from the special accounts, the number, name, and\nlocation of CDFIs accredited by the Authority, and the number and\namount of grants to CDFIs or nonprofit organizations.",
      "history": "",
      "source_url": ""
    }
  ]
}