{
  "state": "illinois",
  "path": "title-chapter-20-executive-branch/chapter-20-ilcs-3430-old-state-capitol-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nOld State Capitol Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "As used in this Act:",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The Department shall have jurisdiction and custody of, and shall",
      "text": "maintain and operate, the Old State Capitol Complex and shall succeed to\nall rights, powers, duties and liabilities of the Department of\nConservation under the \"1961 Act\" or under any lease or contract relating\nto the Old State Capitol Complex to which the Department of Conservation is\na party.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The Department may establish rules and regulations for the use",
      "text": "and operation of the Old State Capitol Complex. Such rules and regulations\nshall provide that such complex will be open at all reasonable hours to the\npublic and may provide for the holding of such lectures, pageants or\nsimilar special events and the sale of such merchandise as will help\ninterpret the historical significance of the Old State Capitol to the\npublic.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Upon the expiration of the term of any existing lease to which the",
      "text": "Department of Conservation is a party, the Board of Trustees may enter into\na lease, on behalf of the State of Illinois, of the underground parking\ngarage in the Old State Capitol Complex.",
      "history": "",
      "source_url": ""
    }
  ]
}