{
  "state": "south-dakota",
  "path": "title-title-26-minors/chapter-chapter-11-criminal-proceedings-against-minors",
  "sections": [
    {
      "id": "section-26-11-1",
      "number": "26-11-1",
      "heading": "Proceedings on offense for which child not subject to delinquency proceedings--Prosecution as adult--Detention in adult jail or lockup",
      "text": "26-11-1. Proceedings on offense for which child not subject to delinquency proceedings--Prosecution as adult--Detention in adult jail or lockup.\n\nIf any child under the age of eighteen years is arrested, with or without a warrant, for a violation of any law or municipal ordinance for which the child is not subject to proceedings as a child in need of supervision as defined in §26-8B-2 or a delinquent child as defined in 26-8C-2 or for a violation of subdivision 34-46-2(2), the child shall be brought before the judge of a court having jurisdiction over the offense and proceedings shall be conducted as though the child were eighteen years of age or older.\n\nA child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 2 misdemeanor, may be held in or sentenced to a detention or temporary care facility for up to seven days if sight and sound separated from adult prisoners. No child may be held in or sentenced to a detention facility for a violation of subdivision 34-46-2(2).\n\nA child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 1 misdemeanor, may be held in or sentenced to a detention or temporary care facility for up to thirty days if sight and sound separated from adult prisoners.\n\nSource:SDC 1939, §43.0318 as added by SL 1961, ch 214, §1; SL 1973, ch 169, §2; SL 1991, ch 217, §173; SL 1996, ch 179, §3; SL 1997, ch 158, §5; SL 1998, ch 215, §4; SL 2003, ch 149, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-1/"
    },
    {
      "id": "section-26-11-11",
      "number": "26-11-1.1",
      "heading": "Strip-search for curfew violation prohibited.",
      "text": "26-11-1.1. Strip-search for curfew violation prohibited.\n\nNo person under the age of eighteen detained solely for a curfew violation may be strip-searched.\n\nSource:SL 2000, ch 125, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-1-1/"
    },
    {
      "id": "section-26-11-2",
      "number": "26-11-2",
      "heading": "Child arrested for other offenses taken before circuit court--Transfer by magistrate to circuit court--Disposition as if on delinquency petition.",
      "text": "26-11-2. Child arrested for other offenses taken before circuit court--Transfer by magistrate to circuit court--Disposition as if on delinquency petition.\n\nIf the arrest is for an offense for which the child is subject to proceedings as a delinquent child as defined in §26-8C-2, the child shall be taken directly before the circuit court. If the child is taken before a magistrate upon a complaint sworn out in that court or for any other reason, the magistrate shall transfer the case to the circuit court and the officer in charge of the child shall take the child before the circuit court. The circuit court may proceed to hear and dispose of the case as if the petition had originally been filed in that court as provided in chapter 26-8C.\n\nSource:SDC 1939, §43.0318; SL 1961, ch 214, §1; SL 1991, ch 217, §174.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-2/"
    },
    {
      "id": "section-26-11-3",
      "number": "26-11-3",
      "heading": "Circuit court direction to hold child in custody until felony charge filed.",
      "text": "26-11-3. Circuit court direction to hold child in custody until felony charge filed.\n\nWhen necessary, in cases where a delinquency charge against a child would otherwise constitute a felony, the circuit court may direct that such child be kept in proper custody until an information or complaint may be filed against him as in other cases under the criminal laws of this state.\n\nSource:SDC 1939, §43.0318; SL 1961, ch 214, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-3/"
    },
    {
      "id": "section-26-11-31",
      "number": "26-11-3.1",
      "heading": "Request for transfer hearing by delinquent child charged with felony.",
      "text": "26-11-3.1. Request for transfer hearing by delinquent child charged with felony.\n\nAny delinquent child sixteen years of age or older against whom Class A, Class B, Class C, Class 1, or Class 2 felony charges have been filed shall be tried in circuit court as an adult. However, the child may request a transfer hearing which shall be conducted pursuant to §26-11-4 to determine if it is in the best interest of the public that the child be tried in circuit court as an adult. In such a transfer hearing, there is a rebuttable presumption that it is in the best interest of the public that any child, sixteen years of age or older, who is charged with a Class A, Class B, Class C, Class 1, or Class 2 felony, shall be tried as an adult.\n\nSource:SL 1997, ch 163, §1; SL 2006, ch 117, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-3-1/"
    },
    {
      "id": "section-26-11-4",
      "number": "26-11-4",
      "heading": "Criminal proceedings against child charged with a felony permitted by circuit court--Transfer hearing--Factors considered--Order holding child--Retention of jurisdiction by court",
      "text": "26-11-4. Criminal proceedings against child charged with a felony permitted by circuit court--Transfer hearing--Factors considered--Order holding child--Retention of jurisdiction by court.\n\nExcept as provided in §26-11-3.1, the circuit court may, in any case of a delinquent child against whom criminal felony charges have been filed, after transfer hearing, permit such child to be proceeded against in accordance with the laws that may be in force in this state governing the commission of crimes. In such cases the petition filed under chapter 26-7A shall be dismissed. The hearing shall be conducted as provided by this section.\n\nAt the transfer hearing, the court shall consider only whether it is contrary to the best interest of the child and of the public to retain jurisdiction over the child.\n\nThe following factors may be considered by the court in determining whether a child should be transferred:\n\n(1)The seriousness of the alleged felony offense to the community and whether protection of the community requires waiver;\n\n(2)Whether the alleged felony offense was committed in an aggressive, violent, premeditated, or willful manner;\n\n(3)Whether the alleged felony offense was against persons or property with greater weight being given to offenses against persons;\n\n(4)The prosecutive merit of the complaint. The state is not required to establish probable cause to show prosecutive merit;\n\n(5)The desirability of trial and disposition of the entire felony offense in one proceeding if the child's associates in the alleged felony offense are adults;\n\n(6)The record and previous history of the juvenile;\n\n(7)The prospect for adequate protection of the public and the likelihood of reasonable rehabilitation of the juvenile, if the juvenile is found to have committed the alleged felony offense, by the use of procedures, services, and facilities currently available to the juvenile court.\n\nWritten reports and other materials relating to the child's mental, physical, and social history may be considered by the court, if the person who prepared the report and other material appears and is subject to both direct and cross-examination.\n\nIf the court finds that a child should be held for criminal proceedings in a court of competent jurisdiction, the court shall enter an order certifying to that effect. The order shall contain findings of fact upon which the court's decision is based. The findings may not be set aside upon review unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses. If an order of certification is made, the jurisdiction of the original court as to the child concerned is terminated. However, the court to which the proceedings are transferred may require the original court to hold the child in detention pending proceedings in that court.\n\nIf the court finds that it is in the best interest of the child and of the public for the court to retain jurisdiction, it shall proceed with the adjudicatory hearing. If the court to which any proceeding regarding a delinquent child is transferred finds that it is in the best interest of the child and of the public for the court to retain jurisdiction, the finding is definitive, during the balance of the child's minority, as to the subsequent commission of any crime, petty offense, or municipal ordinance violation, and the child may no longer be considered a child for the purposes of this chapter. However, the finding is not definitive, if the delinquent child has been found not guilty of the offense for which the original transfer was ordered.\n\nSource:SDC 1939, §43.0313; SL 1968, ch 164, §10; SL 1971, ch 166, §6; SL 1977, ch 210; SL 1994, ch 219, §9; SL 1994, ch 221; SL 1997, ch 163, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-4/"
    },
    {
      "id": "section-26-11-5",
      "number": "26-11-5",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-11-51",
      "number": "26-11-5.1",
      "heading": "Provision for notice to school officials and parent or guardian by law enforcement agency where student suspected of violating state drug or alcohol laws or of threatening violence",
      "text": "26-11-5.1. Provision for notice to school officials and parent or guardian by law enforcement agency where student suspected of violating state drug or alcohol laws or of threatening violence.\n\nNotwithstanding any other provision of law, a law enforcement agency may provide notice of an incident within its jurisdiction to public or nonpublic school officials and to the parent or guardian of a school student if the incident is one in which the agency has probable cause to believe the school student has violated any provision of state law involving alcohol, illegal drugs, firearms, or bomb threats, or has made any threat of violence relating to any school or its students, employees, or property. However, if there is a prolonged criminal investigation and revealing information would jeopardize a successful conclusion to the case, the law enforcement agency may provide the notice at some later appropriate time. The notice shall be in writing.\n\nSource:SL 1996, ch 120, §1; SL 2000, ch 126, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-5-1/"
    },
    {
      "id": "section-26-11-52",
      "number": "26-11-5.2",
      "heading": "Provision for notice to school officials by judicial system where student convicted of certain crimes.",
      "text": "26-11-5.2. Provision for notice to school officials by judicial system where student convicted of certain crimes.\n\nWithin ten days after disposition of any judicial proceeding in which a juvenile is adjudicated or convicted of committing, attempting to commit, or conspiring to commit murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first or second degree, arson, kidnapping, felony sexual contact as defined in §22-22-7, any felony offense pursuant to chapter 22-14, or any felony offense pursuant to chapter 22-14A, the Unified Judicial System shall give notice to the chief administrator of the school in which the juvenile is enrolled. The notice shall include a description of the offense committed and the disposition by the court and may include a description of the acts constituting the offense.\n\nSource:SL 2001, ch 146, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-5-2/"
    },
    {
      "id": "section-26-11-53",
      "number": "26-11-5.3",
      "heading": "Disclosure of student's adjudication or conviction governed by federal law--Conditions.",
      "text": "26-11-5.3. Disclosure of student's adjudication or conviction governed by federal law--Conditions.\n\nThe information disclosed pursuant to §26-11-5.2 is governed by the federal Family Educational Rights and Privacy Act (FERPA) as implemented in 34 CFR part 99, as effective on January 1, 2001. The Unified Judicial System shall disclose the information to the chief administrator of a nonpublic school only upon request and upon the execution of an agreement to follow the provisions of the federal Family Educational Rights and Privacy Act (FERPA) with regard to the information.\n\nSource:SL 2001, ch 146, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-26/chapter-11/section-26-11-5-3/"
    },
    {
      "id": "section-26-11-6",
      "number": "26-11-6",
      "heading": "to 26-11-9. Repealed.",
      "text": "to 26-11-9. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-11-10",
      "number": "26-11-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}