{
  "state": "idaho",
  "path": "title-title-6/chapter-chapter-12",
  "sections": [
    {
      "id": "section-6-1201",
      "number": "6-1201",
      "heading": "LEGISLATIVE PURPOSE",
      "text": "6-1201. LEGISLATIVE PURPOSE. Every year, in rapidly increasing numbers, the inhabitants of the state of Idaho and nonresidents are enjoying the recreational value of Idaho’s mountains, rivers, and streams, many of which are remote and far removed for ordinary auto travel. The tourist trade is of vital importance to the state of Idaho, and the services offered by licensed outfitters and guides significantly contribute to the economy of the state of Idaho. The legislature recognizes that there are inherent risks in the recreational activities provided by outfitters which should be understood by each participant. These risks are essentially impossible to eliminate by outfitters and guides. It is the purpose of this chapter to define those areas of responsibility and affirmative acts for which outfitters and guides shall be liable for loss, damage, or injury, and to define those risks which the participant expressly assumes and for which there can be no recovery.\n\n[6-1201, added 1979, ch. 317, sec. 1, p. 851.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1201/"
    },
    {
      "id": "section-6-1202",
      "number": "6-1202",
      "heading": "DEFINITIONS",
      "text": "6-1202. DEFINITIONS. (a) \"Outfitter\" shall include any individual, firm, partnership, corporation, or other organization or any combination thereof as defined in section 36-2102(b), Idaho Code.\n\n(b) \"Guide\" shall include any person defined in section 36-2102(c), Idaho Code.\n\n(c) \"Participant\" shall include any person using the services of an outfitter or guide licensed under chapter 21, title 36, Idaho Code.\n\n[6-1202, added 1979, ch. 317, sec. 1, p. 852.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1202/"
    },
    {
      "id": "section-6-1203",
      "number": "6-1203",
      "heading": "DUTIES OF AN OUTFITTER",
      "text": "6-1203. DUTIES OF AN OUTFITTER. All outfitters offering professional services in this state shall provide facilities, equipment, and services as advertised or as agreed upon between the outfitter and the participant. All services, facilities, and equipment provided by outfitters in this state shall conform to safety and other requirements set forth in chapter 21, title 36, Idaho Code, and by the rules promulgated by the Idaho outfitters and guides board created by chapter 21, title 36, Idaho Code.\n\n[6-1203, added 1979, ch. 317, sec. 1, p. 852; am. 1997, ch. 345, sec. 1, p. 1029.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1203/"
    },
    {
      "id": "section-6-1204",
      "number": "6-1204",
      "heading": "DUTIES OF A GUIDE",
      "text": "6-1204. DUTIES OF A GUIDE. Any guide providing personal services for an outfitter in this state shall conform to the standard of care expected of members of his profession, and he shall comply with all duties and requirements placed on him by chapter 21, title 36, Idaho Code, and by the rules promulgated by the Idaho outfitters and guides licensing board created by chapter 21, title 36, Idaho Code.\n\n[6-1204, added 1979, ch. 317, sec. 1, p. 852; am. 1997, ch. 345, sec. 2, p. 1029; am. 2022, ch. 111, sec. 4, p. 370.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1204/"
    },
    {
      "id": "section-6-1205",
      "number": "6-1205",
      "heading": "DUTIES OF PARTICIPANTS",
      "text": "6-1205. DUTIES OF PARTICIPANTS. It is recognized that some recreational activities conducted by outfitters and guides are hazardous to participants regardless of all feasible safety measures that can be taken. Participants shall have a duty to act as would a reasonably prudent man when engaging in recreational activities offered by licensed outfitters and guides in this state. Participants shall have a duty not to:\n\n(1) Do any act that interferes with the running or operation of an outfitter’s or guide’s activities, when such activities conform to the rules of the Idaho outfitters and guides licensing board and to the requirements of chapter 21, title 36, Idaho Code;\n\n(2) Use any outfitter’s or guide’s equipment or facilities or services if the participant does not have the ability to use such facilities or equipment or services safely without instructions until the participant has requested and received sufficient instruction to permit safe usage;\n\n(3) Engage in any harmful conduct or willfully or negligently engage in any type of conduct that contributes to or causes injury to any person;\n\n(4) Embark on any self-initiated activity without first informing the outfitter or guide of his intentions and receiving permission from the outfitter or guide to engage in such self-initiated activity.\n\n[6-1205, added 1979, ch. 317, sec. 1, p. 852; am. 1997, ch. 345, sec. 3, p. 1029; am. 2022, ch. 111, sec. 5, p. 370.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1205/"
    },
    {
      "id": "section-6-1206",
      "number": "6-1206",
      "heading": "LIABILITY OF OUTFITTERS AND GUIDES",
      "text": "6-1206. LIABILITY OF OUTFITTERS AND GUIDES. (1) No outfitter or guide licensed under the provisions of chapter 21, title 36, Idaho Code, and acting in the course of his employment shall be liable to a participant for damages or injuries to such participant unless such damage or injury was directly or proximately caused by the negligent, reckless, or intentional conduct of the outfitter or guide.\n\n(2) An outfitter or guide has no duty to eliminate, alter, control, or lessen the risks inherent with recreational activities provided by outfitters and guides. A participant who takes part in a recreational activity provided by outfitters and guides assumes all risks inherent in that activity.\n\n(3) Any person may, by express written consent, prospectively waive negligence claims against licensed outfitters and guides. It is the policy of this state that such written liability waivers are enforceable to the same degree as similar waivers for other activities.\n\n[6-1206, added 1979, ch. 317, sec. 1, p. 853; am. 1997, ch. 345, sec. 4, p. 1029; am. 2022, ch. 111, sec. 6, p. 371; am. 2023, ch. 109, sec. 1, p. 322.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-12/section-6-1206/"
    }
  ]
}