{
  "state": "idaho",
  "path": "title-title-6/chapter-chapter-39",
  "sections": [
    {
      "id": "section-6-3901",
      "number": "6-3901",
      "heading": "SHORT TITLE",
      "text": "6-3901. SHORT TITLE. [EFFECTIVE JANUARY 1, 2026] This chapter shall be known and may be cited as the \"Uniform Public Expression Protection Act.\"\n\n[6-3901, added 2025, ch. 17, sec. 1, p. 48.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3901/"
    },
    {
      "id": "section-6-3902",
      "number": "6-3902",
      "heading": "SCOPE",
      "text": "6-3902. SCOPE. [EFFECTIVE JANUARY 1, 2026] (1) As used in this section:\n\n(a) \"Goods or services\" does not include the creation, dissemination, exhibition, or advertisement or similar promotion of a dramatic, literary, musical, political, journalistic, or artistic work.\n\n(b) \"Governmental unit\" means a public corporation or government or a governmental subdivision, agency, or instrumentality.\n\n(c) \"Person\" means an individual, estate, trust, partnership, business or nonprofit entity, governmental unit, or other legal entity.\n\n(2) Except as otherwise provided in subsection (3) of this section, the provisions of this chapter shall apply to a cause of action asserted in a civil action against a person based on the person’s:\n\n(a) Communication in a legislative, executive, judicial, administrative, or other governmental proceeding;\n\n(b) Communication on an issue under consideration or review in a legislative, executive, judicial, administrative, or other governmental proceeding; or\n\n(c) Exercise of the right of freedom of speech or of the press, the right to assemble or petition, or the right of association, guaranteed by the constitution of the United States or the constitution of the state of Idaho, on a matter of public concern.\n\n(3) The provisions of this chapter shall not apply to a cause of action asserted:\n\n(a) Against a governmental unit or an employee or agent of a governmental unit acting or purporting to act in an official capacity;\n\n(b) By a governmental unit or an employee or agent of a governmental unit acting in an official capacity to enforce a law to protect against an imminent threat to public health or safety; or\n\n(c) Against a person primarily engaged in the business of selling or leasing goods or services if the cause of action arises out of a communication related to the person’s sale or lease of the goods or services.\n\n(4) A cause of action brought pursuant to the provisions of this chapter shall be subject to the rules of the Idaho supreme court.\n\n[6-3902, added 2025, ch. 17, sec. 1, p. 48.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3902/"
    },
    {
      "id": "section-6-3903",
      "number": "6-3903",
      "heading": "SPECIAL MOTION FOR EXPEDITED RELIEF",
      "text": "6-3903. SPECIAL MOTION FOR EXPEDITED RELIEF. [EFFECTIVE JANUARY 1, 2026] No later than sixty (60) days after a party is served with a complaint, cross-claim, counterclaim, third-party claim, or other pleading that asserts a cause of action to which this chapter applies, or at a later time on a showing of good cause, the party may file a special motion for expedited relief to dismiss the cause of action or part of the cause of action.\n\n[6-3903, added 2025, ch. 17, sec. 1, p. 49.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3903/"
    },
    {
      "id": "section-6-3904",
      "number": "6-3904",
      "heading": "STAY",
      "text": "6-3904. STAY. [EFFECTIVE JANUARY 1, 2026] (1) Except as otherwise provided in subsections (4) through (7) of this section, upon the filing of a motion pursuant to section 6-3903, Idaho Code:\n\n(a) All other proceedings between the moving party and responding party, including discovery and a pending hearing or motion, are stayed; and\n\n(b) Upon motion by the moving party, the court may stay a hearing or motion involving another party, or discovery by another party, if the hearing or ruling on the motion would adjudicate, or the discovery would relate to, an issue material to the motion pursuant to section 6-3903, Idaho Code.\n\n(2) A stay pursuant to subsection (1) of this section remains in effect until entry of an order ruling on the motion pursuant to section 6-3903, Idaho Code, and expiration of the time for the moving party to appeal the order pursuant to section 6-3909, Idaho Code, and applicable court rule.\n\n(3) Except as otherwise provided in subsections (5), (6), and (7) of this section, if a party appeals an order ruling on a motion pursuant to section 6-3903, Idaho Code, all proceedings between all parties in the action are stayed. The stay remains in effect until the conclusion of the appeal.\n\n(4) During a stay pursuant to subsection (1) of this section, the court may allow limited discovery if a party shows that specific information is necessary to establish whether a party has satisfied or failed to satisfy a burden pursuant to section 6-3907(1), Idaho Code, and the information is not reasonably available unless discovery is allowed.\n\n(5) A motion pursuant to section 6-3910, Idaho Code, for costs, attorney’s fees, and expenses is not subject to a stay pursuant to this section.\n\n(6) A stay pursuant to the provisions of this section does not affect a party’s ability to voluntarily dismiss a cause of action or part of a cause of action or move to sever a cause of action.\n\n(7) During a stay pursuant to the provisions of this section, the court for good cause may hear and rule on:\n\n(a) A motion unrelated to the motion pursuant to section 6-3903, Idaho Code; and\n\n(b) A motion seeking a special or preliminary injunction to protect against an imminent threat to public health or safety.\n\n[6-3904, added 2025, ch. 17, sec. 1, p. 49.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3904/"
    },
    {
      "id": "section-6-3905",
      "number": "6-3905",
      "heading": "HEARING",
      "text": "6-3905. HEARING. [EFFECTIVE JANUARY 1, 2026] (1) The court shall hear a motion pursuant to section 6-3903, Idaho Code, no later than sixty (60) days after filing of the motion, unless the court orders a later hearing:\n\n(a) To allow discovery pursuant to section 6-3904(4), Idaho Code; or\n\n(b) For other good cause.\n\n(2) If the court orders a later hearing pursuant to subsection (1)(a) of this section, the court shall hear the motion pursuant to section 6-3903, Idaho Code, no later than sixty (60) days after the court order allowing the discovery, unless the court orders a later hearing pursuant to subsection (1)(b) of this section.\n\n[6-3905, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3905/"
    },
    {
      "id": "section-6-3906",
      "number": "6-3906",
      "heading": "PROOF",
      "text": "6-3906. PROOF. [EFFECTIVE JANUARY 1, 2026] In ruling on a motion pursuant to section 6-3903, Idaho Code, the court shall consider the pleadings, the motion, any reply or response to the motion, and any evidence that could be considered in ruling on a motion for summary judgment pursuant to applicable court rule.\n\n[6-3906, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3906/"
    },
    {
      "id": "section-6-3907",
      "number": "6-3907",
      "heading": "DISMISSAL OF CAUSE OF ACTION IN WHOLE OR PART",
      "text": "6-3907. DISMISSAL OF CAUSE OF ACTION IN WHOLE OR PART. [EFFECTIVE JANUARY 1, 2026] (1) In ruling on a motion under section 6-3903, Idaho Code, the court shall dismiss with prejudice a cause of action, or part of a cause of action, if:\n\n(a) The moving party establishes pursuant to section 6-3902(2), Idaho Code, that this chapter applies;\n\n(b) The responding party fails to establish pursuant to section 6-3902(3), Idaho Code, that this chapter does not apply; and\n\n(c) Either:\n\n(i) The responding party fails to establish a prima facie case as to each essential element of the cause of action; or\n\n(ii) The moving party establishes that:\n\n1. The responding party failed to state a cause of action upon which relief can be granted; or\n\n2. There is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law on the cause of action or part of the cause of action.\n\n(2) A voluntary dismissal without prejudice of a responding party’s cause of action, or part of a cause of action, that is the subject of a motion pursuant to section 6-3903, Idaho Code, does not affect a moving party’s right to obtain a ruling on the motion and to seek costs, attorney’s fees, and expenses pursuant to section 6-3910, Idaho Code.\n\n(3) A voluntary dismissal with prejudice of a responding party’s cause of action, or part of a cause of action, that is the subject of a motion pursuant to section 6-3903, Idaho Code, establishes for the purpose of section 6-3910, Idaho Code, that the moving party prevailed on the motion.\n\n[6-3907, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3907/"
    },
    {
      "id": "section-6-3908",
      "number": "6-3908",
      "heading": "RULING",
      "text": "6-3908. RULING. [EFFECTIVE JANUARY 1, 2026] The court shall rule on a motion pursuant to section 6-3903, Idaho Code, no later than sixty (60) days after a hearing pursuant to section 6-3905, Idaho Code.\n\n[6-3908, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3908/"
    },
    {
      "id": "section-6-3909",
      "number": "6-3909",
      "heading": "APPEAL",
      "text": "6-3909. APPEAL. [EFFECTIVE JANUARY 1, 2026] A moving party may appeal as a matter of right from an order denying, in whole or in part, a motion pursuant to section 6-3903, Idaho Code. The appeal shall be filed within forty-two (42) days after entry of the order pursuant to applicable court rule.\n\n[6-3909, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3909/"
    },
    {
      "id": "section-6-3910",
      "number": "6-3910",
      "heading": "COSTS, ATTORNEY’S FEES, AND EXPENSES",
      "text": "6-3910. COSTS, ATTORNEY’S FEES, AND EXPENSES. [EFFECTIVE JANUARY 1, 2026] Upon a motion pursuant to section 6-3903, Idaho Code, the court shall award court costs, reasonable attorney’s fees, and reasonable litigation expenses related to the motion:\n\n(1) To the moving party if the moving party prevails on the motion; or\n\n(2) To the responding party if the responding party prevails on the motion and the court finds that the motion was frivolous or filed solely with intent to delay the proceeding.\n\n[6-3910, added 2025, ch. 17, sec. 1, p. 50.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3910/"
    },
    {
      "id": "section-6-3911",
      "number": "6-3911",
      "heading": "CONSTRUCTION",
      "text": "6-3911. CONSTRUCTION. [EFFECTIVE JANUARY 1, 2026] This chapter shall be broadly construed and applied to protect the exercise of the right of freedom of speech and of the press, the right to assemble and petition, and the right of association, guaranteed by the constitution of the United States and the constitution of the state of Idaho.\n\n[6-3911, added 2025, ch. 17, sec. 1, p. 51.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3911/"
    },
    {
      "id": "section-6-3912",
      "number": "6-3912",
      "heading": "UNIFORMITY OF APPLICATION AND CONSTRUCTION",
      "text": "6-3912. UNIFORMITY OF APPLICATION AND CONSTRUCTION. [EFFECTIVE JANUARY 1, 2026] In applying and construing this uniform act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\n[6-3912, added 2025, ch. 17, sec. 1, p. 51.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3912/"
    },
    {
      "id": "section-6-3913",
      "number": "6-3913",
      "heading": "TRANSITIONAL PROVISION",
      "text": "6-3913. TRANSITIONAL PROVISION. [EFFECTIVE JANUARY 1, 2026] The provisions of this chapter shall apply to a civil action filed or cause of action asserted in a civil action on or after January 1, 2026.\n\n[6-3913, added 2025, ch. 17, sec. 1, p. 51.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3913/"
    },
    {
      "id": "section-6-3914",
      "number": "6-3914",
      "heading": "SAVINGS CLAUSE",
      "text": "6-3914. SAVINGS CLAUSE. [EFFECTIVE JANUARY 1, 2026] The provisions of this chapter shall not affect a cause of action asserted before January 1, 2026.\n\n[6-3914, added 2025, ch. 17, sec. 1, p. 51.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3914/"
    },
    {
      "id": "section-6-3915",
      "number": "6-3915",
      "heading": "SEVERABILITY",
      "text": "6-3915. SEVERABILITY. [EFFECTIVE JANUARY 1, 2026] If any provision of this chapter or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter that can be given effect without the invalid provision or application, and to this end, the provisions of this chapter are severable.\n\n[6-3915, added 2025, ch. 17, sec. 1, p. 51.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-39/section-6-3915/"
    }
  ]
}