{
  "state": "idaho",
  "path": "title-title-6/chapter-chapter-5",
  "sections": [
    {
      "id": "section-6-501",
      "number": "6-501",
      "heading": "WHEN PARTITION MAY BE HAD",
      "text": "6-501. WHEN PARTITION MAY BE HAD. When several cotenants hold and are in possession of real property as parceners, joint tenants or tenants in common, in which one (1) or more of them have an estate of inheritance, or for life or lives, or for years, an action may be brought by one (1) or more of such persons for a partition thereof, according to the respective rights of the persons interested therein, and for a sale of such property, or a part thereof, if it appears that a partition cannot be made without great prejudice to the owners.\n\n[(6-501) C.C.P. 1881, sec. 487; R.S., R.C., & C.L., sec. 4560; C.S., sec. 6976; I.C.A., sec. 9-501.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-501/"
    },
    {
      "id": "section-6-502",
      "number": "6-502",
      "heading": "COMPLAINT — ALLEGATIONS OF INTERESTS OF PARTIES",
      "text": "6-502. COMPLAINT — ALLEGATIONS OF INTERESTS OF PARTIES. The interests of all persons in the property, whether such persons be known or unknown, must be set forth in the complaint specifically and particularly as far as known to the plaintiff; and if one (1) or more of the parties, or the share or quantity of interest of any one of the parties be unknown to the plaintiff, or be uncertain or contingent, or the ownership of the inheritance depend upon an executory devise, or the remainder be a contingent remainder, so that such parties cannot be named, that fact must be set forth in the complaint.\n\n[(6-502) C.C.P. 1881, sec. 488; R.S., R.C., & C.L., sec. 4561; C.S., sec. 6977; I.C.A., sec. 9-502.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-502/"
    },
    {
      "id": "section-6-503",
      "number": "6-503",
      "heading": "PARTIES — LIENHOLDERS AND PURCHASERS OF RECORD",
      "text": "6-503. PARTIES — LIENHOLDERS AND PURCHASERS OF RECORD. No person having a conveyance of, or claiming a lien on, the property, or of some part of it, need be made a party to the action, unless such conveyance or lien appear of record.\n\n[(6-503) C.C.P. 1881, sec. 489; R.S., R.C., & C.L., sec. 4562; C.S., sec. 6978; I.C.A., sec. 9-503.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-503/"
    },
    {
      "id": "section-6-504",
      "number": "6-504",
      "heading": "LIS PENDENS — FILING AND EFFECT",
      "text": "6-504. LIS PENDENS — FILING AND EFFECT. Immediately after filing the complaint in the district court the plaintiff must file with the recorder of the county, or of the several counties in which the property is situated, either a copy of such complaint or a notice of the pendency of the action, containing the names of the parties so far as known, the object of the action, and a description of the property to be affected thereby. From the time of the filing it shall be deemed notice to all persons.\n\n[(6-504) C.C.P. 1881, sec. 490; R.S., R.C., & C.L., sec. 4563; C.S., sec. 6979; I.C.A., sec. 9-504.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-504/"
    },
    {
      "id": "section-6-505",
      "number": "6-505",
      "heading": "SUMMONS — HOW DIRECTED",
      "text": "6-505. SUMMONS — HOW DIRECTED. The summons must be directed to all the joint tenants and tenants in common, and all persons having any interest in, or any liens of record by mortgage, judgment, or otherwise upon the property, or upon any particular portion thereof; and generally, to all persons unknown, who have or claim any interest in the property.\n\n[(6-505) C.C.P. 1881, sec. 491; R.S., R.C., & C.L., sec. 4564; C.S., sec. 6980; I.C.A., sec. 9-505.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-505/"
    },
    {
      "id": "section-6-506",
      "number": "6-506",
      "heading": "SERVICE BY PUBLICATION",
      "text": "6-506. SERVICE BY PUBLICATION. If a party having a share or interest is unknown, or any one of the known parties reside out of the state, or cannot be found therein, and such fact is made to appear by affidavit, the summons may be served on such absent or unknown party by publication, as in other cases. When publication is made, the summons, as published, must be accompanied by a brief description of the property which is the subject of the action.\n\n[(6-506) C.C.P. 1881, sec. 492; R.S., R.C., & C.L., sec. 4565; C.S., sec. 6981; I.C.A., sec. 9-506.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-506/"
    },
    {
      "id": "section-6-507",
      "number": "6-507",
      "heading": "ANSWER",
      "text": "6-507. ANSWER. The defendants who have been personally served with the summons and a copy of the complaint, or who have appeared without such service, must set forth in their answers fully and particularly, the origin, nature and extent of their respective interests in the property, and if such defendants claim a lien on the property by mortgage, judgment or otherwise, they must state the original amount and date of the same, and the sum remaining due thereon, also whether the same has been secured in any other way or not; and if secured, the nature and extent of such security, or they are deemed to have waived their right to such lien.\n\n[(6-507) C.C.P. 1881, sec. 493; R.S., R.C., & C.L., sec. 4566; C.S., sec. 6982; I.C.A., sec. 9-507.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-507/"
    },
    {
      "id": "section-6-508",
      "number": "6-508",
      "heading": "RIGHTS OF ALL PARTIES MAY BE DETERMINED",
      "text": "6-508. RIGHTS OF ALL PARTIES MAY BE DETERMINED. The rights of the several parties, plaintiff as well as defendant, may be put in issue, tried and determined in such action; and when a sale of the premises is necessary, the title must be ascertained by proof to the satisfaction of the court before the judgment of sale can be made; and where service of the complaint has been made by publication, like proof must be required of the right of the absent or unknown parties before such judgment is rendered, except that where there are several unknown persons having an interest in the property, their rights may be considered together in the action, and not as between themselves.\n\n[(6-508) C.C.P. 1881, sec. 494; R.S., R.C., & C.L., sec. 4567; C.S., sec. 6983; I.C.A., sec. 9-508.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-508/"
    },
    {
      "id": "section-6-509",
      "number": "6-509",
      "heading": "PARTIAL PARTITION",
      "text": "6-509. PARTIAL PARTITION. Whenever from any cause it is, in the opinion of the court, impracticable or highly inconvenient to make a complete partition in the first instance among all the parties in interest, the court may first ascertain and determine the shares or interests respectively held by the original cotenants, and thereupon adjudge and cause a partition to be made as if such original cotenants were the parties and sole parties in interest and the only parties to the action, and thereafter may proceed in like manner to adjudge and make partition separately of each share or portion so ascertained and allotted as between those claiming under the original tenant to whom the same shall have been so set apart, or may allow them to remain tenants in common thereof as they may desire.\n\n[(6-509) C.C.P. 1881, sec. 495; R.S., R.C., & C.L., sec. 4568; C.S., sec. 6984; I.C.A., sec. 9-509.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-509/"
    },
    {
      "id": "section-6-510",
      "number": "6-510",
      "heading": "LIENHOLDERS — DETERMINATION OF RIGHTS",
      "text": "6-510. LIENHOLDERS — DETERMINATION OF RIGHTS. If it appears to the court, by the certificate of the county recorder or clerk, or by the sworn or verified statement of any person who may have examined or searched the records, that there are outstanding liens or encumbrances of record upon such real property, or any part or portion thereof, which existed and were of record at the time of the commencement of the action, and the persons holding such liens are not made parties to the action, the court must either order such persons to be made parties to the action by an amendment or supplemental complaint, or appoint a referee to ascertain whether or not such liens or encumbrances have been paid, or if not paid what amount remains due thereon, and their order among the liens or encumbrances severally held by such persons and the parties to the action, and whether the amount remaining due thereon has been secured in any manner, and if secured, the nature and extent of the security.\n\n[(6-510) C.C.P. 1881, sec. 496; R.S., R.C., & C.L., sec. 4569; C.S., sec. 6985; I.C.A., sec. 9-510.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-510/"
    },
    {
      "id": "section-6-511",
      "number": "6-511",
      "heading": "NOTICE TO LIENHOLDERS",
      "text": "6-511. NOTICE TO LIENHOLDERS. The plaintiff must cause a notice to be served a reasonable time previous to the day for appearance before the referee appointed as provided in the last section, on each person having outstanding liens of record who is not a party to the action, to appear before the referee at a specified time and place, to make proof by his own affidavit or otherwise, of the amount due or to become due, contingently or absolutely thereon. In case such person be absent or his residence be unknown, service may be made by publication or notice to his agents, under the direction of the court, in such manner as may be proper. The report of the referee thereon must be made to the court, and must be confirmed, modified, or set aside and a new reference ordered, as the justice of the case may require.\n\n[(6-511) C.C.P. 1881, sec. 497; R.S., R.C., & C.L., sec. 4570; C.S., sec. 6986; I.C.A., sec. 9-511.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-511/"
    },
    {
      "id": "section-6-512",
      "number": "6-512",
      "heading": "PARTITION — SALE — REFEREES",
      "text": "6-512. PARTITION — SALE — REFEREES. If it be alleged in the complaint and established by evidence, or if it appear by the evidence without such allegation in the complaint, to the satisfaction of the court, that the property, or any part of it, is so situated that partition cannot be made without great prejudice to the owners, the court may order a sale thereof. Otherwise, upon the requisite proofs being made, it must order a partition according to the respective rights of the parties as ascertained by the court, and appoint three (3) referees therefor; and must designate the portion to remain undivided for the owners whose interests remain unknown, or are not ascertained.\n\n[(6-512) C.C.P. 1881, sec. 498; R.S., R.C., & C.L., sec. 4571; C.S., sec. 6987; I.C.A., sec. 9-512.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-512/"
    },
    {
      "id": "section-6-513",
      "number": "6-513",
      "heading": "DUTIES OF REFEREES",
      "text": "6-513. DUTIES OF REFEREES. In making the partition the referees must divide the property and allot the several portions thereof to the respective parties, quality and quantity relatively considered, according to the respective rights of the parties as determined by the court, pursuant to the provisions of this chapter, designating the several portions by proper landmarks, and may employ a surveyor with the necessary assistants to aid them.\n\n[(6-513) C.C.P. 1881, sec. 499; R.S., R.C., & C.L., sec. 4572; C.S., sec. 6988; I.C.A., sec. 9-513.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-513/"
    },
    {
      "id": "section-6-514",
      "number": "6-514",
      "heading": "REPORT OF REFEREES",
      "text": "6-514. REPORT OF REFEREES. The referees must make a report of their proceedings, specifying the manner in which they executed their trust, and describing the property divided, and the shares allotted to each party, with a particular description of each share.\n\n[(6-514) C.C.P. 1881, sec. 500; R.S., R.C., & C.L., sec. 4573; C.S., sec. 6989; I.C.A., sec. 9-514.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-514/"
    },
    {
      "id": "section-6-515",
      "number": "6-515",
      "heading": "REPORT OF REFEREES — CONFIRMATION — JUDGMENT",
      "text": "6-515. REPORT OF REFEREES — CONFIRMATION — JUDGMENT. The court may confirm, change, modify or set aside the report, and if necessary appoint new referees. Upon the report being confirmed, judgment must be rendered that such partition be effectual forever, which judgment is binding and conclusive:\n\n1. On all persons named as parties to the action, and their legal representatives, who have at the time any interest in the property divided, or any part thereof, as owners in fee or as tenants for life or for years, or as entitled to the reversion, remainder, or the inheritance of such property, or of any part thereof, after the determination of a particular estate therein, and who by any contingency may be entitled to a beneficial interest in the property, or who have an interest in any undivided share thereof, as tenants for years or for life.\n\n2. On all persons interested in the property, who may be unknown, to whom notice has been given of the action for partition by publication.\n\n3. On all other persons claiming from such parties or persons or either of them. And no judgment is invalidated by reason of the death of any party before final judgment or decree; but such judgment or decree is as conclusive against the heirs, legal representatives or assigns of such decedent as if it had been entered before his death.\n\n[(6-515) C.C.P. 1881, sec. 501; R.S., R.C., & C.L., sec. 4574; C.S., sec. 6990; I.C.A., sec. 9-515.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-515/"
    },
    {
      "id": "section-6-516",
      "number": "6-516",
      "heading": "EFFECT OF JUDGMENT ON TENANTS FOR YEARS",
      "text": "6-516. EFFECT OF JUDGMENT ON TENANTS FOR YEARS. The judgment does not affect tenants for years less than ten (10) to the whole of the property which is the subject of the partition.\n\n[(6-516) C.C.P. 1881, sec. 502; R.S., R.C., & C.L., sec. 4575; C.S., sec. 6991; I.C.A., sec. 9-516.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-516/"
    },
    {
      "id": "section-6-517",
      "number": "6-517",
      "heading": "ALLOWANCE OF EXPENSES OF REFEREES",
      "text": "6-517. ALLOWANCE OF EXPENSES OF REFEREES. The expenses of the referees, including those of a surveyor and his assistants when employed, must be ascertained and allowed by the court, and the amount thereof, together with the fees allowed by the court, in its discretion, to the referees, must be apportioned among the different parties to the action equitably.\n\n[(6-517) C.C.P. 1881, sec. 503; R.S., R.C., & C.L., sec. 4576; C.S., sec. 6992; I.C.A., sec. 9-517.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-517/"
    },
    {
      "id": "section-6-518",
      "number": "6-518",
      "heading": "LIEN ON UNDIVIDED INTEREST — CHARGE ON SHARE ASSIGNED TO LIENOR",
      "text": "6-518. LIEN ON UNDIVIDED INTEREST — CHARGE ON SHARE ASSIGNED TO LIENOR. When a lien is on an undivided interest or estate of any of the parties, such lien, if a partition be made, shall thenceforth be a charge only on the share assigned to such party; but such share must first be charged with its just proportion of the costs of the partition, in preference to such lien.\n\n[(6-518) C.C.P. 1881, sec. 504; R.S., R.C., & C.L., sec. 4577; C.S., sec. 6993; I.C.A., sec. 9-518.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-518/"
    },
    {
      "id": "section-6-519",
      "number": "6-519",
      "heading": "ESTATE FOR LIFE OR YEARS MAY BE SET OFF",
      "text": "6-519. ESTATE FOR LIFE OR YEARS MAY BE SET OFF. When a part of the property only is ordered to be sold, if there be an estate for life or years in an undivided share of the whole property, such estate may be set off in any part of the property not ordered to be sold.\n\n[(6-519) C.C.P. 1881, sec. 505; R.S., R.C., & C.L., sec. 4578; C.S., sec. 6994; I.C.A., sec. 9-519.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-519/"
    },
    {
      "id": "section-6-520",
      "number": "6-520",
      "heading": "APPLICATION OF PROCEEDS OF SALE OF ENCUMBERED PROPERTY",
      "text": "6-520. APPLICATION OF PROCEEDS OF SALE OF ENCUMBERED PROPERTY. The proceeds of the sale of encumbered property must be applied under the direction of the court as follows:\n\n1. To pay its just proportion of the general costs of the action.\n\n2. To pay the costs of the reference.\n\n3. To satisfy and cancel of record the several liens in their order of priority, by payment of the sums due and to become due; the amount due to be verified by affidavit at the time of payment.\n\n4. The residue among the owners of the property sold, according to their respective shares therein.\n\n[(6-520) C.C.P. 1881, sec. 506; R.S., R.C., & C.L., sec. 4579; C.S., sec. 6995; I.C.A., sec. 9-520.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-520/"
    },
    {
      "id": "section-6-521",
      "number": "6-521",
      "heading": "RESORT TO OTHER SECURITIES COMPELLED",
      "text": "6-521. RESORT TO OTHER SECURITIES COMPELLED. Whenever any party to an action who holds a lien upon the property, or any part thereof, has other securities for the payment of the amount of such lien, the court may, in its discretion, order such securities to be exhausted before a distribution of the proceeds of sale, or may order a just reduction to be made from the amount of the lien on the property on account thereof.\n\n[(6-521) C.C.P. 1881, sec. 507; R.S., R.C., & C.L., sec. 4580; C.S., sec. 6996; I.C.A., sec. 9-521.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-521/"
    },
    {
      "id": "section-6-522",
      "number": "6-522",
      "heading": "DISTRIBUTION OF PROCEEDS",
      "text": "6-522. DISTRIBUTION OF PROCEEDS. The proceeds of sale and the securities taken by the referees, or any part thereof, must be distributed by them to the persons entitled thereto, whenever the court so directs. But in case no direction be given, all of such proceeds and securities must be paid into court or deposited therein, or as directed by the court.\n\n[(6-522) C.C.P. 1881, sec. 508; R.S., R.C., & C.L., sec. 4581; C.S., sec. 6997; I.C.A., sec. 9-522.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-522/"
    },
    {
      "id": "section-6-523",
      "number": "6-523",
      "heading": "PAYMENT INTO COURT — CONTINUANCE OF ACTION",
      "text": "6-523. PAYMENT INTO COURT — CONTINUANCE OF ACTION. When the proceeds of the sale of any share or parcel belonging to persons who are parties to the action, and who are known, are paid into court, the action may be continued as between such parties for the determination of their respective claims thereto, which must be ascertained and adjudged by the court. Further testimony may be taken in court or by a referee, at the discretion of the court, and the court may, if necessary, require such parties to present the facts or law in controversy, by pleadings as in an original action.\n\n[(6-523) C.C.P. 1881, sec. 509; R.S., R.C., & C.L., sec. 4582; C.S., sec. 6998; I.C.A., sec. 9-523.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-523/"
    },
    {
      "id": "section-6-524",
      "number": "6-524",
      "heading": "CONDUCT OF SALE — CONTENTS OF NOTICE",
      "text": "6-524. CONDUCT OF SALE — CONTENTS OF NOTICE. All sales of real property made by referees under this chapter must be made at public auction to the highest bidder, upon notice published in the manner required for the sale of real property on execution. The notice must state the terms of sale, and if the property or any part of it is to be subject to a prior estate, charge or lien, that must be stated in the notice.\n\n[(6-524) C.C.P. 1881, sec. 510; R.S., R.C., & C.L., sec. 4583; C.S., sec. 6999; I.C.A., sec. 9-524.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-524/"
    },
    {
      "id": "section-6-525",
      "number": "6-525",
      "heading": "TERMS OF SALE",
      "text": "6-525. TERMS OF SALE. The court must, in the order for sale, direct the terms of credit which may be allowed for the purchase-money of any portion of the premises of which it may direct a sale on credit, and for that portion of which the purchase-money is required by the provisions hereinafter contained, to be invested for the benefit of unknown owners, infants or parties out of the state.\n\n[(6-525) C.C.P. 1881, sec. 511; R.S., R.C., & C.L., sec. 4584; C.S., sec. 7000; I.C.A., sec. 9-525.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-525/"
    },
    {
      "id": "section-6-526",
      "number": "6-526",
      "heading": "SECURITY FOR PURCHASE-MONEY",
      "text": "6-526. SECURITY FOR PURCHASE-MONEY. The referees may take separate mortgages and other securities for the whole or convenient portions of the purchase-money of such parts of the property as are directed by the court to be sold on credit for the shares of any known owner of full age, in the name of such owner; and for the shares of an infant in the name of the guardian of such infant; and for other shares in the name of the clerk of the court and his successors in office.\n\n[(6-526) C.C.P. 1881, sec. 512; R.S., R.C., & C.L., sec. 4585; C.S., sec. 7001; I.C.A., sec. 9-526.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-526/"
    },
    {
      "id": "section-6-527",
      "number": "6-527",
      "heading": "COMPENSATION OF TENANTS FOR LIFE OR YEARS",
      "text": "6-527. COMPENSATION OF TENANTS FOR LIFE OR YEARS. The person entitled to a tenancy for life or years, whose estate has been sold, is entitled to receive such sum as may be deemed a reasonable satisfaction for such estate, and which the person so entitled may consent to accept instead thereof, by an instrument in writing filed with the clerk of the court. Upon the filing of such consent the clerk must enter the same in the minutes of the court.\n\n[(6-527) C.C.P. 1881, sec. 513; R.S., R.C., & C.L., sec. 4586; C.S., sec. 7002; I.C.A., sec. 9-527.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-527/"
    },
    {
      "id": "section-6-528",
      "number": "6-528",
      "heading": "CONSENT NOT GIVEN — COMPENSATION FIXED BY COURT",
      "text": "6-528. CONSENT NOT GIVEN — COMPENSATION FIXED BY COURT. If such consent be not given, filed and entered as provided in the last section, at or before a judgment of sale is rendered, the court must ascertain and determine what proportion of the proceeds of the sale, after deducting expenses, will be a just and reasonable sum to be allowed on account of such estate, and must order the same to be paid to such party, or deposited in court for him, as the case may require.\n\n[(6-528) C.C.P. 1881, sec. 514; R.S., R.C., & C.L., sec. 4587; C.S., sec. 7003; I.C.A., sec. 9-528.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-528/"
    },
    {
      "id": "section-6-529",
      "number": "6-529",
      "heading": "PROTECTION OF UNKNOWN PARTIES",
      "text": "6-529. PROTECTION OF UNKNOWN PARTIES. If the persons entitled to such estate for life or years be unknown, the court must provide for the protection of their rights in the same manner, as far as may be, as if they were known and had appeared.\n\n[(6-529) C.C.P. 1881, sec. 515; R.S., R.C., & C.L., sec. 4588; C.S., sec. 7004; I.C.A., sec. 9-529.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-529/"
    },
    {
      "id": "section-6-530",
      "number": "6-530",
      "heading": "COMPENSATION FOR CONTINGENT INTEREST",
      "text": "6-530. COMPENSATION FOR CONTINGENT INTEREST. In all cases of sales when it appears that any person has a vested or contingent future right or estate in any of the property sold, the court must ascertain and settle the proportionate value of such contingent or vested right or estate, and must direct such proportion of the proceeds of the sale to be invested, secured, or paid over in such manner as to protect the rights and interests of the parties.\n\n[(6-530) C.C.P. 1881, sec. 516; R.S., R.C., & C.L., sec. 4589; C.S., sec. 7005; I.C.A., sec. 9-530.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-530/"
    },
    {
      "id": "section-6-531",
      "number": "6-531",
      "heading": "NOTICE OF TERMS OF SALE",
      "text": "6-531. NOTICE OF TERMS OF SALE. In all cases of sales of property the terms must be made known at the time; and if the premises consist of distinct farms or lots, they must be sold separately.\n\n[(6-531) C.C.P. 1881, sec. 517; R.S., R.C., & C.L., sec. 4590; C.S., sec. 7006; I.C.A., sec. 9-531.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-531/"
    },
    {
      "id": "section-6-532",
      "number": "6-532",
      "heading": "PURCHASE BY REFEREES AND GUARDIANS PROHIBITED",
      "text": "6-532. PURCHASE BY REFEREES AND GUARDIANS PROHIBITED. Neither of the referees, nor any person for the benefit of either of them, can be interested in any purchase; nor can a guardian of an infant party be interested in the purchase of any real property being the subject of the action, except for the benefit of the infant. All sales contrary to the provisions of this section are void.\n\n[(6-532) C.C.P. 1881, sec. 518; R.S., R.C., & C.L., sec. 4591; C.S., sec. 7007; I.C.A., sec. 9-532.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-532/"
    },
    {
      "id": "section-6-533",
      "number": "6-533",
      "heading": "REPORT OF SALE",
      "text": "6-533. REPORT OF SALE. After completing a sale of the property, or any part thereof ordered to be sold, the referees must report the same to the court with a description of the different parcels of lands sold to each purchaser; the name of the purchaser; the price paid or secured; the terms and conditions of the sale, and the securities, if any, taken. The report must be filed in the office of the clerk.\n\n[(6-533) C.C.P. 1881, sec. 519; R.S., R.C., & C.L., sec. 4592; C.S., sec. 7008; I.C.A., sec. 9-533.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-533/"
    },
    {
      "id": "section-6-534",
      "number": "6-534",
      "heading": "CONFIRMATION AND ORDER FOR CONVEYANCE",
      "text": "6-534. CONFIRMATION AND ORDER FOR CONVEYANCE. If the sale be confirmed by the court, an order must be entered directing the referees to execute conveyances and take securities pursuant to such sale, which they are hereby authorized to do. Such order may also give directions to them respecting the disposition of the proceeds of the sale.\n\n[(6-534) C.C.P. 1881, sec. 520; R.S., R.C., & C.L., sec. 4593; C.S., sec. 7009; I.C.A., sec. 9-534.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-534/"
    },
    {
      "id": "section-6-535",
      "number": "6-535",
      "heading": "LIENHOLDERS AS PURCHASERS",
      "text": "6-535. LIENHOLDERS AS PURCHASERS. When a party entitled to a share of the property, or an encumbrancer entitled to have his lien paid out of the sale, becomes a purchaser, the referees may take his receipt for so much of the proceeds of the sale as belongs to him.\n\n[(6-535) C.C.P. 1881, sec. 521; R.S., R.C., & C.L., sec. 4594; C.S., sec. 7010; I.C.A., sec. 9-535.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-535/"
    },
    {
      "id": "section-6-536",
      "number": "6-536",
      "heading": "RECORD AND EFFECT OF CONVEYANCE",
      "text": "6-536. RECORD AND EFFECT OF CONVEYANCE. The conveyances must be recorded in the county where the premises are situated, and shall be a bar against all persons interested in the property in any way, who shall have been named as parties in the action, and against all such parties and persons as were unknown, if the summons were served by publication, and against all persons claiming under them, or either of them, and against all persons having unrecorded deeds or liens at the commencement of the action.\n\n[(6-536) C.C.P. 1881, sec. 522; R.S., R.C., & C.L., sec. 4595; C.S., sec. 7011; I.C.A., sec. 9-536.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-536/"
    },
    {
      "id": "section-6-537",
      "number": "6-537",
      "heading": "INVESTMENT OF PROCEEDS BELONGING TO UNKNOWNS OR NONRESIDENTS",
      "text": "6-537. INVESTMENT OF PROCEEDS BELONGING TO UNKNOWNS OR NONRESIDENTS. When there are proceeds of sale belonging to an unknown owner, or to a person without the state, who has no legal representative within it, the same must be invested in securities at interest for the benefit of the persons entitled thereto.\n\n[(6-537) C.C.P. 1881, sec. 523; R.S., R.C., & C.L., sec. 4596; C.S., sec. 7012; I.C.A., sec. 9-537.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-537/"
    },
    {
      "id": "section-6-538",
      "number": "6-538",
      "heading": "INVESTMENT — WHEN MADE IN RECORDER’S NAME",
      "text": "6-538. INVESTMENT — WHEN MADE IN RECORDER’S NAME. When the security of the proceeds of sale is taken, or when an investment of any such proceeds is made, it must be done, except as herein otherwise provided, in the name of the recorder of the county where the papers are filed, and his successors in office, who must hold the same for the use and benefit of the parties interested, subject to the order of the court.\n\n[(6-538) C.C.P. 1881, sec. 524; R.S., R.C., & C.L., sec. 4597; C.S., sec. 7013; I.C.A., sec. 9-538.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-538/"
    },
    {
      "id": "section-6-539",
      "number": "6-539",
      "heading": "INVESTMENT — WHEN MADE IN PARTIES’ NAMES",
      "text": "6-539. INVESTMENT — WHEN MADE IN PARTIES’ NAMES. When security is taken by the referees on a sale, and the parties interested in such security, by an instrument in writing, under their hands, delivered to the referee, agree upon the shares and proportions to which they are respectively entitled, or when shares and proportions have been previously adjudged by the court, such securities must be taken in the names of and payable to the parties respectively entitled thereto, and must be delivered to such parties upon their receipt therefor. Such agreement and receipt must be returned and filed with the clerk.\n\n[(6-539) C.C.P. 1881, sec. 525; R.S., R.C., & C.L., sec. 4598; C.S., sec. 7014; I.C.A., sec. 9-539.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-539/"
    },
    {
      "id": "section-6-540",
      "number": "6-540",
      "heading": "DUTY OF RECORDER TAKING SECURITY OR MAKING INVESTMENT",
      "text": "6-540. DUTY OF RECORDER TAKING SECURITY OR MAKING INVESTMENT. The recorder in whose name a security is taken, or by whom an investment is made, and his successors in office, must receive the interest and principal as it becomes due, and apply and invest the same as the court may direct; and must deposit with the county treasurer all securities taken, and keep an account in a book provided and kept for that purpose in the recorder’s office, free for inspection by all persons, of investments in moneys received by him thereon and the disposition thereof.\n\n[(6-540) C.C.P. 1881, sec. 526; R.S., R.C., & C.L., sec. 4599; C.S., sec. 7015; I.C.A., sec. 9-540.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-540/"
    },
    {
      "id": "section-6-541",
      "number": "6-541",
      "heading": "UNEQUAL PARTITION — COMPENSATION",
      "text": "6-541. UNEQUAL PARTITION — COMPENSATION. When it appears that partition cannot be made equal between the parties, according to their respective rights, without prejudice to the rights and interests of some of them, and a partition be ordered, the court may adjudge compensation to be made by one party to another on account of the inequality; but such compensation shall not be required to be made to others by owners unknown, nor by an infant, unless it appears that such infant has personal property sufficient for that purpose, and that his interest will be promoted thereby. And in all cases the court has power to make compensatory adjustment between the respective parties according to the ordinary principles of equity.\n\n[(6-541) C.C.P. 1881, sec. 527; R.S., R.C., & C.L., sec. 4600; C.S., sec. 7016; I.C.A., sec. 9-541.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-541/"
    },
    {
      "id": "section-6-542",
      "number": "6-542",
      "heading": "SALE OF INFANT’S SHARE — PAYMENT OF PROCEEDS TO GUARDIAN",
      "text": "6-542. SALE OF INFANT’S SHARE — PAYMENT OF PROCEEDS TO GUARDIAN. When the share of an infant is sold, the proceeds of the sale may be paid by the referee making the sale to his general guardian, or the special guardian appointed for him in the action.\n\n[(6-542) C.C.P., 1881, sec. 528; R.S., R.C., & C.L., sec. 4601; C.S., sec. 7017; I.C.A., sec. 9-542; am. 1971, ch. 111, sec. 9, p. 233.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-542/"
    },
    {
      "id": "section-6-543",
      "number": "6-543",
      "heading": "SALE OF SHARE OF INCAPACITATED OR PROTECTED PERSON — PAYMENT OF PROCEEDS TO GUARDIAN",
      "text": "6-543. SALE OF SHARE OF INCAPACITATED OR PROTECTED PERSON — PAYMENT OF PROCEEDS TO GUARDIAN. The guardian who may be entitled to the custody and management of the estate of an incapacitated or protected person whose interest in real property has been sold, may receive, in behalf of such person, his share of the proceeds of such real property from the referees.\n\n[(6-543) C.C.P., 1881, sec. 529; R.S., R.C., & C.L., sec. 4602; C.S., sec. 7018; I.C.A., sec. 9-543; am. 1971, ch. 111, sec. 10, p. 233; am. 2011, ch. 151, sec. 1, p. 414.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-543/"
    },
    {
      "id": "section-6-544",
      "number": "6-544",
      "heading": "PARTITION WITHOUT ACTION — CONSENT OF GUARDIAN",
      "text": "6-544. PARTITION WITHOUT ACTION — CONSENT OF GUARDIAN. The general guardian of an infant, and the guardian entitled to the custody and management of the estate of an incapacitated or protected person, or other person adjudged incapable of conducting his own affairs, who is interested in the real estate held in joint tenancy, or in common, or in any other manner so as to authorize his being made a party to an action for the partition thereof, may consent to a partition without action, and agree upon the share to be set off to such infant or other person entitled, and may execute a release in his behalf to the owners of the shares of the parts to which they may be respectively entitled, upon an order of the court.\n\n[(6-544) C.C.P. 1881, sec. 530; R.S., R.C., & C.L., sec. 4603; C.S., sec. 7019; I.C.A., sec. 9-544; am. 2011, ch. 151, sec. 2, p. 415.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-544/"
    },
    {
      "id": "section-6-545",
      "number": "6-545",
      "heading": "COSTS OF PARTITION — APPORTIONMENT TO PARTIES — LIEN",
      "text": "6-545. COSTS OF PARTITION — APPORTIONMENT TO PARTIES — LIEN. The costs of partition, including reasonable counsel fees, expended by the plaintiff or either of the defendants for the common benefit, fees of referees, and other disbursements, must be paid by the parties respectively entitled to share in the lands divided, in proportion to their respective interests therein, and may be included and specified in the judgment. In that case they shall be a lien on the several shares, and the judgment may be enforced by execution against such shares and against other property held by the respective parties. When, however, litigation arises between some of the parties only, the court may require the expense of such litigation to be paid by the parties thereto, or any of them.\n\n[(6-545) C.C.P. 1881, sec. 531; R.S., R.C., & C.L., sec. 4604; C.S., sec. 7020; I.C.A., sec. 9-545.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-545/"
    },
    {
      "id": "section-6-546",
      "number": "6-546",
      "heading": "APPOINTMENT OF SINGLE REFEREE",
      "text": "6-546. APPOINTMENT OF SINGLE REFEREE. The court, with the consent of the parties, may appoint a single referee, instead of three (3) referees, in the proceedings under the provisions of this chapter, and the single referee, when thus appointed, has all the powers and may perform all the duties required of the three (3) referees.\n\n[(6-546) C.C.P. 1881, sec. 532; R.S., R.C., & C.L., sec. 4605; C.S., sec. 7021; I.C.A., sec. 9-546.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-546/"
    },
    {
      "id": "section-6-547",
      "number": "6-547",
      "heading": "COST OF ABSTRACT OF TITLE",
      "text": "6-547. COST OF ABSTRACT OF TITLE. If it appears to the court that it was necessary to have made an abstract of the title to the property to be partitioned, and such abstract shall have been procured by the plaintiff, or if the plaintiff shall have failed to have the same made before the commencement of the action, and any one of the defendants shall have had such abstract afterwards made, the cost of the abstract, with interest thereon from the time the same is subject to inspection of the respective parties to the action, must be allowed and taxed.\n\n[(6-547) C.C.P. 1881, sec. 533; R.S., R.C., & C.L., sec. 4606; C.S., sec. 7022; I.C.A., sec. 9-547.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-5/section-6-547/"
    }
  ]
}