{
  "state": "idaho",
  "path": "title-title-6/chapter-chapter-7",
  "sections": [
    {
      "id": "section-6-701",
      "number": "6-701",
      "heading": "DEFAMATORY STATEMENTS UTTERED ON RADIO AND TELEVISION BROADCASTS IN BEHALF OF CANDIDATES — LIABILITY",
      "text": "6-701. DEFAMATORY STATEMENTS UTTERED ON RADIO AND TELEVISION BROADCASTS IN BEHALF OF CANDIDATES — LIABILITY. The owner, licensee, or operator of a visual or sound radio broadcasting station, or network of stations, or agents or employees of any such owner, licensee, or operator shall not be liable for any damages for any defamatory statement published or uttered in or as a part of any visual or sound radio broadcast by or on behalf of any candidate for public office; Provided, however, that this exemption from liability shall not apply to any owner, licensee, or operator, or agent or employee of any owner, licensee, or operator of such visual or sound radio broadcasting station, or network of stations, when such owner, licensee, or operator, or agent or employee of the owner, licensee, or operator of such visual or sound radio broadcasting station is a candidate for public office or speaking on behalf of a candidate for public office.\n\n[6-701, added 1953, ch. 29, sec. 1, p. 49; am. 2011, ch. 151, sec. 3, p. 415.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-701/"
    },
    {
      "id": "section-6-702",
      "number": "6-702",
      "heading": "UNIFORM SINGLE PUBLICATION ACT — ONE CAUSE OF ACTION FOR LIBEL OR SLANDER — RECOVERY",
      "text": "6-702. UNIFORM SINGLE PUBLICATION ACT — ONE CAUSE OF ACTION FOR LIBEL OR SLANDER — RECOVERY. No person shall have more than one (1) cause of action for damages for libel or slander or invasion of privacy or any other tort founded upon any single publication or exhibition or utterance, such as any one (1) edition of a newspaper or book or magazine or any one (1) presentation to an audience or any one (1) broadcast over radio or television or any one (1) exhibition of a motion picture. Recovery in any action shall include all damages for any such tort suffered by the plaintiff in all jurisdictions.\n\n[6-702, added 1953, ch. 109, sec. 1, p. 143.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-702/"
    },
    {
      "id": "section-6-703",
      "number": "6-703",
      "heading": "JUDGMENT A BAR TO SECOND ACTION",
      "text": "6-703. JUDGMENT A BAR TO SECOND ACTION. A judgment in any jurisdiction for or against the plaintiff upon the substantive merits of any action for damages founded upon a single publication or exhibition or utterance as described in section 6-702, Idaho Code, shall bar any other action for damages by the same plaintiff against the same defendant founded upon the same publication or exhibition or utterance.\n\n[6-703, added 1953, ch. 109, sec. 2, p. 143; am. 2022, ch. 111, sec. 3, p. 370.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-703/"
    },
    {
      "id": "section-6-704",
      "number": "6-704",
      "heading": "INTERPRETATION OF ACT",
      "text": "6-704. INTERPRETATION OF ACT. This act shall be so interpreted as to effectuate its purpose to make uniform the law of those states or jurisdictions which enact it.\n\n[6-704, added 1953, ch. 109, sec. 3, p. 143.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-704/"
    },
    {
      "id": "section-6-705",
      "number": "6-705",
      "heading": "TITLE OF ACT",
      "text": "6-705. TITLE OF ACT. This act may be cited as the Uniform Single Publication Act.\n\n[6-705, added 1953, ch. 109, sec. 4, p. 143.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-705/"
    },
    {
      "id": "section-6-706",
      "number": "6-706",
      "heading": "RADIO OR TELEVISION BROADCASTING STATION OR NETWORK OF STATIONS — PROOF OF MALICE",
      "text": "6-706. RADIO OR TELEVISION BROADCASTING STATION OR NETWORK OF STATIONS — PROOF OF MALICE. No person, firm, or corporation owning or operating a radio or television broadcasting station or network of stations shall be liable under the laws of libel, slander or defamation on account of having made its broadcasting facilities or network available to any person, in the absence of proof of actual malice on the part of such owner or operator; Provided, however, that this section shall not be construed to amend or modify the provisions of section 6-701, Idaho Code.\n\n[6-706, added 1963, ch. 158, sec. 1, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-706/"
    },
    {
      "id": "section-6-707",
      "number": "6-707",
      "heading": "RIGHT OF STATION TO REQUIRE SUBMISSION OF MATTER INTENDED TO BE BROADCAST",
      "text": "6-707. RIGHT OF STATION TO REQUIRE SUBMISSION OF MATTER INTENDED TO BE BROADCAST. Any person, firm, or corporation owning or operating a radio or television broadcasting station shall have the right, but shall not be compelled, to require the submission and permanent filing, in such station, of a copy of the complete address, script or other form of expression, intended to be broadcast over such station before the time of the intended broadcast thereof.\n\n[6-707, added 1963, ch. 158, sec. 2, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-707/"
    },
    {
      "id": "section-6-708",
      "number": "6-708",
      "heading": "LIMITATIONS AND RESTRICTIONS UPON IMMUNITY FROM LIABILITY — FAILURE TO EXERCISE DUE CARE",
      "text": "6-708. LIMITATIONS AND RESTRICTIONS UPON IMMUNITY FROM LIABILITY — FAILURE TO EXERCISE DUE CARE. Nothing in this act contained shall be construed to relieve any person broadcasting over a radio or television station from liability under the law of libel, slander or defamation. Nor shall anything in this act be construed to relieve any person, firm, or corporation owning or operating a radio or television broadcasting station or network from liability under the law of libel, slander or defamation on account of any broadcast prepared or made by any such person, firm, or corporation or by any officer or employee thereof in the course of his employment. In no event, however, shall any such person, firm, or corporation be liable for any damages for any defamatory statement or act published or uttered on or as a part of a visual or sound broadcast unless it shall be alleged and proved by the complaining party that such person, firm, or corporation has failed to exercise due care to prevent the publication or utterance of such statement or act in such broadcast. Bona fide compliance with any federal law or the regulation of any federal regulatory agency shall be deemed to constitute such due care as hereinabove mentioned.\n\n[6-708, added 1963, ch. 158, sec. 3, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-708/"
    },
    {
      "id": "section-6-709",
      "number": "6-709",
      "heading": "LIABILITY IN CASE OF JOINT OPERATION",
      "text": "6-709. LIABILITY IN CASE OF JOINT OPERATION. In any case where liability shall exist on account of any broadcast where two (2) or more radio or television stations were connected together simultaneously or by transcription, film, or other approved or adapted use for joint operation, in the making of such broadcast, such liability shall be confined and limited solely to the person, firm, or corporation owning or operating the radio or television station which originated such broadcast.\n\n[6-709, added 1963, ch. 158, sec. 4, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-709/"
    },
    {
      "id": "section-6-710",
      "number": "6-710",
      "heading": "PRIVILEGED BROADCASTS",
      "text": "6-710. PRIVILEGED BROADCASTS. A privileged broadcast which shall not be considered as libelous, slanderous, or defamatory is one made:\n\n(1) In the proper discharge of an official duty.\n\n(2) In any broadcast of or any statement made in any legislative or judicial proceeding.\n\n(3) By fair and true report, without malice of a judicial, legislative, or other public official proceedings, or of anything said in the course thereof, or of a charge or complaint made by any person to a public official, upon which a warrant shall have been issued or an arrest made.\n\n[6-710, added 1963, ch. 158, sec. 5, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-710/"
    },
    {
      "id": "section-6-711",
      "number": "6-711",
      "heading": "MALICE NOT INFERRED FROM BROADCAST",
      "text": "6-711. MALICE NOT INFERRED FROM BROADCAST. In the cases provided for in subdivision (3) of the preceding section, malice is not to be inferred from the mere fact of communication or broadcast.\n\n[6-711, added 1963, ch. 158, sec. 6, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-711/"
    },
    {
      "id": "section-6-712",
      "number": "6-712",
      "heading": "RETRACTION BY NEWSPAPER, RADIO OR TELEVISION BROADCASTING STATION OR NETWORK OF STATIONS — LIMIT OF RECOVERY",
      "text": "6-712. RETRACTION BY NEWSPAPER, RADIO OR TELEVISION BROADCASTING STATION OR NETWORK OF STATIONS — LIMIT OF RECOVERY. In any action for damages for the publication of a libel, in a newspaper, or of a slander or libel by radio or television broadcast, plaintiff shall recover no more than actual damages unless a correction be demanded and be not published or broadcast, as hereinafter provided. Plaintiff shall serve upon the publisher, at the place of publication or broadcaster at the place of broadcast, a written notice specifying the statements and the manner in which said statements are claimed to be slanderous or libelous and demanding that the same be corrected. Said notice and demand must be served within 20 days after knowledge of the publication or broadcast of the statement claimed to be slanderous or libelous. If a correction be demanded within said period and be not published or broadcast in substantially as conspicuous a manner in said newspaper or on said radio or television broadcasting station as were the statements claimed to be slanderous or libelous, in a regular issue thereof published or broadcast within three (3) weeks after such service, plaintiff, if he proves such notice, demand and failure to correct, and if his cause of action be maintained, may recover general, actual and exemplary damages; provided that no exemplary damages may be recovered unless the plaintiff shall prove that defendant made the publication or broadcast with actual malice, and actual malice shall not be inferred or presumed from the publication or broadcast. A correction published or broadcast in substantially as conspicuous a manner in said newspaper or on said broadcasting station as the statements claimed in the complaint to be defamatory, prior to receipt of a demand therefor, shall be of the same force and effect as though such correction has been published or broadcast within three (3) weeks after a demand therefor.\n\n[6-712, added 1963, ch. 158, sec. 7, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-712/"
    },
    {
      "id": "section-6-713",
      "number": "6-713",
      "heading": "PRIVILEGED PUBLICATION IN NEWSPAPER DEFINED",
      "text": "6-713. PRIVILEGED PUBLICATION IN NEWSPAPER DEFINED. A privileged publication in a newspaper which shall not be considered as libelous is one made:\n\n(1) In the proper discharge of an official duty.\n\n(2) In any publication of or any statement made in any legislative or judicial proceeding.\n\n(3) In a communication, without malice, to a person interested therein, by one who is also interested, or by one who stands in such relation to the person interested as to afford a reasonable ground for supposing the motive for the communication innocent, or who is requested by the person interested to give the information.\n\n(4) By a fair and true report, without malice, of a judicial, legislative or other public official proceeding, or of anything said in the course thereof, or of a charge or complaint made by any person to a public official, upon which a warrant shall have been issued or an arrest made.\n\n[6-713, added 1963, ch. 158, sec. 8, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-713/"
    },
    {
      "id": "section-6-714",
      "number": "6-714",
      "heading": "MALICE NOT INFERRED FROM PUBLICATION",
      "text": "6-714. MALICE NOT INFERRED FROM PUBLICATION. In the cases provided for in subdivisions (3) and (4) of the preceding section, malice is not inferred from the communication or publication.\n\n[6-714, added 1963, ch. 158, sec. 9, p. 459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-6/chapter-7/section-6-714/"
    }
  ]
}