{
  "state": "michigan",
  "path": "title-chapter-52-coroners/chapter-act-143-of-1945-transfer-of-coroners-duties-to-health-office",
  "sections": [
    {
      "id": "section-52141",
      "number": "52.141",
      "heading": "Coroner; Abolition of Office in Certain Counties; Transfer of Duties to County Health Officer; Provisions Governing",
      "text": "Boards of supervisors in counties in this state now or hereafter having not less than 30,000 nor more than 1,500,000 population, and having a health officer appointed under the provisions of Act No. 306 of the Public Acts of 1927, as amended, being sections 327.201 to 327.208a of the Compiled Laws of 1948, may abolish the office of coroner provided for in sections 52.86 and 52.87 of the Compiled Laws of 1948 and transfer the duties the coroner to the health officer appointed under Act No. 306 of the Public Acts of 1927, as amended.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.141 ;-- Am. 1960, Act 95, Eff. Aug. 17, 1960 ;-- Am. 1963, Act 80, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-141/"
    },
    {
      "id": "section-52142",
      "number": "52.142",
      "heading": "County Health Officer; Compensation; Deputies, Appointment, Powers, Compensation.",
      "text": "The boards of supervisors shall set the salary of such health officer, provide for the appointment of such deputies as said boards deem necessary, which deputies shall possess the powers of the coroner in his absence and be compensated by such salary or fees as the board of supervisors deem adequate.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.142",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-142/"
    },
    {
      "id": "section-52143",
      "number": "52.143",
      "heading": "Morgue Facilities.",
      "text": "The boards of supervisors shall provide morgue facilities available to the health officer and such clerical help as the board deems advisable and necessary to the efficient conduct of the office.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.143",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-143/"
    },
    {
      "id": "section-52144",
      "number": "52.144",
      "heading": "County Health Officer and Deputies; Payment of Compensation.",
      "text": "The salaries provided for in this act shall be fixed and paid as and when other county salaries are fixed and paid and if any compensation is provided on a fee basis such fees shall be audited as other claims against the county are audited and paid.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.144",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-144/"
    },
    {
      "id": "section-52145",
      "number": "52.145",
      "heading": "No Election of Coroners Where Act Effective.",
      "text": "In all counties where the provisions of this act are in effect no coroners shall be elected after the expiration of the terms of the incumbent and this act shall not be construed to relieve incumbents of their duties or deprive them of the emoluments of their office during the remainder of the terms for which they were elected.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.145",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-145/"
    },
    {
      "id": "section-52146",
      "number": "52.146",
      "heading": "County Health Officer; Powers.",
      "text": "Any health officer functioning under the provisions of this act shall have and be vested with all of the powers previously invested in and enjoyed by coroners elected under the provisions of section 52.86 of the Compiled Laws of 1948.\n\nHistory:1945, Act 143, Eff. Sept. 6, 1945 ;-- CL 1948, 52.146 ;-- Am. 1960, Act 95, Eff. Aug. 17, 1960",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-143-of-1945/section-52-146/"
    }
  ]
}