{
  "state": "michigan",
  "path": "title-chapter-52-coroners/chapter-act-181-of-1953-county-medical-examiners-52201-52216",
  "sections": [
    {
      "id": "section-52201",
      "number": "52.201",
      "heading": "Coroner; Abolition of Office; County Medical Examiner; Appointment; Terms; Vacancies; Civil Service; Qualifications; Agreement Among Counties",
      "text": "(1) The board of commissioners of each county of this state shall by resolution abolish the office of coroner and appoint a county medical examiner to hold office for a period of 4 years. If the office of county medical examiner becomes vacant before the expiration of the term of office, the board of commissioners may appoint a successor to complete the term of office. In counties with a civil service system, the appointment and tenure of the medical examiner shall be made in accordance with the provisions of that civil service system.\n\n(2) County medical examiners shall be physicians licensed to practice within this state or, if the county does not have an accredited hospital, licensed in another state that borders the county.\n\n(3) Two or more counties, by resolution of the respective boards of commissioners, may enter into an agreement to employ the same person to act as medical examiner for all of the counties.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1959, Act 49, Eff. Mar. 19, 1960 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 2002, Act 22, Imd. Eff. Mar. 4, 2002 ;-- Am. 2006, Act 3, Imd. Eff. Feb. 3, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201/"
    },
    {
      "id": "section-52201a",
      "number": "52.201a",
      "heading": "Deputy County Medical Examiner and Medical Examiner Investigators; Appointment; Qualifications; Approval; Duties of Investigator.",
      "text": "(1) The county board of commissioners may appoint as a deputy county medical examiner any person meeting the qualifications as required by this section and approved by the county medical examiner. Deputy county medical examiners shall be physicians licensed to practice within this state.\n\n(2) The county medical examiner may appoint medical examiner investigators to assist the county medical examiner in carrying out the duties required by this act. The county medical examiner shall determine the qualifications of the medical examiner investigators, taking into consideration the person's education, training, or experience, and shall be solely responsible for determining the duties assigned to the medical examiner investigator.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 1980, Act 401, Imd. Eff. Jan. 8, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201a/"
    },
    {
      "id": "section-52201b",
      "number": "52.201b",
      "heading": "Repealed. 2002, Act 22, Imd. Eff. Mar. 4, 2002.",
      "text": "Compiler's Notes:The repealed section pertained to residency requirements for deputy county medical examiners.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201b/"
    },
    {
      "id": "section-52201c",
      "number": "52.201c",
      "heading": "County Medical Examiner; Powers and Duties; Establishment of Elderly and Vulnerable Adult Death Review Team.",
      "text": "(1) The county medical examiner is in charge of the office of the county medical examiner and may promulgate rules relative to the conduct of that office. The county medical examiner may delegate any functions of that office to a duly appointed deputy county medical examiner if the deputy county medical examiner is a licensed physician. If the deputy county medical examiner is not a licensed physician, his or her functions are limited as provided by law.\n\n(2) The county medical examiner may establish an elderly and vulnerable adult death review team. The county medical examiner may develop protocols to be used by the elderly and vulnerable adult death review team in conducting a review of the matter. If established, the county medical examiner or deputy county medical examiner, physicians and other health care professionals specializing in geriatric medicine, physicians and other health care professionals employed by long-term care facilities, members of relevant state and local law enforcement agencies, the county prosecutor's office, and members representing the department of human services who are involved with issues regarding adult protective services, adult foster care homes, and homes for the aged shall be allowed to participate on the elderly and vulnerable adult death review team. The elderly and vulnerable adult death review team may allow participation by others as designated by the team, including, but not limited to, members representing the long-term care ombudsman program, community mental health, and the department of licensing and regulatory affairs who are involved with the licensing and regulation of long-term care facilities.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 2012, Act 171, Imd. Eff. June 19, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201c/"
    },
    {
      "id": "section-52201d",
      "number": "52.201d",
      "heading": "Deputy County Medical Examiners; Appointment in Counties Under Civil Service.",
      "text": "In counties having a civil service system the county medical examiner shall appoint the deputy medical examiners.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201d/"
    },
    {
      "id": "section-52201e",
      "number": "52.201e",
      "heading": "County Medical Examiner and Deputies; Compensation and Expenses.",
      "text": "The compensation of the county medical examiners and deputy county medical examiners shall be such as is appropriated by the county board of supervisors. The county medical examiner and deputy county medical examiners shall receive, in addition to compensation, their actual and necessary traveling and other expenses, within the appropriation made therefor by the county board of supervisors.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201e/"
    },
    {
      "id": "section-52201f",
      "number": "52.201f",
      "heading": "County Medical Examiner and Deputies; Removal.",
      "text": "The county board of supervisors shall remove from office any county medical examiner or upon request of the county medical examiner any deputy county medical examiner, after hearing, who fails to discharge properly the duties of his office. In counties having a civil service system, the removal of the county medical examiner shall be made in accordance with the provisions of the civil service system.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-201f/"
    },
    {
      "id": "section-52202",
      "number": "52.202",
      "heading": "Investigation by County Medical Examiner as to Cause and Manner of Death; Prisoners; Medical Records, Papers, or Documents; Exemption From Disclosure; Definitions",
      "text": "(1) A county medical examiner or deputy county medical examiner shall investigate the cause and manner of death of an individual under each of the following circumstances:\n\n(a) The individual dies by violence.\n\n(b) The individual's death is unexpected.\n\n(c) The individual dies without medical attendance by a physician, or the individual dies while under home hospice care without medical attendance by a physician or a registered nurse, during the 48 hours immediately preceding the time of death, unless the attending physician, if any, is able to determine accurately the cause of death.\n\n(d) The individual dies as the result of an abortion, whether self-induced or otherwise.\n\n(2) If a prisoner in a county or city jail dies while imprisoned, the county medical examiner or deputy county medical examiner, upon being notified of the death of the prisoner, shall examine the body of the deceased prisoner.\n\n(3) In conducting an investigation under subsection (1) or (2), a county medical examiner or deputy county medical examiner may request the circuit court to issue a subpoena to produce medical records, books, papers, documents, or other items related to the death being investigated. The circuit court may punish failure to obey a subpoena issued under this section as contempt of court.\n\n(4) Medical records, books, papers, documents, or other items that a county medical examiner or deputy county medical examiner obtains in conducting an investigation under this act, whether in response to a subpoena or otherwise, are exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(5) As used in this act:\n\n(a) \"Home hospice care\" means a program of planned and continuous hospice care provided by a hospice or a hospice residence that consists of a coordinated set of services rendered to an individual at his or her home on a continuous basis for a disease or condition with a terminal prognosis.\n\n(b) \"Physician\" means an individual licensed as a physician under part 170 or part 175 of the public health code, 1978 PA 368, MCL 333.17001 to 333.17084 and 333.17501 to 333.17556.\n\n(c) \"Registered nurse\" means an individual licensed as a registered professional nurse under part 172 of the public health code, 1978 PA 368, MCL 333.17201 to 333.17242.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 2001, Act 26, Imd. Eff. June 22, 2001 ;-- Am. 2004, Act 153, Imd. Eff. June 15, 2004 ;-- Am. 2012, Act 171, Imd. Eff. June 19, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-202/"
    },
    {
      "id": "section-52203",
      "number": "52.203",
      "heading": "Notice to County Medical Examiner by Physician or Individual With Knowledge of Certain Deaths; Knowledge That 2 or More Individuals Involved Were Same Age, Sex, Height, Weight, Hair Color, Eye Color, and Race; Notice Not Required; Review by Elderly and Vulnerable Adult Death Review Team; Disclosure",
      "text": "(1) Except as otherwise provided in this section, a physician, an individual in charge of any hospital or institution, or any other individual who has first knowledge of any of the following shall immediately notify the county medical examiner or deputy county medical examiner of that fact:\n\n(a) An individual who died suddenly, unexpectedly, accidentally, violently, or as the result of any suspicious circumstances.\n\n(b) An individual who died without medical attendance during the 48 hours prior to the hour of death unless the attending physician, if any, is able to determine accurately the cause of death.\n\n(c) An individual who died as the result of what is commonly known as an abortion, whether self-induced or otherwise.\n\n(2) If the physician, individual in charge of any hospital or institution, or other individual who has first knowledge of the death of an individual as described under subsection (1) has knowledge that there were 2 or more individuals involved in the same incident who were approximately the same age, sex, height, weight, hair color, eye color, and race, then he or she shall make the county medical examiner or deputy county medical examiner aware of that fact and whether or not any of those individuals survived that incident when notifying the county medical examiner or deputy county medical examiner of the death as required under subsection (1). If any of those individuals survived, the county medical examiner or deputy county medical examiner shall also be informed which hospital or institution those individuals were taken to and the hospital or institution shall also be made aware that the incident involved 2 or more individuals with similar attributes.\n\n(3) If a physician, an individual in charge of any hospital or institution, or other individual with knowledge of the death of an individual as described under subsection (1) has knowledge that the death has already been reported to the county medical examiner or deputy county medical examiner under subsection (1), the physician, individual in charge of any hospital or institution, or other individual is not required to notify the county medical examiner or deputy county medical examiner of the death under subsection (1).\n\n(4) If an elderly and vulnerable adult death review team is established under section 1c, a county medical examiner or deputy county medical examiner who receives notice of a death of an elderly or vulnerable adult who died unexpectedly or under suspicious circumstances may refer the case to the elderly and vulnerable adult death review team. Upon receipt of a referral under this subsection, the elderly and vulnerable adult death review team shall conduct a review of this matter. Information obtained under this subsection by an elderly and vulnerable adult death review team established under section 1c is confidential and may be disclosed by the elderly and vulnerable adult death review team only to the county medical examiner, the county prosecutor's office, local law enforcement, or another elder death review team, as appropriate. The information obtained under this subsection by an elderly and vulnerable adult death review team established under section 1c is exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 2006, Act 569, Imd. Eff. Jan. 3, 2007 ;-- Am. 2012, Act 171, Imd. Eff. June 19, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-203/"
    },
    {
      "id": "section-52204",
      "number": "52.204",
      "heading": "Violent, Unexpected or Medically Unattended Deaths; Removal of Body, Notice; Violation of Section, Penalty.",
      "text": "It shall be unlawful for any funeral director, embalmer or other person to remove the body from the place where death occurred, or to prepare the body for burial or shipment, when such funeral director, embalmer or other person knows or upon reasonable investigation should know that death may have occurred in a manner as indicated in section 3, without first notifying the county medical examiner or his deputy and receiving permission to remove, prepare for burial or ship such body. Any person who violates the provisions of this section is guilty of a misdemeanor and may be imprisoned not exceeding 1 year, or fined not exceeding $500.00, or both.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-204/"
    },
    {
      "id": "section-52205",
      "number": "52.205",
      "heading": "Notice of Body; Manner of Death; Removal of Body to Morgue; Investigation; Designation and Duties of Medical Examiner Investigator; List of Investigators and Qualifications; Autopsy; Ascertaining Identity of Decedent and Notifying Next of Kin; Impossible Identification or Knowledge That 2 Individual",
      "text": "(1) If a county medical examiner has notice that the body of an individual who may have died in a manner described in section 3 has been found within the county medical examiner's county, the county medical examiner shall take charge of the body. If after examining the body and investigating the cause and manner of the death the county medical examiner considers a further examination necessary, he or she may cause the body to be removed to the public morgue. If the investigation is solely for the reason that the decedent had no medical attendance during the 48 hours immediately preceding the hour of death, and if the decedent had chosen not to have medical attendance because of his or her bona fide held religious convictions, removal is not required unless there is evidence of other conditions described in section 3. If there is no public morgue, the body may be removed to a private morgue designated by the county medical examiner.\n\n(2) The county medical examiner may designate a medical examiner investigator appointed under section 1a(2) to take charge of the body, make pertinent inquiry, note the circumstances surrounding the death, and, if considered necessary, cause the body to be transported to the morgue for examination by the county medical examiner. The county medical examiner shall maintain a list of medical examiner investigators appointed under section 1a(2) and their qualifications and shall file the list with the local law enforcement agencies. A medical examiner investigator appointed under section 1a(2) shall not be an agent or employee of a person or funeral establishment licensed under article 18 of the occupational code, 1980 PA 299, MCL 339.1801 to 339.1812, receive, directly or indirectly, remuneration in connection with the disposition of the body, or make funeral or burial arrangements without approval of the next of kin, if known, or the individual responsible for the funeral expenses.\n\n(3) The county medical examiner may perform or direct to be performed an autopsy and shall carefully reduce or cause to be reduced to writing each fact and circumstance tending to show the condition of the body and the cause and manner of death, and shall include in that writing the name and address of each individual present at the autopsy. The individual performing the autopsy shall subscribe the writing described in this subsection.\n\n(4) Except as otherwise provided in this subsection, the county medical examiner shall ascertain the identity of the decedent and immediately and as compassionately as possible notify the next of kin of the decedent's death and the location of the body. The notification described in this subsection is not required if a person from the state police, a county sheriff department, a township police department, or a municipal police department states to the county medical examiner that the notification has already occurred.\n\n(5) If visual identification of a decedent is impossible as a result of burns, decomposition, or other disfiguring injuries or if the county medical examiner is aware that the death is the result of an accident that involved 2 or more individuals who were approximately the same age, sex, height, weight, hair color, eye color, and race, then the county medical examiner shall verify the identity of the decedent through fingerprints, dental records, DNA, or other definitive identification procedures and, if the accident resulted in the survival of any individuals with the same attributes, shall notify the respective hospital or institution of his or her findings. The county medical examiner may conduct an autopsy under subsection (3) if he or she determines that an autopsy reasonably appears to be required pursuant to law. After the county medical examiner, a deputy, a person from the state police, a county sheriff department, a township police department, or a municipal police department has made diligent effort to locate and notify the next of kin, the county medical examiner may order and conduct the autopsy with or without the consent of the next of kin of the decedent. The county medical examiner or a deputy shall keep a written record of the efforts to locate and notify the next of kin for a period of 1 year from the date of the autopsy.\n\n(6) Except as otherwise provided in this subsection, the county medical examiner shall promptly deliver or return the body or any portion of the body to relatives or representatives of the decedent after an examination or autopsy is performed under this section. If there are no relatives or representatives of the decedent known to the county medical examiner, he or she may cause the body to be buried pursuant to law. A county medical examiner may retain any portion of the body that he or she considers necessary to establish the cause of death, the conditions contributing to death, or the manner of death, or as evidence of any crime. Except as otherwise provided in this subsection, if a portion of the body retained is an entire organ or limb of the decedent, the county medical examiner shall attempt to verbally or in writing notify the relatives or representatives of the decedent of that retention and offer an opportunity for the relative or representative to request the return of that organ or limb. If notification is verbally made under this subsection, the county medical examiner shall follow up with written notification. The county medical examiner or a deputy shall keep a written record of the efforts to notify the relatives or representatives of the decedent under this subsection for a period of 1 year from the date of the notification or attempt to notify. This subsection does not apply to anatomical gifts made under part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123. Upon determination that retention of the portions of the body is no longer necessary under this subsection, the county medical examiner shall do all of the following, as applicable:\n\n(a) If requested in writing under this subsection, promptly deliver or return the retained organ or limb to the relatives or representatives of the decedent.\n\n(b) Dispose of any remaining retained body portions in the manner prescribed for medical waste under part 138 of the public health code, 1978 PA 368, MCL 333.13801 to 333.13831.\n\n(7) A county medical examiner or any person acting under the authority of the county medical examiner who performs the medical examiner duties for the retention of body parts, as added by the amendatory act that added this subsection, shall not be liable in a civil action as a result of an act or omission by the person arising out of and in the course of the person's good faith performance of those medical examiner duties unless that person's act or omission was the result of that person's negligence.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969 ;-- Am. 1972, Act 200, Imd. Eff. June 30, 1972 ;-- Am. 1980, Act 401, Imd. Eff. Jan. 8, 1981 ;-- Am. 2006, Act 569, Imd. Eff. Jan. 3, 2007 ;-- Am. 2010, Act 108, Imd. Eff. July 1, 2010",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-205/"
    },
    {
      "id": "section-52205a",
      "number": "52.205a",
      "heading": "Sudden Death, Cause Unknown, of Child Under Age of 2 Years; Report; Request for Autopsy; Notice of Results; Costs; Rules.",
      "text": "(1) When a child under the age of 2 years dies within this state under circumstances of sudden death, cause unknown, or found dead, cause unknown, that death shall be immediately reported to the county medical examiner or deputy county medical examiner of the county where the body is located. The county medical examiner or deputy county medical examiner shall inform the parents or legal guardians of the child that they may request an autopsy to be performed on the child. The state shall cover the costs of an autopsy requested under this section. The county medical examiner or the deputy county medical examiner shall arrange the autopsy requested under this section and shall promptly notify the parents or legal guardians of the results of that autopsy. The county medical examiner or the deputy county medical examiner shall report the costs of the autopsy performed under this section to the director of the department of community health. If the director determines the claim to be reasonable and proper, he or she shall reimburse the person for the costs incurred under this section out of funds appropriated for this purpose by the legislature. Nothing in this section shall be construed to interfere with the duties and responsibilities of the county medical examiner or deputy county medical examiner as provided in this act.\n\n(2) The department of community health shall promulgate rules and regulations under this act to promote consistency and accuracy among county medical examiners and deputy county medical examiners in determining the cause of death under this section. The department may adopt, by reference in its rules, all or any part of the “State of Michigan Protocols to Determine Cause and Manner of Sudden and Unexplained Child Deaths” published by the Michigan child death review program.\n\nHistory:Add. 1974, Act 350, Imd. Eff. Dec. 21, 1974 ;-- Am. 2004, Act 179, Imd. Eff. July 1, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-205a/"
    },
    {
      "id": "section-52206",
      "number": "52.206",
      "heading": "Private Morgue; Compensation.",
      "text": "If the body of a deceased person has been removed to a private morgue for examination upon the order of the medical examiner, the keeper of such morgue shall be allowed compensation for his services as the county medical examiner deems reasonable. Compensation is to be paid out of the county treasury on the order of the examiner. Any expense incurred under the provisions of this act shall be within the appropriations made therefor by the county board of supervisors.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-206/"
    },
    {
      "id": "section-52207",
      "number": "52.207",
      "heading": "Violent, Unexpected or Medically Unattended Deaths; Investigation by County Medical Examiner; Inquest.",
      "text": "Upon the written order of the prosecuting attorney or the attorney general or upon the filing of a petition signed by 6 electors of a county, the county medical examiner or deputy shall conduct an investigation, as provided in section 5, of the circumstances surrounding any death believed to have occurred in the county. Upon determination of the prosecuting attorney or upon the determination of the examiner an inquest shall be held by a district court judge or a municipal court judge.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1959, Act 222, Eff. Mar. 19, 1960 ;-- Am. 1968, Act 274, Eff. Nov. 15, 1968 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-207/"
    },
    {
      "id": "section-52208",
      "number": "52.208",
      "heading": "Violent, Unexpected or Medically Unattended Deaths; Personalty Found on Deceased's Person, Possession, Inventory, Disposition, Use as Evidence.",
      "text": "In all cases arising under the provisions of this act, in the absence of next of kin of the deceased person, the senior police officer being concerned with the matter, and in the absence of police, the county medical examiner or his deputy, shall take possession of all property of value found upon the person of the deceased, make an exact inventory report thereof and shall deliver the property, unless required as evidence, to the person entitled to the custody or possession of the body. If the personal property of value is not claimed by the person entitled to the custody or possession of the body of the decedent within 60 days, the property shall be turned over to an administrator or other personal representatives of the decedent's estate to be disposed of according to law; or, if required as evidence, the property within 60 days after the termination of any proceeding or appeal period therefrom permitted by law shall be turned over to the person entitled to the custody or possession of the body, or to an administrator or other personal representative of the decedent's estate. Nothing in this section shall affect the powers and duties of a public administrator.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-208/"
    },
    {
      "id": "section-52209",
      "number": "52.209",
      "heading": "Body Determined Suitable for Donation; Agreement; Release of Information; Conduct of Examination Within Certain Time Period; Section to Be Known as \"Kyle Ray Horning's law",
      "text": "(1) If a county medical examiner or his or her designee receives notification from a person other than a representative of a hospital of a death that requires an investigation by the county medical examiner's office pursuant to this act, the county medical examiner or his or her designee shall take charge of the body. If, upon viewing the body and personally inquiring into the cause and manner of the death, the county medical examiner or his or her designee determines that the body, subject to part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123, and according to criteria established by Michigan's federally designated organ procurement organization, may be suitable for donation or for the donation of body parts, the county medical examiner or his or her designee shall, in a timely manner as prescribed under subsection (2), contact Michigan's federally designated organ procurement organization or its successor organization as defined in section 10102 of the public health code, 1978 PA 368, MCL 333.10102. If contacted by the federally designated organ procurement organization or other procurement organization, or both, the county medical examiner shall enter into an agreement with the federally designated organ procurement organization and other procurement organization that coordinates the recovery and allocation of anatomical donations in that county. The agreement shall outline the procedures and protocols of each party to assure that transplantable organs, tissues, and eyes are obtained from potential donors and shall meet the requirements of part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123. The agreement shall provide that if any extraordinary medical examinations are necessary prior to the removal of organs, tissues, or eyes, the procurement organization shall cover those costs. The county medical examiner or his or her designee may release any information to the federally designated organ procurement organization or other procurement organization that is necessary to identify potential organ, tissue, or eye donors and seek consent for such donations in accordance with part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123. A county medical examiner or his or her designee shall not discuss the option of organ donation with any individual with the authority to make a gift under part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123.\n\n(2) If an investigation of the cause and manner of death, regardless of whether the death occurred in a hospital or not, is required under this act and the county medical examiner or his or her designee has notice that the individual is a donor or that a gift of all or a part of that individual's body has been made pursuant to part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123, the county medical examiner or his or her designee shall conduct the examination of the dead body within a time period that permits organs, tissues, and eyes to remain viable for transplant. If the county medical examiner or his or her designee is unable to conduct the investigation within that period of time, a health professional or technician who is authorized to remove an anatomical gift from a donor under part 101 of the public health code, 1978 PA 368, MCL 333.10101 to 333.10123, may remove the donated tissues or organs, or both, in order to preserve the viability of the donated tissues or organs for transplant upon notifying the county medical examiner or his or her designee. If the county medical examiner or his or her designee determines that an organ may be related to the cause of death, the county medical examiner or his or her designee may do 1 or more of the following:\n\n(a) Request to be present during the removal of the donated organs.\n\n(b) Request a biopsy of the donated organs.\n\n(3) This section shall be known and may be cited as \"Kyle Ray Horning's law\".\n\nHistory:Add. 2005, Act 176, Imd. Eff. Oct. 19, 2005 ;-- Am. 2008, Act 38, Imd. Eff. Mar. 17, 2008Compiler's Notes:Former MCL 52.509, which pertained to penalty for failure by medical examiner to deliver personal property of deceased person, was repealed by Act 92 of 1969, Imd. Eff. July 24, 1969.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-209/"
    },
    {
      "id": "section-52210",
      "number": "52.210",
      "heading": "Removal of Body to Crematory; Permit From County Medical Examiner; Violation of Section, Penalty.",
      "text": "No funeral director, embalmer or any other person shall remove the body of any deceased person to a crematory or remove for the purpose of cremation such dead body from the county in which death occurred without the signed permit of the medical examiner for such county or his deputy. Any person who violates the provisions of this section is guilty of a misdemeanor and shall be imprisoned not more than 1 year, or fined not more than $500.00, or both.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-210/"
    },
    {
      "id": "section-52211",
      "number": "52.211",
      "heading": "County Medical Examiner; Records.",
      "text": "Medical examiners shall keep a record of all views of bodies found dead, together with their view and autopsy reports.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-211/"
    },
    {
      "id": "section-52212",
      "number": "52.212",
      "heading": "County Medical Examiner and Deputies; Testimony, Expenses.",
      "text": "Any and all medical examiners or their deputies may be required to testify in behalf of the state in any matter arising as the result of any investigation required under this act, and shall testify in behalf of the state and shall receive such actual and necessary expenses as the court shall allow.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-212/"
    },
    {
      "id": "section-52213",
      "number": "52.213",
      "heading": "Coroner; Transfer of Powers and Duties to County Medical Examiner, Abolition of Office; Transfer of Proceedings and Records.",
      "text": "In counties having a medical examiner under the provisions of this act, the powers and duties vested by law in the office of coroner are hereby transferred to and vested in the county medical examiners and their deputies. In such counties immediately upon the taking effect of this act, the office of coroner shall be abolished, and whenever reference thereto is made in any law of this state, reference shall be deemed to be intended to be made to the medical examiners created by this act, insofar as consistent with the provisions of this act. Any hearing or other proceeding pending before any coroner shall not be abated but shall be deemed to be transferred to the medical examiner of the proper county and shall be conducted and determined by such examiner in accordance with the provisions of law.\n\nAll records, files and other papers belonging to any coroner in any such county shall be turned over to the county medical examiner of the proper county and shall be continued as a part of the records and files of said county medical examiner.\n\nHistory:1953, Act 181, Eff. Jan. 1, 1954",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-213/"
    },
    {
      "id": "section-52213a",
      "number": "52.213a",
      "heading": "Coroner; Transfer of Powers and Duties to County Medical Examiner, Abolition of Office; Transfer of Proceedings.",
      "text": "The powers and duties vested by law in the office of coroner are transferred to and vested in the county medical examiners and their deputies as provided herein. The office of coroner, as provided for in sections 86 and 87 of chapter 14 of the revised statutes of 1846, as amended, being sections 52.86 and 52.87 of the Compiled Laws of 1948, shall be abolished, and whenever reference thereto is made in any law of this state, reference shall be deemed to be intended to be made to the medical examiners created by this act, insofar as consistent with the provisions of this act. Any hearing or other proceeding pending before any coroner shall not be abated but shall be deemed to be transferred to the medical examiner of the proper county and shall be conducted and determined by such examiner in accordance with the provisions of law.\n\nHistory:Add. 1959, Act 225, Eff. Mar. 19, 1960 ;-- Am. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-213a/"
    },
    {
      "id": "section-52213b",
      "number": "52.213b",
      "heading": "Coroner; Transfer of Records.",
      "text": "All records, files and other papers belonging to any coroner in any such county shall be turned over to the county medical examiner of the proper county and shall be continued as a part of the records and files of the county medical examiner.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-213b/"
    },
    {
      "id": "section-52213c",
      "number": "52.213c",
      "heading": "County Health Officer; Designation as County Medical Examiner.",
      "text": "Any county having a county health officer appointed under the provisions of Act No. 306 of the Public Acts of 1927, as amended, being sections 327.201 to 327.208a of the Compiled Laws of 1948, may designate the county health officer as medical examiner.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-213c/"
    },
    {
      "id": "section-52",
      "number": "52",
      "heading": "214, 52.215 - Repealed. 1969, Act 92, Imd. Eff. July 24, 1969.",
      "text": "214, 52.215 - Repealed. 1969, Act 92, Imd. Eff. July 24, 1969.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52216",
      "number": "52.216",
      "heading": "Coroners; Completion of Term After Effective Date of Act.",
      "text": "In all counties a coroner upon the effective date of this amendatory act, the coroner may complete the term for which he was elected.\n\nHistory:Add. 1969, Act 92, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-52/statute-act-181-of-1953/section-52-216/"
    }
  ]
}