{
  "state": "west-virginia",
  "path": "title-chapter-62/chapter-unknown",
  "sections": [
    {
      "id": "section-62-1-1",
      "number": "62-1-1.",
      "heading": "Complaint.The complaint is a written statement of the essential facts constituting the offense charged",
      "text": "It shall be made upon oath before a justice of the peace.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-2",
      "number": "62-1-2.",
      "heading": "Warrant -- Issuance.If it appears from the complaint that there is probable cause to believe that an offense has been committed and that the defendant has committed it, a warrant for the arrest of the defendant shall issue to any officer authorized by law to arrest persons charged with offenses agai",
      "text": "Warrant -- Issuance.If it appears from the complaint that there is probable cause to believe that an offense has been committed and that the defendant has committed it, a warrant for the arrest of the defendant shall issue to any officer authorized by law to arrest persons charged with offenses against the state. More than one warrant may issue on the same complaint.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-3",
      "number": "62-1-3.",
      "heading": "Same -- Contents.The warrant shall be signed by the justice and shall contain the name of the defendant or, if his name is unknown, any name or description by which he can be identified with reasonable certainty",
      "text": "It shall describe the offense charged in the complaint. It shall command that the defen",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-4",
      "number": "62-1-4.",
      "heading": "Same -- Execution; arrest by officer without warrant in possession; duplicate warrants",
      "text": "The warrant shall be executed by the arrest of the defendant. It may be executed at any time or place within the state. The officer need not have the warrant in his possession at the time of the arrest, but upon r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-5",
      "number": "62-1-5.",
      "heading": "Same -- Delivery of prisoner before magistrate; complaint for person arrested without warrant; return",
      "text": "(a) (1) An officer making an arrest under a warrant issued upon a complaint, or any person making an arrest without a warrant for an offense committed in his presence or as otherwise authorized by l",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-5a",
      "number": "62-1-5a.",
      "heading": "Citation in lieu of arrest; failure to appear",
      "text": "A law-enforcement officer may issue a citation instead of making an arrest for the following offenses, if there are reasonable grounds to believe that the person being cited will appear to answer the charge:(1) Any misdemeanor, not involving injury to th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-6",
      "number": "62-1-6.",
      "heading": "Informing defendant of nature of complaint and his rights; opportunity to confer with counsel and arrange bail",
      "text": "The justice shall in plain terms inform the defendant of the nature of the complaint against him of his right to counsel and, if the offense is to be presented for indictment, of his right",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-7",
      "number": "62-1-7.",
      "heading": "Offense arising in other county",
      "text": "In all cases where a person is arrested in a county other than where the indictment or charge is pending, an arraignment shall be held pursuant to the Rules of Criminal Procedure for Magistrate Courts in West Virginia. If the person remains incarcerated after the arra",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-8",
      "number": "62-1-8.",
      "heading": "Preliminary examination.If the offense is to be presented for indictment, the preliminary examination shall be conducted by a justice of the county in which the offense was committed within a reasonable time after the defendant is arrested, unless the defendant waives examination",
      "text": "The defendant shal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-9",
      "number": "62-1-9.",
      "heading": "Continuance.The justice shall grant upon request of the defendant one continuance for a period not to exceed ten days",
      "text": "A continuance for a like period shall be granted on request of the state if the defendant has been admitted to bail. No other continuance shall be granted except for good cause or b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-10",
      "number": "62-1-10.",
      "heading": "Concurrent powers.A judge of a court having jurisdiction to try criminal offenses shall have the same power to issue warrants as conferred upon a justice of the peace by this article",
      "text": "A mayor or judge of a police court acting in the capacity of a justice of the peace shall have all the powers and du",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-11",
      "number": "62-1-11.",
      "heading": "Repeal of inconsistent laws.All provisions of this code which are inconsistent with the provisions of this article are hereby repealed to the extent and only to the extent of such inconsistency: Provided, That under no circumstances shall the foregoing repealer provision or the provisions of this ar",
      "text": "Repeal of inconsistent laws.All provisions of this code which are inconsistent with the provisions of this article are hereby repealed to the extent and only to the extent of such inconsistency: Provided, That under no circumstances shall the foregoing repealer provision or the provisions of this article be construed as repealing, limiting or in any way altering the provisions of article nineteen, chapter seventeen-c of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-12",
      "number": "62-1-12.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the pr",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-1",
      "number": "62-1A-1.",
      "heading": "Search warrant -- Who may issue",
      "text": "A search warrant authorized by this article may be issued by a judge of a court having jurisdiction to try criminal cases in the county, or by a justice of the county, or by the mayor or judge of the police court of the municipality, wherein the property sought is loc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-2",
      "number": "62-1A-2.",
      "heading": "Same — Grounds for issuance; property defined.",
      "text": "Same — Grounds for issuance; property defined.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-3",
      "number": "62-1A-3.",
      "heading": "Same -- Issuance and contents.A warrant shall issue only upon complaint on oath or affirmation supported by affidavit sworn to or affirmed before the judge or magistrate setting forth the facts establishing the grounds for issuing the warrant",
      "text": "If the judge or magistrate is satisfied that there is pr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-4",
      "number": "62-1A-4.",
      "heading": "Same -- Execution and return with inventory",
      "text": "The warrant may be executed and returned only within ten days after its date. The officer taking property under the warrant shall give to the person from whom or from whose premises the property is taken a copy of the warrant and a receipt for the property",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-5",
      "number": "62-1A-5.",
      "heading": "Breaking and entering premises",
      "text": "The officer may break into a house, building or structure, or any part thereof, or anything therein, or any vehicle, vessel or other conveyance, to execute a search warrant, or commit such breaking as may be necessary to liberate himself or a person aiding him in the e",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-6",
      "number": "62-1A-6.",
      "heading": "Motion for return of property and to suppress evidence",
      "text": "A person aggrieved by an unlawful search and seizure may move for the return of the property and to suppress for use as evidence anything so seized on the ground that (1) the property was illegally seized without a warrant, or (2) the warrant is",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-7",
      "number": "62-1A-7.",
      "heading": "Disposition of seized property",
      "text": "Property taken pursuant to the warrant shall be preserved as directed by the court or magistrate for use as evidence and thereafter shall be returned, destroyed or otherwise disposed of as the court or magistrate may direct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-8",
      "number": "62-1A-8.",
      "heading": "Purpose of article; construction of other provisions dealing with search warrants; repeal of inconsistent laws",
      "text": "It is intended that this article govern the issuance and execution of all search warrants, and no subsequent legislation shall be held to supersede or modify the provisions of this article",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-9",
      "number": "62-1A-9.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the pr",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-10",
      "number": "62-1A-10.",
      "heading": "Motor vehicle searches.(a) A law-enforcement officer who stops a motor vehicle for an alleged violation of a traffic misdemeanor law or ordinance may not search the vehicle unless he or she:(1) Has probable cause or another lawful basis for the search;(2) Obtains the written consent of the operator ",
      "text": "Motor vehicle searches.(a) A law-enforcement officer who stops a motor vehicle for an alleged violation of a traffic misdemeanor law or ordinance may not search the vehicle unless he or she:(1) Has probable cause or another lawful basis for the search;(2) Obtains the written consent of the operator of the vehicle on a form that complies with section eleven of this article; or, alternatively,(3) Obtains the oral consent of the operator of the vehicle and ensures that the oral consent is evidenced by an audio recording that complies with section eleven of this article.(b) Notwithstanding the provisions of subsection (a) of this section, should a form meeting the requirement of section eleven of this article or an audio recording device be unavailable a handwritten consent executed by the vehicle operator and meeting the consent requirements of section eleven of this article will suffice.(c) Notwithstanding the provisions of subsection (a) or (b)of this section should a court find that the officer had a reasonable suspicion of dangerousness to his or her safety which precluded recordation of the consent the recordation requirements of this section shall be found inapplicable.(d) Failure to comply with the provisions of this section shall not, standing alone, constitute proof that any consent to search was involuntary.(e) A finding by a court that the operator of a motor vehicle voluntarily and verbally consented to a search of the motor vehicle shall make the recordation requirements of this section inapplicable.(f) Nothing contained in this section shall be construed to create a private cause of action.(g) This section takes effect on January 1, 2011.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1a-11",
      "number": "62-1A-11.",
      "heading": "Rules for certain evidence of consent to vehicle search",
      "text": "(a) To facilitate the implementation of section ten of this article the Governor's Committee on Crime, Delinquency and Corrections shall promulgate emergency and legislative rules in accordance with article three, chapter twenty-nine-a of this",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1b-1",
      "number": "62-1B-1.",
      "heading": "Bill of particulars.The court for cause may direct the prosecuting attorney to file a bill of particulars",
      "text": "A bill of particulars may be amended at any time subject to such conditions as justice requires.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1b-2",
      "number": "62-1B-2.",
      "heading": "Defendant's statements; reports of examinations and tests; defendant's books, papers and tangible objects",
      "text": "Upon motion of a defendant the court may order the prosecuting attorney to permit the defendant to examine and copy or photograph any relevant (1) written or recorded statements or confessions m",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1b-3",
      "number": "62-1B-3.",
      "heading": "Time of motion.A motion under this article may be made at any time not later than ten days before trial, or at such reasonable later time as the court may permit",
      "text": "Time of motion.A motion under this article may be made at any time not later than ten days before trial, or at such reasonable later time as the court may permit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1b-4",
      "number": "62-1B-4.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the pr",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-1",
      "number": "62-1C-1.",
      "heading": "Right to bail; exceptions; review",
      "text": "(a) A person arrested for an offense not punishable by life imprisonment shall be admitted to bail by the court or magistrate. A person arrested for an offense punishable by life imprisonment may, in the discretion of the court that will have jurisdiction to try the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-1a",
      "number": "62-1C-1a.",
      "heading": "Pretrial release; types of release; conditions for release; considerations as to conditions of release",
      "text": "(a) Subject to the provisions of §62-1C-1 of this code, when a person charged with a violation or violations of the criminal laws of this state first appears before a judicial officer:(1) Except fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-2",
      "number": "62-1C-2.",
      "heading": "Bail defined; form; receipts.Bail is security for the appearance of a defendant to answer to a specific criminal charge before any court or magistrate at a specific time or at any time to which the case may be continued",
      "text": "It may take any of the following forms:(a) The deposit by the defendant or by s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-3",
      "number": "62-1C-3.",
      "heading": "Fixing of amount; bail may cover two or more charges",
      "text": "The amount of bail shall be fixed by the court or justice with consideration given to the seriousness of the offense charged, the previous criminal record of the defendant, his financial ability, and the probability of his appearance. When two or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-4",
      "number": "62-1C-4.",
      "heading": "Recognizance; signing; requirements for signers or surety company; release upon own recognizance; indigent persons",
      "text": "The recognizance shall be signed by the defendant. It shall also be signed by one or more adult persons owning real property in the state. The court or justice may require that justific",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-5",
      "number": "62-1C-5.",
      "heading": "Recognizance and deposits subject to order of court or magistrate",
      "text": "The recognizance shall be returnable to and all deposits shall be held by the court before whom the defendant is to appear or does appear, and upon the transfer of the case to any other court the recognizance shall be returnable to an",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-6",
      "number": "62-1C-6.",
      "heading": "Continuing bail.The bail as initially given may continue in effect pending indictment, arraignment, continuance, trial and appeal after conviction, as the court may direct",
      "text": "Continuing bail.The bail as initially given may continue in effect pending indictment, arraignment, continuance, trial and appeal after conviction, as the court may direct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-7",
      "number": "62-1C-7.",
      "heading": "Forfeiture of bail; basis therefor",
      "text": "(1) Whenever a person under bail serves as his or her own surety and he or she willfully and without just cause fails to appear as and when required or violates any other term or condition of bail, the circuit court or magistrate shall declare the bail forfeited.(2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-8",
      "number": "62-1C-8.",
      "heading": "Same -- Setting aside.The court or justice may direct that a forfeiture be set aside, upon such conditions as may be imposed, if it appears that justice does not require the enforcement of the forfeiture",
      "text": "Same -- Setting aside.The court or justice may direct that a forfeiture be set aside, upon such conditions as may be imposed, if it appears that justice does not require the enforcement of the forfeiture.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-9",
      "number": "62-1C-9.",
      "heading": "Same -- Enforcement.When a forfeiture has not been set aside, the court or justice, upon motion of the state, shall enter a judgment of default and execution may issue thereon: Provided, That if the forfeiture is declared in a court of record, the order taking judgment shall be entered at the same t",
      "text": "Same -- Enforcement.When a forfeiture has not been set aside, the court or justice, upon motion of the state, shall enter a judgment of default and execution may issue thereon: Provided, That if the forfeiture is declared in a court of record, the order taking judgment shall be entered at the same term of court in which the forfeiture was declared: And provided further, That if the deposit for bail be by a person other than the defendant, or if the bail be in the form of recognizance, such person making the deposit or the surety on the recognizance shall be given ten days' notice by certified mail at his last-known address to appear and show cause why a judgment of default should not be entered. Execution shall issue in the name of the state and shall proceed in the manner provided by law in civil actions. If the bail be in the form of bonds or stocks, the judgment order may direct that all or part thereof be sold through a state or national bank or through a brokers exchange registered with the federal securities and exchange commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-10",
      "number": "62-1C-10.",
      "heading": "Same -- Bail in excess of jurisdictional limit of justice or of particular court",
      "text": "Where the forfeiture has been declared by a justice or by a court of limited jurisdiction of bail in excess of the jurisdictional limit of justice or of the particular court, such forfeiture shall be certified to a cour",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-11",
      "number": "62-1C-11.",
      "heading": "Same -- Remission.After entry of such judgment, the court or justice may remit the penalty in whole or in part under the conditions applying to the setting aside of forfeiture in section eight of this article",
      "text": "Same -- Remission.After entry of such judgment, the court or justice may remit the penalty in whole or in part under the conditions applying to the setting aside of forfeiture in section eight of this article.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-12",
      "number": "62-1C-12.",
      "heading": "Same -- Exoneration; return of deposit",
      "text": "(a) When the condition of the bond has been satisfied or the forfeiture thereof has been set aside or remitted, the court or magistrate shall exonerate the surety and release any bail and, if the bail be in a form other than a recognizance, the deposit shall be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-13",
      "number": "62-1C-13.",
      "heading": "Same -- Defects in form of bail",
      "text": "No action or judgment for forfeiture of bail shall be defeated or arrested by the neglect or omission to record the declaration of forfeiture or by reason of any defect in the form of the bail, if it appear to have been taken by a court or justice authorized to take i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-14",
      "number": "62-1C-14.",
      "heading": "Bailpiece; issuance to surety; taking accused into custody",
      "text": "(a) A bailpiece is a certificate stating that the bail became such for the accused in a particular case and the amount thereof. Upon demand therefor, the court, magistrate, or clerk shall issue to the bail bondsperson a bailpiece. Any office",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-15",
      "number": "62-1C-15.",
      "heading": "Bail for witness.The bail for a witness for or against the accused shall be conditioned upon his appearance at such time and place as the court or justice shall direct",
      "text": "Bail for witness.The bail for a witness for or against the accused shall be conditioned upon his appearance at such time and place as the court or justice shall direct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-16",
      "number": "62-1C-16.",
      "heading": "Guaranteed arrest bond certificate",
      "text": "For a misdemeanor violation of any motor vehicle law of the state or any municipality, except reckless driving or driving while intoxicated, the guaranteed arrest bond certificate of any surety company licensed to do business by the Insurance Commissioner, when pre",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-17",
      "number": "62-1C-17.",
      "heading": "Offenses against municipalities",
      "text": "Bail for a person accused of an offense against a municipality shall be governed by the provisions of this article applicable to a justice, except that the bail may be deposited with the mayor or with such other officer of the municipality as may be designated by the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-17a",
      "number": "62-1C-17a.",
      "heading": "Bail in situations of alleged child abuse",
      "text": "(a) When the offense charged is an offense defined in article eight-d, chapter sixty-one of this code, it shall be a condition of bond that the defendant shall not live in the same residence as and shall have no contact with the victim of the alleged offense",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-17b",
      "number": "62-1C-17b.",
      "heading": "Procedures for failure to appear; penalties",
      "text": "(a) Any person, who, having been released upon his or her personal recognizance pursuant to §62-1-1a of this code or having been otherwise admitted to bail and released in accordance with this article, and who shall willfully and without just cause fail to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-17c",
      "number": "62-1C-17c.",
      "heading": "Bail in cases of crimes between family or household members",
      "text": "(a) When the offense charged is a crime against a family or household member, it may be a condition of bond that the defendant shall not have any contact whatsoever, direct or indirect, verbal or physical, with the victim or complainant.(b)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-18",
      "number": "62-1C-18.",
      "heading": "Repeal of inconsistent laws.All provisions of this code which are inconsistent with the provisions of this article are hereby repealed to the extent and only to the extent of such inconsistency",
      "text": "Repeal of inconsistent laws.All provisions of this code which are inconsistent with the provisions of this article are hereby repealed to the extent and only to the extent of such inconsistency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1c-19",
      "number": "62-1C-19.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the pr",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-1",
      "number": "62-1D-1.",
      "heading": "Short title.This act shall be known and may be cited as the \"West Virginia Wiretapping and Electronic Surveillance Act.\"",
      "text": "Short title.This act shall be known and may be cited as the \"West Virginia Wiretapping and Electronic Surveillance Act.\"",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-2",
      "number": "62-1D-2.",
      "heading": "Definitions.As used in this article, unless the context in which used clearly requires otherwise, the following terms have the meanings indicated:(a) \"Aggrieved person\" means a person who was a party to any intercepted wire, oral or electronic communication or a person against whom the interception ",
      "text": "Definitions.As used in this article, unless the context in which used clearly requires otherwise, the following terms have the meanings indicated:(a) \"Aggrieved person\" means a person who was a party to any intercepted wire, oral or electronic communication or a person against whom the interception was directed.(b) \"Child care center\" means a facility maintained by the state or any county or municipality thereof, or any agency or facility maintained by an individual, firm, corporation, association or organization, public or private, that is licensed by Bureau of Family Assistance for the care of children in any setting.(c) \"Communications common carrier\" means any telegraph company or telephone company and any radio common carrier.(d) \"Contents\" when used with respect to any wire, oral or electronic communication, includes any information concerning the substance, purport or meaning of that communication.(e) \"Electronic, mechanical or other device\" means any device or apparatus: (i) Which can be used to intercept a wire, oral or electronic communication; or (ii) the design of which renders it primarily useful for the surreptitious interception of any such communication. There is excepted from this definition:(1) Any telephone or telegraph instrument, equipment or facility or any component thereof: (a) Furnished to the subscriber or user by a provider of wire or electronic communication service in the ordinary course of its business and being used by the subscriber or user in the ordinary course of its business; or furnished by the subscriber or user for connection to the facilities of the service and used in the ordinary course of its business; or (b) being used by a communications common carrier in the ordinary course of its business or by an investigative or law-enforcement officer in the ordinary course of his or her duties; or(2) A hearing aid or similar device being used to correct subnormal hearing to not better than normal; or(3) Any device used in a lawful consensual monitoring including, but not limited to, tape recorders, telephone induction coils, answering machines, body transmitters and pen registers.(f) \"Intercept\" means the aural or other acquisition of the contents of any wire, electronic or oral communication through the use of any electronic, mechanical or other device.(g) \"Designated judge\" means a circuit court judge designated by the Chief Justice of the West Virginia Supreme Court of Appeals to hear and rule on applications for the interception of wire, oral or electronic communications.(h) \"Investigative or law-enforcement officer\" means a member or members of the West Virginia State Police who is or are empowered by law to conduct investigations of or to make arrest for offenses enumerated in this chapter.(i) \"Oral communication\" means any oral communication uttered by a person exhibiting an expectation that the communication is not subject to interception under circumstances justifying the expectation. The term does not include:(A) An electronic communication; or(b) An oral communication uttered in any child care center where there are written notices posted informing persons that their oral communications are subject to being intercepted.(j) \"Pen register\" means a device which records or decodes electronic or other impulses which identify the numbers dialed or otherwise transmitted on the telephone line to which the device is attached, but the term does not include any device used by a provider or customer of a wire or electronic communication service for billing, or recording as an incident to billing, for communications services provided by the provider or any device used by a provider or customer of a wire communication service for cost accounting or other like purposes in the ordinary course of its business.(k) \"Person\" means any person, individual, partnership, association, joint stock company, trust or corporation and includes any police officer, employee or agent of this state or of a political subdivision thereof.(l) \"Wire communication\" means any aural transfer made in whole or in part through the use of facilities for the transmission of communications by the aid of wire, cable or other like connection between the point of origin and the point of reception (including the use of the connection in a switching station) furnished or operated by any person engaged in providing or operating the facilities for the transmission of interstate or foreign communications or communications affecting interstate or foreign commerce and the term includes any electronic storage of the communication, but the term does not include the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit.(m) \"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data or intelligence of any nature transmitted in whole or in part by a wire, radio, electro-magnetic, photoelectronic or photooptical system but does not include:(1) The radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;(2) Any wire or oral communication; or(3) Any combination made through a tone-only paging device.(n) \"User\" means any person or entity who or which uses an electronic communication service and is duly authorized by the provider of the service to engage in the use.(o) \"Electronic communications system\" means any wire, radio, electromagnetic, photooptical or photoelectronic facilities for the transmission of electronic communications, and any computer facilities or related electronic equipment for the electronic storage of the communications.(p) \"Electronic communication service\" means any service which provides to users thereof the ability to send or receive wire or electronic communications.(q) \"Aural transfer\" means a transfer containing the human voice at any point between and including the point of origin and the point of reception.(r) \"Trap and trace device\" means a device which captures the incoming electronic or other impulses which identify the originating number of an instrument or device from which a wire or electronic communication was transmitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-3",
      "number": "62-1D-3.",
      "heading": "Interception of communications generally",
      "text": "(a) Except as otherwise specifically provided in this article it is unlawful for any person to:(1) Intentionally intercept, attempt to intercept or procure any other person to intercept or attempt to intercept, any wire, oral or electronic communication; or(2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-4",
      "number": "62-1D-4.",
      "heading": "Manufacture, possession or sale of intercepting device",
      "text": "(a) Except as otherwise specifically provided in this article, any person who manufactures, assembles, possesses or sells any electronic, mechanical or other device, knowing or having reason to know that the design of the device renders it prima",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-5",
      "number": "62-1D-5.",
      "heading": "Forfeiture of device.Any electronic, mechanical or other device used, manufactured, assembled, possessed or sold in violation of either sections three or four of this article may be seized by and forfeited to the department of public safety",
      "text": "Forfeiture of device.Any electronic, mechanical or other device used, manufactured, assembled, possessed or sold in violation of either sections three or four of this article may be seized by and forfeited to the department of public safety.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-6",
      "number": "62-1D-6.",
      "heading": "Admissibility of evidence.Evidence obtained, directly or indirectly, by the interception of any wire, oral, or electronic communication shall be received in evidence only in grand jury proceedings and criminal proceedings in magistrate court, circuit court, and any other court of competent jurisdict",
      "text": "Admissibility of evidence.Evidence obtained, directly or indirectly, by the interception of any wire, oral, or electronic communication shall be received in evidence only in grand jury proceedings and criminal proceedings in magistrate court, circuit court, and any other court of competent jurisdiction: Provided, That evidence obtained in violation of the provisions of this article shall not be admissible in any proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-7",
      "number": "62-1D-7.",
      "heading": "Designated judges.The chief justice of the Supreme Court of Appeals shall, on an annual basis, designate five active circuit court judges to individually hear and rule upon applications for orders authorizing the interception of wire, oral or electronic communications: Provided, That no designated c",
      "text": "Designated judges.The chief justice of the Supreme Court of Appeals shall, on an annual basis, designate five active circuit court judges to individually hear and rule upon applications for orders authorizing the interception of wire, oral or electronic communications: Provided, That no designated circuit judge may consider any application for such an order if he or she presides as judge of the circuit court of the county wherein the applied for installation would occur or of the county wherein the communications facility, line or device to be monitored is located.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-8",
      "number": "62-1D-8.",
      "heading": "County prosecuting attorney or duly appointed special prosecutor may apply for order authorizing interception",
      "text": "The prosecuting attorney of any county or duly appointed special prosecutor may apply to one of the designated circuit judges referred to in §62-1D-7 of this code and the judge, in accordanc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-9",
      "number": "62-1D-9.",
      "heading": "Lawful disclosure or use of contents of communication",
      "text": "(a) Any investigative or law-enforcement officer who has obtained knowledge of the contents of any wire, oral, or electronic communication or evidence derived therefrom, may disclose the contents to another investigative or law-enforcement office",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-10",
      "number": "62-1D-10.",
      "heading": "Pen registers and trap and trace devices",
      "text": "(a) Except as provided in this section, no person may install or use a pen register or a trap and trace device without first obtaining permission to do so from the designated judge by order granted in the same manner as is required for an order granting permi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-11",
      "number": "62-1D-11.",
      "heading": "Ex parte order authorizing interception",
      "text": "(a) Each application for an order authorizing the interception of a wire, oral or electronic communication shall be made only to a designated judge by petition in writing upon oath or affirmation and shall state the applicant's authority to make the applicatio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-12",
      "number": "62-1D-12.",
      "heading": "Civil liability; defense to civil or criminal action",
      "text": "(a) Any person whose wire, oral or electronic communication is intercepted, disclosed, used or whose identity is disclosed in violation of this article shall have a civil cause of action against any person who so intercepts, discloses, or uses, or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-13",
      "number": "62-1D-13.",
      "heading": "Registration of intercepting devices; serial number",
      "text": "(a) Law-enforcement agencies in the state shall register with the department of public safety all electronic, mechanical or other devices whose design renders them primarily useful for the purposes of the surreptitious interception of wire, oral or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-14",
      "number": "62-1D-14.",
      "heading": "Breaking and entering, etc., to place or remove equipment",
      "text": "Any person who trespasses upon any premises with the intent to place, adjust or remove wiretapping or electronic surveillance or eavesdropping equipment without an order from the designated judge authorizing the same is guilty of a felony, an",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-15",
      "number": "62-1D-15.",
      "heading": "Training and certification of law-enforcement officers employed in the interception of wire, oral or electronic communications which require a court order",
      "text": "The superintendent of the department of public safety shall establish a course of training in the legal and technical aspects of wiretapping and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1d-16",
      "number": "62-1D-16.",
      "heading": "Severability of provisions.The various provisions of this article shall be construed as separable and severable, and should any of the provisions or parts thereof be construed or held unconstitutional or for any reason be invalid, the remaining provisions of this article shall not be thereby affecte",
      "text": "Severability of provisions.The various provisions of this article shall be construed as separable and severable, and should any of the provisions or parts thereof be construed or held unconstitutional or for any reason be invalid, the remaining provisions of this article shall not be thereby affected.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1e-1",
      "number": "62-1E-1.",
      "heading": "Definitions.For the purposes of this article:(1) \"Administrator\" means the person conducting the live lineup, photo lineup or showup",
      "text": "(2) \"Suspect\" means the person believed by law enforcement to be the possible perpetrator of the crime.(3) \"Blind\" means the administrator does not know the identity o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1e-2",
      "number": "62-1E-2.",
      "heading": "Eyewitness identification procedures",
      "text": "(a) Prior to a lineup or showup, law enforcement should record as complete a description as possible of the perpetrator provided by the eyewitness, in the eyewitness's own words. This statement should also include information regarding the conditions under which",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1e-3",
      "number": "62-1E-3.",
      "heading": "Training of law-enforcement officers",
      "text": "The Superintendent of State Police may create educational materials and conduct training programs to instruct law-enforcement officers and recruits how to conduct lineups in compliance with this section. Any West Virginia law-enforcement agency, as defined in sec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-1",
      "number": "62-1F-1.",
      "heading": "Definitions.(a) For the purposes of this article, the following terms have the following meanings:(1) \"Body wire\" means: (a) An audio and/or video recording device surreptitiously carried on or under the control of an investigative or law-enforcement officer or informant to simultaneously record a n",
      "text": "Definitions.(a) For the purposes of this article, the following terms have the following meanings:(1) \"Body wire\" means: (a) An audio and/or video recording device surreptitiously carried on or under the control of an investigative or law-enforcement officer or informant to simultaneously record a nonconsenting party's conduct or oral communications; or (2) radio equipment surreptitiously carried on or under the control of an investigative or law-enforcement officer or informant to simultaneously transmit a nonconsenting party's conduct or oral communications to recording equipment located elsewhere or to other law-enforcement officers monitoring the radio transmitting frequency.(2) \"Home\" means the residence of a nonconsenting party to an electronic interception, provided that access to the residence is not generally permitted to members of the public and the non-consenting party has a reasonable expectation of privacy in the residence under the circumstances.(3) \"Informant\" means a person acting in concert with and at the direction of a law-enforcement officer in the investigation of possible violations of the criminal laws of this state or the United States.(4) \"Investigative or law-enforcement officer\" means any officer empowered by law to conduct investigations of or to make arrests for criminal offenses enumerated in this code or an equivalent offense in another jurisdiction.(5) \"Electronically intercept\" or \"electronic interception\" mean the simultaneous recording with a body wire of a nonconsenting party's conduct or oral communications in his or her home by an investigative or law-enforcement officer or informant who is invited into the home and physically present with the nonconsenting party in the home at the time of the recording.(b) Words and phrases that are not defined in this article, but which are defined in article one-d of this chapter, shall have the same meanings established in article one-d unless otherwise noted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-2",
      "number": "62-1F-2.",
      "heading": "Electronic interception of conduct or oral communications in the home authorized",
      "text": "(a) Prior to engaging in electronic interception, as defined in section one of this article, an investigative or law-enforcement officer shall, in accordance with this article, first obtain from a magistrate or a judge",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-3",
      "number": "62-1F-3.",
      "heading": "Application for an order authorizing interception",
      "text": "(a) Each application for an order authorizing electronic interception in accordance with the provisions of this article shall be made only to the magistrate or judge of the circuit court by petition in writing upon oath or affirmation and shall state",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-4",
      "number": "62-1F-4.",
      "heading": "Order authorizing interception",
      "text": "(a) Upon application filed pursuant to the provisions of section three of this article, the magistrate or judge of the circuit court may enter an ex parte order, as requested or as modified or moulded, authorizing an electronic interception in a home if the magistrate",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-5",
      "number": "62-1F-5.",
      "heading": "Recording of intercepted communications",
      "text": "(a) If recorded, the contents of any conduct or oral communications electronically intercepted shall be recorded on tape or wire or other comparable device and done in such a way or ways as will protect the recording from editing or alterations thereto.(b) Whe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-6",
      "number": "62-1F-6.",
      "heading": "Sealing of applications, orders and supporting papers",
      "text": "Applications made and orders granted under this article shall be ordered sealed by the magistrate or judge of the circuit court to whom the application is made, and maintained under seal in the custody of the magistrate court clerk or the circuit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-7",
      "number": "62-1F-7.",
      "heading": "Investigative disclosure or use of contents of wire, electronic or oral communications or derivative evidence",
      "text": "(a) Any law-enforcement officer who has obtained knowledge of the contents of any electronic interception, or evidence derived therefrom, may disclose such contents or evidence to another la",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-8",
      "number": "62-1F-8.",
      "heading": "Interception of communications relating to other offenses",
      "text": "When a law-enforcement officer, while engaged in court authorized electronic interception in the manner authorized herein, intercepts communications relating to offenses other than those specified in the order of authorization, the contents t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1f-9",
      "number": "62-1F-9.",
      "heading": "Retroactive authorization.Notwithstanding any other provision of this article, when (1) a situation exists with respect to engaging in electronic interception before an order authorizing such interception can with due diligence be obtained; (2) the factual basis for issuance of an order under this a",
      "text": "Retroactive authorization.Notwithstanding any other provision of this article, when (1) a situation exists with respect to engaging in electronic interception before an order authorizing such interception can with due diligence be obtained; (2) the factual basis for issuance of an order under this article exists; and (3) it is determined that exigent circumstances exist which prevent the submission of an application under section three of this article, conduct or oral communications in the person's home may be electronically intercepted on an emergency basis if an application submitted in accordance with section three of this article is made to a magistrate or judge of the circuit within the county wherein the person's home is located as soon as practicable, but not more than three business days after the aforementioned determination. If granted, the order shall recite the exigent circumstances present and be retroactive to the time of such determination. In the absence of an order approving such electronic interception, the interception shall immediately terminate when the communication sought is obtained or when the application for the order is denied, whichever is earliest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1g-1",
      "number": "62-1G-1.",
      "heading": "Declaration of necessity.It is declared, as a matter of legislative determination, that it is necessary to grant subpoena powers in aid of criminal investigations of certain crimes against minors involving electronic communications systems or services or remote computing services",
      "text": "Declaration of necessity.It is declared, as a matter of legislative determination, that it is necessary to grant subpoena powers in aid of criminal investigations of certain crimes against minors involving electronic communications systems or services or remote computing services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1g-2",
      "number": "62-1G-2.",
      "heading": "Subpoenas for criminal investigations relating to certain offenses against minors for records concerning an electronic communications system or service or remote computing service; content; fee for providing information; and limiting liability",
      "text": "(a) As used in this section:(1)(A) \"Electronic communica",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-1",
      "number": "62-2-1.",
      "heading": "Prosecutions to be by presentment or indictment",
      "text": "Prosecutions for offenses against the state, unless otherwise provided, shall be by presentment or indictment. The trial of a person on a charge of felony shall always be by indictment; and indictment may be found in the first instance, whether the acc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-2",
      "number": "62-2-2.",
      "heading": "When name of prosecutor, etc., to be affixed to indictment, etc",
      "text": "; requiring security for costs from prosecutor.In a prosecution for a misdemeanor, the name of the prosecutor, if there be one, and the county of his residence, shall be written at the foot of the presentment or indictment, when it is m",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-3",
      "number": "62-2-3.",
      "heading": "When costs assessed against prosecutor",
      "text": "If any proceeding for an offense, had or moved at the instance of a prosecutor, be dismissed, or the accused discharged from the accusation, the court or justice before whom the proceeding is may give judgment against the prosecutor in favor of the accused for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-4",
      "number": "62-2-4.",
      "heading": "Indictment for perjury; admissibility of certain records, etc",
      "text": ", as evidence.In an indictment or accusation of perjury or subornation of perjury, it shall be sufficient to state the substance of the offense charged against the accused, and in what court or by whom the oath was administered which is c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-5",
      "number": "62-2-5.",
      "heading": "Indictment for embezzlement; description and proof of money in prosecutions for embezzlement and other crimes",
      "text": "In a prosecution against a person accused of embezzling, or fraudulently converting to his own use, bullion, money, bank notes, or other security for money, it shall be lawful, in the same i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-6",
      "number": "62-2-6.",
      "heading": "Indictment for forgery.In a prosecution for forging, or altering, or attempting to employ as true, any forged instrument or other thing, and in a prosecution for any of the offenses mentioned in article four, chapter sixty-one of this code, it shall not be necessary to set forth any copy or facsimil",
      "text": "Indictment for forgery.In a prosecution for forging, or altering, or attempting to employ as true, any forged instrument or other thing, and in a prosecution for any of the offenses mentioned in article four, chapter sixty-one of this code, it shall not be necessary to set forth any copy or facsimile of such instrument or other thing, but it shall be sufficient to describe the same in such manner as would sustain an indictment for stealing such instrument or other thing, supposing it to be the subject of larceny.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-7",
      "number": "62-2-7.",
      "heading": "Proof of possession of or title to property",
      "text": "In a prosecution for an offense committed upon or relating to or affecting real estate, or for stealing, embezzling, destroying, injuring, or fraudulently receiving or concealing, any personal estate, it shall be sufficient to prove that when the offense w",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-8",
      "number": "62-2-8.",
      "heading": "Allegations of intent to injure, cheat or defraud",
      "text": "Where an intent to injure, defraud, or cheat is required to constitute an offense, it shall be sufficient, in an indictment or accusation therefor, to allege generally an intent to injure, defraud, or cheat, without naming the person intended to be i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-9",
      "number": "62-2-9.",
      "heading": "Unnecessary allegations may be omitted.All allegations, unnecessary to be proved, may be omitted in any indictment or other accusation.",
      "text": "Unnecessary allegations may be omitted.All allegations, unnecessary to be proved, may be omitted in any indictment or other accusation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-10",
      "number": "62-2-10.",
      "heading": "Defects not invalidating indictment",
      "text": "No indictment or other accusation shall be quashed or deemed invalid for omitting to set forth that it is upon the oaths of the jurors, or upon their oaths and affirmation; or for the insertion of the words \"upon their oath,\" instead of \"upon their oaths\"; or for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-11",
      "number": "62-2-11.",
      "heading": "Defects cured by verdict.Judgment in any criminal case, after a verdict, shall not be arrested or reversed upon any exception to the indictment or other accusation, if the offense be charged therein with sufficient certainty for judgment to be given thereon, according to the very right of the case",
      "text": "Defects cured by verdict.Judgment in any criminal case, after a verdict, shall not be arrested or reversed upon any exception to the indictment or other accusation, if the offense be charged therein with sufficient certainty for judgment to be given thereon, according to the very right of the case.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-12",
      "number": "62-2-12.",
      "heading": "Discharge of imprisoned person upon failure to indict within certain time; person not indicted by reason of insanity",
      "text": "A person in jail, on a criminal charge, shall be discharged from imprisonment if he be not indicted before the end of the second term of the court, at which he is held to answer, unle",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-13",
      "number": "62-2-13.",
      "heading": "Process, capias and summons in criminal cases",
      "text": "When an indictment or presentment is found or made, the court shall award process against the accused to answer to the same, if he be not in custody. Such process, if for a felony, may be a capias or a summons, at the discretion of the court; in all misd",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-14",
      "number": "62-2-14.",
      "heading": "Direction and execution of process; several writs against same person",
      "text": "The fifth and eleventh sections of article three, chapter fifty-six of this code shall apply to process in criminal as well as in civil cases. Any summons to answer an indictment for a misdemeanor may be served as a notice is serv",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-15",
      "number": "62-2-15.",
      "heading": "Mailing of process by clerk to officer",
      "text": "The clerk of every court shall forward by mail all process issued for the state, directed to the officer of any county other than his own, and pay the postage thereon, which, on being duly certified by the court, shall be paid out of the county treasury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-16",
      "number": "62-2-16.",
      "heading": "Execution of process within state",
      "text": "When process of arrest in a criminal prosecution is issued from a court during its session, either against a party accused or a witness, the officer to whom it is directed or delivered may execute it in any part of the state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-17",
      "number": "62-2-17.",
      "heading": "Delivery of prisoner to court, magistrate or jailer",
      "text": "(a) An officer who, under a capias from a court, arrests a person accused of an offense other than murder in the first degree shall deliver the accused to such court, if sitting, and if such court is not sitting, the officer shall deliver the accus",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-18repealed",
      "number": "62-2-18.Repealed",
      "heading": "Acts, 1965 Reg. Sess., Ch. 38.",
      "text": "Acts, 1965 Reg. Sess., Ch. 38.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-18",
      "number": "62-2-18",
      "heading": "",
      "text": "§62-2-18.\n\nRepealed.\n\nActs, 1965 Reg. Sess., Ch. 38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-2/section-62-2-18/"
    },
    {
      "id": "section-62-2-19",
      "number": "62-2-19.",
      "heading": "Prosecutions relating to license taxes, offenses against public policy, etc",
      "text": "On any indictment or presentment founded on any provision of article twelve, chapter eleven, or article ten, chapter sixty-one of this code, or for any statutory misdemeanor for which no imprisonment may be inflicted, proces",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-20",
      "number": "62-2-20.",
      "heading": "Exceptions to indictments relating to license taxes and offenses against public policy",
      "text": "No exceptions shall be allowed for any defect or want of form in any presentment or indictment founded on any provision of article twelve, chapter eleven, or article ten, chapter sixty-one of this code, but the co",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-21",
      "number": "62-2-21.",
      "heading": "Second capias or trial after summons in misdemeanor cases not covered in §62-2-19",
      "text": "In prosecutions for misdemeanors, in cases not embraced in section nineteen of this article, if a capias be returned not found, after a summons is returned executed, or if the accused was admitted to bail and make defa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-22",
      "number": "62-2-22.",
      "heading": "Discontinuance of criminal prosecution for failure to award process or enter continuance",
      "text": "There shall be no discontinuance of any criminal prosecution by reason of the failure of the court to award process, or to enter a continuance on the record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-23",
      "number": "62-2-23.",
      "heading": "Prosecutions against corporations; effect of failure of corporation to appear",
      "text": "On any indictment or presentment against a corporation, if a summons be served according to the provisions of sections thirteen or fourteen, article three, chapter fifty-six of this code, and the defendant fail to appear,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-24",
      "number": "62-2-24.",
      "heading": "Joinder of certain counts.A count for receiving stolen goods or for embezzlement may be joined with a count for larceny, in the same indictment; and a count for false swearing may be joined with a count for perjury, in the same indictment",
      "text": "Joinder of certain counts.A count for receiving stolen goods or for embezzlement may be joined with a count for larceny, in the same indictment; and a count for false swearing may be joined with a count for perjury, in the same indictment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-2-25",
      "number": "62-2-25.",
      "heading": "Compromise or suppression of indictment or presentment",
      "text": "If any prosecuting attorney shall compromise or suppress any indictment or presentment without the consent of the court entered of record, he shall be deemed guilty of malfeasance in office, and may be removed therefrom in the mode prescribed by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-1",
      "number": "62-3-1.",
      "heading": "Time for trial; depositions of witnesses for accused; counsel, copy of indictment, and list of jurors for accused; remuneration of appointed counsel",
      "text": "When an indictment is found in any county, against a person for a felony or misdemeanor, the accused, if in custody, or if he appear in discharge of hi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-1a",
      "number": "62-3-1a.",
      "heading": "Written guilty plea; form; right to counsel; effect of plea; failure of plea to be signed or witnessed",
      "text": "When a person under indictment for a crime indicates that he desires to plead guilty, he may be called upon to sign in open court a form acknowledging his plea to the indictment or to such count or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-2",
      "number": "62-3-2.",
      "heading": "Presence of accused during trial; arraignment; plea",
      "text": "A person indicted for felony shall be personally present during the trial therefor. If he refuse to plead or answer, and do not confess his guilt, the court shall have the plea of not guilty entered, and the trial shall proceed as if the accused ha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-3",
      "number": "62-3-3.",
      "heading": "Selection of jury in felony cases; striking jurors; alternate jurors",
      "text": "In a case of felony, twenty jurors shall be drawn from those in attendance for the trial of the accused. If a sufficient number of jurors for such panel cannot be procured in this way, the court shall order others to be forthwith s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-4",
      "number": "62-3-4.",
      "heading": "Challenge of jurors.No challenge of a juror other than that provided for in the preceding section shall be allowed the state or the accused, except for cause, and all challenges shall be tried by the court in which they are made",
      "text": "Challenge of jurors.No challenge of a juror other than that provided for in the preceding section shall be allowed the state or the accused, except for cause, and all challenges shall be tried by the court in which they are made.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-5repealed",
      "number": "62-3-5.Repealed",
      "heading": "Acts, 1965 Reg. Sess., Ch. 40.",
      "text": "Acts, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-5",
      "number": "62-3-5",
      "heading": "",
      "text": "§62-3-5.\n\nRepealed.\n\nActs, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-3/section-62-3-5/"
    },
    {
      "id": "section-62-3-6",
      "number": "62-3-6.",
      "heading": "Custody of jury; board and lodging of jurors; conversation with jurors",
      "text": "After a jury in a case of felony is impaneled and sworn, the court, in its discretion, may order the jury to be placed in the custody of the sheriff or other officer or officers designated by the court until the jury agree upon a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-7",
      "number": "62-3-7.",
      "heading": "Filling vacancy in jury; discharge of jury",
      "text": "If a juror, after he is sworn, be unable, from any cause, to perform his duty, the court may, in its discretion, cause another qualified juror to be sworn in his place. And in any criminal case the court may discharge the jury, when it appears that they can",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-8",
      "number": "62-3-8.",
      "heading": "Jury for defendants indicted and tried jointly; jury for separate trials of persons jointly indicted",
      "text": "Persons indicted and tried jointly, for a felony, shall be allowed to strike from the panel of jurors not more than six thereof, and only such as they all agree upon shall be stricken therefrom; and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-9repealed",
      "number": "62-3-9.Repealed",
      "heading": "Acts, 1974 Reg. Sess., Ch. 66.",
      "text": "Acts, 1974 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-9",
      "number": "62-3-9",
      "heading": "",
      "text": "§62-3-9.\n\nRepealed.\n\nActs, 1974 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-3/section-62-3-9/"
    },
    {
      "id": "section-62-3-10repealed",
      "number": "62-3-10.Repealed",
      "heading": "Acts, 1947 Reg. Sess., Ch. 62.",
      "text": "Acts, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-10",
      "number": "62-3-10",
      "heading": "",
      "text": "§62-3-10.\n\nRepealed.\n\nActs, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-3/section-62-3-10/"
    },
    {
      "id": "section-62-3-11repealed",
      "number": "62-3-11.Repealed",
      "heading": "Acts, 1947 Reg. Sess., Ch. 62.",
      "text": "Acts, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-11",
      "number": "62-3-11",
      "heading": "",
      "text": "§62-3-11.\n\nRepealed.\n\nActs, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-3/section-62-3-11/"
    },
    {
      "id": "section-62-3-12repealed",
      "number": "62-3-12.Repealed",
      "heading": "Acts, 1947 Reg. Sess., Ch. 62.",
      "text": "Acts, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-12",
      "number": "62-3-12",
      "heading": "",
      "text": "§62-3-12.\n\nRepealed.\n\nActs, 1947 Reg. Sess., Ch. 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-3/section-62-3-12/"
    },
    {
      "id": "section-62-3-13",
      "number": "62-3-13.",
      "heading": "Change of venue.A court may, on the petition of the accused and for good cause shown, order the venue of the trial of a criminal case in such court to be removed to some other county",
      "text": "When the venue is so changed, the court making the order shall recognize the witnesses and the accused (if the offen",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-14",
      "number": "62-3-14.",
      "heading": "Conviction of part of offense charged in indictment",
      "text": "If a person indicted for a felony be by the jury acquitted of part and convicted of part of the offense charged, he shall be sentenced by the court for such part as he is so convicted of, if the same be substantially charged in the indictment, whet",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-15",
      "number": "62-3-15.",
      "heading": "Verdict and sentence in murder cases",
      "text": "If a person indicted for murder be found by the jury guilty thereof, they shall in their verdict find whether he or she is guilty of murder of the first degree or second degree. If the person indicted for murder is found by the jury guilty thereof, and if the jur",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-16",
      "number": "62-3-16.",
      "heading": "Verdicts jury may find on indictments for homicide or assault",
      "text": "On an indictment for felonious homicide, the jury may find the accused not guilty of the felony, but guilty of involuntary manslaughter. And on any indictment for maliciously shooting, stabbing, cutting, or wounding a person, or by any me",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-17",
      "number": "62-3-17.",
      "heading": "Verdicts jury may find in prosecution for larceny",
      "text": "In a prosecution for grand larceny, if it be found that the thing stolen is of less value than $50, the jury may find the accused guilty of petit larceny, except in cases where it is otherwise provided; and in a prosecution for petit larceny, though",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-18",
      "number": "62-3-18.",
      "heading": "Conviction of attempt on trial for felony; effect of general verdict of not guilty",
      "text": "On an indictment for felony, the jury may find the accused not guilty of the felony, but guilty of an attempt to commit such felony; and a general verdict of not guilty upon such indictment shall be a bar to a subsequ",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-19",
      "number": "62-3-19.",
      "heading": "Faulty counts in indictment.Where there are several counts in an indictment, and a general verdict of guilty is found, judgment shall be entered against the accused, if any count be good, though others be faulty",
      "text": "But on the trial, the court may, on motion of the accused, instruct the jury to disrega",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-20",
      "number": "62-3-20.",
      "heading": "Verdict and judgment in joint trial",
      "text": "Where two or more persons are charged and tried jointly, the jury may render a verdict as to any of them as to whom they may agree; whereupon judgment shall be entered according to the verdict; and as to the others the case shall be tried by another jury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-3-21",
      "number": "62-3-21.",
      "heading": "Discharge for failure to try within certain time",
      "text": "Every person charged by presentment or indictment with a felony or misdemeanor and, remanded to a court of competent jurisdiction for trial, shall be forever discharged from prosecution for the offense, if there be three regular terms of such court, a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-1",
      "number": "62-4-1.",
      "heading": "Fines to accrue to state for support of free schools, unless otherwise provided",
      "text": "Unless otherwise expressly provided, or manifestly inconsistent with the intention of the Legislature, every fine or forfeiture imposed by or under an act of the Legislature shall be and accrue to the state for the suppo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-2",
      "number": "62-4-2.",
      "heading": "Allowance to informer or person prosecuting",
      "text": "Although a law may allow an informer or person prosecuting to have part of a fine, the whole thereof shall go to the state for the support of the free schools, unless the name of such informer or prosecutor be indorsed on or written at the foot of the pres",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-3",
      "number": "62-4-3.",
      "heading": "Fine, imprisonment, etc., to be by indictment, etc",
      "text": "; exception.Where fine and imprisonment, or fine and any punishment is imposed by law, the proceeding shall be by indictment or presentment in the circuit court, or other court of record having jurisdiction in criminal cases, in the county wherein t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-4",
      "number": "62-4-4.",
      "heading": "Recovery of fines before justice or in court",
      "text": "Where a fine alone is imposed, if it be in a case mentioned in section one, article eighteen, chapter fifty of this code, it may be recovered upon warrant of a justice having jurisdiction; and whether so mentioned or not, it may be recovered by presentmen",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-5",
      "number": "62-4-5.",
      "heading": "Form of proceedings.The proceedings in all cases shall be in the name of the state, unless otherwise specially provided",
      "text": "If before a justice, the proceedings shall be according to article eighteen, chapter fifty of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-6",
      "number": "62-4-6.",
      "heading": "Remission of fines by Governor",
      "text": "Fines may be remitted by the Governor, subject to the provisions of sections sixteen and seventeen, article one, chapter five of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-7",
      "number": "62-4-7.",
      "heading": "Remission of fines by courts.No court shall remit any fine except for contempt, which the court during the same term may remit either wholly or in part",
      "text": "This section shall not impair the judicial power of the court to set aside a verdict or judgment, or to grant a new trial.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-8",
      "number": "62-4-8.",
      "heading": "Duties of prosecuting attorney in relation to fines",
      "text": "It shall be the duty of the prosecuting attorney of every county to institute and prosecute in the circuit court, or other court having jurisdiction thereof, as the case may be, proper proceedings for the recovery of all fines imposed by law, where",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-9",
      "number": "62-4-9.",
      "heading": "Capias pro fine; release of defendant on bond",
      "text": "When a judgment for fine and costs is rendered by a circuit court, or other court of record having jurisdiction in criminal cases, the court may order a capias pro fine to be issued thereon at any time during the term at which the judgment is rendered, a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-10",
      "number": "62-4-10.",
      "heading": "Discharge from confinement; allowances for labor while confined",
      "text": "Any person imprisoned for the purposes stated in the preceding section may be discharged from confinement at any time by the court wherein he was sentenced, and in no event shall his confinement, for failure to pay a fine and costs, exc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-11",
      "number": "62-4-11.",
      "heading": "Fieri facias for collection of fines",
      "text": "On every judgment for a fine rendered by a circuit court, or other court of record having jurisdiction in criminal cases, if no special order be made by the court or judge, the clerk of the court shall issue a writ of fieri facias immediately after the term at wh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-12repealed",
      "number": "62-4-12.Repealed",
      "heading": "Acts, 1995 Reg. Sess., Ch. 83.",
      "text": "Acts, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-12",
      "number": "62-4-12",
      "heading": "",
      "text": "§62-4-12.\n\nRepealed.\n\nActs, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-4/section-62-4-12/"
    },
    {
      "id": "section-62-4-13repealed",
      "number": "62-4-13.Repealed",
      "heading": "Acts, 1995 Reg. Sess., Ch. 83.",
      "text": "Acts, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-13",
      "number": "62-4-13",
      "heading": "",
      "text": "§62-4-13.\n\nRepealed.\n\nActs, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-4/section-62-4-13/"
    },
    {
      "id": "section-62-4-14repealed",
      "number": "62-4-14.Repealed",
      "heading": "Acts, 1995 Reg. Sess., Ch. 83.",
      "text": "Acts, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-14",
      "number": "62-4-14",
      "heading": "",
      "text": "§62-4-14.\n\nRepealed.\n\nActs, 1995 Reg. Sess., Ch. 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-4/section-62-4-14/"
    },
    {
      "id": "section-62-4-15",
      "number": "62-4-15.",
      "heading": "Limitation upon collection of fines",
      "text": "No prosecution by warrant for the recovery of a fine shall be commenced, unless it be done within one year after there was cause therefor, except in cases where a different limitation is prescribed by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-16",
      "number": "62-4-16.",
      "heading": "Community service work may be substituted in lieu of a fine in municipal court and magistrate court; immunity from suit",
      "text": "(a) Notwithstanding any provision of this code to the contrary, a municipal judge or a magistrate may substitute, in lieu of the imposition of a sentence of incarceration or imposi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-4-17",
      "number": "62-4-17.",
      "heading": "Suspension of licenses for failure to appear in court; payment plan; failure to pay fines will result in late fee and judgment lien",
      "text": "(a) Upon request and subject to the following requirements, the circuit clerk shall establish a payment plan for a person owing costs, fines, forfeitures, restitution,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-1",
      "number": "62-5-1.",
      "heading": "Payment of witnesses.Sections sixteen and seventeen of article one, and section sixteen of article two, chapter fifty-nine of this code shall apply to a person attending as a witness under a recognizance or summons in a criminal case whether the same be a felony or misdemeanor, as well as to a perso",
      "text": "Payment of witnesses.Sections sixteen and seventeen of article one, and section sixteen of article two, chapter fifty-nine of this code shall apply to a person attending as a witness under a recognizance or summons in a criminal case whether the same be a felony or misdemeanor, as well as to a person attending under a summons in a civil case, except that in a criminal case, a person residing out of this state, who attends a court therein as a witness, shall be allowed by such court a proper compensation for attendance and travel to and from the place of his abode; the amount of the same to be fixed by such court. Such compensation and other allowances shall, in all criminal cases be paid out of the treasury of the state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "sixteen and seventeen of article one, and section sixteen of article two, chapter fifty-nine of this code shall apply to a person attending as a witness under a recognizance or summons in a criminal case whether the same be a felony or misdemeanor, as well as to a person attending under a summons in",
      "text": "sixteen and seventeen of article one, and section sixteen of article two, chapter fifty-nine of this code shall apply to a person attending as a witness under a recognizance or summons in a criminal case whether the same be a felony or misdemeanor, as well as to a person attending under a summons in a civil case, except that in a criminal case, a person residing out of this state, who attends a court therein as a witness, shall be allowed by such court a proper compensation for attendance and travel to and from the place of his abode; the amount of the same to be fixed by such court. Such compensation and other allowances shall, in all criminal cases be paid out of the treasury of the state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-2",
      "number": "62-5-2.",
      "heading": "Payment of witness fees and other legal charges by prosecutor",
      "text": "The sum to which a witness is entitled who attends for the state, and any other legal charges incurred in a case wherein there is a prosecutor, shall be paid by such prosecutor as if he were the plaintiff in the case, unless there be a ju",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-3repealed",
      "number": "62-5-3.Repealed",
      "heading": "Acts, 1975 Reg. Sess., Ch. 126.",
      "text": "Acts, 1975 Reg. Sess., Ch. 126.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-3",
      "number": "62-5-3",
      "heading": "",
      "text": "§62-5-3.\n\nRepealed.\n\nActs, 1975 Reg. Sess., Ch. 126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-5/section-62-5-3/"
    },
    {
      "id": "section-62-5-4",
      "number": "62-5-4.",
      "heading": "Fees of officer executing process or rendering service out of county in felony cases",
      "text": "A sheriff or other officer, for traveling out of his county to execute process in a case of felony and, doing any act in the service thereof for which no other compensation is provided, shall receive therefor, out o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-5",
      "number": "62-5-5.",
      "heading": "Certificate by the court as to fees and expenses",
      "text": "The certificate required by section fifteen, article one, chapter fifty-nine of this code shall be made by the court in which the prosecution is, or to which the justice certifies, as hereinafter mentioned. Any other expense incident to a proceeding i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-6",
      "number": "62-5-6.",
      "heading": "Expenses of preliminary hearing before justice certified to clerk",
      "text": "A justice before whom there is any proceeding in a criminal case, preliminary to prosecution in a circuit court or other court of record having jurisdiction in criminal cases, shall certify to the clerk of such court all the expenses",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-7",
      "number": "62-5-7.",
      "heading": "Execution for expenses incident to prosecution",
      "text": "In every criminal case the clerk of the court in which the accused is convicted shall, as soon as may be, make up a statement of all the expenses incident to the prosecution, including such as are certified to him by a justice under the preceding sectio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-8",
      "number": "62-5-8.",
      "heading": "Failure to present claim in time",
      "text": "If, by reason of the failure of a person to present his claim in due time, a sum be not included in such execution, which would have been included if so presented, such claim, unless there be good cause shown for the failure, shall be disallowed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-9",
      "number": "62-5-9.",
      "heading": "Fee to prosecuting attorney out of State Treasury; judgment against state for costs",
      "text": "No fee to any prosecuting attorney shall be payable out of the treasury, unless it be expressly provided. And in no case shall there be a judgment against the state for costs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-5-10",
      "number": "62-5-10.",
      "heading": "Mandatory cost assessed upon conviction of a felony",
      "text": "(a) Every circuit court shall assess, in every felony criminal matter as a cost to the defendant, an assessment in the sum of $75 for each felony count of conviction. The assessment referred to herein shall be paid upon adjudication of guilt unless",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-1",
      "number": "62-6-1.",
      "heading": "Recognizance to keep the peace; condition",
      "text": "Every recognizance to keep the peace shall be conditioned to the effect that the person of whom it is taken shall keep the peace and be of good behavior for such time, not exceeding one year, as the court or justice requiring it may direct; and if such court",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-2repealed",
      "number": "62-6-2.Repealed",
      "heading": "Acts, 2007 Reg. Sess., Ch. 70.",
      "text": "Acts, 2007 Reg. Sess., Ch. 70.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-2",
      "number": "62-6-2",
      "heading": "",
      "text": "§62-6-2.\n\nRepealed.\n\nActs, 2007 Reg. Sess., Ch. 70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-6/section-62-6-2/"
    },
    {
      "id": "section-62-6-3",
      "number": "62-6-3.",
      "heading": "Recognizance of insane person or minor",
      "text": "A recognizance which would be taken of a person but for his being insane or a minor, may be taken of another person, and without further surety, if such other person be deemed sufficient.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-4",
      "number": "62-6-4.",
      "heading": "Witnesses in criminal cases; forced attendance",
      "text": "In a criminal case, a summons for a witness may be issued by the prosecuting attorney. Sections one, four, five, six and eight, article five, chapter fifty-seven of this code shall, in other respects, apply to a criminal as well as a civil case, except",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-5",
      "number": "62-6-5.",
      "heading": "Failure of juror to attend inquest out of court",
      "text": "The name of any person summoned by an officer, in failing to attend as a juror upon an inquest out of court, shall be returned by such officer at the next term of the circuit court of such officer's county. Such court shall fine such person, unless he",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-6",
      "number": "62-6-6.",
      "heading": "Proceedings for fines for contempt or disobedience of process",
      "text": "No court shall impose a fine upon a juror, witness or other person, for disobedience of its process or any contempt, unless he be present in a court at the time, or shall have been served with a rule of the court, returnable to a time cer",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-6a",
      "number": "62-6-6a.",
      "heading": "Disposition of prisoners.[Repealed.]",
      "text": "Disposition of prisoners.[Repealed.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-7",
      "number": "62-6-7.",
      "heading": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the pr",
      "text": "Severability.If any provision of this article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the article which can be given effect without the invalid provision or its application, and to this end, the provisions of this article are declared to be severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6-8",
      "number": "62-6-8.",
      "heading": "Alleged victim of sexual offense may not be required to submit to a polygraph examination or other truth telling device as a condition of investigating an alleged offense nor may prosecutors or law-enforcement officers decline to proceed if the victim refuses such examination",
      "text": "No law-enforcement offi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6a-2",
      "number": "62-6A-2.",
      "heading": "Summoning witness in this state to testify in another state",
      "text": "If a judge of a court of record in any state which by its laws has made provision for commanding persons within that state to attend and testify in this state certifies under the seal of such court that there is a criminal prosecution pendi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6a-3",
      "number": "62-6A-3.",
      "heading": "Summoning witness in another state to testify in this state",
      "text": "If a person in any state, which by its laws has made provisions for commanding persons within its borders to attend and testify in criminal prosecutions, or grand jury investigations commenced or about to commence, in this state, is a mater",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6a-4",
      "number": "62-6A-4.",
      "heading": "Exemption from arrest or service of process",
      "text": "If a person comes into this state in obedience to a summons directing him to attend and testify in this state he shall not while in this state pursuant to such summons be subject to arrest or the service of process, civil or criminal, in connection with ma",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6a-5",
      "number": "62-6A-5.",
      "heading": "Construction of article.This article shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of the states which enact it",
      "text": "Construction of article.This article shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of the states which enact it.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6a-6",
      "number": "62-6A-6.",
      "heading": "How article cited.This article may be cited as \"Uniform Act to Secure the Attendance of Witnesses From Without a State in Criminal Proceedings.\"",
      "text": "How article cited.This article may be cited as \"Uniform Act to Secure the Attendance of Witnesses From Without a State in Criminal Proceedings.\"",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-1",
      "number": "62-6B-1.",
      "heading": "Legislative findings.The Legislature hereby finds that there are rare occasions when the interests of justice cannot be served because a child who is alleged to be the victim of certain offenses is unable to testify while in the physical presence of the defendant in the courtroom",
      "text": "The Legislature fur",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-2",
      "number": "62-6B-2.",
      "heading": "Definitions.For the purposes of this article, the words or terms defined in this section, and any variation of those words or terms required by the context, have the meanings ascribed to them in this section",
      "text": "These definitions are applicable unless a different meaning clearly appears from the contex",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-3",
      "number": "62-6B-3.",
      "heading": "Findings of fact required for taking testimony of child witness by closed-circuit television; considerations for court",
      "text": "(a) Upon a written motion filed by the prosecuting attorney, the child's attorney or the child's guardian ad litem, and upon findings of fact determined pursuant to subsection (b) o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-4",
      "number": "62-6B-4.",
      "heading": "Procedures required for taking testimony of child witness by closed-circuit television; election of defendant; jury instruction; sanction for failure to follow procedures; additional accommodation options; recordings and confidentiality",
      "text": "(a) If the court determines that the use of live, two-way close",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-5",
      "number": "62-6B-5.",
      "heading": "Memorialization of statements of certain child witnesses; admissibility; hearing",
      "text": "(a) After the effective date of this section, whenever any law-enforcement officer, physician, psychologist, social worker, or investigator, in the course of his or her employment or profession or while engaged in an ac",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-6b-6",
      "number": "62-6B-6.",
      "heading": "Confidentiality of recorded interviews of children",
      "text": "(a) Except as provided by the provisions of this article, recorded interviews of an interviewed child in any judicial or administrative proceeding shall not be published or duplicated except pursuant to the terms of an order of a court of competent",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-1",
      "number": "62-7-1.",
      "heading": "Stay of proceedings.Upon the application of any person entitled, under the provisions of article four, chapter fifty-eight of this code, to an appeal or writ of error from a judgment in a prosecution for any offense or crime, the criminal court, intermediate court or other court of record of limited",
      "text": "Stay of proceedings.Upon the application of any person entitled, under the provisions of article four, chapter fifty-eight of this code, to an appeal or writ of error from a judgment in a prosecution for any offense or crime, the criminal court, intermediate court or other court of record of limited jurisdiction, or the judge of such court in vacation, shall make an order postponing the execution of the sentence for a reasonable time within which to prepare and present bills of exceptions to the trial court and until a reasonable time beyond the first day of the next regular term of the circuit court of the county.Upon the application of any person entitled, under the provisions of article five, chapter fifty-eight of this code, to an appeal or writ of error from the judgment a circuit court convicting him of any offense or crime, the circuit court or the judge thereof in vacation, shall make an order postponing the execution of the sentence for a reasonable time to enable him to prepare and present bills of exceptions and to secure a transcript of the evidence before the court at the trial, and until a reasonable time beyond the first day of the next term of the Supreme Court of Appeals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-2",
      "number": "62-7-2.",
      "heading": "Period of stay when writ of error awarded",
      "text": "A writ of error, awarded under the provisions of article five, chapter fifty-eight of this code to any judgment of a circuit court referred to in the preceding section, shall operate as a stay of proceedings in the case until the decision of the Supreme Cour",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-3",
      "number": "62-7-3.",
      "heading": "Stay of proceedings; removal to penitentiary after reasonable time pending appeal; procedure for bail",
      "text": "(a) Whenever a stay of proceedings has been granted pursuant to section one or two of this article or any rule of court relating to stays granted under those sections, and the court upon its own mot",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-4repealed",
      "number": "62-7-4.Repealed",
      "heading": "Acts, 1965 Reg. Sess., Ch. 40.",
      "text": "Acts, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-4",
      "number": "62-7-4",
      "heading": "",
      "text": "§62-7-4.\n\nRepealed.\n\nActs, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-7/section-62-7-4/"
    },
    {
      "id": "section-62-7-5repealed",
      "number": "62-7-5.Repealed",
      "heading": "Acts, 1965 Reg. Sess., Ch. 40.",
      "text": "Acts, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-5",
      "number": "62-7-5",
      "heading": "",
      "text": "§62-7-5.\n\nRepealed.\n\nActs, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-7/section-62-7-5/"
    },
    {
      "id": "section-62-7-6repealed",
      "number": "62-7-6.Repealed",
      "heading": "Acts, 1965 Reg. Sess., Ch. 40.",
      "text": "Acts, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-6",
      "number": "62-7-6",
      "heading": "",
      "text": "§62-7-6.\n\nRepealed.\n\nActs, 1965 Reg. Sess., Ch. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-7/section-62-7-6/"
    },
    {
      "id": "section-62-7-7",
      "number": "62-7-7.",
      "heading": "Removal of convicts to penitentiary -- Generally",
      "text": "Every person sentenced to confinement in the penitentiary shall remain in the custody of the proper officer of the court pronouncing such sentence until he be delivered to a guard sent and duly authorized by the warden of the penitentiary for the remo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-8",
      "number": "62-7-8.",
      "heading": "Same -- Prevention of rescue or escape; additional guards",
      "text": "If on the way to the penitentiary or other place, in consequence of an attempt made, or reasonably apprehended, to rescue the prisoner, or in consequence of any other unforeseen danger, the guard to whom such prisoner was delivered is satisfi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-9",
      "number": "62-7-9.",
      "heading": "Same -- Immunity of guards from arrest",
      "text": "All guards while proceeding to the place where a prisoner is confined for the purpose of removing him to the penitentiary or other place, and while engaged in such removal, shall be privileged from arrest except for felony and, breach of the peace, such privile",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-10",
      "number": "62-7-10.",
      "heading": "Prison Commitment order.The clerk of a circuit court in which a person is sentenced to serve a period of incarceration in a state prison shall transmit to the Commissioner of the Division of Corrections and Rehabilitation a certified commitment order in the form provided for in this section",
      "text": "A perso",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-1",
      "number": "62-8-1.",
      "heading": "Offenses by inmates; conspiracy",
      "text": "(a) A person imprisoned or otherwise in the custody of the Commissioner of Corrections and Rehabilitation is guilty of a felony if he or she kills, wounds, or inflicts other bodily injury upon any person at any correctional facility; or breaks, cuts, or injures, or se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-2",
      "number": "62-8-2.",
      "heading": "Punishment of convicts; no discharge from correctional institution while prosecution is pending",
      "text": "(a) Any inmate who violates the provisions of section one of this article and the violation results in the death of any person is guilty of a felony and, upon conviction thereof, shall be confined in a st",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-3",
      "number": "62-8-3.",
      "heading": "Venue of trials of convicts.All criminal proceedings against convicts in the custody of the commissioner of corrections shall be in the circuit court in the county where the crime is committed",
      "text": "Venue of trials of convicts.All criminal proceedings against convicts in the custody of the commissioner of corrections shall be in the circuit court in the county where the crime is committed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-4",
      "number": "62-8-4.",
      "heading": "Procedure in sentencing inmates to further confinement for second and third offenses",
      "text": "When a inmate convicted of an offense and sentenced to confinement therefor in a state correctional facility, is received therein, if he or she was before convicted in the United States of a crime punishable by impr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-5",
      "number": "62-8-5.",
      "heading": "Prosecutions for offenses under this article",
      "text": "Upon complaint in writing, under oath, presented to the circuit court of Marshall county, or to the judge thereof in vacation, that any convict in the penitentiary has committed an offense punishable under sections one and two of this article, proceedings",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-6",
      "number": "62-8-6.",
      "heading": "Convicts competent as witnesses; proceedings, etc",
      "text": ", as in other cases.In any such prosecution of convicts, all other convicts in the penitentiary shall be competent witnesses for or against the accused. In all other respects, the proceedings, trial, judgment and sentence shall be had, pronounced and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-7",
      "number": "62-8-7.",
      "heading": "Court costs incurred in prosecution of convicts",
      "text": "All taxable court costs incurred in the prosecution of a convict for any crime committed by such person while confined in the West Virginia Penitentiary, West Virginia Medium Security Prison, or the West Virginia State Prison for Women or in any other",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-8-8",
      "number": "62-8-8.",
      "heading": "Orders and warrants for arrest of inmates; authorization to obtain arrest warrants",
      "text": "(a) Notwithstanding any provision of this code to the contrary, the Commissioner of the Division of Corrections, or his or her designee, may issue an order of arrest for inmates who have been released from the custody",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-1",
      "number": "62-9-1.",
      "heading": "General form of indictments.All indictments in this state, if procured, found and returned in all other respects as provided by law, shall be sufficient if in the following form:State of West Virginia, County of ",
      "text": ".............., to wit:The grand jurors of the State of West Virginia, in and for the b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-2",
      "number": "62-9-2.",
      "heading": "Indictment for treason.An indictment for treason shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one:That A",
      "text": "..............., being a person owing allegiance to the State of West Virginia, on the ............ day of ............, nineteen ........",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-3",
      "number": "62-9-3.",
      "heading": "Indictment for murder.An indictment for murder shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one:That A ",
      "text": ".............., on the ......... day of .........., nineteen ......................., in the said county ................., feloniously, wi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-4",
      "number": "62-9-4.",
      "heading": "Indictment for voluntary manslaughter",
      "text": "A grand jury may, in a case of homicide, which in their opinion amounts to manslaughter only, and not to murder, find an indictment against the accused for manslaughter, and in such case the indictment shall be sufficient, if it be in form, tenor or effect as fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-5",
      "number": "62-9-5.",
      "heading": "Indictment for abortion.An indictment for abortion shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A",
      "text": "..............., on the ........... day of ..........., nineteen ..............., in the said county of .............., did feloniously",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-6",
      "number": "62-9-6.",
      "heading": "Indictment for robbery.An indictment for robbery shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one:That A ",
      "text": ".............., on the ............ day of ............, nineteen ..............., in the said county of ............., being armed with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-7repealed",
      "number": "62-9-7.Repealed",
      "heading": "Acts, 1976 Reg. Sess., Ch. 43.",
      "text": "Acts, 1976 Reg. Sess., Ch. 43.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-7",
      "number": "62-9-7",
      "heading": "",
      "text": "§62-9-7.\n\nRepealed.\n\nActs, 1976 Reg. Sess., Ch. 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-9/section-62-9-7/"
    },
    {
      "id": "section-62-9-8",
      "number": "62-9-8.",
      "heading": "Indictment for arson.An indictment for arson shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A",
      "text": ".............., on the ............ day of ................., nineteen ..............., in the said county of ..............., in the nightti",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-9",
      "number": "62-9-9.",
      "heading": "Indictment for burglary.An indictment for burglary shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A",
      "text": "..............., on the ........... day of ............, nineteen ............, about the hour of .............., in the night of the s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-10",
      "number": "62-9-10.",
      "heading": "Indictment for larceny.An indictment for larceny shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ",
      "text": ".............., on the ........ day of ........., nineteen ................, in the said county of ..................., one (here descri",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-11",
      "number": "62-9-11.",
      "heading": "Indictment for embezzlement.An indictment for embezzlement shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A",
      "text": ".............., on the ........... day of ............., nineteen ................, in the said county of .................., d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-12",
      "number": "62-9-12.",
      "heading": "Indictment for false pretenses",
      "text": "An indictment for false pretenses shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ........ day of ........, nineteen ........, in the said county of ........, did unlawfully, frau",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-13",
      "number": "62-9-13.",
      "heading": "Indictment for taking, injuring or destroying property",
      "text": "An indictment for taking and carrying away, injuring, destroying or defacing real and personal property, shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ..",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-14",
      "number": "62-9-14.",
      "heading": "Indictment for false statement of financial condition",
      "text": "An indictment for obtaining credit, loan, etc., by false statement in writing, shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ........ day of ........, nin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-15",
      "number": "62-9-15.",
      "heading": "Indictment for giving worthless check",
      "text": "An indictment for giving a worthless check shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ........ day of ........,nineteen .........., in the said county of .........., d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-16",
      "number": "62-9-16.",
      "heading": "Indictment for the forgery of writings",
      "text": "An indictment for the forgery of any writing shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ........ day of ........,nineteen ........., in the said county of ..........,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-17",
      "number": "62-9-17.",
      "heading": "Indictment for perjury.An indictment for perjury shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That on the ",
      "text": "....... day of ........, nineteen ........, in the said county of .........., before the .......... court of said county of .......",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-18",
      "number": "62-9-18.",
      "heading": "Indictment for disturbing religious worship",
      "text": "An indictment for disturbing religious worship shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ..............., on the ......... day of ........,nineteen ........, in the said county of ....",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-19",
      "number": "62-9-19.",
      "heading": "Indictment for bigamy.An indictment for bigamy shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ",
      "text": ".............., on the ........ day of ........, nineteen ........, in ........ county in the state of ........., did intermarry with, in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-20",
      "number": "62-9-20.",
      "heading": "Indictment for adultery.An indictment for adultery and fornication shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A ",
      "text": ".............., on the ......... day of ........., nineteen ........., in the said county of ........., and within one",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-9-21",
      "number": "62-9-21.",
      "heading": "Indictment for keeping house of ill fame",
      "text": "An indictment for keeping a house of ill fame, assignation house or house of like character, shall be sufficient if it be in form, tenor or effect as follows (after following the form in section one):That A .............., on the ........ day of ........, nin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-1",
      "number": "62-10-1.",
      "heading": "Security to keep the peace.Every magistrate shall have the power to require, from persons not of good fame, security for their good behavior and to keep the peace, for a term not exceeding one year",
      "text": "A person who violates a court order to keep the peace may be fined not more than $250.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-2",
      "number": "62-10-2.",
      "heading": "Intended offense -- Complaint; warrant",
      "text": "If complaint be made to any justice, that there is good cause to fear that a person intends to commit an offense against the person or property of another, he shall examine the complainant on oath, and any witnesses who may be produced, reduce the complaint to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-3",
      "number": "62-10-3.",
      "heading": "Hearing, judgment, appeal process for security to keep the peace",
      "text": "When a defendant appears pursuant to section one, article ten, chapter sixty-two of the Code of West Virginia, if the magistrate, upon hearing the parties, decides that there is not good cause for the complaint, the magistrate shall di",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-4",
      "number": "62-10-4.",
      "heading": "Same -- Proceedings on appeal; discharge from commitment by circuit court",
      "text": "The court may dismiss the complaint, or affirm the judgment, and make such order as it may deem proper as to the costs. If it award costs against the appellant, the recognizance which he may have given shall stand as surety th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-5",
      "number": "62-10-5.",
      "heading": "Recognizance in carrying weapons",
      "text": "If any person go armed with a deadly, dangerous or prohibited weapon in violation of any of the provisions of article seven, chapter sixty-one of this code, he may be required to give a recognizance, with the right of appeal, as before provided, and like proceedings",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-6",
      "number": "62-10-6.",
      "heading": "Offenses in presence of constable",
      "text": "If any person shall, in the presence of a constable and within his county, make an affray, or threaten to beat, wound or kill another, or to commit violence against his person or property; or content with angry words to the disturbance of the peace; or improperly or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-7",
      "number": "62-10-7.",
      "heading": "Offenses in presence of justice",
      "text": "If any offense enumerated in section six of this article be committed in the presence of a justice within his county, or, the offender being brought before him the commission thereof be proved to his satisfaction, he may, besides requiring a bond or recognizance with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-8",
      "number": "62-10-8.",
      "heading": "Special peace officers at fairs",
      "text": "It shall be lawful for any justice of the peace, on the application of any of the officers of any state, county, or independent agricultural and mechanical association, agricultural society or industrial association of this state, to appoint a suitable number of discr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-10-9",
      "number": "62-10-9.",
      "heading": "Power and authority of sheriffs, deputy sheriffs and correctional officers to make arrests",
      "text": "Sheriffs and each of their deputies are hereby authorized and empowered within their respective counties to make arrests for any crime for which a warrant has been issued in violation of any laws of the United",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-1",
      "number": "62-11-1.",
      "heading": "Arrests within state by nonresident peace officer",
      "text": "Any member of a duly organized state, county or municipal peace unit of another state of the United States who enters this state in fresh pursuit, and continues within this state in such fresh pursuit, of a person in order to arrest him on the ground",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-2",
      "number": "62-11-2.",
      "heading": "Procedure upon arrest.If an arrest is made in this state by an officer of another state in accordance with the provisions of section one of this article he shall without unnecessary delay take the person arrested before a magistrate of the county in which the arrest was made, who shall conduct a hea",
      "text": "Procedure upon arrest.If an arrest is made in this state by an officer of another state in accordance with the provisions of section one of this article he shall without unnecessary delay take the person arrested before a magistrate of the county in which the arrest was made, who shall conduct a hearing for the purpose of determining the lawfulness of the arrest. If the magistrate determines that the arrest was lawful he shall commit the person arrested to await for a reasonable time the issuance of an extradition warrant by the Governor of this state. If the magistrate determines that the arrest was unlawful he shall discharge the person arrested.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-3",
      "number": "62-11-3.",
      "heading": "Construction of §62-11-1.Section one of this article shall not be construed so as to make unlawful any arrest in this state which would otherwise be lawful",
      "text": "Construction of §62-11-1.Section one of this article shall not be construed so as to make unlawful any arrest in this state which would otherwise be lawful.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-one",
      "number": "one",
      "heading": "of this article shall not be construed so as to make unlawful any arrest in this state which would otherwise be lawful.",
      "text": "of this article shall not be construed so as to make unlawful any arrest in this state which would otherwise be lawful.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-4",
      "number": "62-11-4.",
      "heading": "\"State\" includes District of Columbia.For the purpose of this article the word \"state\" shall include the District of Columbia.",
      "text": "\"State\" includes District of Columbia.For the purpose of this article the word \"state\" shall include the District of Columbia.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-5",
      "number": "62-11-5.",
      "heading": "\"Fresh pursuit\" defined.The term \"fresh pursuit\" as used in this article shall include fresh pursuit as defined by the common law, and also the pursuit of a person who has committed a felony or who is reasonably suspected of having committed a felony",
      "text": "It shall also include the pursuit of a person su",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-6",
      "number": "62-11-6.",
      "heading": "Secretary of state to certify article",
      "text": "It shall be the duty of the Secretary of State (or other officer) to certify a copy of this article to the executive department of each of the states of the United States.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11-7",
      "number": "62-11-7.",
      "heading": "How article cited.This article may be cited as the \"Uniform Act on Fresh Pursuit.\"",
      "text": "How article cited.This article may be cited as the \"Uniform Act on Fresh Pursuit.\"",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11a-1",
      "number": "62-11A-1.",
      "heading": "Release for work and other purposes by courts of record with criminal jurisdiction",
      "text": "(a) When a defendant is sentenced or committed for a term of one year or less by a court of record having criminal jurisdiction, the court may in its order grant to the defendant the privilege of leaving the jail duri",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11a-1a",
      "number": "62-11A-1a.",
      "heading": "Other sentencing alternatives.",
      "text": "Other sentencing alternatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11a-2",
      "number": "62-11A-2.",
      "heading": "Employment by county.With the approval of the county sheriff, the county court of any county is hereby authorized to employ any person imprisoned upon conviction for a misdemeanor in a county jail to work within the county as the county court may decide",
      "text": "In such instance the wages to be paid to the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11a-3",
      "number": "62-11A-3.",
      "heading": "Personnel status; limitation on liability of public officials and county and community service work agencies",
      "text": "(a) No person sentenced under any provision of this article shall be regarded as an employee of the sheriff, county commission or the county or community service work agency to which the pers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11a-4",
      "number": "62-11A-4.",
      "heading": "Violations; penalties.(a) Any person lawfully confined in jail on conviction of one or more felonies, or on conviction of one or more felonies and one or more misdemeanors, who has been granted release for work or other purposes under section one-a of this article, and who fails to return to jail at",
      "text": "Violations; penalties.(a) Any person lawfully confined in jail on conviction of one or more felonies, or on conviction of one or more felonies and one or more misdemeanors, who has been granted release for work or other purposes under section one-a of this article, and who fails to return to jail at the times designated in the release order with the intent to evade lawful detention, shall be guilty of an additional felony, and, upon conviction, may be confined in the penitentiary for not less than one nor more than five years.(b) Any person lawfully confined in jail on conviction of one or more misdemeanors, who has been granted release for work or other purposes under section one-a of this article, and who fails to return to jail at the times designated in the release order with the intent to evade lawful detention, shall be guilty of a misdemeanor and, upon conviction, may be confined in jail for up to one year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-1",
      "number": "62-11B-1.",
      "heading": "Short title.This article may be cited as the \"Home Incarceration Act.\"",
      "text": "Short title.This article may be cited as the \"Home Incarceration Act.\"",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-2",
      "number": "62-11B-2.",
      "heading": "Applicability.This article applies to adult offenders and to juveniles who have committed a delinquent act that would be a crime if committed by an adult",
      "text": "Applicability.This article applies to adult offenders and to juveniles who have committed a delinquent act that would be a crime if committed by an adult.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-3",
      "number": "62-11B-3.",
      "heading": "Definitions.As used in this article:(1) \"Home\" means the actual living area of the temporary or permanent residence of an offender",
      "text": "The term includes, but is not limited to, a hospital, health care facility, hospice, group home, residential treatment facility and boarding house.(2) \"Monitoring devic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-4",
      "number": "62-11B-4.",
      "heading": "Home incarceration; period of home incarceration; applicability",
      "text": "(a) As a condition of probation or bail or as an alternative sentence to another form of incarceration for any criminal violation of this code over which a circuit court has jurisdiction, a circuit court may order an offender confined t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-5",
      "number": "62-11B-5.",
      "heading": "Requirements for order for home incarceration",
      "text": "An order for home incarceration of an offender under section four of this article is to include, but not be limited to, the following:(1) A requirement that the offender be confined to the offender's home at all times except when the offender is:(A) Work",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-6",
      "number": "62-11B-6.",
      "heading": "Circumstances under which home incarceration may not be ordered; exceptions",
      "text": "(a) A circuit court or magistrate may not order home incarceration for an offender unless the offender agrees to abide by all of the requirements set forth in the court's order issued under this article.(b) A circuit court o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-7",
      "number": "62-11B-7.",
      "heading": "Home incarceration fees; special fund",
      "text": "All home incarceration fees ordered by the circuit court or a magistrate pursuant to subdivision (7), section five of this article are to be paid to the county sheriff. The county sheriff is to establish a special fund designated the home incarceration services",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-7a",
      "number": "62-11B-7a.",
      "heading": "Employment by county commission of home incarceration supervisors; authority of supervisors",
      "text": "The county commission may employ one or more persons with the approval of the circuit court and who shall be subject to the supervision of the sheriff as a home incarceration supervisor or may designate the c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-8",
      "number": "62-11B-8.",
      "heading": "Offender responsible for certain expenses",
      "text": "An offender ordered to undergo home incarceration under section four of this article is responsible for providing his own food, housing, clothing, medical care and other treatment expenses. The offender is eligible to receive government benefits allowable fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-9",
      "number": "62-11B-9.",
      "heading": "Violation of order of home incarceration procedures; penalties",
      "text": "(a) If, at any time during the period of home incarceration, there is reasonable cause to believe that a participant in a home incarceration program has violated the terms and conditions of the circuit court’s home incarceration order, h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-10",
      "number": "62-11B-10.",
      "heading": "Information to be provided law-enforcement agencies",
      "text": "A probation department charged by a circuit court or a supervisor or sheriff charged by a magistrate with supervision of offenders ordered to undergo home incarceration shall provide all law-enforcement agencies having jurisdiction in the place whe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-11",
      "number": "62-11B-11.",
      "heading": "Discretion of the court; provisions of article not exclusive",
      "text": "(a) Home incarceration pursuant to the provisions of this article may be imposed at the discretion of the circuit court or magistrate court as an alternative means of incarceration for any offense. Except for offenses for which the penalty",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-12",
      "number": "62-11B-12.",
      "heading": "Supervision of home incarceration by circuit court",
      "text": "(a) Notwithstanding any provision of this code to the contrary, in any case where a person has been ordered to home incarceration where that person is not in the custody or control of the Division of Corrections, the circuit court shall have the aut",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-13",
      "number": "62-11B-13.",
      "heading": "Home incarceration for municipal court offenders",
      "text": "Notwithstanding any provision of this article to the contrary, when a person is convicted under a municipal ordinance for which a period of incarceration may be imposed, the municipal court may enter an order for home incarceration as an alternative s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-1",
      "number": "62-11C-1.",
      "heading": "Legislative intent.(a) The Legislature hereby declares that the purpose of this article is to enable any county or Class I or II municipality or any combination of counties and Class I or II municipalities to develop, establish and maintain community-based corrections programs to provide the judicia",
      "text": "Legislative intent.(a) The Legislature hereby declares that the purpose of this article is to enable any county or Class I or II municipality or any combination of counties and Class I or II municipalities to develop, establish and maintain community-based corrections programs to provide the judicial system with sentencing alternatives for those offenders who may require less than institutional custody.(b) The goals of developing community-based corrections programs include:(1) Allowing individual counties or combinations of a county or counties and a Class I or II municipality greater flexibility and involvement in responding to the problem of crime in their communities;(2) Providing more effective protection of society and promoting efficiency and economy in the delivery of correctional services;(3) Providing increased opportunities for offenders to make restitution to victims of crime through financial reimbursement;(4) Permitting counties or combinations of a county or counties and a Class I or II municipality to operate programs specifically designed to meet the rehabilitative needs of offenders;(5) Providing appropriate sentencing alternatives with the goal of reducing the incidence of repeat offenders;(6) Permitting counties or combinations of a county or counties and a Class I or II municipality to designate community-based programs to address local criminal justice needs;(7) Diverting offenders from the state regional jail or correctional facilities by punishing them with community-based sanctions, thereby reserving state regional jail or correctional facilities for those offenders who are deemed to be most dangerous to the community; and(8) Promoting accountability of offenders to their community.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-2",
      "number": "62-11C-2.",
      "heading": "Community Corrections Subcommittee",
      "text": "(a) A Community Corrections Subcommittee of the Governor's Committee on Crime, Delinquency and Correction is continued and continues to be assigned responsibility for screening community corrections programs for approval for funding by the subcommittee and for maki",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-3",
      "number": "62-11C-3.",
      "heading": "Duties of the subcommittee.(a) The subcommittee shall propose for promulgation in accordance with the provisions of article three, chapter twenty-nine-a of this code legislative rules to:(1) Establish standards for approval of community corrections programs submitted by community criminal justice bo",
      "text": "Duties of the subcommittee.(a) The subcommittee shall propose for promulgation in accordance with the provisions of article three, chapter twenty-nine-a of this code legislative rules to:(1) Establish standards for approval of community corrections programs submitted by community criminal justice boards or other entities authorized by the provisions of this article to do so;(2) Establish minimum standards for community corrections programs to be funded, including requiring annual program evaluations;(3) Make any necessary adjustments to the fees established in section four of this article;(4) Establish reporting requirements for community corrections programs; and(5) Carry out the purpose and intent of this article.(b) The subcommittee shall:(1) Maintain records of community corrections programs including the corresponding community criminal justice board or other entity contact information and annual program evaluations, when available;(2) Seek funding for approved community corrections programs from sources other than the fees collected pursuant to section four of this article; and(3) Provide funding for approved community corrections programs, as available.(c) The subcommittee shall submit, on or before September 30 of each year, to the Governor, the Speaker of the House of Delegates, the President of the Senate and, upon request, to any individual member of the Legislature a report on its activities during the previous year and an accounting of funds paid into and disbursed from the special revenue account established pursuant to section four of this article. The subcommittee may make recommendations to the Governor's Committee on Crime, Delinquency and Correction for legislation related to the subcommittee's duties and responsibilities, or for research or studies by the Division of Justice and Community Services on topics related to the subcommittee's duties and responsibilities.(d) The subcommittee shall review the implementation of evidence-based practices and conduct regular assessments for quality assurance of all community-based criminal justice services, including day report centers, probation, parole and home confinement. In consultation with the affected agencies, the subcommittee shall establish a process for reviewing performance. The process shall include review of agency performance measures and identification of new measures by the subcommittee, if necessary, for measuring the implementation of evidence-based practices or for quality assurance. After providing an opportunity for the affected agencies to comment, the subcommittee shall submit, on or before September 30 of each year, to the Governor, the Speaker of the House of Delegates, the President of the Senate and, upon request, to any individual member of the Legislature a report on its activities and results from assessments of performance during the previous year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-4",
      "number": "62-11C-4.",
      "heading": "Special revenue account.(a) There is hereby created in the State Treasury a special revenue account to be known as the West Virginia Community Corrections Fund",
      "text": "Expenditures from the fund are for the purposes set forth in subsection (e) of this section and are not authorized from collections but are",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-5",
      "number": "62-11C-5.",
      "heading": "Establishment of programs.(a) Any county or combination of counties, or a county or counties and a Class I or II municipality, may establish and operate community corrections programs, as provided in this section, to be used both prior to trial as a condition of bond in circuit and magistrate court,",
      "text": "Establishment of programs.(a) Any county or combination of counties, or a county or counties and a Class I or II municipality, may establish and operate community corrections programs, as provided in this section, to be used both prior to trial as a condition of bond in circuit and magistrate court, as well as an alternative sentencing option for those offenders sentenced within the jurisdiction of the county or counties which establish and operate the program: Provided, That the chief judge must certify that the community corrections facility is available for use in connection with the imposition of pretrial bond conditions.(b) Any county or combination of counties, or a county or counties and a Class I or II municipality, that seek to establish programs as authorized in this section shall submit plans and specifications for the programs to be established, including proposed budgets, for review and approval by the community corrections subcommittee established in section three of this article.(c) Any county or combination of counties, or a county or counties and a Class I or II municipality, may establish and operate an approved community corrections program to provide alternative sanctioning options for an offender who is convicted of an offense for which he or she may be sentenced to a period of incarceration in a county or regional jail or a state correctional facility and for which probation or home incarceration may be imposed as an alternative to incarceration.(d) Community corrections programs authorized by subsection (a) of this section may provide, but are not limited to providing, any of the following services:(1) Probation supervision programs;(2) Community service restitution programs;(3) Home incarceration programs;(4) Substance abuse treatment programs;(5) Sex offender containment programs;(6) Licensed domestic violence offender treatment programs;(7) Day reporting centers;(8) Educational or counseling programs;(9) Drug courts;(10) Community beautification and reclamation programs for state highways, municipal, county and state parks and recreation areas and community gardens; and(11) Pretrial release programs.(e) A county or combination of counties, or a county or counties and a Class I or II municipality, which establish and operate community corrections programs as provided in this section may contract with other counties to provide community corrections services.(f) For purposes of this section, the phrase \"may be sentenced to a period of incarceration\" means that the statute defining the offense provides for a period of incarceration as a possible penalty.(g) No provision of this article may be construed to allow a person participating in or under the supervision of a community corrections program to earn good time or any other reduction in sentence.(h) Nothing in this section should be construed as to prohibit a court from imposing a surety bond as a condition of a pretrial release.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-6",
      "number": "62-11C-6.",
      "heading": "Community criminal justice boards",
      "text": "(a) Each county or combination of counties or a county or counties and a Class I or II municipality that seek to establish community-based corrections services shall establish a community criminal justice board. Any county which chooses to operate without a communit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-7",
      "number": "62-11C-7.",
      "heading": "Supervision or participation fee",
      "text": "(a) A circuit judge, magistrate, municipal court judge or community criminal justice board may require the payment of a supervision or participation fee from any person required to be supervised by or participate in a community corrections program. The circuit judge,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-8",
      "number": "62-11C-8.",
      "heading": "Local community criminal justice accounts",
      "text": "(a) The treasurer of the county designated as the fiscal agent for the board pursuant to section six of this article shall establish a separate fund designated the community criminal justice fund. He or she shall deposit all fees remitted by the municipal, m",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-9",
      "number": "62-11C-9.",
      "heading": "Use of community corrections programs for those not under court supervision",
      "text": "(a) Subject to the availability of community corrections programs in the county, a written pretrial diversion agreement, entered into pursuant to the provisions of  §61-11-22 of this code, may require participation or superv",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11c-10",
      "number": "62-11C-10.",
      "heading": "Standardized risk and needs assessment; annual reviews; day report services",
      "text": "The Division of Justice and Community Services shall:(1) Require that staff of day reporting centers and other community corrections programs be trained in and use in each case a standardized risk and needs assessment as ado",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11d-1",
      "number": "62-11D-1.",
      "heading": "Definitions.As used in this article:(1) \"Certified polygraph analyst\" means a person licensed pursuant to the provisions of section five-c, article five, chapter twenty-one of this code and who:(A) Is certified in post conviction sex offender testing as prescribed by the American Polygraph Associati",
      "text": "Definitions.As used in this article:(1) \"Certified polygraph analyst\" means a person licensed pursuant to the provisions of section five-c, article five, chapter twenty-one of this code and who:(A) Is certified in post conviction sex offender testing as prescribed by the American Polygraph Association;(B) Has completed not less than twenty hours of American Polygraph Association-approved sex offender testing training every other calendar year; and(C) Uses standards approved by the American Polygraph Association for sex offender testing.(2) \"Electronic monitoring\" means any one or a combination of the following technologies:(A) Voice verification;(B) Radio frequency;(C) Video display/breath alcohol test;(D) Global positioning satellite; or(E) Global positioning satellite - cellular.(3) \"Full-disclosure polygraph\" or \"sexual history polygraph\" means a polygraph examination administered to determine the entire sexual history of the probationer or parolee.(4) \"Maintenance test\" means polygraph examination administered to determine the probationer's or parolee's compliance with the terms of supervision and treatment.(5) \"Sexually violent predator\" means any person determined by a circuit court of this state to be a sexually violent predator pursuant to the provisions of section two-a, article twelve, chapter fifteen of this code or of a similar provision in another state, federal or military jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11d-2",
      "number": "62-11D-2.",
      "heading": "Polygraph examinations as a condition of supervision for certain sex offenders released on probation, parole or on supervised release",
      "text": "(a) Notwithstanding any provision of this code to the contrary, any person:(1) Who has been determined to be a sexually violent predator pursuant to the provisions of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11d-3",
      "number": "62-11D-3.",
      "heading": "Electronic monitoring of certain sex offenders under supervision; tampering with devices; offenses and penalties",
      "text": "(a) Notwithstanding any provisions of this code to the contrary, any person designated as a sexually violent predator pursuant to the provisions of section two-a, article twelve, chapter",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-1repealed",
      "number": "62-11E-1.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 53.",
      "text": "Acts, 2015 Reg. Sess., Ch. 53.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-1",
      "number": "62-11E-1",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-2repealed",
      "number": "62-11E-2.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 53.",
      "text": "Acts, 2015 Reg. Sess., Ch. 53.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-2",
      "number": "62-11E-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-3repealed",
      "number": "62-11E-3.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 53.",
      "text": "Acts, 2015 Reg. Sess., Ch. 53.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11e-3",
      "number": "62-11E-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11f-1",
      "number": "62-11F-1.",
      "heading": "Applicability.This article applies to adults charged with one or more misdemeanors or felonies and who are incarcerated in a regional jail prior to adjudication due to their inability to post bond",
      "text": "Applicability.This article applies to adults charged with one or more misdemeanors or felonies and who are incarcerated in a regional jail prior to adjudication due to their inability to post bond.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11f-2",
      "number": "62-11F-2.",
      "heading": "Establishment of pretrial release programs",
      "text": "(a) Legislative findings and purpose. -- It is the purpose of pretrial release programs to employ recommendations from the Council of State Government's Justice Center's Analyses and Policy Options to Reduce Spending on Corrections and Reinvest in Strategie",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11f-3",
      "number": "62-11F-3.",
      "heading": "Pretrial release program guidelines",
      "text": "(a) The Supreme Court of Appeals has complete oversight and authority over all pretrial services.(b) The Supreme Court of Appeals shall establish recommended guidelines for pretrial programs to use when ordering pretrial release for defendants whose pretrial risk",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11f-4",
      "number": "62-11F-4.",
      "heading": "Pretrial release assessment.The Supreme Court of Appeals of West Virginia may adopt a standardized pretrial risk assessment for use by pretrial release programs to aid in making pretrial decisions under article one-c of this chapter",
      "text": "Pretrial release assessment.The Supreme Court of Appeals of West Virginia may adopt a standardized pretrial risk assessment for use by pretrial release programs to aid in making pretrial decisions under article one-c of this chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11f-5",
      "number": "62-11F-5.",
      "heading": "Role of pretrial release programs",
      "text": "A pretrial release program established pursuant to this article shall:(1) Collect and present the necessary information, present risk assessment and make release recommendations to the court;(2) Present information to the court relating to the risk defendants may po",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-1",
      "number": "62-12-1.",
      "heading": "Courts having authority to place offenders on probation",
      "text": "Any circuit court of this state shall have authority as provided in this article to place on probation any person convicted of a crime.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-2",
      "number": "62-12-2.",
      "heading": "Eligibility for probation.(a) All persons who are found guilty of or plead guilty to any felony, the maximum penalty for which is less than life imprisonment, and all persons who are found guilty of or plead guilty to any misdemeanor are eligible for probation, notwithstanding the provisions of §61-",
      "text": "Eligibility for probation.(a) All persons who are found guilty of or plead guilty to any felony, the maximum penalty for which is less than life imprisonment, and all persons who are found guilty of or plead guilty to any misdemeanor are eligible for probation, notwithstanding the provisions of §61-11-18 and §61-11-19 of this code:Provided, Thatpersons convicted of offenses set forth in §60A-4-409(c), §60A-4-414(b), §60A-4-416(a)(2), and §60A-4-419 are not eligible for probation.(b) The provisions of subsection (a) of this section to the contrary notwithstanding, any person who commits or attempts to commit a felony with the use, presentment, or brandishing of a firearm is not eligible for probation. Nothing in this section may apply to an accessory before the fact or a principal in the second degree who has been convicted as if he or she were a principal in the first degree if, in the commission of or in the attempted commission of the felony, only the principal in the first degree used, presented, or brandished a firearm.(c)(1) The existence of any fact which would make any person ineligible for probation under subsection (b) of this section because of the commission or attempted commission of a felony with the use, presentment, or brandishing of a firearm may not be applicable unless the fact is clearly stated and included in the indictment or presentment by which that person is charged and is either:(A) Found by the court upon a plea of guilty or nolo contendere;(B) Found by the jury, if the matter is tried before a jury, upon submitting to the jury a special interrogatory for that purpose; or(C) Found by the court, if the matter is tried by the court, without a jury.(2) The amendments to this subsection adopted in the year 1981:(A) Apply to all applicable offenses occurring on or after August 1 of that year;(B) Apply with respect to the contents of any indictment or presentment returned on or after August 1 of that year irrespective of when the offense occurred;(C) Apply with respect to the submission of a special interrogatory to the jury and the finding to be made thereon in any case submitted to the jury on or after August 1 of that year or to the requisite findings of the court upon a plea of guilty or in any case tried without a jury:Provided, That the state shall give notice in writing of its intent to seek that finding by the jury or court, as the case may be, which notice shall state with particularity the grounds upon which the finding is sought as fully as such grounds are otherwise required to be stated in an indictment, unless the grounds therefor are alleged in the indictment or presentment upon which the matter is being tried; and(D) May not apply with respect to cases not affected by the amendment and in those cases the prior provisions of this section shall apply and be construed without reference to the amendment.Insofar as the amendments relate to mandatory sentences without probation, all matters requiring that sentence shall be proved beyond a reasonable doubt in all cases tried by the jury or the court.(d) For the purpose of this section, the term \"firearm\" means any instrument which will, or is designed to, or may readily be converted to, expel a projectile by the action of an explosive, gunpowder, or any other similar means.(e) Any person who has been found guilty of, or pleaded guilty to, a violation of §61-3C-14b, §61-8-12, §61-8A-1et seq., §61-8B-1et seq., §61-8C-1et seq., or §61-8D-5 of this code may only be eligible for probation after undergoing a physical, mental, and psychiatric or psychological study and diagnosis which shall include an ongoing treatment plan requiring active participation in sexual abuse counseling at a mental health facility or through some other approved program:Provided, That nothing disclosed by the person during that study or diagnosis may be made available to any law-enforcement agency or other party without that person's consent, or admissible in any court of this state, unless the information disclosed indicates the intention or plans of the probationer to do harm to any person, animal, institution, or property, in which case the information may be released only to those persons necessary for protection of the person, animal, institution, or property.Within 90 days of the effective date of this section as amended and reenacted during the first extraordinary session of the Legislature, 2006, the Secretary of the Department of Human Services shall propose rules and emergency rules for legislative approval in accordance with §29A-3-1et seq.of this code, establishing qualifications for sex offender treatment programs and counselors based on accepted treatment protocols among licensed mental health professionals.(f) Any person who has been convicted of a violation of §61-8B-1et seq., §61-8C-1et seq., §61-8D-5, §61-8D-6, §61-2-14, §61-8-12, and §61-8-13 of this code, or of a felony violation involving a minor of §61-8-6 or §61-8-7 of this code, or of a similar provision in another jurisdiction, shall register upon release on probation. Any person who has been convicted of an attempt to commit any of the offenses set forth in this subsection shall also be registered upon release on probation.(g) The probation officer shall within three days of release of the offender send written notice to the State Police of the release of the offender. The notice shall include:(1) The full name of the person;(2) The address where the person shall reside;(3) The person's Social Security number;(4) A recent photograph of the person;(5) A brief description of the crime for which the person was convicted;(6) Fingerprints; and(7) For any person determined to be a sexually violent predator as defined in §15-12-2a of this code, the notice shall also include:(A) Identifying factors, including physical characteristics;(B) A history of the offense; and(C) Documentation of any treatment received for the mental abnormality or personality disorder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-3",
      "number": "62-12-3.",
      "heading": "Suspension of sentence and release on probation",
      "text": "Whenever, upon the conviction of any person eligible for probation under the preceding section, it shall appear to the satisfaction of the court that the character of the offender and the circumstances of the case indicate that he is not likely again t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-4",
      "number": "62-12-4.",
      "heading": "Probation of offenders convicted in courts other than courts of record",
      "text": "Whenever any person is found guilty of, or pleads guilty to, a crime in a court which is not a court of record, he may, at any time thereafter, file with the court of record to which an appeal would lie, or with the judge thereof",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-5",
      "number": "62-12-5.",
      "heading": "Probation officers and assistants",
      "text": "(a) Each circuit court, subject to the approval of the Supreme Court of Appeals and in accordance with its rules, is authorized to appoint one or more probation officers and clerical assistants.(b) The appointment of probation officers and clerical assistants shall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-5arepealed",
      "number": "62-12-5a.Repealed",
      "heading": "Acts, 1975 Reg. Sess., Ch. 126.",
      "text": "Acts, 1975 Reg. Sess., Ch. 126.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-5a",
      "number": "62-12-5a",
      "heading": "",
      "text": "§62-12-5a.\n\nRepealed.\n\nActs, 1975 Reg. Sess., Ch. 126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-12/section-62-12-5a/"
    },
    {
      "id": "section-62-12-6",
      "number": "62-12-6.",
      "heading": "Powers and duties of probation officers",
      "text": "(a) Each probation officer shall:(1) Investigate all cases which the court refers to the officer for investigation and shall report in writing on each case;(2) Conduct a standardized risk and needs assessment, using the instrument adopted by the Supreme Court",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-7",
      "number": "62-12-7.",
      "heading": "Pretrial and preliminary investigation; report on prospective probationers",
      "text": "(a) The Supreme Court of Appeals of West Virginia may adopt a standardized pretrial risk assessment for use by the Regional Jail Authority to assist magistrates and circuit courts in making pretrial decisions under article on",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-7a",
      "number": "62-12-7a.",
      "heading": "Presentence diagnosis and classification; power of court; custody of convicted person; provision for presentence reports; penalty for escape",
      "text": "Notwithstanding any other provision of law, when any person has been found guilty of, or pleads guilty to, a felony, or any offense described in article eight-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-8",
      "number": "62-12-8.",
      "heading": "Record of order as to release on probation",
      "text": "Orders granting or refusing release on probation shall contain a brief statement by the court of the reasons for its action and shall be entered of record. A copy of all orders granting release on probation, of all orders refusing such release in felony cas",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-9",
      "number": "62-12-9.",
      "heading": "Conditions of release on probation",
      "text": "(a) Release on probation is conditioned upon the following:(1) That the probationer may not, during the term of his or her probation, violate any criminal law of this or any other state or of the United States;(2) That the probationer may not, during the term of hi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-10",
      "number": "62-12-10.",
      "heading": "Violation of probation.(a) If at any time during the period of probation there shall be reasonable cause to believe that the probationer has violated any of the conditions of his or her probation, the probation officer may arrest him or her with or without an order or warrant, or the court which pla",
      "text": "Violation of probation.(a) If at any time during the period of probation there shall be reasonable cause to believe that the probationer has violated any of the conditions of his or her probation, the probation officer may arrest him or her with or without an order or warrant, or the court which placed him or her on probation, or the judge thereof in vacation, may issue an order for his or her arrest, whereupon he or she shall be brought before the court, or the judge thereof in vacation, for a prompt and summary hearing.(1) If the court or judge finds reasonable cause exists to believe that the probationer:(A) Absconded supervision;(B) Engaged in new criminal conduct other than a minor traffic violation or simple possession of a controlled substance; or(C) Violated a special condition of probation designed either to protect the public or a victim; the court or judge may revoke the suspension of imposition or execution of sentence, impose sentence if none has been imposed and order that sentence be executed.(2) If the judge finds that reasonable cause exists to believe that the probationer violated any condition of supervision other than the conditions of probation set forth in subdivision (1) of this subsection then, for the first violation, the judge shall impose a period of confinement up to sixty days or, for the second violation, a period of confinement up to one hundred twenty days. For the third violation, the judge may revoke the suspension of imposition or execution of sentence, impose sentence if none has been imposed and order that sentence be executed, with credit for time spent in confinement under this section.(3) In computing the period for which the offender is to be confined, the time between his or her release on probation and his or her arrest may not be taken to be any part of the term of his or her sentence.(b) A probationer confined for a first or second violation pursuant to subdivision (2), subsection (a) of this section may be confined in jail, and the costs of confining felony probationers shall be paid out of funds appropriated for the Division of Corrections. Whenever the court orders the incarceration of a probationer pursuant to the provisions of subdivision (2), subsection (a) of this section, a circuit clerk shall provide a copy of the order of confinement within five days to the Commissioner of Corrections.(c) If, despite a violation of the conditions of probation, the court or judge is of the opinion that the interests of justice do not require that the probationer serve his or her sentence or a period of confinement, the judge may, except when the violation was the commission of a felony, again release him or her on probation: Provided, That a judge may otherwise depart from the sentence limitations set forth in subdivision (2), subsection (a) of this section upon making specific written findings of fact supporting the basis for the departure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-11",
      "number": "62-12-11.",
      "heading": "Probation period.The period of probation together with any extension thereof shall not exceed seven years",
      "text": "Upon the termination of the probation period, the probation officer shall report to the court the conduct of the probationer during the period of his or her probation, and the court may thereup",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-12",
      "number": "62-12-12.",
      "heading": "Parole Board generally.(a) The West Virginia Parole Board is continued as part of the Division of Corrections and Rehabilitation",
      "text": "The board shall consist of nine members, each of whom shall have been a resident of this state for at least five consecutive years prior to his or her appointment. No mor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-12a",
      "number": "62-12-12a.",
      "heading": "Parole board panels.(a) The board shall sit in panels of three members for the purpose of conducting hearings and making determinations concerning the release of any inmate on parole, conducting hearings and making determinations regarding the revocation of parole, considering any eligible parolee f",
      "text": "Parole board panels.(a) The board shall sit in panels of three members for the purpose of conducting hearings and making determinations concerning the release of any inmate on parole, conducting hearings and making determinations regarding the revocation of parole, considering any eligible parolee for release from further supervision and discharge from parole, conducting parole interviews and conducting any other hearing provided for in this article. Membership on each panel shall be appointed on a rotating basis by the chairperson of the board. Two members of each panel shall constitute a quorum for the transaction of official business.(b) When the board sits in panels as herein authorized, each panel shall act in the same manner and under the same authority as the full board. All authority, duties, powers and responsibilities of the board on any matter brought before the panel for hearing shall be exercised by the panel as though heard and decided by the full board. Decisions of each panel shall constitute a decision of the board. All procedures of the board relating to the conduct of hearings shall apply to hearings before the panels of the board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-13",
      "number": "62-12-13.",
      "heading": "Powers and duties of board; eligibility for parole; procedure for granting parole",
      "text": "(a) The Parole Board, whenever it is of the opinion that the best interests of the state and of the inmate will be served, and subject to the limitations provided in this section, shall release any inmate on parole for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-13a",
      "number": "62-12-13a.",
      "heading": "Eligibility date for parole.When the prisoner has received an indeterminate sentence, the minimum sentence shall be considered as an eligibility date for parole consideration but does not confer in the prisoner the right to be released as of that date",
      "text": "Eligibility date for parole.When the prisoner has received an indeterminate sentence, the minimum sentence shall be considered as an eligibility date for parole consideration but does not confer in the prisoner the right to be released as of that date.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-13b",
      "number": "62-12-13b.",
      "heading": "Special parole considerations for persons convicted as juveniles",
      "text": "(a) When a person who is serving a sentence imposed as the result of an offense or offenses committed when he or she was less than eighteen years of age becomes eligible for parole pursuant to applicable provisions of this code, includ",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12",
      "number": "62-12",
      "heading": "14RepealedActs, 2018 Reg. Sess., Ch. 107.",
      "text": "14RepealedActs, 2018 Reg. Sess., Ch. 107.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-16repealed",
      "number": "62-12-16.Repealed",
      "heading": "Acts, 1955 Reg. Sess., Ch. 42.",
      "text": "Acts, 1955 Reg. Sess., Ch. 42.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-16",
      "number": "62-12-16",
      "heading": "",
      "text": "§62-12-16.\n\nRepealed.\n\nActs, 1955 Reg. Sess., Ch. 42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-12/section-62-12-16/"
    },
    {
      "id": "section-62-12-17",
      "number": "62-12-17.",
      "heading": "Conditions of release on probation and parole",
      "text": "(a) Release and supervision on parole of any person, including the supervision by the Division of Corrections of any person paroled by any other state or by the federal government, shall be upon the following conditions:(1) That the parolee may not, duri",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-18",
      "number": "62-12-18.",
      "heading": "Period of parole; discharge.The period of parole shall be the maximum of any sentence, less deductions for good conduct and work as provided by law, for which the paroled inmate, at the time of release, was subject to imprisonment under his or her definite or indeterminate sentence, as the case may ",
      "text": "Period of parole; discharge.The period of parole shall be the maximum of any sentence, less deductions for good conduct and work as provided by law, for which the paroled inmate, at the time of release, was subject to imprisonment under his or her definite or indeterminate sentence, as the case may be:Provided, That at any time after a parolee has been on parole for a minimum of one-year from the date of his or her release, the Commissioner of the Division of Corrections and Rehabilitation, or his or her designee, may submit a request to the chairperson of the parole board for a parolee’s early discharge from parole along with appropriate documentation as to the parolee’s good conduct while on parole. The chairperson may, after a review of the request and submission from the commissioner, or his or her designee, when in his or her judgment, the ends of parole have been attained and the best interests of the state and the parolee will be served by the early discharge, release the parolee from further supervision and discharge him or her from parole:Provided, however, That an inmate sentenced to serve a life term of imprisonment and released on parole may not be discharged from supervision and parole in a period less than five years from the date of his or her release on parole.A parolee who has violated the terms of his or her release on parole by confession to, or being convicted of, in any state of the United States, the District of Columbia, or the territorial possessions of the United States, the crime of treason, murder, aggravated robbery, first degree sexual assault, second degree sexual assault, a sexual offense against a minor, incest, or offenses with the same essential elements if known by other terms in other jurisdictions may not be discharged from parole. A parolee serving a sentence in any correctional facility of another state or the United States may, unless incarcerated for one of the above enumerated crimes, be discharged from parole while serving his or her sentence in a correctional facility or be continued on parole or returned to West Virginia as a parole violator, in the discretion of the parole board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-19",
      "number": "62-12-19.",
      "heading": "Violation of parole.(a) If at any time during the period of parole there is reasonable cause to believe that the parolee has violated any of the conditions of his or her release on parole, the parole officer may arrest him or her with or without an order or warrant, or the Commissioner of Correction",
      "text": "Violation of parole.(a) If at any time during the period of parole there is reasonable cause to believe that the parolee has violated any of the conditions of his or her release on parole, the parole officer may arrest him or her with or without an order or warrant, or the Commissioner of Corrections may issue a written order or warrant for his or her arrest. The written order or warrant is sufficient for his or her arrest by any officer charged with the duty of executing an ordinary criminal process. The commissioner's written order or warrant delivered to the sheriff against the parolee shall be a command to keep custody of the parolee for the jurisdiction of the Division of Corrections. During the period of custody, the parolee may be admitted to bail by the court before which the parolee was sentenced. If the parolee is not released on a bond, the costs of confining the paroled prisoner shall be paid out of the funds appropriated for the Division of Corrections.(1) If reasonable cause is found to exist that a parolee has violated a term or terms of his or her release on parole that does not constitute:(A) Absconding supervision;(B) New criminal conduct other than a minor traffic violation or simple possession of a controlled substance; or(C) Violation of a special condition of parole designed either to protect the public or a victim; the parole officer may, after consultation with and written approval by the director of parole services, for the first violation, require the parolee to serve a period of confinement up to sixty days or, for the second violation, a period of confinement up to one hundred twenty days: Provided, That the Division of Corrections shall notify the Parole Board when a parolee is serving such a term of confinement and the Parole Board may deny further confinement. A parolee serving a term of confinement in the first or second instance may be confined in jail or any other facility designated by the commissioner, but shall be committed to the custody of the Commissioner of Corrections, and the costs of confining the parolee shall be paid out of funds appropriated for the Division of Corrections: Provided, however, That upon written request, the parolee shall be afforded the right to a hearing within forty-five days before the Parole Board regarding whether he or she violated the conditions of his or her release on parole.(2) When a parolee is in custody for a violation of the conditions of his or her parole, he or she shall be given a prompt and summary hearing before a Parole Board panel upon his or her written request, at which the parolee and his or her counsel shall be given an opportunity to attend.(A) If at the hearing it is determined that reasonable cause exists to believe that the parolee has:(i) Absconded supervision;(ii) Committed new criminal conduct other than a minor traffic violation or simple possession of a controlled substance; or(iii) Violated a special condition of parole design to protect either the public or a victim; the panel may revoke his or her parole and may require him or her to serve in a state correctional institution the remainder or any portion of his or her maximum sentence for which, at the time of his or her release, he or she was subject to imprisonment.(B) If the Parole Board panel finds that reasonable cause exists to believe that the parolee has violated a condition of release or supervision other than the conditions of parole set forth in subparagraph (A), subdivision (2) of this subsection, the panel shall require the parolee to serve, for the first violation, a period of confinement up to sixty days or, for the second violation, a period of confinement up to one hundred twenty days unless the Parole Board makes specific written findings of fact that a departure from the specific limitations of this paragraph is warranted: Provided, That if the violation of the conditions of parole or rules for his or her supervision is not a felony as set out in section eighteen of this article, the panel may, if in its judgment the best interests of justice do not require a period of confinement, reinstate him or her on parole. The Division of Corrections shall effect release from custody upon approval of a home plan.(b) Notwithstanding any provision of this code to the contrary, when reasonable cause has been found to believe that a parolee has violated the conditions of his or her parole but the violation does not constitute felonious conduct, the commissioner may, with the written consent of the parolee, allow the parolee to remain on parole with additional conditions or restrictions. The additional conditions or restrictions may include, but are not limited to, participation in any program described in subsection (d), section five, article eleven-c of this chapter. If the parolee complies with the conditions of parole the commissioner may not revoke his or her parole for the conduct which constituted the violation. If the parolee fails to comply with the conditions or restrictions and all other conditions of release, that failure is an additional violation of parole and the commissioner may proceed against the parolee under the provisions of this section for the original violation as well as any subsequent violations.(c) When a parolee has violated the conditions of his or her release on parole by confession to, or being convicted of, any of the crimes set forth in section eighteen of this article, he or she shall be returned to the custody of the Division of Corrections to serve the remainder of his or her maximum sentence, during which remaining part of his or her sentence he or she is ineligible for further parole.(d) Whenever a person's parole has been revoked, the commissioner shall, upon receipt of the panel's written order of revocation, convey and transport the paroled prisoner to a state correctional institution. A parolee whose parole has been revoked shall remain in custody until delivery to a corrections officer sent and duly authorized by the commissioner for the removal of the parolee to a state correctional institution. The cost of confining the parolee shall be paid out of the funds appropriated for the Division of Corrections.(e) When a parolee is convicted of, or confesses to, any one of the crimes enumerated in section eighteen of this article, it is the duty of the Parole Board to cause him or her to be returned to this state for a summary hearing as provided by this article. Whenever a parolee has absconded supervision, the commissioner shall issue a warrant for his or her apprehension and return to this state for the hearing provided in this article: Provided, That the panel considering revocation may, if it determines the best interests of justice do not require revocation, cause the parolee to be reinstated to parole.(f) A warrant filed by the commissioner shall stay the running of his or her sentence until the parolee is returned to the custody of the Division of Corrections and is physically in West Virginia.(g) Whenever a parolee who has absconded supervision or has been transferred out of this state for supervision pursuant to section one, article six, chapter twenty-eight of this code is returned to West Virginia due to a violation of parole and costs are incurred by the Division of Corrections, the commissioner may assess reasonable costs from the parolee's inmate funds or the parolee as reimbursement to the Division of Corrections for the costs of returning him or her to West Virginia.(h) Conviction of a felony for conduct occurring during the period of parole is proof of violation of the conditions of parole and the hearing procedures required by the provisions of this section are inapplicable.(i) The Commissioner of Corrections may issue subpoenas for persons and records necessary to prove a violation of the terms and conditions of a parolee's parole either at a preliminary hearing or at a final hearing before a Parole Board panel. The subpoenas shall be served in the same manner provided in the Supreme Court of Appeals of West Virginia Rules of Criminal Procedure. The subpoenas may be enforced by the commissioner through application or petition of the commissioner to the circuit court for contempt or other relief.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-20",
      "number": "62-12-20.",
      "heading": "To whom article applies.The provisions of this article shall be applied to all persons who shall be convicted of a crime committed after this article takes effect",
      "text": "All persons convicted of a crime committed before this article takes effect, whether convicted before or after that time, shall remain s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-21",
      "number": "62-12-21.",
      "heading": "Repeal of inconsistent laws;\"director\" construed to mean \"board",
      "text": "\"All other laws or parts of laws inconsistent with this article are hereby repealed: Provided, however, That nothing in this article shall be construed to affect in any way the laws relating to juvenile probation and parole. Wherever in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-22",
      "number": "62-12-22.",
      "heading": "Appointment of counsel for parole violators; authority to appoint; payment of counsel",
      "text": "Any person accused of a violation of his parole, as set forth in this article, may be represented by counsel at any hearing held for the purpose of determining whether his parole should be revoked. In the event the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-23",
      "number": "62-12-23.",
      "heading": "Notification of parole hearing; victim’s right to be heard; notification of release on parole",
      "text": "(a) Following the sentencing of a person who has been convicted of murder, aggravated robbery, sexual assault in the first or second degree, kidnapping, child abuse resulting in injury, child neglect result",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-24",
      "number": "62-12-24.",
      "heading": "Request to continue for good cause and timely notice required",
      "text": "(a) Any inmate scheduled for a parole interview shall, if he or she desires to continue the interview, file with the institutional parole officer a written waiver of his or her right to an interview on the date set on a form provided by t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-26",
      "number": "62-12-26.",
      "heading": "Extended supervision for certain sex offenders; sentencing; conditions; supervision provisions; supervision fee",
      "text": "(a) Notwithstanding any other provision of this code to the contrary, any defendant convicted after the effective date of this section of a violation of §61-8-12 of this code or a felony v",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-27",
      "number": "62-12-27.",
      "heading": "Mandatory prerelease risk assessment of certain sex offenders",
      "text": "Prior to discharging an inmate convicted of a violation of section twelve, article eight, chapter sixty-one of this code or a felony violation of the provisions of article eight-b or eight-d of said chapter at the expiration of the term o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-28",
      "number": "62-12-28.",
      "heading": "Authorizing Supreme Court to develop pilot pretrial release programs",
      "text": "(a) The West Virginia Supreme Court of Appeals is hereby authorized to develop pretrial release programs in all the circuits of this state with the aim of reducing regional jail populations of short-term detainees while ensuring th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-29",
      "number": "62-12-29.",
      "heading": "Shared information for community supervision",
      "text": "(a) The Administrative Director of the Supreme Court of Appeals of West Virginia is requested to assemble a community supervision committee, to include representatives of the judiciary, probation, parole, day report centers, magistrates, sheriffs, correct",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-13-1repealed",
      "number": "62-13-1.Repealed",
      "heading": "Acts, 2000 Reg. Sess., Ch. 60.",
      "text": "Acts, 2000 Reg. Sess., Ch. 60.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-13-1",
      "number": "62-13-1",
      "heading": "",
      "text": "§62-13-1.\n\nRepealed.\n\nActs, 2000 Reg. Sess., Ch. 60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-13/section-62-13-1/"
    },
    {
      "id": "section-62-13-2",
      "number": "62-13-2.",
      "heading": "Supervision of probationers and parolees; final determinations remaining with board of probation and parole",
      "text": "(a) The Supreme Court of Appeals shall take charge of and cause to be supervised all persons placed on probation and shall prescribe rules for the supervision of probationers under their super",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-13",
      "number": "62-13",
      "heading": "3RepealedActs, 2018 Reg. Sess., Ch. 107.",
      "text": "3RepealedActs, 2018 Reg. Sess., Ch. 107.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-13-6repealed",
      "number": "62-13-6.Repealed",
      "heading": "Acts, 1999 Reg. Sess., Ch. 61.",
      "text": "Acts, 1999 Reg. Sess., Ch. 61.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-13-6",
      "number": "62-13-6",
      "heading": "",
      "text": "§62-13-6.\n\nRepealed.\n\nActs, 1999 Reg. Sess., Ch. 61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-62/article-13/section-62-13-6/"
    },
    {
      "id": "section-62-13-7",
      "number": "62-13-7.",
      "heading": "Repeal of inconsistent laws; transfer of certain functions of board of probation and parole to department of corrections",
      "text": "All other laws or parts of laws inconsistent with this article are hereby repealed to the extent of such inconsistency: Provided, however, That nothing in this article shall be co",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-1",
      "number": "62-14-1.",
      "heading": "Enactment of compact.The agreement on detainers is hereby enacted into law and entered into by this state with all other jurisdictions legally joining therein in the form substantially as follows:AGREEMENT ON DETAINERSThe contracting states solemnly agree that:ARTICLE IThe party states find that cha",
      "text": "Enactment of compact.The agreement on detainers is hereby enacted into law and entered into by this state with all other jurisdictions legally joining therein in the form substantially as follows:AGREEMENT ON DETAINERSThe contracting states solemnly agree that:ARTICLE IThe party states find that charges outstanding against a prisoner, detainers based on untried indictments, informations or complaints, and difficulties in securing speedy trial of persons already incarcerated in other jurisdictions, produce uncertainties which obstruct programs of prisoner treatment and rehabilitation. Accordingly, it is the policy of the party states and the purpose of this agreement to encourage the expeditious and orderly disposition of such charges and determination of the proper status of any and all detainers based on untried indictments, informations or complaints. The party states also find that proceedings with reference to such charges and detainers, when emanating from another jurisdiction, cannot properly be had in the absence of cooperative procedures. It is the further purpose of this agreement to provide such cooperative procedures.ARTICLE IIAs used in this agreement:(a) \"State\" shall mean a state of the United States; the United States of America; a territory or possession of the United States; the District of Columbia; the Commonwealth of Puerto Rico.(b) \"Sending state\" shall mean a state in which a prisoner is incarcerated at the time that he initiates a request for final disposition pursuant to Article III hereof or at the time that a request for custody or availability is initiated pursuant to Article IV hereof.(c) \"Receiving state\" shall mean the state in which trial is to be had on an indictment, information or complaint pursuant to Article III or Article IV hereof.ARTICLE III(a) Whenever a person has entered upon a term of imprisonment in a penal or correctional institution of a party state, and whenever during the continuance of the term of imprisonment there is pending in any other party state any untried indictment, information or complaint on the basis of which a detainer has been lodged against the prisoner, he shall be brought to trial within one hundred eighty days after he shall have caused to be delivered to the prosecuting officer and the appropriate court of the prosecuting officer's jurisdiction written notice of the place of his imprisonment and his request for a final disposition to be made of the indictment, information or complaint: Provided, That for good cause shown in open court, the prisoner or his counsel being present, the court having jurisdiction of the matter may grant any necessary or reasonable continuance. The request of the prisoner shall be accompanied by a certificate of the appropriate official having custody of the prisoner, stating the term of commitment under which the prisoner is being held, the time already served, the time remaining to be served on the sentence, the amount of good time earned, the time of parole eligibility of the prisoner, and any decisions of the state parole agency relating to the prisoner.(b) The written notice and request for final disposition referred to in paragraph (a) hereof shall be given or sent by the prisoner to the warden, superintendent or other official having custody of him who shall promptly forward it together with the certificate to the appropriate prosecuting official and court by registered or certified mail, return receipt requested.(c) The warden, superintendent or other official having custody of the prisoner shall promptly inform him of the source and contents of any detainer lodged against him and shall also inform him of his right to make a request for final disposition of the indictment, information or complaint on which the detainer is based.(d) Any request for final disposition made by a prisoner pursuant to paragraph (a) hereof shall operate as a request for final disposition of all untried indictments, informations or complaints on the basis of which detainers have been lodged against the prisoner from the state to whose prosecuting official the request for final disposition is specifically directed. The warden, superintendent or other official having custody of the prisoner shall forthwith notify all appropriate prosecuting officers and courts in the several jurisdictions within the state to which the prisoner's request for final disposition is being sent of the proceeding being initiated by the prisoner. Any notification sent pursuant to this paragraph shall be accompanied by copies of the prisoner's written notice, request, and the certificate. If trial is not had on any indictment, information or complaint contemplated hereby prior to the return of the prisoner to the original place of imprisonment, such indictment, information or complaint shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.(e) Any request for final disposition made by a prisoner pursuant to paragraph (a) hereof shall also be deemed to be a waiver of extradition with respect to any charge or proceeding contemplated thereby or included therein by reason of paragraph (d) hereof, and a waiver of extradition to the receiving state to serve any sentence there imposed upon him after completion of his term of imprisonment in the sending state. The request for final disposition shall also constitute a consent by the prisoner to the production of his body in any court where his presence may be required in order to effectuate the purposes of this agreement and a further consent voluntarily to be returned to the original place of imprisonment in accordance with the provisions of this agreement. Nothing in this paragraph shall prevent the imposition of a concurrent sentence if otherwise permitted by law.(f) Escape from custody by the prisoner subsequent to his execution of the request for final disposition referred to in paragraph (a) hereof shall void the request.ARTICLE IV(a) The appropriate officer of the jurisdiction in which an untried indictment, information or complaint is pending shall be entitled to have a prisoner against whom he has lodged a detainer and who is serving a term of imprisonment in any party state made available in accordance with Article V (a) hereof upon presentation of a written request for temporary custody or availability to the appropriate authorities of the state in which the prisoner is incarcerated: Provided, That the court having jurisdiction of such indictment, information or complaint shall have duly approved, recorded and transmitted the request: Provided further, That there shall be a period of thirty days after receipt by the appropriate authorities before the request be honored, within which period the Governor of the sending state may disapprove the request for temporary custody or availability, either upon his own motion or upon motion of the prisoner.(b) Upon receipt of the officer's written request as provided in paragraph (a) hereof, the appropriate authorities having the prisoner in custody shall furnish the officer with a certificate stating the term of commitment under which the prisoner is being held, the time already served, the time remaining to be served on the sentence, the amount of good time earned, the time of parole eligibility of the prisoner, and any decisions of the state parole agency relating to the prisoner. Said authorities simultaneously shall furnish all other officers and appropriate courts in the receiving state who have lodged detainers against the prisoner with similar certificates and with notices informing them of the request for custody or availability and of the reasons therefor.(c) In respect of any proceeding made possible by this Article, trial shall be commenced within one hundred twenty days of the arrival of the prisoner in the receiving state, but for good cause shown in open court, the prisoner or his counsel being present, the court having jurisdiction of the matter may grant any necessary or reasonable continuance.(d) Nothing contained in this Article shall be construed to deprive any prisoner of any right which he may have to contest the legality of his delivery as provided in paragraph (a) hereof, but such delivery may not be opposed or denied on the ground that the executive authority of the sending state has not affirmatively consented to or ordered such delivery.(e) If trial is not had on any indictment, information or complaint contemplated hereby prior to the prisoner's being returned to the original place of imprisonment pursuant to Article V (e) hereof, such indictment, information or complaint shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.ARTICLE V(a) In response to a request made under Article III or Article IV hereof, the appropriate authority in a sending state shall offer to deliver temporary custody of such prisoner to the appropriate authority in the state where such indictment, information or complaint is pending against such person in order that speedy and efficient prosecution may be had. If the request for final disposition is made by the prisoner, the offer of temporary custody shall accompany the written notice provided for in Article III of this agreement. In the case of a federal prisoner, the appropriate authority in the receiving state shall be entitled to temporary custody as provided by this agreement or to the prisoner's presence in federal custody at the place for trial, whichever custodial arrangement may be approved by the custodian.(b) The officer or other representative of a state accepting an offer of temporary custody shall present the following upon demand:(1) Proper identification and evidence of his authority to act for the state into whose temporary custody the prisoner is to be given.(2) A duly certified copy of the indictment, information or complaint on the basis of which the detainer has been lodged and on the basis of which the request for temporary custody of the prisoner has been made.(c) If the appropriate authority shall refuse or fail to accept temporary custody of said person, or in the event that an action on the indictment, information or complaint on the basis of which the detainer has been lodged is not brought to trial within the period provided in Article III or Article IV hereof, the appropriate court of the jurisdiction where the indictment, information or complaint has been pending shall enter an order dismissing the same with prejudice, and any detainer based thereon shall cease to be of any force or effect.(d) The temporary custody referred to in this agreement shall be only for the purpose of permitting prosecution on the charge or charges contained in one or more untried indictments, informations or complaints which form the basis of the detainer or detainers or for prosecution on any other charge or charges arising out of the same transaction. Except for his attendance at court and while being transported to or from any place at which his presence may be required, the prisoner shall be held in a suitable jail or other facility regularly used for persons awaiting prosecution.(e) At the earliest practicable time consonant with the purposes of this agreement, the prisoner shall be returned to the sending state.(f) During the continuance of temporary custody or while the prisoner is otherwise being made available for trial as required by this agreement, time being served on the sentence shall continue to run but good time shall be earned by the prisoner only if, and to the extent that, the law and practice of the jurisdiction which imposed the sentence may allow.(g) For all purposes other than that for which temporary custody as provided in this agreement is exercised, the prisoner shall be deemed to remain in the custody of and subject to the jurisdiction of the sending state and any escape from temporary custody may be dealt with in the same manner as an escape from the original place of imprisonment or in any other manner permitted by law.(h) From the time that a party state receives custody of a prisoner pursuant to this agreement until such prisoner is returned to the territory and custody of the sending state, the state in which the one or more untried indictments, informations or complaints are pending or in which trial is being had shall be responsible for the prisoner and shall also pay all costs of transporting, caring for, keeping and returning the prisoner. The provisions of this paragraph shall govern unless the states concerned shall have entered into a supplementary agreement providing for a different allocation of costs and responsibilities as between or among themselves. Nothing herein contained shall be construed to alter or affect any internal relationship among the departments, agencies and officers of and in the government of a party state, or between a party state and its subdivisions, as to the payment of costs, or responsibilities therefor.ARTICLE VI(a) In determining the duration and expiration dates of the time periods provided in Articles III and IV of this agreement, the running of said time periods shall be tolled whenever and for as long as the prisoner is unable to stand trial, as determined by the court having jurisdiction of the matter.(b) No provision of this agreement, and no remedy made available by this agreement, shall apply to any person who is adjudged to be mentally ill.ARTICLE VIIEach state party to this agreement shall designate an officer who, acting jointly with like officers of other party states, shall promulgate rules and regulations to carry out more effectively the terms and provisions of this agreement, and who shall provide, within and without the state, information necessary to the effective operation of this agreement.ARTICLE VIIIThis agreement shall enter into full force and effect as to a party state when such state has enacted the same into law. A state party to this agreement may withdraw herefrom by enacting a statute repealing the same. However, the withdrawal of any state shall not affect the status of any proceedings already initiated by inmates or by state officers at the time such withdrawal takes effect, nor shall it affect their rights in respect thereof.ARTICLE IXThis agreement shall be liberally construed so as to effectuate its purposes. The provisions of this agreement shall be severable and if any phrase, clause, sentence or provision of this agreement is declared to be contrary to the Constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this agreement and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this agreement shall be held contrary to the Constitution of any state party hereto, the agreement shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-2",
      "number": "62-14-2.",
      "heading": "\"Appropriate court\" defined.The phrase \"appropriate court\" as used in the agreement on detainers shall, with reference to the courts of this state, mean a court of record with criminal jurisdiction",
      "text": "\"Appropriate court\" defined.The phrase \"appropriate court\" as used in the agreement on detainers shall, with reference to the courts of this state, mean a court of record with criminal jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-3",
      "number": "62-14-3.",
      "heading": "Enforcement of agreement.All courts, departments, agencies, officers and employees of this state and its political subdivisions are hereby directed to enforce the agreement on detainers and to cooperate with one another and with other party states in enforcing the agreement and effectuating its purp",
      "text": "Enforcement of agreement.All courts, departments, agencies, officers and employees of this state and its political subdivisions are hereby directed to enforce the agreement on detainers and to cooperate with one another and with other party states in enforcing the agreement and effectuating its purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-4",
      "number": "62-14-4.",
      "heading": "Application of habitual criminal law not required",
      "text": "Nothing in this article or in the agreement on detainers shall be construed to require the application of sections eighteen and nineteen of article eleven, chapter sixty-one of the Code of West Virginia to any person on account of any conviction had",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-5",
      "number": "62-14-5.",
      "heading": "Escape of prisoner while in temporary custody",
      "text": "Escape or attempt to escape from custody, whether within or without this state, while in the temporary custody of an authority of another state acting pursuant to the agreement on detainers shall constitute an offense against the laws of this state to th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-6",
      "number": "62-14-6.",
      "heading": "Delivering custody of prisoner",
      "text": "It shall be lawful and mandatory upon the warden, superintendent or other state official in charge of a penal or correctional institution in this state to give over the person of any inmate thereof whenever so required by the operation of the agreement on detainers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14-7",
      "number": "62-14-7.",
      "heading": "Central administrator and information agent",
      "text": "The commissioner of public institutions shall serve as the central administrator and chief information officer for the agreement on detainers, pursuant to the provisions of Article VII of the agreement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-1",
      "number": "62-15-1.",
      "heading": "Short title.This article shall be known and may be cited as the \"West Virginia Drug Offender Accountability and Treatment Act\".",
      "text": "Short title.This article shall be known and may be cited as the \"West Virginia Drug Offender Accountability and Treatment Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-2",
      "number": "62-15-2.",
      "heading": "Definitions.For the purposes of this article:(1) \"Assessment\" means a diagnostic evaluation to determine whether and to what extent a person is a drug offender under this article and would benefit from its provisions",
      "text": "The assessment shall be conducted in accordance with the standardized risk and nee",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-3",
      "number": "62-15-3.",
      "heading": "Policy and goals.The Legislature recognizes that a critical need exists in this state for the criminal justice system to reduce the incidence of substance abuse and the crimes resulting from it",
      "text": "For the criminal justice system to maintain credibility, all drug offenders must be held accountable for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-4",
      "number": "62-15-4.",
      "heading": "Court authorization and structure",
      "text": "(a) Each judicial circuit or two or more adjoining judicial circuits may establish a drug court or regional drug court program under which drug offenders will be processed to address appropriately, the identified substance abuse problem as a condition of pretrial re",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-5",
      "number": "62-15-5.",
      "heading": "Drug court teams.(a) Each local jurisdiction that intends to establish a drug court, or continue the operation of an existing drug court, shall establish a local drug court team",
      "text": "(b) The drug court team shall, when practicable, conduct a staffing prior to each drug court session to discuss and provid",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-6",
      "number": "62-15-6.",
      "heading": "Eligibility.(a) A drug offender shall not be eligible for the drug court program if:(1) The underlying offense involves a felony crime of violence, unless there is a specific treatment program available designed to address violent offenders;(2) The underlying offense involves an offense that require",
      "text": "Eligibility.(a) A drug offender shall not be eligible for the drug court program if:(1) The underlying offense involves a felony crime of violence, unless there is a specific treatment program available designed to address violent offenders;(2) The underlying offense involves an offense that requires registration as a sex offender pursuant to the article twelve, chapter fifteen of this Code;(3) The drug offender has a prior felony conviction in this state or another state for a felony crime of violence; or(4) The drug offender has a prior conviction in this state or another state for a crime that requires registration as a sex offender pursuant to article twelve, chapter fifteen of this Code.(b) Eligible offenses may be further restricted by the rules of a specific drug court program.(c) Nothing in this section shall require a drug court judge to consider or accept every offender with a treatable condition or addiction, regardless of the fact that the controlling offense is eligible for consideration in the program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-6a",
      "number": "62-15-6a.",
      "heading": "Treatment supervision.(a) A felony drug offender is eligible for treatment supervision only if the offender would otherwise be sentenced to prison, and the standardized risk and needs assessment indicates the offender has a high risk for reoffending and a need for substance abuse treatment: Provided",
      "text": "Treatment supervision.(a) A felony drug offender is eligible for treatment supervision only if the offender would otherwise be sentenced to prison, and the standardized risk and needs assessment indicates the offender has a high risk for reoffending and a need for substance abuse treatment: Provided, That an inmate who is, or has been, convicted for a felony crime of violence against the person, a felony offense where the victim was a minor child or a felony offense involving the use of a firearm, as defined in subsections (o) and (p), section twenty-seven, article five, chapter twenty-eight of this code, shall not be eligible for treatment supervision.(b) As a condition of drug court, a condition of probation or as a modification of probation, a circuit court judge may impose treatment supervision on an eligible drug offender convicted of a felony: Provided, That a judge may impose treatment supervision on an eligible drug offender convicted of a felony, notwithstanding the results of the risk assessment, upon making specific written findings of fact as to the reason for the departure.(c) Whenever a circuit court judge determines that a treatment supervision participant has violated the conditions of his or her treatment supervision involving the participant's use of alcohol or a controlled substance, the judge may order a period of incarceration to encourage compliance with program requirements.(1) Upon written finding by the circuit court judge that the participant would otherwise be sentenced to the custody of the Commissioner of Corrections for service of the underlying sentence, the cost of the incarceration order under this subsection, not to exceed a period of thirty days in any one instance, shall be paid by the Division of Corrections.(2) Whenever a circuit court judge orders the incarceration of a treatment supervision participant pursuant to this subsection, a copy of the order of confinement shall be provided by the clerk of the circuit court within five days to the Commissioner of Corrections.(d) The Division of Justice and Community Services shall in consultation with the Governor's Advisory Council on Substance Abuse, created by Executive Order No. 5-11, use appropriated funds to develop proposed substance abuse treatment plans to serve those offenders under treatment supervision in each judicial circuit and on parole supervision.(e) The Division of Justice and Community Services, in consultation with the Governor's Advisory Committee on Substance Abuse, shall develop:(1) Qualifications for provider certification to deliver a continuum of care to offenders;(2) Fee reimbursement procedures; and(3) Other matters related to the quality and delivery of services.(f) The Division of Justice and Community Services shall require education and training for providers which shall include, but not be limited to, cognitive behavioral training. The duties of providers who provide services under this section may include: Notifying the probation department and the court of any offender failing to meet the conditions of probation or referrals to treatment; appearing at revocation hearings when required; and providing assistance with data reporting and treatment program quality evaluation.(g) The cost for all drug abuse assessments and certified drug treatment under this section and subsection (e), section seventeen, article twelve of this chapter shall be paid by the Division of Justice and Community Services from funds appropriated for that purpose. The Division of Justice and Community Services shall contract for payment for the services provided to eligible offenders.(h) The Division of Justice and Community Services, in consultation with the Governor's Advisory Council on Substance Abuse, shall submit an annual report on or before September 30 to the Governor, the Speaker of the House of Delegates, the President of the Senate and, upon request, to any individual member of the Legislature containing:(1) The dollar amount and purpose of funds provided for the fiscal year;(2) The number of people on treatment supervision who received services and whether their participation was the result of a direct sentence or in lieu of revocation;(3) The number of people on treatment supervision who, pursuant to a judge's specific written findings of fact, received services despite the risk assessment indicating less than high risk for reoffending and a need for substance abuse treatment;(4) The type of services provided;(5) The rate of revocations and successful completions for people who received services;(6) The number of people under supervision receiving treatment under this section who were rearrested and confined within two years of being placed under supervision;(7) The dollar amount needed to provide services in the upcoming year to meet demand and the projected impact of reductions in program funding on cost and public safety measures; and(8) Other appropriate measures used to measure the availability of treatment and the effectiveness of services.(i) Subsections (a), (b), and (c) of this section shall take effect on January 1, 2014. The remaining provisions of this section shall take effect on July 1, 2013.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-6b",
      "number": "62-15-6b.",
      "heading": "Intermediate incarceration sanctions for drug court participants; responsibility for costs of incarceration",
      "text": "(a) Whenever a judge of a drug court determines that a participant who has pled to a felony offense has committed a violation of his or her conditions of participation which would, in the judg",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-7",
      "number": "62-15-7.",
      "heading": "Treatment and support services",
      "text": "(a) As part of any diagnostic assessments, the individual assessment should make specific recommendations to the drug court team regarding the type of treatment program and duration necessary so that a drug offender's individualized needs can be addressed. These assess",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-8",
      "number": "62-15-8.",
      "heading": "Drug testing.(a) The drug court team shall ensure fair, accurate, and reliable drug testing procedures, following collection procedures approved by the Supreme Court of Appeals",
      "text": "(b) The drug offender shall be ordered to submit to frequent, random, and observed drug testing to monitor abstinence.(c) A",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-9",
      "number": "62-15-9.",
      "heading": "Governance.(a) The Supreme Court of Appeals will be responsible for court funding, administration, and continuance or discontinuance of drug courts, mental health courts, or other problem-solving courts",
      "text": "The administrative director, or his or her designee, will oversee the planning, implementation,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-9a",
      "number": "62-15-9a.",
      "heading": "Adult Drug Court Participation Fund",
      "text": "(a) The special revenue fund created within the State Treasury designated the Adult Drug Court Participation Fund to be administered by the West Virginia Supreme Court of Appeals is hereby continued. The fund shall consist of moneys received from individuals parti",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-10",
      "number": "62-15-10.",
      "heading": "Program integrity and offender accountability",
      "text": "(a) Drug courts shall collect and maintain the following information and any other information required by the Supreme Court of Appeals or its administrative office:(1) Prior criminal history;(2) Prior substance abuse treatment history, including informa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-11",
      "number": "62-15-11.",
      "heading": "Funding.(a) Each drug court with the guidance of the Supreme Court of Appeals may establish a schedule for the payment of reasonable fees and costs necessary to conduct the program;(b) Nothing in this article shall prohibit local advisory committees or drug court teams from obtaining supplemental fu",
      "text": "Funding.(a) Each drug court with the guidance of the Supreme Court of Appeals may establish a schedule for the payment of reasonable fees and costs necessary to conduct the program;(b) Nothing in this article shall prohibit local advisory committees or drug court teams from obtaining supplemental funds or exploring grants to support drug courts.(c) Nothing in this article shall be construed to supplant funds currently utilized for drug courts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-12",
      "number": "62-15-12.",
      "heading": "Immunity from liability.(a) Any individual who, in good faith, provides services pursuant to this article shall not be liable in any civil action",
      "text": "The grant of immunity provided in this subsection shall extend to all employees and administrative personnel.(b) Any qualified person who obtains, in a m",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15-13",
      "number": "62-15-13.",
      "heading": "Statutory construction.The provisions of this article shall be construed to effectuate its remedial purposes.",
      "text": "Statutory construction.The provisions of this article shall be construed to effectuate its remedial purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15a-1",
      "number": "62-15A-1.",
      "heading": "Definitions.As used in this article:“Addiction service provider” means a person licensed by this state to provide addiction and substance abuse services to persons addicted to opioids",
      "text": "“Adult drug court judge” means a circuit court judge operating a drug court as defined in §62-15-2 of this code.“Adu",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15a-2",
      "number": "62-15A-2.",
      "heading": "The Department of Military Affairs and Public Safety Drug Addiction Treatment Program",
      "text": "(a) The Department of Military Affairs and Public Safety Program. –(1) The secretary of the department shall establish a program to provide addiction treatment, including medication-assisted treatment, to persons w",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15a-3",
      "number": "62-15A-3.",
      "heading": "Annual reports.(a) The department and the court shall prepare a report annually",
      "text": "(b) The report shall include:(1) Number of participants;(2) Number of participants successfully completing the program;(3) Offenses committed or offense convicted of;(4) Recidivism rate;(5) Potential cost saving or expen",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-7-10a",
      "number": "62-7-10a.",
      "heading": "Jail Commitment order.The clerk of a circuit court or magistrate court in which a person is sentenced to serve a period of incarceration in a jail facility under the control of the Commissioner of Corrections and Rehabilitation shall transmit to the Commissioner of the Division of Corrections and Re",
      "text": "Jail Commitment order.The clerk of a circuit court or magistrate court in which a person is sentenced to serve a period of incarceration in a jail facility under the control of the Commissioner of Corrections and Rehabilitation shall transmit to the Commissioner of the Division of Corrections and Rehabilitation a certified commitment order in the form provided for in this section.  A person may not be committed to a jail unless the commitment order is signed by the circuit court judge or magistrate with jurisdiction over the matter. The amendments to this section enacted during the 2019 regular session of the Legislature are effective on July 1, 2019.IN THE CIRCUIT/MAGISTRATE COURT OF ____________________COUNTY, WEST VIRGINIAState of West Virginiav. circuit/magistrate court Case No.___________________Defendant:  ______________________________DOB:  ________________ SSN: XXX-XX-______ Gender:  _____Male/______FemaleWEST VIRGINIA DIVISION OF CORRECTIONS AND REHABILITATION CERTIFIED JAIL COMMITMENT ORDEROn the ______day of __________________, 20___, the State of West Virginia, by _____________________________________, and the defendant appeared in person and with counsel,________________________________________________.The defendant has been convicted of the following offense(s):_____________________________________________________________________The defendant is committed to the custody of the Commissioner of Corrections and Rehabilitation for a period of:__________________________________________________________________________.Conviction Date:  _______________   Sentence Date: __________________Effective Sentence Date: _____________ Resentence Date: _____________________ Consecutive to: ____ Concurrent with:______________________________________________________________________Credit for Time Served: ______days     Credit for Home Incarceration: ______daysCredit for Home Incarceration Parole: ______days      Other NonPenal Credit: ________daysAdditionally, the court finds:______________________________________________________________________The defendant shall be transported to and held in a jail facility for the prescribed period of confinement in accordance with law. The court further orders that the cost of incarceration of misdemeanants sentenced to confinement in a jail shall be paid in accordance with the provisions of §15A-3-16 of this code.Special Instructions:  ___________________________________________________________It is further ordered that the Circuit Clerk or Magistrate Court Clerk shall immediately transmit a certified copy of this commitment order to the Central Office Inmate Records Manager of the Division of Corrections and Rehabilitation by facsimile at (fax number), by email at (email address) or other electronic transmission, or by mail at (street address).Enter this _____day of __________, 2____.___________________________________Circuit Judge/Magistrate",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-6",
      "number": "62-14A-6.",
      "heading": "Immunity from service of civil process; waiver of extradition proceedings; nonwaiver of rights of state; trial on other charges after return",
      "text": "(a) A person brought into this state by, or after waiver of, extradition based on a criminal charge, shall not be subject to service of personal process in civ",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-7",
      "number": "62-14A-7.",
      "heading": "How costs paid; complainant responsible for",
      "text": "When the punishment of the crime shall be the confinement of the criminal in the penitentiary, expenses incurred shall be paid from funds available to the Division of Corrections and Rehabilitation. In all other cases such expenses shall be paid out of the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-5",
      "number": "62-14A-5.",
      "heading": "Return of fugitive from this state",
      "text": "(a) Whenever the Governor shall demand from the executive authority of another state or from a judge of the Superior Court of the District of Columbia the return to this state of a person found in such state or the District of Columbia who is charged with a crime,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-2",
      "number": "62-14A-2.",
      "heading": "Extradition of persons charged with crime in another state or imprisoned or awaiting trial in another state",
      "text": "(a) Where appearing in this article, the term \"Governor\" includes any person performing the functions of Governor by authority of the law of this state. The term \"executive authority\" includes",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-1",
      "number": "62-14A-1.",
      "heading": "Extradition of fugitives from foreign nations",
      "text": "The Governor, whenever required by the executive authority of the United States pursuant to the Constitution and laws thereof, shall deliver over to justice any person found within this state who shall be charged with having committed any crime without t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-4",
      "number": "62-14A-4.",
      "heading": "Hearing after arrest; application for writ of habeas corpus; arrest and confinement of fugitives from another state; bail; persons involved in criminal or civil actions in this state",
      "text": "(a) No person arrested upon a warrant shall be delivered over to the agent whom the executive authority demanding him",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-14a-3",
      "number": "62-14A-3.",
      "heading": "Governor’s warrant of arrest.(a) If the Governor decides that the demand should be complied with, the Governor shall sign a warrant of arrest which shall be sealed by the Secretary of State with the Great Seal of West Virginia, and be directed by the Governor to any peace officer or other person who",
      "text": "Governor’s warrant of arrest.(a) If the Governor decides that the demand should be complied with, the Governor shall sign a warrant of arrest which shall be sealed by the Secretary of State with the Great Seal of West Virginia, and be directed by the Governor to any peace officer or other person whom he or she may think fit to entrust with the execution thereof. The warrant must substantially recite the facts necessary to the validity of its issuance.(b) Such warrant shall authorize the peace officer or other person directed to arrest the accused at any time and any place where he or she may be found within the state and to command the aid of all peace officers or other persons in the execution of the warrant, and to deliver the accused, subject to the provision of this article, to the duly authorized agent of the demanding state.(c) The Governor may recall the warrant of arrest or may issue another warrant whenever the Governor deems proper.(d) Every such peace officer or other person empowered to make the arrest shall have the same authority, in arresting the accused, to command assistance therein, as peace officers have by law in the execution of any criminal process directed to them, with like penalties against those who refuse their assistance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-7",
      "number": "62-16-7.",
      "heading": "Program integrity and offender accountability",
      "text": "(a) If deemed appropriate by the Supreme Court of Appeals or its administrative office, the courts shall collect and maintain information on participants which may include, but is not limited to, the following:(1) The participants\" prior criminal history",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-6",
      "number": "62-16-6.",
      "heading": "Procedure; mental health and substance abuse treatment; violation; termination",
      "text": "(a)Procedure.— Upon application, the court shall order the offender to submit to an eligibility screening, a mental health and drug/alcohol screening, and an assessment by the Department of Veterans Affairs (VA) Veterans",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-1",
      "number": "62-16-1.",
      "heading": "Short title.This may be cited as the Military Service Members Court Act.",
      "text": "Short title.This may be cited as the Military Service Members Court Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-2",
      "number": "62-16-2.",
      "heading": "Legislative findings.(a)(1) The Legislature recognizes that while most veterans are strengthened by their military service, the combat experiences of many veterans have unfortunately left a growing number of veterans who suffer from issues such as Post Traumatic Stress Disorder and traumatic brain i",
      "text": "Legislative findings.(a)(1) The Legislature recognizes that while most veterans are strengthened by their military service, the combat experiences of many veterans have unfortunately left a growing number of veterans who suffer from issues such as Post Traumatic Stress Disorder and traumatic brain injury. A growing body of research shows that one in five veterans will have symptoms of a mental illness, mental health disorder, or cognitive impairment. One in six veterans who served in either Operation Enduring Freedom or Operation Iraqi Freedom suffer from substance abuse and related issues. As a result, many veterans have found themselves in the criminal court system charged with crimes which may be directly attributable to these service-related issues.(2) The Legislature further recognizes that a Military Service Members Court is necessary to link veterans with the programs, benefits, and services that are necessary to help them overcome these issues and provide them with rehabilitation services instead of incarceration.(3) Given the context of veteran life, especially given their past training and experiences in the Armed Forces, it is reasonably anticipated and likely that military service members would respond favorably to a structured environment. The Military Service Members Court is a professional, structured, and monitored program which mandates and provides participant accountability and responsibility, including mandatory court appearances, treatment, and counseling sessions, as well as frequent and random testing for drug and alcohol use. However, the Legislature also finds that some may still struggle. Those are the veterans who need the structure and support of a Military Service Members Court program the most. Without the structure of a Military Service Members Court program mentally ill and challenged veterans may well reoffend, remain in the criminal court system, and suffer under the emotional, physical, and mental yoke of substance abuse.(4) The Legislature creates the Military Service Members Court to ensure that these veterans in need are able meet their obligations to themselves, their family, their loved ones, the court, and their community.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-3",
      "number": "62-16-3.",
      "heading": "Definitions.For the purposes of this article:\"Assessment\" means an evaluation to determine whether a criminal defendant is a military service member as defined by this section, that the offense he or she has been charged with are attributable to their military service, and if the offender would bene",
      "text": "Definitions.For the purposes of this article:\"Assessment\" means an evaluation to determine whether a criminal defendant is a military service member as defined by this section, that the offense he or she has been charged with are attributable to their military service, and if the offender would benefit from the provisions set forth in this article.\"Court\" means a Military Service Members Court.\"Department\" means the West Virginia Department of Veterans’ Assistance.\"Military Service Members Court program\" or \"program\" is a program that includes pre-adjudicatory and post-adjudicatory treatment for military service members.\"Military service member\" means a person who is currently serving in the Army, Air Force, Marines, Navy, Space Force, or Coast Guard on active duty, reserve status, or in the National Guard, or a person who served in the active military, or who was discharged or released under conditions other than dishonorable.\"Offender\" means a criminal defendant who qualifies as a military service member under this article.\"Post-adjudicatory program\" means a program in which the offender has admitted guilt or has been found guilty and agrees, with the prosecutor’s consent, to enter a court program as part of his or her sentence.\"Pre-adjudicatory program\" means a program that allows the offender, with the consent of the prosecutor, team, and the court to expedite the offender’s criminal case before conviction or before filing of a criminal case and requires the offender to agree to and successfully complete the court program as part of the written agreement.\"VA\" means the United States Department of Veterans Affairs.\"VJO\" means the Veterans Justice Outreach program of the United States Department of Veterans Affairs.\"Written agreement\" means the agreement executed to allow a military service member to participate in a court program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-4",
      "number": "62-16-4.",
      "heading": "Court authorization; funding; immunity from liability",
      "text": "(a) Court authorization. — The Supreme Court of Appeals is hereby authorized to establish a Military Service Members Court program, under the oversight of its administrator. Each Military Service Members Court may be a stand-alone court or operat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-16-5",
      "number": "62-16-5.",
      "heading": "Eligibility; written agreement",
      "text": "(a)Eligibility.— A military service member offender, who is eligible for probation based upon the nature of the offense for which he or she has been charged, and in consideration of his or her criminal background, if any, may, upon application, be admitted into a court",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-12-13c",
      "number": "62-12-13c.",
      "heading": "Authority of commissioner to establish a nonviolent offense parole program",
      "text": "(a) The commissioner may establish a nonviolent offense parole program for any inmate of a state correctional facility in which an inmate may be paroled without action of the Parole Board based upon objective standards as set",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15b-1",
      "number": "62-15B-1.",
      "heading": "Oversight and implementation of family drug treatment courts",
      "text": "(a) The Supreme Court of Appeals of West Virginia may implement a Family Drug Treatment Court program.(b) Family drug treatment courts are specialized court dockets within the existing structure of West Virginia’s court system offering jud",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-15b-2",
      "number": "62-15B-2.",
      "heading": "Establish eligibility and policies procedures",
      "text": "(a) Each local family drug treatment court advisory committee shall establish criteria for the eligibility and participation of adult respondents who have been adjudicated an abusing or neglecting parent pursuant to §49-4-601(i) and who have been granted",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-11b-7b",
      "number": "62-11B-7b.",
      "heading": "Home incarceration supervisors deemed qualified law-enforcement officers as that term is used in 18 U",
      "text": "S.C. §926B.(a) Notwithstanding any other provision of this code, for purposes of this section it is hereby recognized that home incarceration is a form of confinement as that term is used in 18 U.S.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-62-1-6a",
      "number": "62-1-6a.",
      "heading": "Booking photographs of criminal defendants",
      "text": "(a) Except as authorized by the provisions of this section, a law enforcement agency may not share on social media the booking photograph of an individual arrested for the alleged commission of a minor offense.(b) As used in this section, unless context cle",
      "history": "",
      "source_url": ""
    }
  ]
}