{
  "state": "new-mexico",
  "path": "title-chapter-5-municipalities-and-counties/chapter-article-20-regional-air-center-special-economic-district",
  "sections": [
    {
      "id": "section-5-20-1",
      "number": "5-20-1",
      "heading": "Short title.Section 5-20-2 - Definitions",
      "text": "Sections 1 through 10 [5-20-1 to 5-20-10 NMSA 1978] of this 2019 act may be cited as the \"Regional Air Center Special Economic District Act\".\n\nHistory:Laws 2019, ch. 13, § 1.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-1/"
    },
    {
      "id": "section-5-20-2",
      "number": "5-20-2",
      "heading": "Definitions.",
      "text": "As used in the Regional Air Center Special Economic District Act:\n\nA. \"authority\" means the governing body of a district; and\n\nB. \"district\" means an industrial air center special economic district governed by an authority.\n\nHistory:Laws 2019, ch. 13, § 2.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-2/"
    },
    {
      "id": "section-5-20-3",
      "number": "5-20-3",
      "heading": "Creation of a district.",
      "text": "A municipality and the county in which the municipality is located may agree to form a district:\n\nA. the initial boundaries of which lie within the jurisdiction of the municipality, the county or both;\n\nB. that includes an industrial air center composed of infrastructure associated with a former United States military base; and\n\nC. that consists of land and real property formerly associated with the former United States military base and other land and real property made part of the district.\n\nHistory:Laws 2019, ch. 13, § 3.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-3/"
    },
    {
      "id": "section-5-20-4",
      "number": "5-20-4",
      "heading": "Creation of an authority; members; terms; qualifications.",
      "text": "A. A municipality and county that form a district shall create an authority to govern the district that consists of an odd number of members, but not fewer than five or more than nine in number.\n\nB. The terms of the members shall be reasonably staggered. Of the members initially appointed, that number of members closest to, but not more than, one-half of the membership shall serve for two years. The term of all other members shall be four years.\n\nC. A member shall not serve more than two consecutive four-year terms on the authority. A member who has served two consecutive four-year terms on the authority shall not serve another term until after four years following the second term have elapsed.\n\nD. The authority may authorize a county that borders the county that created the district or a municipality or an Indian nation, tribe or pueblo in a county that borders the county that created the district to become part of the authority. The municipality and county that created the district and any subsequently accepted entities, as set forth in this subsection, may change the membership of the authority, up to the maximum allowed by Subsection A of this section, and change the terms of the members to allow the newly accepted entity to appoint one or more members to the authority.\n\nE. An elected official shall not serve on the authority. A member of the authority shall not receive a salary or other compensation from the authority, but the authority may reimburse any reasonable expenses incurred by a member in conducting the business of the authority.\n\nF. Before appointing a person to the authority, an appointing entity shall first determine that the person:\n\n(1) has experience in the field of aviation, business, economic development, finance, commercial real estate investment or accounting; or\n\n(2) possesses other qualifications that the entity determines are necessary or appropriate for carrying out the duties of the authority; and\n\n(3) has no direct substantial conflict of interest in the business or operation of the authority.\n\nG. An authority member shall abstain from an authority vote if the matter voted on poses a conflict of interest for the member. A member or employee of the authority shall not:\n\n(1) acquire a financial interest in a new or existing business venture or business property if the member or employee believes or has reason to believe that the financial interest will be directly affected by an official act conducted in that membership or employment capacity;\n\n(2) use confidential information acquired by virtue of membership on or employment by the authority for the member's or employee's or another person's private gain; or\n\n(3) as a person with a financial or other interest in a business that is party to a contract, enter into a contract with the authority without there being public notice of the contract, a competitive bidding process for entry into the contract and full disclosure of that financial or other interest.\n\nH. The governing body that appoints a member to an authority may remove the member if it determines that the member:\n\n(1) willfully neglected or refused to perform an official duty;\n\n(2) has violated the policies or procedures adopted by the authority; or\n\n(3) has developed a direct, substantial conflict of interest in the business of the authority.\n\nHistory:Laws 2019, ch. 13, § 4.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-4/"
    },
    {
      "id": "section-5-20-5",
      "number": "5-20-5",
      "heading": "Authority; powers; duties.",
      "text": "A. An authority is a political subdivision of the state that may, in accordance with law and to effectuate the purposes of the district it governs:\n\n(1) have perpetual existence;\n\n(2) sue and be sued;\n\n(3) adopt bylaws, policies and procedures;\n\n(4) employ a director, who may employ staff as necessary to administer the authority;\n\n(5) fix the time and place of meetings and the method of providing notice of the meetings;\n\n(6) make and pass orders and resolutions necessary for governing and managing the authority and executing the powers of the authority;\n\n(7) adopt and use a seal;\n\n(8) create and define the duties of advisory committees;\n\n(9) enter into contracts and agreements;\n\n(10) borrow money and issue bonds;\n\n(11) pledge all or a portion of its revenue to the payment of its bonds;\n\n(12) issue refunding revenue bonds to refinance, pay or discharge all or part of its outstanding revenue bonds;\n\n(13) impose liens;\n\n(14) acquire, dispose of or encumber real or personal property or interests in real or personal property, including leases and easements;\n\n(15) manage the land and property constituting and associated with the district, including by imposing rental charges and fees for the use of that land and property;\n\n(16) sixty days after delivering written notice to the municipality and county that formed the district, exercise the power of eminent domain within the boundaries of the district as provided by law for the condemnation of private property for public use with just compensation;\n\n(17) sell, transfer or convey real or personal property or interests in real or personal property acquired by the authority;\n\n(18) alter the boundaries of the district with the approval of the affected municipality or county;\n\n(19) construct and maintain airport facilities;\n\n(20) establish standards and long-term development plans;\n\n(21) apply to a public or private source for a loan, grant, guarantee or other type of financial assistance;\n\n(22) exercise the rights and powers necessary or incidental to or implied by the specific powers granted by this section; and\n\n(23) by resolution, delegate to a member or agent of the authority any of its powers, except the power to:\n\n(a) adopt authority policies or procedures;\n\n(b) initiate or continue legal action;\n\n(c) establish policies on the use of revenue;\n\n(d) acquire real or personal property or interests in real or personal property;\n\n(e) expand the district; or\n\n(f) issue bonds.\n\nB. An authority shall:\n\n(1) govern the district;\n\n(2) adopt rules to govern its conduct, including standards and procedures for calling emergency meetings and a conflicts-of-interest policy;\n\n(3) provide meaningful opportunities for public input on its policymaking;\n\n(4) accept title to the real and personal property within the area constituting the district's initial boundaries;\n\n(5) use district property to manage airport operations, create jobs and foster economic development in all areas it deems appropriate and in the public welfare; and\n\n(6) comply with all applicable laws, ordinances or rules enacted by the municipality or county having jurisdiction over the district's land or real property.\n\nHistory:Laws 2019, ch. 13, § 5.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-5/"
    },
    {
      "id": "section-5-20-6",
      "number": "5-20-6",
      "heading": "Revenue bonds; exemption from taxation.",
      "text": "A. To effectuate the purposes of the district it governs, an authority may issue revenue bonds to:\n\n(1) encourage the location of commercial, research or industrial or other enterprises to a district; or\n\n(2) acquire, purchase, lease, construct or improve commercial, research or industrial sites or buildings or make other capital improvements, including the construction or maintenance of energy or pollution abatement or control facilities, as necessary.\n\nB. An authority may issue special facility revenue bonds backed by a long-term lease of the facility to finance a specific tenant facility.\n\nC. The bonds authorized by the Regional Air Center Special Economic District Act, the income from those bonds, mortgages or other security instruments executed as security for those bonds, lease agreements authorized by the Regional Air Center Special Economic District Act and revenue derived from a lease or sale by an authority are exempt from taxation by the state and its subdivisions.\n\nHistory:Laws 2019, ch. 13, § 6.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-6/"
    },
    {
      "id": "section-5-20-7",
      "number": "5-20-7",
      "heading": "Bonding authority.",
      "text": "A. A district may issue revenue bonds, the pledged revenue for which shall be fees, charges, lease payments, installment sale payments or other revenue sources by a project for any one or more of the purposes authorized by the Regional Air Center Special Economic District Act.\n\nB. A district may pledge irrevocably any or all of the revenue received by the district to the payment of the interest on and principal of revenue bonds for any of the purposes authorized in the Regional Air Center Special Economic District Act.\n\nC. Revenues in excess of the annual principal and interest due on revenue bonds secured by a pledge of revenue may be accumulated in a debt service reserve account. The district may appoint a commercial bank trust department to act as paying agent or trustee of the revenues and to administer the payment of principal of and interest on the bonds.\n\nD. Except as otherwise provided in the Regional Air Center Special Economic District Act, revenue bonds:\n\n(1) may have interest, principal value or any part thereof payable at intervals or at maturity as may be determined by the authority;\n\n(2) may be subject to a prior redemption at the district's option at a time and upon terms and conditions, with or without the payment of a premium, as determined by the authority;\n\n(3) may mature at any time not exceeding thirty years after the date of issuance;\n\n(4) may be serial in form and maturity, may consist of one bond payable at one time or in installments or may be in another form determined by the authority;\n\n(5) shall be sold for cash at, above or below par and at a price that results in a net effective interest rate that does not exceed the maximum permitted by the Public Securities Act and the Public Securities Short-Term Interest Rate Act [6-18-1 to 6-18-16 NMSA 1978]; and\n\n(6) may be sold at public or negotiated sale.\n\nE. At a regular or special meeting, the authority may adopt a resolution that:\n\n(1) declares the necessity for issuing revenue bonds;\n\n(2) authorizes the issuance of revenue bonds by an affirmative vote of a majority of all the members of the authority; and\n\n(3) designates the sources of revenues to be pledged to the repayment of the revenue bonds.\n\nHistory:Laws 2019, ch. 13, § 7.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-7/"
    },
    {
      "id": "section-5-20-8",
      "number": "5-20-8",
      "heading": "Refunding bonds.",
      "text": "A. A district that has issued bonds in accordance with the Regional Air Center Special Economic District Act may issue refunding bonds for the purpose of refinancing, paying and discharging all or any part of outstanding bonds for the:\n\n(1) acceleration, deceleration or other modification of the payment of the outstanding bonds, including, without limitation, any capitalization of any interest thereon in arrears or about to become due for any period not exceeding two years from the date of the refunding bonds;\n\n(2) purpose of reducing interest costs or effecting other economies; or\n\n(3) purpose of modifying or eliminating restrictive contractual limitations:\n\n(a) pertaining to the issuance of additional bonds; or\n\n(b) concerning the outstanding bonds or facilities relating to the outstanding bonds.\n\nB. A district may pledge irrevocably for the payment of interest, principal and premium, if any, on refunding bonds the appropriate pledged revenues, which may be pledged to an original issue of bonds.\n\nC. Refunding bonds may be issued separately or in combination in one series or more.\n\nD. Refunding bonds shall be authorized by resolution. Bonds that are refunded shall be paid at maturity or on any permitted prior redemption date in the amounts, at the time and places and, if called prior to maturity, in accordance with any applicable notice provisions, all as provided in the proceedings authorizing the issuance of the refunded bonds or otherwise appertaining thereto, except for any such bond that is voluntarily surrendered for exchange or payment by the holder or owner.\n\nE. The principal amount of the refunding bonds may exceed the principal amount of the refunded bonds and may also be less than or the same as the principal amount of the bonds being refunded if provision is duly and sufficiently made for the payment of the refunded bonds.\n\nF. The proceeds of refunding bonds, including accrued interest and premiums appertaining to the sale of refunding bonds, shall be immediately applied to the retirement of the bonds being refunded or placed in escrow in a commercial bank or trust company that possesses and exercises trust powers and that is a member of the federal deposit insurance corporation. The proceeds shall be applied to the principal of, interest on and any prior redemption premium due in connection with the bonds being refunded; provided that the refunding bond proceeds, including accrued interest and premiums appertaining to a sale of refunding bonds, may be applied to the establishment and maintenance of a reserve fund and to the payment of expenses incidental to the refunding and the issuance of the refunding bonds, the interest on those bonds and the principal of those bonds, or both interest and principal as the authority determines. This section does not require the establishment of an escrow if the refunded bonds and the amounts necessary to retire the refunded bonds within that time are deposited with the paying agent for the refunded bonds. Any such escrow shall not necessarily be limited to proceeds of refunding bonds but may include other money available for its purpose. Proceeds in escrow pending such use may be invested or reinvested in bills, certificates of indebtedness, notes or bonds that are direct obligations of, or the principal and interest of which obligations are unconditionally guaranteed by, the United States or in certificates of deposit of banks that are members of the federal deposit insurance corporation; provided that the par value of the certificates of deposit is collateralized by a pledge of obligations or by a pledge of payment that is unconditionally guaranteed by the United States; and further provided that the par value of those obligations is at least seventy-five percent of the par value of the certificates of deposit. Such proceeds and investments in escrow, together with any interest or other income to be derived from any such investment, shall be in an amount at all times sufficient as to principal, interest, any prior redemption premium due and any charges of the escrow agent payable therefrom to pay the bonds being refunded as they become due at their respective maturities or at any designated prior redemption date or dates in connection with which the municipality shall exercise a prior redemption option. A purchaser of a refunding bond issued is not responsible for the application of the proceeds by the district or any of its officers, agents or employees.\n\nG. Refunding bonds may bear additional terms and provisions as determined by the district subject to the limitations in this section relating to original bond issues. Refunding bonds are not subject to the provisions of any other statute.\n\nH. District refunding bonds:\n\n(1) may have interest, principal value or any part thereof payable at intervals or at maturity, as determined by the authority;\n\n(2) may be subject to prior redemption at the district's option at a time or times and upon terms and conditions with or without payment of premium or premiums, as determined by the authority;\n\n(3) may be serial in form and maturity or may consist of a single bond payable in one or more installments or may be in another form, as determined by the authority; and\n\n(4) shall be exchanged for the bonds and any matured unpaid interest being refunded at not less than par or sold at public or negotiated sale at, above or below par and at a price that results in a net effective interest rate that does not exceed the maximum permitted by the Public Securities Act.\n\nI. At a regular or special meeting, an authority may adopt a resolution by majority vote to authorize the issuance of the refunding bonds.\n\nHistory:Laws 2019, ch. 13, § 8.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-8/"
    },
    {
      "id": "section-5-20-9",
      "number": "5-20-9",
      "heading": "Bonds not obligation of the state.",
      "text": "Except as otherwise provided in the Regional Air Center Special Economic District Act, all bonds or other obligations issued pursuant to that act are payable solely from the revenues of the district that may be pledged to the payment of such obligations, and the bonds or other obligations shall not create an obligation, debt or liability of the state or any other of its political subdivisions. No breach of any pledge, obligation or agreement or a district shall impose a pecuniary liability or a charge upon the general credit or taxing power of the state or any other of its political subdivisions.\n\nHistory:Laws 2019, ch. 13, § 9.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-9/"
    },
    {
      "id": "section-5-20-10",
      "number": "5-20-10",
      "heading": "Dissolution.",
      "text": "The municipality and county that formed the district and any counties, municipalities, Indian nations, tribes or pueblos that have become part of the district may, by unanimous vote, agree to unwind and dissolve the district and dismiss the authority members if they find the district is not meeting the needs of the community in managing airport operations, creating jobs or fostering economic development. The assets and all debts and obligations of the district shall be transferred to and assumed by the county or municipality as set forth in the unwinding or dissolution agreement.\n\nHistory:Laws 2019, ch. 13, § 10.\n\nEffective dates.— Laws 2019, ch. 13 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-20/section-5-20-10/"
    }
  ]
}