{
  "state": "new-mexico",
  "path": "title-chapter-5-municipalities-and-counties/chapter-article-3-auditoriums",
  "sections": [
    {
      "id": "section-5-3-1",
      "number": "5-3-1",
      "heading": "Definitions.Section 5-3-2 - [Authority of municipality to acquire auditorium; necessity of elections waived; bonds not general obligations",
      "text": "The following terms wherever used or referred to in this act [5-3-1 to 5-3-8 NMSA 1978] shall have the following meanings unless a different meaning clearly appears from the context.\n\nA. The term \"municipality\" shall mean any incorporated county, city, town or village in the state of New Mexico, having a population of at least five thousand.\n\nB. The term \"auditorium\" shall mean a public auditorium or building of a similar nature used for general civic purposes.\n\nC. The term \"bonds\" shall mean bonds, notes, temporary bonds, interim certificates, negotiable instruments or any other evidences of indebtedness of any nature whatsoever.\n\nHistory:Laws 1935, ch. 51, art. 1, § 1; 1941 Comp., § 6-301; 1953 Comp., § 6-3-1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 543.\n\nExemption from taxation of municipally owned or operated stadium, auditorium, and similar property, 16 A.L.R.2d 1376.\n\nMaintenance of auditorium, community recreational center, building, or the like, by municipal corporation as governmental or proprietary function for purposes of tort liability, 47 A.L.R.2d 544.\n\n20 C.J.S. Counties §§ 145 to 149; 63 C.J.S. Municipal Corporations §§ 950 to 972.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-1/"
    },
    {
      "id": "section-5-3-2",
      "number": "5-3-2",
      "heading": "[Authority of municipality to acquire auditorium; necessity of elections waived; bonds not general obligations.]",
      "text": "That any municipality shall have power to purchase, improve, erect and maintain public auditoriums, or to authorize the improvement or erection of same by agreement with the officers of the county in which the municipality is located, and shall have power to issue and sell bonds for the purposes herein mentioned. Bonds issued hereunder may be sold by such municipality for cash at one time or from time to time at public or private sale at not less than par. That notwithstanding the provisions of any general, special or local law it shall not be necessary for any governing body of such municipality to submit to the people of such municipality in which said auditorium is proposed to be erected the question as to whether such auditorium shall be erected, nor shall it be necessary to submit to the people of such municipality in which said auditorium is to be erected the issuance of any bonds authorized hereunder to pay for or finance the erection of any such auditorium. Provided, however, that any bonds issued hereunder shall not constitute general obligations of any such municipality, but the payment thereof shall be secured only by a lien against the auditorium and real estate upon which the same is erected and a pledge of the net revenues of said auditorium as hereinafter provided; and provided further that any bonds issued hereunder shall be payable solely and only out of the income derived from the operation of such auditorium and by the property upon which the lien aforesaid is provided.\n\nHistory:Laws 1935, ch. 51, art. 1, § 2; 1941 Comp., § 6-302; 1953 Comp., § 6-3-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSection contemplates special fundarising solely from sources separate and apart from general taxation and that the site upon which the auditorium would rest should not be acquired by purchase or otherwise with funds arising in whole or in part from general taxation.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\nStatutory lien to be read into bonds.— In view of provision that bonds issued for municipal auditoriums not be general obligation bonds, but that payment be secured only by lien against the auditorium premises, as well as a pledge of the net revenues to arise from operating the auditorium, the statutory lien thus created is to be read into the bonds.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\nSuit to enjoin plan held timely.— Since this section itself declares that bonds issued shall be secured by a lien upon the site and the property built and pledges net revenues to arise from its operation to secure the bond issues, a suit to enjoin city from enacting an ordinance in pursuance of a plan held not premature.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\nEffect on municipalities under 5,000 population.— Considering the fifth subsection of 14-21-3, 1953 Comp., (repealed) in the light of this subsection, and in view of the decision inVarney v. City of Albuquerque, 1936-NMSC-010, 40 N.M. 90, 55 P.2d 40, 106 A.L.R. 222 (1936), no municipality of less than 5,000 could issue bonds and construct a municipal auditorium. 1939 Op. Att'y Gen. No. 39-3027.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 501, 546 et seq.; 64 Am. Jur. 2d Public Securities and Obligations § 105.\n\nAuditorium or stadium as public purpose for which public funds may be expended or taxing power exercised, 173 A.L.R. 415.\n\n20 C.J.S. Counties §§ 143, 144, 218 to 226; 64 C.J.S. Municipal Corporations § 1708, 1709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-2/"
    },
    {
      "id": "section-5-3-3",
      "number": "5-3-3",
      "heading": "[Auditorium revenue bonds; mortgage or lien to secure payment.]",
      "text": "Whenever it shall be declared necessary by the governing body, by ordinance duly adopted, as hereinafter provided, municipalities are hereby authorized to make and issue revenue bonds, payable solely out of the net income to be derived from the operation of an auditorium, and to pledge irrevocably, such income to the payment thereof, and to execute a mortgage or other lien upon the auditorium premises to secure the payment of said bonds.\n\nHistory:Laws 1935, ch. 51, art. 1, § 3; 1941 Comp., § 6-303; 1953 Comp., § 6-3-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSection contemplates special fundarising solely from sources separate and apart from general taxation and that the site upon which the auditorium would rest should not be acquired by purchase or otherwise with funds arising in whole or in part from general taxation.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\n\"Debt\" within constitutional prohibition created.— The mortgage lien on municipal auditoriums declared by this section creates a \"debt\" within the prohibition found in N.M. Const., art. IX, § 12, except as the creation of same may have received an approving vote by referendum.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-3/"
    },
    {
      "id": "section-5-3-4",
      "number": "5-3-4",
      "heading": "[Terms and conditions of bonds; sale.]",
      "text": "Revenue bonds issued under the provisions of this act [5-3-1 to 5-3-8 NMSA 1978] shall bear interest at not to exceed four and one-half (4 ) per cent per annum, payable annually or semiannually, shall be payable at the option of such municipality at the end of ten years from date thereof; and due by their terms in not more than twenty years from date thereof; as determined by the municipality; shall be serial in form and maturity and numbered from one upward, consecutively, and shall be sold for cash, at not less than par, and at either public or private sale.\n\nHistory:Laws 1935, ch. 51, art. 1, § 4; 1941 Comp., § 6-304; 1953 Comp., § 6-3-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties §§ 222 to 225; 64A C.J.S. Municipal Corporations § 1684.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-4/"
    },
    {
      "id": "section-5-3-5",
      "number": "5-3-5",
      "heading": "[Issuance of bonds; execution.]",
      "text": "Governing bodies of municipalities issuing bonds under the provisions of this act [5-3-1 to 5-3-8 NMSA 1978], may authorize the issuance thereof by ordinance adopted by the affirmative vote of two-thirds of all the members of said governing bodies, at either regular or special meeting called for that purpose, wherein the necessity thereof shall be declared and, when issued, shall be signed by the mayor or other executive head and attested by the clerk of said governing body, with the seal of said municipality affixed thereto.\n\nHistory:Laws 1935, ch. 51, art. 1, § 5; 1941 Comp., § 6-305; 1953 Comp., § 6-3-5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —64A C.J.S. Municipal Corporations § 1699.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-5/"
    },
    {
      "id": "section-5-3-6",
      "number": "5-3-6",
      "heading": "[Lease of auditorium by municipality.]",
      "text": "That any municipality shall have power to lease any auditorium from the United States of America, the president of the United States of America, the federal emergency administration, the public works administration or such other federal or state agency or agencies as heretofore or may hereafter be designated or created by the United States or the state of New Mexico, and to make contract or contracts of lease with such agencies for the use, occupation and maintenance of such auditorium at such rental and upon such terms and conditions as shall be agreed upon by the parties.\n\nHistory:Laws 1935, ch. 51, art. 1, § 6; 1941 Comp., § 6-306; 1953 Comp., § 6-3-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nConstitutionality of lending to other governmental agency.— New Mexico Const., art. IX, § 14, has no application where the lending of credit is under legislative sanction by one subordinate governmental agency to another governmental agency.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 148; 63 C.J.S. Municipal Corporations § 1041.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-6/"
    },
    {
      "id": "section-5-3-7",
      "number": "5-3-7",
      "heading": "[Ratification of issuance and sale of bonds by electorate.]",
      "text": "That where any of the federal or state agencies specified in Paragraph 3 of this act purchase bonds from any municipality as defined herein, for the purpose of enabling such municipality to purchase, improve, erect and maintain public auditoriums, whether the said bonds be issued hereunder or under the provisions of any other act, and such federal or state agency requires that the issuance and sale of such bonds shall be thereafter submitted to the people for ratification and approval, the municipality shall have and it hereby is given the power to pledge to such federal or state agency the good faith of the municipality that said municipality will submit to the vote of the people therein at the time and in the manner required by the constitution of New Mexico the ratification and approval of the issuance and sale of such bonds by such municipality.\n\nHistory:Laws 1935, ch. 51, art. 1, § 7; 1941 Comp., § 6-307; 1953 Comp., § 6-3-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— \"Paragraph 3 of this act\" evidently refers to Section 6 of the act, compiled as 5-3-6 NMSA 1978.\n\nIntention to purchase bonds necessary to charge discrimination.— A person who did not suggest that he might become a purchaser of any bond under proposed bond issue could not complain that statute authorizing issuance and sale of revenue bonds to raise funds for building a municipal auditorium was discriminatory.Wiggs v. City of Albuquerque, 1952-NMSC-013, 56 N.M. 214, 242 P.2d 865.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 221; 64A C.J.S. Municipal Corporations § 1664 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-7/"
    },
    {
      "id": "section-5-3-8",
      "number": "5-3-8",
      "heading": "[Public Works Act not affected.]",
      "text": "Nothing herein contained shall be construed to affect in any way any of the provisions of Chapter 6 of the Laws of 1934.\n\nHistory:Laws 1935, ch. 51, art. 1, § 8; 1941 Comp., § 6-308; 1953 Comp., § 6-3-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1934, ch. 6, referred to in this section, is not compiled in NMSA 1978 since it was enacted to implement the National Industrial Recovery Act which was declared unconstitutional in A.L.A. Schechter Poultry Corp. v. United States, 295 U.S. 495, 55 S. Ct. 837, 79 L. Ed. 1570, 97 A.L.R. 947 (1935).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-8/"
    },
    {
      "id": "section-5-3-9",
      "number": "5-3-9",
      "heading": "Cities of five thousand or more; authority; joint action with county; bond issue; election; form of bonds; installment payments; tax levy; estimate of cost",
      "text": "A. Any incorporated city, town or village having a population of at least five thousand shall have power to purchase, improve or erect public auditoriums or buildings of a similar nature for general civic purposes, or to authorize the improvement or erection of public auditoriums or buildings of a similar nature by agreement with the officers of the county in which the municipality is located, and shall have power to issue and sell bonds for the purposes herein mentioned. Provided, that the total indebtedness of any such city, town or village shall not exceed the percentage now provided by law of the value of the taxable property therein as shown by the last preceding assessment for state or county taxes. If a majority of all the legal votes cast at a legal election shall be in favor of the issuance of the bonds, it shall be the duty of the authorities of the city, town or village to have the bonds issued as soon as practicable.\n\nB. Any bonds, lawfully issued, may be issued in serial form or in form of term bonds, and consistent with convenient denominations, the principal of the serial bonds shall be payable serially either in substantial equal annual installments, or in such annual installments as to require a substantially equal levy for principal and interest each year until all the bonds of the issue have been paid in full. Provided, that the first installment shall be payable in not more than five years and the final installment shall be payable in not more than thirty years after the date of the bonds. The bonds shall bear interest at the rate of not to exceed six percent a year, payable either annually or semiannually. The interest payments may be evidenced by coupons in the usual form, payable upon presentation in such place as may be provided in the bonds.\n\nC. After the bonds are duly issued and sold, a special tax shall be levied upon all property within the city, town or village each year until the bonds and interest shall be paid in full. The special tax shall be levied and collected in the same manner as other taxes are levied and collected, sufficient to pay interest thereon and that portion of principal or sinking fund which may be necessary for the payment due upon the bonds during the succeeding year as provided in this section.\n\nD. No election shall be called to vote upon any bond issue until the city, town or village engineer or some other competent engineer shall have filed, under oath, with the clerk or other proper officer of the city, town or village, a carefully prepared estimate of the approximate cost of the proposed improvement to be made, and no bonds shall be issued in excess of the estimate. It shall be the duty of the proper authorities of the city, town or village to provide by ordinance for the levy, collection and payment of a sufficient amount of money each year to meet the interest, sinking fund and principal requirements of the bonds and the ordinance shall not be repealed until the bonds and interest are paid in full.\n\nHistory:Laws 1927, ch. 29, § 1; C.S. 1929, § 90-2101; 1941 Comp., § 6-309; 1953 Comp., § 6-3-9; Laws 1959, ch. 196, § 1.\n\nConstitutionality.— This section, which prior to the 1959 amendment authorized cities to issue bonds for construction of public auditorium on two-thirds vote of legal voters, did not run counter to provision of N.M. Const., art. IX, § 12, that no city, town or village shall contract any debt unless approved by majority vote of qualified electors, and precluded issuance of such bonds under 14-21-4, 1953 Comp. (now repealed) authorizing issuance of bonds for construction of public or needful buildings on majority vote.Varney v. City of Albuquerque, 1936-NMSC-010, 40 N.M. 90, 55 P.2d 40.\n\nPurpose of section.— This section was enacted for the primary purpose of dealing with a particular subject, civic auditoriums for cities, and superseded a general statute referring to public buildings, or needful buildings.Varney v. City of Albuquerque, 1936-NMSC-010, 40 N.M. 90, 55 P.2d 40).\n\nEffect on municipalities under 5000 population.— Considering the fifth subsection of 14-21-3, 1953 Comp. (repealed), in the light of this section, and in view of the decision inVarney v. City of Albuquerque, 40 N.M. 90, 55 P.2d 40, 106 A.L.R. 222 (1936), no municipality of less than 5,000 could issue bonds and construct a municipal auditorium. 1939 Op. Att'y Gen. No. 39-3037.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —64A C.J.S. Municipal Corporations § 1621 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-9/"
    },
    {
      "id": "section-5-3-10",
      "number": "5-3-10",
      "heading": "[Use of auditorium.]",
      "text": "Such public auditorium or building shall be used only for public purposes and shall not be leased, occupied or used for commercial purposes.\n\nHistory:Laws 1927, ch. 29, § 2; C.S. 1929, § 90-2102; 1941 Comp., § 6-310; 1953 Comp., § 6-3-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-10/"
    },
    {
      "id": "section-5-3-11",
      "number": "5-3-11",
      "heading": "Counties authorized to issue bonds and erect public auditoriums.",
      "text": "The board of county commissioners of the several counties in this state having a population of twenty-five thousand are hereby authorized and empowered to issue the bonds of such counties for the purpose of acquiring suitable sites for public auditoriums within their counties, and for the building of such auditoriums. Such public auditoriums are declared to be necessary public buildings.\n\nHistory:1941 Comp., § 6-311, enacted by Laws 1941, ch. 101, § 1; 1953 Comp., § 6-3-11; Laws 1955, ch. 254, § 1.\n\nGenerally.— This section unequivocally and clearly states that only counties having a population in excess of 25,000 are authorized to issue county auditorium bonds. 1953 Op. Att'y Gen. No. 53-5782.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Auditorium or stadium as public purpose for which public funds may be expended or taxing power exercised, 173 A.L.R. 415.\n\n20 C.J.S. Counties § 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-11/"
    },
    {
      "id": "section-5-3-12",
      "number": "5-3-12",
      "heading": "[Application of courthouse building laws.]",
      "text": "The proceedings for calling, holding and canvassing the results of an election to determine whether such bonds are to be issued, the manner of issuance and the terms and provisions of such bonds, the sale thereof, the levy of taxes for the payment thereof, and the manner and time of payment thereof shall all be the same as is now or may hereafter be provided by law with respect to bonds issued for the purpose of building courthouses, and, in general, all of the provisions of law with respect to county courthouse bonds shall, so far as applicable, apply to the bonds herein authorized.\n\nHistory:1941 Comp., § 6-312, enacted by Laws 1941, ch. 101, § 2; 1953 Comp., § 6-3-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 221.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-12/"
    },
    {
      "id": "section-5-3-13",
      "number": "5-3-13",
      "heading": "[Federal aid and other donations authorized.]",
      "text": "The respective boards of county commissioners of such counties are authorized and empowered to seek and obtain, if possible, from the United States government, or any department or agency thereof, financial aid and assistance to carry into effect the purposes hereof. Such boards of county commissioners are also authorized and empowered in their discretion to accept gifts and donations of any kind or character from any source whatsoever, including, but not limited to, a site for any such auditorium.\n\nHistory:1941 Comp., § 6-313, enacted by Laws 1941, ch. 101, § 3; 1953 Comp., § 6-3-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-13/"
    },
    {
      "id": "section-5-3-14",
      "number": "5-3-14",
      "heading": "[Contracting power.]",
      "text": "The boards of county commissioners of the several counties are hereby authorized and empowered to enter into any and all contracts and to do and perform any and all things necessary and proper to carry into effect the provisions hereof.\n\nHistory:1941 Comp., § 6-314, enacted by Laws 1941, ch. 101, § 4; 1953 Comp., § 6-3-14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-14/"
    },
    {
      "id": "section-5-3-15",
      "number": "5-3-15",
      "heading": "[Supervision and control of auditorium.]",
      "text": "Any auditorium constructed pursuant hereto shall be under the supervision and control of the board of county commissioners of the county wherein it is located, and shall be maintained and used for such purposes as the boards of county commissioners may from time to time determine.\n\nHistory:1941 Comp., § 6-315, enacted by Laws 1941, ch. 101, § 5; 1953 Comp., § 6-3-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Auditorium: maintenance of auditorium, community recreational center, building or the like by municipal corporation as governmental or proprietary function for purposes of tort liability, 47 A.L.R.2d 544.\n\n20 C.J.S. Counties § 147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-5/article-3/section-5-3-15/"
    }
  ]
}