{
  "state": "michigan",
  "path": "title-chapter-252-highways/chapter-act-31-of-1970-relocation-assistance-for-persons-displaced-b",
  "sections": [
    {
      "id": "section-252141",
      "number": "252.141",
      "heading": "Highways, Displaced Persons, Relocation; Federal Funds",
      "text": "When federal funds are available for payment of direct financial assistance to persons displaced by acquisition of property for highways, the state highway commission may match the federal funds to the extent provided by federal law and provide such direct financial assistance in instances and on the conditions set forth by federal law and regulations.\n\nHistory:1970, Act 31, Imd. Eff. June 16, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-252/statute-act-31-of-1970/section-252-141/"
    },
    {
      "id": "section-252142",
      "number": "252.142",
      "heading": "State Funds; Limitations; Rules.",
      "text": "When federal funds are not available or used for payment of direct financial assistance to persons displaced by the acquisition of property for highways by the state highway commission, the commission may provide direct financial assistance to such persons. Financial assistance authorized by this section shall not exceed the total amount that would have been payable under section 1 if federal funds had been available or used. The commission may adopt rules to carry out the provisions of this section in accordance with and subject to the provisions of Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.313 of the Compiled Laws of 1948.\n\nHistory:1970, Act 31, Imd. Eff. June 16, 1970Admin Rule:R 247.401 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-252/statute-act-31-of-1970/section-252-142/"
    },
    {
      "id": "section-252143",
      "number": "252.143",
      "heading": "Assistance Independent of Condemnation.",
      "text": "Relocation and financial assistance allowed under this act are independent of and in addition to compensation for land, buildings or property rights and shall not be the subject of consideration in condemnation proceedings.\n\nHistory:1970, Act 31, Imd. Eff. June 16, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-252/statute-act-31-of-1970/section-252-143/"
    }
  ]
}