{
  "state": "illinois",
  "path": "title-chapter-210-health-facilities-and-regulation/chapter-210-ilcs-3-alternative-health-care-delivery-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Alternative Health Care Delivery Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purpose.",
      "text": "The General Assembly finds that many consumers have\nlimited access to needed health care. Other consumers have limited health care\nchoices. Consumers of health care also experience high out-of-pocket costs for\nhealth care, and the State as a whole experiences high aggregate health care\ncosts. The General Assembly also finds that the provision of high quality\nservices, regardless of setting, for care is of overriding importance.\nCurrently, there is insufficient data and information on the efficacy of\nalternative models of health care delivery. New and innovative solutions must\nbe found to correct these problems. This Act is intended to foster those\ninnovations through the development of demonstration projects to license and\nstudy alternative health care delivery systems. Furthermore, these\ndemonstration projects shall be developed in an orderly manner and regulated by\nthe Department of Public Health.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions. In this Act, unless the context",
      "text": "otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "License required. No health care facility or program that",
      "text": "meets the definition and scope of an alternative health care model shall\noperate as such unless it is a participant in a demonstration program under\nthis Act and licensed by the Department as an alternative health care model.\n\nThe provisions of this Act concerning children's community-based health care centers\nshall not apply to any facility licensed under the Hospital Licensing Act, the\nNursing Home Care Act, the Specialized Mental Health Rehabilitation Act of 2013, the ID/DD Community Care Act, the MC/DD Act, or the University of Illinois Hospital Act that provides\nrespite care services to children.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Board responsibilities. The State Board of Health shall have the",
      "text": "responsibilities set forth in this Section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Department responsibilities. The Department shall have the",
      "text": "responsibilities set forth in this Section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Demonstration program requirements. The requirements set forth in",
      "text": "this Section shall apply to demonstration programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Alternative health care models authorized. Notwithstanding",
      "text": "any other law to the contrary, alternative health care models\ndescribed in this Section may be established on a demonstration basis.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-351",
      "number": "35.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-352",
      "number": "35.2.",
      "heading": "Maternal milk donation education.",
      "text": "Maternal milk donation education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-355",
      "number": "35.5.",
      "heading": "Closed captioning required. An alternative health care model licensed under this Act must make reasonable efforts to have activated at all times the closed captioning feature on a television in a common area provided for use by the general public or in a patient's room, or enable the closed captioni",
      "text": "Closed captioning required. An alternative health care model licensed under this Act must make reasonable efforts to have activated at all times the closed captioning feature on a television in a common area provided for use by the general public or in a patient's room, or enable the closed captioning feature when requested to do so by a member of the general public or a patient, if the television includes a closed captioning feature.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36",
      "number": "36.",
      "heading": "Use of name; patient transfers; consulting committee.",
      "text": "No facility or person shall hold itself out to the public as a \"recovery\ncare center\" or \"postsurgical recovery care center\" unless it is licensed as a\npostsurgical recovery care center under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-365",
      "number": "36.5.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Demonstration program funding.",
      "text": "The Regulatory Evaluation and Basic\nEnforcement Fund is created in the State treasury to collect application fees,\nrenewal fees, and fines collected under this Act. Moneys shall be\nappropriated from the Fund to the Department to implement its administrative,\nlicensure, and evaluation functions under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "License denial, suspension, or revocation.",
      "text": "A license may be\ndenied, suspended, or revoked, or the renewal of a license may be denied, for\nany of the following reasons:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Investigation of applicant or licensee; notice.",
      "text": "The Department\nmay on its own motion, and shall on the verified complaint in writing of any\nperson setting forth facts which if proven would constitute grounds for the\ndenial of an application for a license, refusal to renew a license, suspension\nof a license, or revocation of a license, investigate the applicant or\nlicensee. The Department, after notice and an opportunity for a hearing, may\ndeny an application for a licensee, revoke a license, or refuse to renew a\nlicense under Section 45 of this Act. Before denying a license application,\nrefusing to renew a license, suspending a license, or revoking a license, the\nDepartment shall notify the applicant or licensee in writing. The notice shall\nspecify the charges or reasons for the Department's contemplated action. If\nthe applicant or licensee desires a hearing on the Department's contemplated\naction, he or she must request a hearing within 10 days after receiving the\nnotice. A failure to request a hearing within 10 days shall constitute a\nwaiver of the applicant's or licensee's right to a hearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Hearings.",
      "text": "The hearing requested under Sec. 50 shall be\nconducted by the Director or an individual designated in writing by the\nDirector as a hearing officer. The Director or hearing officer may compel, by\nsubpoena or subpoena duces tecum, the attendance and testimony of witnesses and\nthe production of books and papers. The Director or hearing officer may\nadminister oaths to witnesses. The hearing shall be conducted at a place\ndesignated by the Department. The procedures governing hearings and the\nissuance of final orders under this Act shall be according to rules adopted by\nthe Department. All subpoenas issued by the Director or hearing officer may be\nserved as in civil actions. The fees of witnesses for attendance and travel\nshall be the same as the fees for witnesses before the circuit court and shall\nbe paid by the party to the proceedings at whose request the subpoena is\nissued. If a subpoena is issued at the request of the Department, the witness\nfee shall be paid by the Department as an administrative expense. If a witness\nrefuses to attend or testify, or to produce books or papers, concerning any\nmatter on which he or she might be lawfully examined, the circuit court of the\ncounty in which the hearing is held, on application of any party to the\nproceeding, may compel obedience by a proceeding for contempt as in cases of a\nrefusal to obey a similar order of the court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Final orders.",
      "text": "The Director or hearing officer shall make findings\nof fact and conclusions of law in the matters that are the subject of the\nhearing, and the Director shall render a decision, or the hearing officer a\nproposal for decision, within 45 days after the termination of the hearing\nunless additional time is required by the Director or hearing officer for a\nproper disposition of the matter. A copy of the final decision of the Director\nshall be served on the applicant or licensee in person or by certified mail.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Judicial review; deposit for costs.",
      "text": "Judicial review; deposit for costs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Administrative rules.",
      "text": "The Illinois Administrative Procedure Act is\nexpressly adopted and shall apply to all rules of the Department adopted under\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Violations; criminal penalties.",
      "text": "Any person opening,\nconducting, or maintaining an alternative health care model without a\nlicense issued under this Act shall be guilty of a business offense\npunishable upon conviction by a fine of $10,000. Each day the violation\ncontinues shall constitute a\nseparate offense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "Injunction.",
      "text": "The operation or maintenance of an alternative health\ncare model in violation of this Act or the rules adopted under this Act is\ndeclared to be inimical to the public welfare. The Director, in addition to\nother remedies provided in this Act, may bring an action in the name of the\nPeople of the State, through the Attorney General, for an injunction to\nrestrain a violation of this Act or the rules or to enjoin the future operation\nor maintenance of the alternative health care model.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "This Act shall take effect upon becoming law.",
      "text": "This Act shall take effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}