{
  "state": "illinois",
  "path": "title-chapter-210-health-facilities-and-regulation/chapter-210-ilcs-117-abandoned-mobile-home-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Abandoned Mobile Home Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative intent and policy.",
      "text": "The General Assembly finds\nthat abandoned mobile homes are a nuisance because they cause\nblight and depress property values. Existing laws create unnecessary\nimpediments to their speedy and efficient removal and disposal. This Act\nis intended to provide local governments with the authority to remove abandoned\nmobile homes while protecting property rights.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "10.1.",
      "heading": "Proceedings.",
      "text": "Proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Authorization. The corporate authority of a municipality may",
      "text": "remove and\ndispose of any abandoned mobile home found within the municipality and may\nlegally enter upon any land to do so if the mobile home park owner or operator of the mobile home park where the abandoned mobile home is located has not initiated proceedings under Section 10.1 of this Act within 45 days after written notice to the mobile home park owner or operator by certified mail, return receipt requested stating that the corporate authority intends to take action under this Act. The notice to the mobile home park owner or operator shall specify the location of the abandoned mobile home in the park. This amendatory Act of the 100th General Assembly shall not be construed to affect any other authorization or obligation of the corporate authority under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Exemption from liability.",
      "text": "An entity that removes, sells, or\ndisposes of a mobile home under the authority of this Act shall not be liable\nfor any damages caused by the removal, sale, or disposal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Notice.",
      "text": "Notice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Disposal or auction.",
      "text": "If the owners or lien\nholders of the mobile home fail to restore the electric and\nwater service and to pay all taxes, interest, and penalties within the 30 day\nperiod following the effective date of the notice, then the municipality\nshall obtain title to the mobile home and may\nremove the mobile home and dispose of it unless the municipality determines\nthat it is worthwhile to attempt\nto sell it at a public auction.\nIf no bids are received, then the mobile home may be disposed of in any\nmanner authorized by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Ultimate responsibility of mobile home owner.",
      "text": "If a\nmunicipality disposes of or auctions off a mobile home at a financial loss,\nthe person having record title at the time these proceedings began shall\nbe ultimately responsible for all reasonable losses incurred by a municipality.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Transportation.",
      "text": "Transportation of an abandoned mobile home\nover the public streets\nand highways of this State under this Act shall not require registration\nplates issued under the Illinois Vehicle Code or a permit certifying payment\nof the mobile home tax under the Mobile Home Local Services Tax Act for the\ncurrent\nyear.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Transfer of title.",
      "text": "If a municipality chooses, it may\ntransfer title and all responsibilities for an abandoned mobile home to its\nagent for the sole purpose of removal by sale or disposal. If this\noption is utilized, any expenses incurred or profits realized from the\nlegal sale or disposal shall be with the agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Proceeds.",
      "text": "When a mobile home is disposed of under this Act, the\nproceeds of the public sale or disposition, after deduction of all towing,\nstorage, processing charges, and payment in priority order to lienholders,\nincluding providers of any utility services, shall be deposited into the\nmunicipality's treasury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Salvage and junking certificates.",
      "text": "When an applicant for a\nsalvage or junking certificate\npresents the Secretary of State with proof that the applicant has\npurchased or acquired a mobile home at a public sale authorized by this\nAct, and the local law enforcement agency\nhaving jurisdiction over the public sale of a vehicle certifies this fact,\nthe Secretary of\nState shall issue the salvage or junking certificate\nupon receipt of the properly executed application.\nThe salvage or junking certificate\nissued by the Secretary of State under Section 3-117.1 of the Illinois\nVehicle Code shall be\nfree of any lien that existed against the vehicle before the applicant acquired the\nvehicle.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    }
  ]
}