{
  "state": "illinois",
  "path": "title-chapter-210-health-facilities-and-regulation/chapter-210-ilcs-40-life-care-facilities-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Life Care Facilities Act\".",
      "text": "This Act shall be known and may be cited as the \"Life Care Facilities Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act, unless the context otherwise requires:",
      "text": "As used in this Act, unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "After July 1, 1982, no person may enter into a life care",
      "text": "contract as a provider, or as a provider extend the term of an existing life\ncare contract except pursuant to a permit obtained in accordance with this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "To qualify for a permit to enter into life care contracts with",
      "text": "respect to any facility, a person shall file an application for a permit\nwith the Department on permit application forms provided by the Department\nand shall attach to the application as an exhibit a copy of the proposed\nform of life care contract to be entered into with residents at\nthat facility. All applications shall be accompanied by a copy of the\nLetter of Credit or Escrow Agreement as provided\nby Section 7 of this Act and by a permit application fee of\n$100. The application shall be signed under oath by the applicant, and\nif the applicant is other than an individual the application shall be signed\nunder oath by the chief executive officer of the applicant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(a) At the time of or prior to the execution of a life care",
      "text": "contract and the transfer of any money or other property to a provider or\nescrow agent, the provider shall deliver to the resident a copy of a financial\ndisclosure statement reflecting the provider's financial condition. This\nstatement shall include, but not be limited to, disclosure of short term\nassets and liabilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "Pre-sale disclosures.",
      "text": "Pre-sale disclosures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52",
      "number": "5.2.",
      "heading": "Living unit reappropriation. If an unoccupied living unit is contemplated for use for a purpose other than as a living unit, including, but not limited to, an exam room or a storage room, and if there exist beneficiaries awaiting an entry fee refund, the beneficiaries of the entry fee refund must pr",
      "text": "Living unit reappropriation. If an unoccupied living unit is contemplated for use for a purpose other than as a living unit, including, but not limited to, an exam room or a storage room, and if there exist beneficiaries awaiting an entry fee refund, the beneficiaries of the entry fee refund must provide a signed acknowledgment of, and agreement to, the reappropriation that may be in effect up to a specific date. The reappropriation acknowledgment shall include:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Upon receipt of the completed application and exhibits and",
      "text": "payment of the fee by the applicant, and proof of compliance by the applicant\nwith the provisions of Section 7, the Director shall issue a permit to the\nprovider, subject to the conditions imposed pursuant to Section 7,\nallowing the provider to enter into life care contracts with respect to\nthe number of living units and facility described in the application.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-61",
      "number": "6.1.",
      "heading": "In the case of a newly constructed facility, the permit",
      "text": "standards prescribed by the Department shall provide that the licensed\nskilled nursing beds in the facility may be made available to non-residents\nof the facility, provided that the applicant demonstrates on the permit\napplication form, to the satisfaction of the Department, that the facility\ncan accommodate all residents requiring skilled nursing beds, as well as all\nnon-residents admitted to the facility requiring such beds. Such\naccommodation shall be accomplished without transferring or discharging any\nresident or non-resident.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "As a condition for the issuance of a permit",
      "text": "pursuant to this Act, the provider shall establish and maintain on a\ncurrent basis, a letter of credit or an escrow account with a bank,\ntrust company, or other financial institution located in the State of\nIllinois. The letter of credit shall be in an amount and form acceptable\nto the Department, but in no event shall the amount exceed that applicable\nto the corresponding escrow agreement alternative, as described below. The\nterms of the escrow agreement shall meet the following provisions:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "No State or federal funds which are appropriated by the General",
      "text": "Assembly or which pass through the General Revenue Fund or any special fund\nin the State Treasury shall be paid to a provider not having a permit issued\nunder this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "At any time the Director receives notice from the escrow agent",
      "text": "that the provisions of Section 7 have not been complied with, or at any\nother time when the Director has reason to believe that the provider is\ninsolvent, is in imminent danger of becoming insolvent or that its condition\nis such that it may be financially unable to fully perform its obligations\npursuant to life care contracts,\nthe Director shall,\nthrough the Attorney General, file an appropriate action on behalf of the\nState of Illinois and any or all residents in any court of competent jurisdiction,\nincluding the federal bankruptcy court or any other federal court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The Director or his authorized designee may conduct an",
      "text": "audit or other examination of the financial affairs of any provider as often as he\ndeems it necessary for the protection of the interests of the residents and the people\nof this State, and for this purpose shall have access to the books, records,\nfinancial data and other documents maintained by the facility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "10.1.",
      "heading": "Vaccinations.",
      "text": "Vaccinations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "10.2.",
      "heading": "Facility employee assistance programs",
      "text": "A facility shall ensure that nurses employed by the facility are aware of employee assistance programs or other like programs available for the physical and mental well-being of the employee. The facility shall provide information on these programs, no less th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-103",
      "number": "10.3.",
      "heading": "Posting of Long Term Care Ombudsman Program information.",
      "text": "Posting of Long Term Care Ombudsman Program information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-104",
      "number": "10.4.",
      "heading": "Provision of at-home continuing care.",
      "text": "Provision of at-home continuing care.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "The Department may deny the application for permit or revoke",
      "text": "or suspend an existing permit for violation of any provision of this Act.\nThe provisions of The Illinois Administrative Procedure Act and the Administrative\nReview Law as now or hereafter amended shall apply to all proceedings under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "After July 1, 1982, any person acting in the capacity of a",
      "text": "provider who enters into a life care contract, or extends the term of\nan existing life care contract, without first having been issued a permit\nby the Department or without otherwise acting in compliance with the provisions\nof this Act, shall be guilty of a Class A misdemeanor.",
      "history": "",
      "source_url": ""
    }
  ]
}