{
  "state": "florida",
  "path": "title-chapter-0717/chapter-chapter-0717",
  "sections": [
    {
      "id": "section-717001short",
      "number": "717.001",
      "heading": "Short title.717.101Definitions.717.102Property presumed unclaimed; general rule",
      "text": "717.103General rules for taking custody of intangible unclaimed property.717.1035Property originated or issued by this state, any political subdivision of this state, or any entity incorporated, organized, created, or otherwis",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717101definitions",
      "number": "717.101",
      "heading": "Definitions",
      "text": "717.101 Definitions.—As used in this chapter, unless the context otherwise requires:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-101/"
    },
    {
      "id": "section-717102property",
      "number": "717.102",
      "heading": "Property presumed unclaimed; general rule.",
      "text": "717.102 Property presumed unclaimed; general rule.— (1) All intangible property, including any income or increment thereon less any lawful charges, that is held, issued, or owing in the ordinary course of the holder’s business and the owner fails to claim such property for more than 5 years after the property becomes payable or distributable is presumed unclaimed, except as otherwise provided by this chapter. (2) Property is payable or distributable for the purpose of this chapter notwithstanding the owner’s failure to make demand or to present any instrument or document required to receive payment. (3) A presumption that property is unclaimed is rebutted by an apparent owner’s expression of interest in the property. An owner’s expression of interest in property includes: (a) A record communicated by the apparent owner to the holder or agent of the holder concerning the property or the account in which the property is held; (b) An oral communication by the apparent owner to the holder or agent of the holder concerning the property or the account in which the property is held, if the holder or its agent contemporaneously makes and preserves a record of the fact of the apparent owner’s communication; (c) Presentment of a check or other instrument of payment of a dividend, interest payment, or other distribution, with respect to an account, underlying security, or interest in a business association; (d) Activity directed by an apparent owner in the account in which the property is held, including accessing the account or information concerning the account, or a direction by the apparent owner to increase, decrease, or otherwise change the amount or type of property held in the account; (e) A deposit into or withdrawal from an account at a financial organization, excluding an automatic deposit or withdrawal previously authorized by the apparent owner or an automatic reinvestment of dividends or interest, which does not constitute an expression of interest; or (f) Any other action by the apparent owner which reasonably demonstrates to the holder that the apparent owner knows that the property exists. (4) If a holder learns or receives confirmation of an apparent owner’s death, the property shall be presumed unclaimed 2 years after the date of death, unless a fiduciary appointed to represent the estate of the apparent owner has made an expression of interest in the property before the expiration of the 2-year period. This subsection may not be construed to extend the otherwise applicable dormancy period prescribed by this chapter. History.—s. 3, ch. 87-105; s. 2, ch. 2001-36; s. 40, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6efaff31dabd',t:'MTc3MDg4MTk4MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-102/"
    },
    {
      "id": "section-717103general",
      "number": "717.103",
      "heading": "General rules for taking custody of intangible unclaimed property.",
      "text": "rules for taking custody of intangible unclaimed property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171035property",
      "number": "717.1035",
      "heading": "Property originated or issued by this state, any political subdivision of this state, or any entity incorporated, organized, created, or otherwise located in the state",
      "text": "originated or issued by this state, any political subdivision of this state, or any entity incorporated, organized, created, or otherwise located in the state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171045gift",
      "number": "717.1045",
      "heading": "Gift certificates and similar credit items.",
      "text": "717.1045 Gift certificates and similar credit items.—Notwithstanding s. 717.117, an unredeemed gift certificate or credit memo as defined in s. 501.95 is not required to be reported as unclaimed property. (1) The consideration paid for an unredeemed gift certificate or credit memo is the property of the issuer of the unredeemed gift certificate or credit memo. (2) An unredeemed gift certificate or credit memo is subject only to any rights of a purchaser or owner thereof and is not subject to a claim made by any state acting on behalf of a purchaser or owner. (3) It is the intent of the Legislature that this section apply to the custodial holding of unredeemed gift certificates and credit memos. (4) However, a gift certificate or credit memo described in s. 501.95(2)(b) shall be reported as unclaimed property. The consideration paid for such a gift certificate or credit memo is the property of the owner of the gift certificate or credit memo. History.—s. 2, ch. 2007-256. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6efd4abb6e24',t:'MTc3MDg4MTk4MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1045/"
    },
    {
      "id": "section-717106bank",
      "number": "717.106",
      "heading": "Bank deposits and funds in financial organizations.",
      "text": "717.106 Bank deposits and funds in financial organizations.— (1) Any demand, savings, or matured time deposit with a banking or financial organization, including deposits that are automatically renewable, and any funds paid toward the purchase of shares, a mutual investment certificate, or any other interest in a banking or financial organization is presumed unclaimed unless the owner has, within 5 years: (a) Increased or decreased the amount of the deposit or presented the passbook or other similar evidence of the deposit for the crediting of interest; (b) Communicated in writing or by documented telephone contact with the banking or financial organization concerning the property; (c) Otherwise indicated an interest in the property as evidenced by a memorandum or other record on file with the banking or financial organization; (d) Owned other property to which paragraph (a), paragraph (b), or paragraph (c) is applicable and if the banking or financial organization communicates in writing with the owner with regard to the property that would otherwise be presumed unclaimed under this subsection at the address to which communications regarding the other property regularly are sent; or (e) Had another relationship with the banking or financial organization concerning which the owner has: 1. Communicated in writing with the banking or financial organization; or 2. Otherwise indicated an interest as evidenced by a memorandum or other record on file with the banking or financial organization and if the banking or financial organization communicates in writing with the owner with regard to the property that would otherwise be unclaimed under this subsection at the address to which communications regarding the other relationship regularly are sent. (2) For purpose of paragraph (1)(a), property includes any interest or dividends thereon. (3) No holder may impose with respect to property described in subsection (1) any charges due to dormancy or inactivity or cease payment of interest unless: (a) There is an enforceable written contract between the holder and the owner of the property pursuant to which the holder may impose those charges or cease payment of interest. (b) For property in excess of $2, the holder, no more than 3 months prior to the initial imposition of those charges or cessation of interest, has given written notice to the owner of the amount of those charges at the last known address of the owner stating that those charges shall be imposed or that interest shall cease, but the notice provided in this section need not be given with respect to charges imposed or interest ceased before July 1, 1987. (c) The holder regularly imposes those charges or ceases payment of interest and does not regularly reverse or otherwise cancel those charges or retroactively credit interest with respect to such property. (4) Any property described in subsection (1) that is automatically renewable is matured for purposes of subsection (1) upon the expiration of its initial time period except that, in the case of any renewal to which the owner consents at or about the time of renewal by communicating in writing with the banking or financial organization or otherwise indicating consent as evidenced by a memorandum or other record on file prepared by an employee of the organization, the property is matured upon the expiration of the last time period for which consent was given. If, at the time provided for delivery in s. 717.119, a penalty or forfeiture in the payment of interest would result from the delivery of the property, the time for delivery is extended until the time when no penalty or forfeiture would result. (5) If the documents establishing a deposit described in subsection (1) state the address of a beneficiary of the deposit, and the account has a value of at least $50, notice shall be given to the beneficiary as provided for notice to the apparent owner under s. 717.117(6). This subsection shall apply to accounts opened on or after October 1, 1990. History.—s. 7, ch. 87-105; s. 2, ch. 90-113; s. 63, ch. 91-110; s. 3, ch. 96-301; s. 7, ch. 2001-36; s. 111, ch. 2004-390; s. 2, ch. 2005-163; s. 41, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6eff99ac337d',t:'MTc3MDg4MTk4MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-106/"
    },
    {
      "id": "section-7171065virtual",
      "number": "717.1065",
      "heading": "Virtual currency.",
      "text": "717.1065 Virtual currency.— (1) Any virtual currency held or owing by a banking organization, corporation, custodian, exchange, or other entity engaged in virtual currency business activity is presumed unclaimed unless the owner, within 5 years, has communicated in writing with the banking organization, corporation, custodian, exchange, or other entity engaged in virtual currency business activity concerning the virtual currency or otherwise indicated an interest as evidenced by a memorandum or other record on file with the banking organization, corporation, custodian, exchange, or other entity engaged in virtual currency business activity. (2) A holder may not deduct from the amount of any virtual currency subject to this section any charges imposed by reason of the virtual currency unless there is a valid and enforceable written contract between the holder and the owner of the virtual currency pursuant to which the holder may impose those charges and the holder does not regularly reverse or otherwise cancel those charges with respect to the virtual currency. History.—s. 42, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f020964b3b6',t:'MTc3MDg4MTk4MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1065/"
    },
    {
      "id": "section-717107funds",
      "number": "717.107",
      "heading": "Funds owing under life insurance policies, annuity contracts, and retained asset accounts; fines, penalties, and interest; United States Social Security Administration Death Master File",
      "text": "owing under life insurance policies, annuity contracts, and retained asset accounts; fines, penalties, and interest; United States Social Security Administration Death Master File.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171071lost",
      "number": "717.1071",
      "heading": "Lost owners of unclaimed demutualization, rehabilitation, or related reorganization proceeds.",
      "text": "owners of unclaimed demutualization, rehabilitation, or related reorganization proceeds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717108deposits",
      "number": "717.108",
      "heading": "Deposits held by utilities.",
      "text": "717.108 Deposits held by utilities.—Any deposit, including any interest thereon, made by a subscriber with a utility to secure payment or any sum paid in advance for utility services to be furnished, less any lawful charges, that remains unclaimed by the owner for more than 1 year after termination of the services for which the deposit or advance payment was made is presumed unclaimed. History.—s. 9, ch. 87-105; s. 4, ch. 96-301; s. 9, ch. 2001-36. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f0458ac8180',t:'MTc3MDg4MTk4Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-108/"
    },
    {
      "id": "section-717109refunds",
      "number": "717.109",
      "heading": "Refunds held by business associations.",
      "text": "717.109 Refunds held by business associations.—Except as otherwise provided by law, any sum that a business association has been ordered to refund by a court or administrative agency which has been unclaimed by the owner for more than 1 year after it became payable in accordance with the final determination or order providing for the refund, regardless of whether the final determination or order requires any person entitled to a refund to make a claim for it, is presumed unclaimed. History.—s. 10, ch. 87-105; s. 10, ch. 2001-36; s. 113, ch. 2004-390. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f06ba791de5',t:'MTc3MDg4MTk4Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-109/"
    },
    {
      "id": "section-7171101unclaimed",
      "number": "717.1101",
      "heading": "Unclaimed equity and debt of business associations.",
      "text": "717.1101 Unclaimed equity and debt of business associations.— (1)(a) Stock or other equity interest in a business association is presumed unclaimed on the date of the earliest of the following: 1. Three years after the most recent of any owner-generated activity or communication related to the account, as recorded and maintained in the holder’s database and records systems sufficient enough to demonstrate the owner’s continued awareness or interest in the property; 2. Three years after the date of the death of the owner, as evidenced by: a. Notice to the holder of the owner’s death by an administrator, beneficiary, relative, or trustee, or by a personal representative or other legal representative of the owner’s estate; b. Receipt by the holder of a copy of the death certificate of the owner; c. Confirmation by the holder of the owner’s death though other means; or d. Other evidence from which the holder may reasonably conclude that the owner is deceased; or 3. One year after the date on which the holder receives notice under subparagraph 2. if the notice is received 2 years or less after the owner’s death and the holder lacked knowledge of the owner’s death during that period of 2 years or less. (b) Unmatured or unredeemed debt, other than a bearer bond or an original issue discount bond, is presumed unclaimed 3 years after the date of the most recent interest payment unclaimed by the owner. (c) Matured or redeemed debt is presumed unclaimed 3 years after the date of maturity or redemption. (d) At the time property is presumed unclaimed under paragraph (a) or paragraph (b), any other property right accrued or accruing to the owner as a result of the property interest and not previously presumed unclaimed is also presumed unclaimed. (2) The running of such 3-year period ceases if the person: (a)1. Communicates in writing with the association or its agent regarding the interest or a dividend, distribution, or other sum payable as a result of the interest; or 2. Otherwise communicates with the association regarding the interest or a dividend, distribution, or other sum payable as a result of the interest, as evidenced by a memorandum or other record on file with the association or its agent. (b) Presents an instrument issued to pay interest or a dividend or other cash distribution. If any future dividend, distribution, or other sum payable to the owner as a result of the interest is subsequently not claimed by the owner, a new period in which the property is presumed unclaimed commences and relates back only to the time a subsequent dividend, distribution, or other sum became due and payable. (3) At the same time any interest is presumed unclaimed under this section, any dividend, distribution, or other sum then held for or owing to the owner as a result of the interest, is presumed unclaimed. (4) Any dividend, profit, distribution, interest redemption, payment on principal, or other sum held or owing by a business association for or to a shareholder, certificateholder, member, bondholder, or other security holder, who has not claimed such amount or corresponded in writing with the business association concerning such amount, within 3 years after the date prescribed for payment or delivery, is presumed unclaimed. History.—s. 11, ch. 87-105; s. 5, ch. 96-301; s. 11, ch. 2001-36; s. 3, ch. 2003-21; s. 3, ch. 2005-163; s. 43, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f090cb03e91',t:'MTc3MDg4MTk4My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1101/"
    },
    {
      "id": "section-717111property",
      "number": "717.111",
      "heading": "Property of business associations held in course of dissolution.",
      "text": "of business associations held in course of dissolution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717112property",
      "number": "717.112",
      "heading": "Property held by agents and fiduciaries.",
      "text": "717.112 Property held by agents and fiduciaries.— (1) All intangible property and any income or increment thereon held in a fiduciary capacity for the benefit of another person, including property held by an attorney in fact or an agent, except as provided in ss. 717.1125 and 733.816, is presumed unclaimed unless the owner has within 5 years after it has become payable or distributable increased or decreased the principal, accepted payment of principal or income, communicated in writing concerning the property, or otherwise indicated an interest as evidenced by a memorandum or other record on file with the fiduciary. (2) Funds in an individual retirement account or a retirement plan for self-employed individuals or similar account or plan established pursuant to the Internal Revenue laws of the United States are not payable or distributable within the meaning of subsection (1) unless, under the terms of the account or plan, distribution of all or part of the funds would then be mandatory. (3) For the purpose of this section, a person who holds property as an agent for a business association is deemed to hold the property in a fiduciary capacity for that business association alone, unless the agreement between said person and the business association provides otherwise. (4) For the purposes of this chapter, a person who is deemed to hold property in a fiduciary capacity for a business association alone is the holder of the property only insofar as the interest of the business association in the property is concerned, and the business association is the holder of the property insofar as the interest of any other person in the property is concerned. (5) All intangible property, and any income or increment thereon, issued by a government or governmental subdivision or agency, public corporation, or public authority and held in an agency capacity for the governmental subdivision, agency, public corporation, or public authority for the benefit of the owner of record, is presumed unclaimed unless the owner has, within 1 year after such property has become payable or distributable, increased or decreased the principal, accepted payment of the principal or income, communicated concerning the property, or otherwise indicated an interest in the property as evidenced by a memorandum or other record on file with the fiduciary. (6) This section does not relieve a fiduciary of his or her duties under applicable general law. History.—s. 13, ch. 87-105; s. 6, ch. 96-301; s. 13, ch. 2001-36; s. 3, ch. 2013-172; s. 44, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f0b69ff23ca',t:'MTc3MDg4MTk4My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-112/"
    },
    {
      "id": "section-7171125property",
      "number": "717.1125",
      "heading": "Property held by fiduciaries under trust instruments.",
      "text": "717.1125 Property held by fiduciaries under trust instruments.—All intangible property and any income or increment thereon held in a fiduciary capacity for the benefit of another person under a trust instrument is presumed unclaimed unless the owner has, within 2 years after it has become payable or distributable, increased or decreased the principal, accepted payment of principal or income, communicated concerning the property, or otherwise indicated an interest as evidenced by a memorandum or other record on file with the fiduciary. This section does not relieve a fiduciary of his or her duties under the Florida Trust Code. History.—s. 4, ch. 2013-172; s. 45, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f0dbfd07435',t:'MTc3MDg4MTk4My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1125/"
    },
    {
      "id": "section-717113property",
      "number": "717.113",
      "heading": "Property held by courts and public agencies.",
      "text": "717.113 Property held by courts and public agencies.—All intangible property held for the owner by any court, government or governmental subdivision or agency, public corporation, or public authority that has not been claimed by the owner for more than 1 year after it became payable or distributable is presumed unclaimed. Except as provided in s. 45.032(3)(c), money held in the court registry and for which no court order has been issued to determine an owner does not become payable or distributable and is not subject to reporting under this chapter. Notwithstanding the provisions of this section, funds deposited in the Minerals Trust Fund pursuant to s. 377.247 are presumed unclaimed only if the funds have not been claimed by the owner for more than 5 years after the date of first production from the well. History.—s. 14, ch. 87-105; s. 4, ch. 94-193; s. 71, ch. 96-321; s. 14, ch. 2001-36; s. 8, ch. 2018-71. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f1019f999b9',t:'MTc3MDg4MTk4NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-113/"
    },
    {
      "id": "section-717115wages",
      "number": "717.115",
      "heading": "Wages",
      "text": "717.115 Wages.—Unpaid wages, including wages represented by unpresented payroll checks, owing in the ordinary course of the holder’s business that have not been claimed by the owner for more than 1 year after becoming payable are presumed unclaimed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-115/"
    },
    {
      "id": "section-717116contents",
      "number": "717.116",
      "heading": "Contents of safe-deposit box or other safekeeping repository.",
      "text": "of safe-deposit box or other safekeeping repository.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717117report",
      "number": "717.117",
      "heading": "Report of unclaimed property.",
      "text": "717.117 Report of unclaimed property.— (1) Every person holding funds or other property, tangible or intangible, presumed unclaimed and subject to custody as unclaimed property under this chapter shall report to the department via electronic medium as the department may prescribe by rule. The report must include: (a) Except for traveler’s checks and money orders, the name, social security number or taxpayer identification number, date of birth, if known, and last known address, if any, of each person appearing from the records of the holder to be the owner of any property which is presumed unclaimed and which has a value of $10 or more. (b) For unclaimed funds that have a value of $10 or more held or owing under any life or endowment insurance policy or annuity contract, the identifying information provided in paragraph (a) for both the insured or annuitant and the beneficiary according to records of the insurance company holding or owing the funds. (c) For all tangible property held in a safe-deposit box or other safekeeping repository, a description of the property and the place where the property is held and may be inspected by the department, and any amounts owing to the holder. Contents of a safe-deposit box or other safekeeping repository which consist of documents or writings of a private nature and which have little or no apparent value shall not be presumed unclaimed. (d) The nature or type of property, any accounting or identifying number associated with the property, a description of the property, and the amount appearing from the records to be due. Items of value of less than $10 each may be reported in the aggregate. (e) The date the property became payable, demandable, or returnable, and the date of the last transaction with the apparent owner with respect to the property. (f) Any other information the department may prescribe by rule as necessary for the administration of this chapter. (2) If the total value of all presumed unclaimed property, whether tangible or intangible, held by a person is less than $10, a zero balance report may be filed for that reporting period. (3) Credit balances, customer overpayments, security deposits, and refunds having a value of less than $10 shall not be presumed unclaimed. (4) If the holder of property presumed unclaimed and subject to custody as unclaimed property is a successor holder or if the holder has changed the holder’s name while in possession of the property, the holder shall file with the holder’s report all known names and addresses of each prior holder of the property. Compliance with this subsection means the holder exercises reasonable and prudent efforts to determine the names of all prior holders. (5) The report must be filed before May 1 of each year. The report applies to the preceding calendar year. Upon written request by any person required to file a report, and upon a showing of good cause, the department may extend the reporting date. The department may impose and collect a penalty of $10 per day up to a maximum of $500 for the failure to timely report, if an extension was not provided or if the holder of the property failed to include in a report information required by this chapter which was in the holder’s possession at the time of reporting. The penalty shall be remitted to the department within 30 days after the date of the notification to the holder that the penalty is due and owing. As necessary for proper administration of this chapter, the department may waive any penalty due with appropriate justification. The department must provide information contained in a report filed with the department to any person requesting a copy of the report or information contained in a report, to the extent the information requested is not confidential, within 45 days after the department determines that the report is accurate and acceptable and that the reported property is the same as the remitted property. (6) Holders of inactive accounts having a value of $50 or more shall use due diligence to locate and notify apparent owners that the entity is holding unclaimed property available for them to recover. Not more than 120 days and not less than 60 days prior to filing the report required by this section, the holder in possession of property presumed unclaimed and subject to custody as unclaimed property under this chapter shall send written notice by first-class United States mail to the apparent owner at the apparent owner’s last known address from the holder’s records or from other available sources, or via electronic mail if the apparent owner has elected this method of delivery, informing the apparent owner that the holder is in possession of property subject to this chapter, if the holder has in its records a mailing or electronic address for the apparent owner which the holder’s records do not disclose to be inaccurate. These two means of contact are not mutually exclusive; if the mailing address is determined to be inaccurate, electronic mail may be used if so elected by the apparent owner. (7) The written notice to the apparent owner required under this section must: (a) Contain a heading that reads substantially as follows: “Notice. The State of Florida requires us to notify you that your property may be transferred to the custody of the Florida Department of Financial Services if you do not contact us before (insert date that is at least 30 days after the date of notice) .” (b) Identify the type, nature, and, except for property that does not have a fixed value, value of the property that is the subject of the notice. (c) State that the property will be turned over to the custody of the department as unclaimed property if no response to this letter is received. (d) State that any property that is not legal tender of the United States may be sold or liquidated by the department. (e) State that after the property is turned over to the department, an apparent owner seeking return of the property may file a claim with the department. (f) State that the property is currently with a holder and provide instructions that the apparent owner must follow to prevent the holder from reporting and paying for the property or from delivering the property to the department. (8) Any holder of intangible property may file with the department a petition for determination that the property is unclaimed requesting the department to accept custody of the property. The petition shall state any special circumstances that exist, contain the information required by subsection (4), and show that a diligent search has been made to locate the owner. If the department finds that the proof of diligent search is satisfactory, it shall give notice as provided in s. 717.118 and accept custody of the property. (9) Upon written request by any entity or person required to file a report, stating such entity’s or person’s justification for such action, the department may place that entity or person in an inactive status as an unclaimed property “holder.” (10)(a) This section does not apply to the unclaimed patronage refunds as provided for by contract or through bylaw provisions of entities organized under chapter 425 or that are exempt from ad valorem taxation pursuant to s. 196.2002. (b) This section does not apply to intangible property held, issued, or owing by a business association subject to the jurisdiction of the United States Surface Transportation Board or its successor federal agency if the apparent owner of such intangible property is a business association. The holder of such property does not have any obligation to report, to pay, or to deliver such property to the department. (c) This section does not apply to credit balances, overpayments, refunds, or outstanding checks owed by a health care provider to a managed care payor with whom the health care provider has a managed care contract, provided that the credit balances, overpayments, refunds, or outstanding checks become due and owing pursuant to the managed care contract. (11)(a) As used in this subsection, the term “property identifier” means the descriptor used by the holder to identify the unclaimed property. (b) Social security numbers and property identifiers contained in reports required under this section, held by the department, are confidential and exempt from s. 119.07(1) and s. 24(a), Art. I of the State Constitution. (c) This exemption applies to social security numbers and property identifiers held by the department before, on, or after the effective date of this exemption. History.—s. 18, ch. 87-105; s. 1, ch. 92-169; s. 30, ch. 92-319; s. 1, ch. 93-280; s. 9, ch. 96-301; s. 1771, ch. 97-102; s. 17, ch. 2001-36; s. 1, ch. 2002-64; s. 1888, ch. 2003-261; s. 115, ch. 2004-390; s. 4, ch. 2005-163; s. 1, ch. 2007-69; s. 1, ch. 2012-227; s. 2, ch. 2016-90; s. 1, ch. 2017-33; s. 46, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f126a68f186',t:'MTc3MDg4MTk4NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-117/"
    },
    {
      "id": "section-717118notification",
      "number": "717.118",
      "heading": "Notification of apparent owners of unclaimed property.",
      "text": "717.118 Notification of apparent owners of unclaimed property.— (1) It is specifically recognized that the state has an obligation to make an effort to notify owners of unclaimed property in a cost-effective manner. In order to provide all the citizens of this state an effective and efficient program for the recovery of unclaimed property, the department shall use cost-effective means to make at least one active attempt to notify owners of unclaimed property accounts valued at more than $250 with a reported address or taxpayer identification number. Such active attempt to notify apparent owners shall include any attempt by the department to directly contact the owner. Other means of notification, such as publication of the names of owners in the newspaper, on television, on the Internet, or through other promotional efforts and items in which the department does not directly attempt to contact the owner are expressly declared to be passive attempts. Nothing in this subsection precludes other agencies or entities of state government from notifying owners of the existence of unclaimed property or attempting to notify apparent owners of unclaimed property. (2) Notification provided directly to individual apparent owners shall consist of a description of the property and information regarding recovery of unclaimed property from the department. (3) This section is not applicable to sums payable on traveler’s checks, money orders, and other written instruments presumed unclaimed under s. 717.104. History.—s. 19, ch. 87-105; s. 2, ch. 88-256; s. 31, ch. 92-319; s. 2, ch. 93-280; s. 10, ch. 96-301; s. 18, ch. 2001-36; s. 116, ch. 2004-390; s. 5, ch. 2005-163. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f14ca16c0da',t:'MTc3MDg4MTk4NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-118/"
    },
    {
      "id": "section-717119payment",
      "number": "717.119",
      "heading": "Payment or delivery of unclaimed property.",
      "text": "717.119 Payment or delivery of unclaimed property.— (1) Every person who is required to file a report under s. 717.117 shall simultaneously pay or deliver to the department all unclaimed property required to be reported. Such payment or delivery shall accompany the report as required in this chapter for the preceding calendar year. (2) Payment of unclaimed funds may be made to the department by electronic funds transfer. (3) If the owner establishes the right to receive the unclaimed property to the satisfaction of the holder before the property has been delivered to the department or it appears that for some other reason the presumption that the property is unclaimed is erroneous, the holder need not pay or deliver the property to the department. In lieu of delivery, the holder shall file a verified written explanation of the proof of claim or of the error in the presumption that the property was unclaimed. (4) All virtual currency reported under this chapter on the annual report filing required in s. 717.117 shall be remitted to the department with the report. The holder shall liquidate the virtual currency and remit the proceeds to the department. The liquidation must occur within 30 days before the filing of the report. Upon delivery of the virtual currency proceeds to the department, the holder is relieved of all liability of every kind in accordance with the provisions of s. 717.1201 to every person for any losses or damages resulting to the person by the delivery to the department of the virtual currency proceeds. (5) All stock or other intangible ownership interest reported under this chapter on the annual report filing required in s. 717.117 shall be remitted to the department with the report. Upon delivery of the stock or other intangible ownership interest to the department, the holder and any transfer agent, registrar, or other person acting for or on behalf of a holder is relieved of all liability of every kind in accordance with the provisions of s. 717.1201 to every person for any losses or damages resulting to the person by the delivery to the department of the stock or other intangible ownership interest. (6) All intangible and tangible property held in a safe-deposit box or any other safekeeping repository reported under s. 717.117 shall not be delivered to the department until 120 days after the report due date. The delivery of the property, through the United States mail or any other carrier, shall be insured by the holder at an amount equal to the estimated value of the property. Each package shall be clearly marked on the outside “Deliver Unopened.” A holder’s safe-deposit box contents shall be delivered to the department in a single shipment. In lieu of a single shipment, holders may provide the department with a single detailed shipping schedule that includes package tracking information for all packages being sent pursuant to this section. (a) Holders may remit the value of cash and coins found in unclaimed safe-deposit boxes to the department by cashier’s check or by electronic funds transfer, unless the cash or coins have a value above face value. The department shall identify by rule those cash and coin items having a numismatic value. Cash and coin items identified as having a numismatic value shall be remitted to the department in their original form. (b) Any firearm or ammunition found in an unclaimed safe-deposit box or any other safekeeping repository shall be delivered by the holder to a law enforcement agency for disposal pursuant to s. 705.103(2)(b) with the balance of the proceeds deposited into the State School Fund if the firearm is sold. However, the department is authorized to make a reasonable attempt to ascertain the historical value to collectors of any firearm that has been delivered to the department. Any firearm appearing to have historical value to collectors may be sold by the department pursuant to s. 717.122 to a person having a federal firearms license. Any firearm which is not sold pursuant to s. 717.122 shall be delivered by the department to a law enforcement agency in this state for disposal pursuant to s. 705.103(2)(b) with the balance of the proceeds deposited into the State School Fund if the firearm is sold. The department shall not be administratively, civilly, or criminally liable for any firearm delivered by the department to a law enforcement agency in this state for disposal. (c) If such property is not paid or delivered to the department on or before the applicable payment or delivery date, the holder shall pay to the department a penalty for each safe-deposit box shipment received late. The penalty shall be $100 for a safe-deposit box shipment container that is late 30 days or less. Thereafter, the penalty shall be $500 for a safe-deposit box shipment container that is late for each additional successive 30-day period. The penalty assessed against a holder for a late safe-deposit box shipment container shall not exceed $4,000 annually. The penalty shall be remitted to the department within 30 days after the date of the notification to the holder that the penalty is due and owing. (d) The department may waive any penalty due with appropriate justification, as provided by rule. (e) If a will or trust instrument is included among the contents of a safe-deposit box or other safekeeping repository delivered to the department, the department must provide a copy of the will, trust, and any codicils or amendments to such will or trust instrument, upon request, to anyone who provides the department with evidence of the death of the testator or settlor. (7) Any holder may request an extension in writing of up to 60 days for the delivery of property if extenuating circumstances exist for the late delivery of the property. Any such extension the department may grant shall be in writing. (8) A holder may not assign or otherwise transfer its obligation to report, pay, or deliver property or to comply with the provisions of this chapter, other than to a parent, subsidiary, or affiliate of the holder. (a) Unless otherwise agreed to by the parties to a transaction, the holder’s successor by merger or consolidation, or any person or entity that acquires all or substantially all of the holder’s capital stock or assets, is responsible for fulfilling the holder’s obligation to report, pay, or deliver property or to comply with the duties of this chapter regarding the transfer of property owed to the holder’s successor and being held for an owner resulting from the merger, consolidation, or acquisition. (b) This subsection does not prohibit a holder from contracting with a third party for the reporting of unclaimed property, but the holder remains responsible to the department for the complete, accurate, and timely reporting of the property. History.—s. 20, ch. 87-105; s. 11, ch. 96-301; s. 19, ch. 2001-36; s. 4, ch. 2003-21; s. 117, ch. 2004-390; s. 6, ch. 2005-163; s. 1, ch. 2021-144; s. 47, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f171906e308',t:'MTc3MDg4MTk4NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-119/"
    },
    {
      "id": "section-7171201custody",
      "number": "717.1201",
      "heading": "Custody by state; holder liability; reimbursement of holder paying claim; reclaiming for owner; payment of safe-deposit box or repository charges.",
      "text": "by state; holder liability; reimbursement of holder paying claim; reclaiming for owner; payment of safe-deposit box or repository charges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717121crediting",
      "number": "717.121",
      "heading": "Crediting of dividends, interest, or increments to owner’s account.",
      "text": "of dividends, interest, or increments to owner’s account.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717122public",
      "number": "717.122",
      "heading": "Public sale of unclaimed property.",
      "text": "717.122 Public sale of unclaimed property.— (1) Except as provided in paragraph (2)(a), the department after the receipt of unclaimed property shall sell it to the highest bidder at public sale on the Internet or at a specified physical location wherever in the judgment of the department the most favorable market for the property involved exists. The department may decline the highest bid and reoffer the property for sale if in the judgment of the department the bid is insufficient. The department shall have the discretion to withhold from sale any unclaimed property that the department deems to be of benefit to the people of the state. If in the judgment of the department the probable cost of sale exceeds the value of the property, it need not be offered for sale and may be disposed of as the department determines appropriate. Any sale at a specified physical location held under this section must be preceded by a single publication of notice, at least 3 weeks in advance of sale, in a newspaper of general circulation in the county in which the property is to be sold. The department shall proportionately deduct auction fees, preparation costs, and expenses from the amount posted to the owner’s account when safe-deposit box contents are sold. No action or proceeding may be maintained against the department for or on account of any decision to decline the highest bid or withhold any unclaimed property from sale. (2)(a) Securities listed on an established stock exchange must be sold at prices prevailing at the time of sale on the exchange. Other securities may be sold over the counter at prices prevailing at the time of sale or by any other method the department deems advisable. The department may authorize the agent or broker acting on behalf of the department to deduct fees from the proceeds of these sales at a rate agreed upon in advance by the agent or broker and the department. The department shall reimburse owners’ accounts for these brokerage fees from the State School Fund unless the securities are sold at the owner’s request. (b) Unless the department deems it to be in the public interest to do otherwise, all securities presumed unclaimed and delivered to the department may be sold upon receipt. Any person making a claim pursuant to this chapter is entitled to receive either the securities delivered to the department by the holder, if they still remain in the hands of the department, or the proceeds received from sale, but no person has any claim under this chapter against the state, the holder, any transfer agent, any registrar, or any other person acting for or on behalf of a holder for any appreciation in the value of the property occurring after delivery by the holder to the state. (c) Certificates for unclaimed stock or other equity interest of business associations that cannot be canceled and registered in the department’s name or that cannot be readily liquidated and converted into the currency of the United States may be sold for the value of the certificate, if any, in accordance with subsection (1) or may be destroyed in accordance with s. 717.128. (3) The purchaser of property at any sale conducted by the department pursuant to this chapter is entitled to ownership of the property purchased free from all claims of the owner or previous holder thereof and of all persons claiming through or under them. The department shall execute all documents necessary to complete the transfer of ownership. (4) The sale of unclaimed tangible personal property is not subject to tax under chapter 212 when such property is sold by or on behalf of the department pursuant to this section. History.—s. 23, ch. 87-105; s. 3, ch. 90-113; s. 12, ch. 96-301; s. 21, ch. 2001-36; s. 119, ch. 2004-390; s. 7, ch. 2005-163. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f198b396085',t:'MTc3MDg4MTk4NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-122/"
    },
    {
      "id": "section-717123deposit",
      "number": "717.123",
      "heading": "Deposit of funds.",
      "text": "717.123 Deposit of funds.— (1) All funds received under this chapter, including the proceeds from the sale of unclaimed property under s. 717.122, shall forthwith be deposited by the department in the Unclaimed Property Trust Fund. The department shall retain, from funds received under this chapter, an amount not exceeding $15 million from which the department shall make prompt payment of claims allowed by the department and shall pay the costs incurred by the department in administering and enforcing this chapter. All remaining funds received by the department under this chapter shall be deposited by the department into the State School Fund. (2) The department shall record the name and last known address of each person appearing from the holder’s reports to be entitled to the unclaimed property in the total amounts of $5 or greater; the name and the last known address of each insured person or annuitant; and with respect to each policy or contract listed in the report of an insurance corporation, its number, the name of the corporation, and the amount due. History.—s. 24, ch. 87-105; s. 13, ch. 96-301; s. 22, ch. 2001-36; s. 120, ch. 2004-390; s. 48, ch. 2023-240; s. 14, ch. 2025-5. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f1be914b0ae',t:'MTc3MDg4MTk4Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-123/"
    },
    {
      "id": "section-7171235dormant",
      "number": "717.1235",
      "heading": "Dormant campaign accounts; report of unclaimed property.",
      "text": "717.1235 Dormant campaign accounts; report of unclaimed property.—Unclaimed funds reported in the name of a campaign for public office, for any campaign that must dispose of surplus funds in its campaign account pursuant to s. 106.141, after being reported to the department, shall be deposited with the Chief Financial Officer to the credit of the State School Fund. History.—s. 3, ch. 2016-90. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f1e2c2bb887',t:'MTc3MDg4MTk4Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1235/"
    },
    {
      "id": "section-717124unclaimed",
      "number": "717.124",
      "heading": "Unclaimed property claims.",
      "text": "717.124 Unclaimed property claims.— (1) Any person, excluding another state, claiming an interest in any property paid or delivered to the department under this chapter may file with the department a claim on a form prescribed by the department and verified by the claimant or the claimant’s representative. The claimant’s representative must be an attorney licensed to practice law in this state, a licensed Florida-certified public accountant, or a private investigator licensed under chapter 493. The claimant’s representative must be registered with the department under this chapter. The claimant, or the claimant’s representative, shall provide the department with a legible copy of a valid driver license of the claimant at the time the original claim form is filed. If the claimant has not been issued a valid driver license at the time the original claim form is filed, the department shall be provided with a legible copy of a photographic identification of the claimant issued by the United States, a state or territory of the United States, a foreign nation, or a political subdivision or agency thereof or other evidence deemed acceptable by the department by rule. In lieu of photographic identification, a notarized sworn statement by the claimant may be provided which affirms the claimant’s identity and states the claimant’s full name and address. The claimant must produce to the notary photographic identification of the claimant issued by the United States, a state or territory of the United States, a foreign nation, or a political subdivision or agency thereof or other evidence deemed acceptable by the department by rule. The notary shall indicate the notary’s full address on the notarized sworn statement. Any claim filed without the required identification or the sworn statement with the original claim form and the original Unclaimed Property Recovery Agreement or Unclaimed Property Purchase Agreement, if applicable, is void. (a) Within 90 days after receipt of a claim, the department may return any claim that provides for the receipt of fees and costs greater than that permitted under this chapter or that contains any apparent errors or omissions. The department may also request that the claimant or the claimant’s representative provide additional information. The department shall retain a copy or electronic image of the claim. (b) A claim is considered to have been withdrawn by a claimant or the claimant’s representative if the department does not receive a response to its request for additional information within 60 days after the notification of any apparent errors or omissions. (c) Within 90 days after receipt of the claim, or the response of the claimant or the claimant’s representative to the department’s request for additional information, whichever is later, the department shall determine each claim. Such determination shall contain a notice of rights provided by ss. 120.569 and 120.57. The 90-day period shall be extended by 60 days if the department has good cause to need additional time or if the unclaimed property: 1. Is owned by a person who has been a debtor in bankruptcy; 2. Was reported with an address outside of the United States; 3. Is being claimed by a person outside of the United States; or 4. Contains documents filed in support of the claim that are not in the English language and have not been accompanied by an English language translation. (2) A claim for a cashier’s check or a stock certificate without the original instrument may require an indemnity bond equal to the value of the claim to be provided prior to issue of the stock or payment of the claim by the department. (3) The department may require an affidavit swearing to the authenticity of the claim, lack of documentation, and an agreement to allow the department to provide the name and address of the claimant to subsequent claimants coming forward with substantiated proof to claim the account. This shall apply to claims equal to or less than $250. The exclusive remedy of a subsequent claimant to the property shall be against the person who received the property from the department. (4)(a) Except as otherwise provided in this chapter, if a claim is determined in favor of the claimant, the department shall deliver or pay over to the claimant the property or the amount the department actually received or the proceeds if it has been sold by the department, together with any additional amount required by s. 717.121. (b) If an owner authorizes an attorney licensed to practice law in this state, a Florida-certified public accountant, or a private investigator licensed under chapter 493, and registered with the department under this chapter, to claim the unclaimed property on the owner’s behalf, the department is authorized to make distribution of the property or money in accordance with the Unclaimed Property Recovery Agreement or Unclaimed Property Purchase Agreement under s. 717.135. The original Unclaimed Property Recovery Agreement or Unclaimed Property Purchase Agreement must be executed by the claimant or seller and must be filed with the department. (c)1. Payments of approved claims for unclaimed cash accounts must be made to the owner after deducting any fees and costs authorized by the claimant under an Unclaimed Property Recovery Agreement. The contents of a safe-deposit box must be delivered directly to the claimant. 2. Payments of fees and costs authorized under an Unclaimed Property Recovery Agreement for approved claims must be made or issued to the law firm of the designated attorney licensed to practice law in this state, the public accountancy firm of the licensed Florida-certified public accountant, or the designated employing private investigative agency licensed by this state. Such payments shall be made by electronic funds transfer and may be made on such periodic schedule as the department may define by rule, provided the payment intervals do not exceed 31 days. Payment made to an attorney licensed in this state, a Florida-certified public accountant, or a private investigator licensed under chapter 493, operating individually or as a sole practitioner, must be to the attorney, certified public accountant, or private investigator. (5) The department shall not be administratively, civilly, or criminally liable for any property or funds distributed pursuant to this section, provided such distribution is made in good faith. (6) This section does not supersede the licensing requirements of chapter 493. (7) The department may allow an apparent owner to electronically submit a claim for unclaimed property to the department. If a claim is submitted electronically for $2,000 or less, the department may use a method of identity verification other than a copy of a valid driver license, other government-issued photographic identification, or a sworn notarized statement. The department may adopt rules to implement this subsection. (8) Notwithstanding any other provision of this chapter, the department may develop and implement an identification verification and disbursement process by which an account valued at $2,000 or less, after being received by the department and added to the unclaimed property database, may be disbursed to an apparent owner after the department has verified that the apparent owner is living and that the apparent owner’s current address is correct. The department shall include with the payment a notification and explanation of the dollar amount, the source, and the property type of each account included in the disbursement. The department shall adopt rules to implement this subsection. (9)(a) Notwithstanding any other provision of this chapter, the department may develop and implement a verification and disbursement process by which an account, after being received by the department and added to the unclaimed property database, for which the apparent owner entity is: 1. A state agency in this state or a subdivision or successor agency thereof; 2. A county government in this state or a subdivision thereof; 3. A public school district in this state or a subdivision thereof; 4. A municipality in this state or a subdivision thereof; or 5. A special taxing district or authority in this state, may be disbursed to the apparent owner entity or successor entity. The department shall include with the payment a notification and explanation of the dollar amount, the source, and the property type of each account included in the disbursement. (b) The department may adopt rules to implement this subsection. (10) Notwithstanding any other provision of this chapter, the department may develop a process by which a claimant’s representative or a buyer of unclaimed property may electronically submit to the department an electronic image of a completed claim and claims-related documents under this chapter, including an Unclaimed Property Recovery Agreement or Unclaimed Property Purchase Agreement that has been signed and dated by a claimant or seller under s. 717.135, after the claimant’s representative or the buyer of unclaimed property receives the original documents provided by the claimant or the seller for any claim. Each claim filed by a claimant’s representative or a buyer of unclaimed property must include a statement by the claimant’s representative or the buyer of unclaimed property attesting that all documents are true copies of the original documents and that all original documents are physically in the possession of the claimant’s representative or the buyer of unclaimed property. All original documents must be kept in the original form, by claim number, under the secure control of the claimant’s representative or the buyer of unclaimed property and must be available for inspection by the department in accordance with s. 717.1315. The department may adopt rules to implement this subsection. (11) This section applies to all unclaimed property reported and remitted to the Chief Financial Officer, including, but not limited to, property reported pursuant to ss. 45.032, 732.107, 733.816, and 744.534. History.—s. 25, ch. 87-105; s. 3, ch. 89-291; s. 8, ch. 89-299; s. 4, ch. 90-113; s. 14, ch. 96-301; s. 295, ch. 96-410; s. 31, ch. 97-93; s. 1772, ch. 97-102; s. 23, ch. 2001-36; s. 121, ch. 2004-390; s. 8, ch. 2005-163; s. 1, ch. 2013-34; s. 9, ch. 2018-71; s. 34, ch. 2019-140; s. 2, ch. 2021-144. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f20782588da',t:'MTc3MDg4MTk4Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-124/"
    },
    {
      "id": "section-71712403unclaimed",
      "number": "717.12403",
      "heading": "Unclaimed demand, savings, or checking account in a financial institution held in the name of more than one person.",
      "text": "demand, savings, or checking account in a financial institution held in the name of more than one person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71712404claims",
      "number": "717.12404",
      "heading": "Claims on behalf of a business entity or trust.",
      "text": "717.12404 Claims on behalf of a business entity or trust.— (1)(a) Claims on behalf of an active or dissolved corporation, for which the last annual report is not available from the Department of State through the Internet, must be accompanied by a microfiche copy of the records on file with the Department of State or, if the corporation has not made a corporate filing with the Department of State, the claim must be accompanied by a uniform resource locator for the address of a free Internet site operated by the state of incorporation of the corporation that provides access to the last corporate filing identifying the officers and directors of the corporation. If available, the claim must be accompanied by a printout of the officers and directors from the Department of State Internet site or the free Internet site operated by the state of incorporation of the corporation. If the free Internet site is not available, the claim must be accompanied by an authenticated copy of the last corporate filing identifying the officers and directors from the appropriate authorized official of the state of incorporation. (b) A claim on behalf of a corporation must be made by an officer or director identified on the last corporate filing. (2) Claims on behalf of a dissolved corporation, a business entity other than an active corporation, or a trust must include a legible copy of a valid driver license of the person acting on behalf of the dissolved corporation, business entity other than an active corporation, or trust. If the person has not been issued a valid driver license, the department shall be provided with a legible copy of a photographic identification of the person issued by the United States, a foreign nation, or a political subdivision or agency thereof. In lieu of photographic identification, a notarized sworn statement by the person may be provided which affirms the person’s identity and states the person’s full name and address. The person must produce his or her photographic identification issued by the United States, a state or territory of the United States, a foreign nation, or a political subdivision or agency thereof or other evidence deemed acceptable by the department by rule. The notary shall indicate the notary’s full address on the notarized sworn statement. Any claim filed without the required identification or the sworn statement with the original claim form and the original Unclaimed Property Recovery Agreement or Unclaimed Property Purchase Agreement, if applicable, is void. History.—s. 123, ch. 2004-390; s. 9, ch. 2005-163; s. 3, ch. 2021-144. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f22de0dcf9a',t:'MTc3MDg4MTk4Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-12404/"
    },
    {
      "id": "section-71712405claims",
      "number": "717.12405",
      "heading": "Claims by estates.",
      "text": "717.12405 Claims by estates.—An estate or any person representing an estate or acting on behalf of an estate may claim unclaimed property only after the heir or legatee of the decedent entitled to the property has been located. Any estate, or any person representing an estate or acting on behalf of an estate, that receives unclaimed property before the heir or legatee of the decedent entitled to the property has been located, is personally liable for the unclaimed property and must immediately return the full amount of the unclaimed property or the value thereof to the department in accordance with s. 717.1341. History.—s. 124, ch. 2004-390. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f253ed1f166',t:'MTc3MDg4MTk4Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-12405/"
    },
    {
      "id": "section-71712406joint",
      "number": "717.12406",
      "heading": "Joint ownership of unclaimed securities or dividends.",
      "text": "717.12406 Joint ownership of unclaimed securities or dividends.—For the purpose of determining joint ownership of unclaimed securities or dividends, the term: (1) “TEN COM” means tenants in common. (2) “TEN ENT” means tenants by the entireties. (3) “JT TEN” or “JT” means joint tenants with the right of survivorship and not as tenants in common. (4) “And” means tenants in common with each person entitled to an equal pro rata share. (5) “Or” means that each person listed on the account is entitled to all of the funds. History.—s. 10, ch. 2005-163. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f2788da3789',t:'MTc3MDg4MTk4Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-12406/"
    },
    {
      "id": "section-7171241conflicting",
      "number": "717.1241",
      "heading": "Conflicting claims.",
      "text": "717.1241 Conflicting claims.— (1) When conflicting claims have been received by the department for the same unclaimed property account or accounts, the property shall be remitted in accordance with the claim filed by the person as follows, notwithstanding the withdrawal of a claim: (a) To the person submitting the first claim received by the Division of Unclaimed Property of the department that is complete or made complete. (b) If a claimant’s claim and a claimant’s representative’s claim are received by the Division of Unclaimed Property of the department on the same day and both claims are complete, to the claimant. (c) If a buyer’s claim and a claimant’s claim or a claimant’s representative’s claim are received by the Division of Unclaimed Property of the department on the same day and the claims are complete, to the buyer. (d) As between two or more claimant’s representative’s claims received by the Division of Unclaimed Property of the department that are complete or made complete on the same day, to the claimant’s representative who has agreed to receive the lowest fee. If the two or more claimant’s representatives whose claims received by the Division of Unclaimed Property of the department were complete or made complete on the same day are charging the same lowest fee, the fee shall be divided equally between the claimant’s representatives. (e) If more than one buyer’s claim received by the Division of Unclaimed Property of the department is complete or made complete on the same day, the department shall remit the unclaimed property to the buyer who paid the highest amount to the seller. If the buyers paid the same amount to the seller, the department shall remit the unclaimed property to the buyers divided in equal amounts. (2) The purpose of this section is solely to provide guidance to the department regarding to whom it should remit the unclaimed property and is not intended to extinguish or affect any private cause of action that any person may have against another person for breach of contract or other statutory or common-law remedy. A buyer’s sole remedy, if any, shall be against the claimant’s representative or the seller, or both. A claimant’s representative’s sole remedy, if any, shall be against the buyer or the seller, or both. A claimant’s or seller’s sole remedy, if any, shall be against the buyer or the claimant’s representative, or both. Nothing in this section forecloses the right of a person to challenge the department’s determination of completeness in a proceeding under ss. 120.569 and 120.57. (3) A claim is complete when entitlement to the unclaimed property has been established. History.—s. 15, ch. 96-301; s. 24, ch. 2001-36; s. 125, ch. 2004-390; s. 11, ch. 2005-163; s. 40, ch. 2016-165. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f29ec3131da',t:'MTc3MDg4MTk4OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1241/"
    },
    {
      "id": "section-7171242restatement",
      "number": "717.1242",
      "heading": "Restatement of jurisdiction of the circuit court sitting in probate and the department.",
      "text": "of jurisdiction of the circuit court sitting in probate and the department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171243small",
      "number": "717.1243",
      "heading": "Small estate accounts.",
      "text": "717.1243 Small estate accounts.— (1) A claim for unclaimed property made by a beneficiary, as defined in s. 731.201, of a deceased owner need not be accompanied by an order of a probate court if the claimant files with the department an affidavit, signed by all beneficiaries, stating that all the beneficiaries have amicably agreed among themselves upon a division of the estate and that all funeral expenses, expenses of the last illness, and any other lawful claims have been paid, and any additional information reasonably necessary to make a determination of entitlement. If the owner died testate, the claim shall be accompanied by a copy of the will. (2) Each person receiving property under this section shall be personally liable for all lawful claims against the estate of the owner, but only to the extent of the value of the property received by such person under this section, exclusive of the property exempt from claims of creditors under the constitution and laws of this state. (3) Any heir or devisee of the owner, who was lawfully entitled to share in the property but did not receive his or her share of the property, may enforce his or her rights in appropriate proceedings against those who received the property and shall be awarded taxable costs as in chancery actions, including attorney’s fees. (4) This section applies only if all of the unclaimed property held by the department on behalf of the owner has an aggregate value of $20,000 or less and no probate proceeding is pending. (5) Nothing in this section shall be interpreted as precluding the use of live testimony in order to establish entitlement. History.—s. 17, ch. 96-301; s. 25, ch. 2001-36; s. 23, ch. 2003-154; s. 13, ch. 2005-163; s. 4, ch. 2016-90; s. 50, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f2c4ae138e7',t:'MTc3MDg4MTk4OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1243/"
    },
    {
      "id": "section-7171244determinations",
      "number": "717.1244",
      "heading": "Determinations of unclaimed property claims.",
      "text": "717.1244 Determinations of unclaimed property claims.—In rendering a determination regarding the merits of an unclaimed property claim, the department shall rely on the applicable statutory, regulatory, common, and case law. Agency statements applying the statutory, regulatory, common, and case law to unclaimed property claims are not agency statements subject to s. 120.56(4). History.—s. 127, ch. 2004-390. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f2e8de5f436',t:'MTc3MDg4MTk4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1244/"
    },
    {
      "id": "section-7171245garnishment",
      "number": "717.1245",
      "heading": "Garnishment of unclaimed property.",
      "text": "717.1245 Garnishment of unclaimed property.—If any person files a petition for writ of garnishment seeking to obtain property paid or delivered to the department under this chapter, the petitioner shall be ordered to pay the department reasonable costs and attorney’s fees in any proceeding brought by the department to oppose, appeal, or collaterally attack the petition or writ if the department is the prevailing party in any such proceeding. History.—s. 14, ch. 2005-163. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f30ff62b87d',t:'MTc3MDg4MTk4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1245/"
    },
    {
      "id": "section-717125claim",
      "number": "717.125",
      "heading": "Claim of another state to recover property; procedure.",
      "text": "717.125 Claim of another state to recover property; procedure.— (1) At any time after property has been paid or delivered to the department under this chapter, another state may recover the property if: (a) The property was subjected to custody by this state because the records of the holder did not reflect the last known address of the apparent owner when the property was presumed unclaimed under this chapter, and the other state establishes that the last known address of the apparent owner or other person entitled to the property was in that state and under the laws of that state the property escheated to or was subject to a claim of abandonment or being unclaimed by that state; (b) The last known address of the apparent owner or other person entitled to the property, as reflected by the records of the holder, is in the other state and under the laws of that state the property has escheated to or become subject to a claim of abandonment by that state; (c) The records of the holder were erroneous in that they did not accurately reflect the actual owner of the property and the last known address of the actual owner is in the other state and under laws of that state the property escheated to or was subject to a claim of abandonment by that state; (d) The property was subject to custody by this state under s. 717.103(6) and under the laws of the state of domicile of the holder the property has escheated to or become subject to a claim of abandonment by that state; or (e) The property is the sum payable on a traveler’s check, money order, or other similar instrument that was subjected to custody by this state under s. 717.104, and the instrument was purchased in the other state, and under the laws of that state the property escheated to or became subject to a claim of abandonment by that state. (2) The claim of another state to recover escheated or unclaimed property under this section must be presented in a form prescribed by the department, and the department shall determine the claim within 90 days after it is presented. Such determination shall contain a notice of rights provided by ss. 120.569 and 120.57. (3) The department shall require a state, prior to recovery of property under this section, to indemnify this state and its officers and employees against any liability on a claim for the property. History.—s. 26, ch. 87-105; s. 296, ch. 96-410; s. 26, ch. 2001-36. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f3348fba581',t:'MTc3MDg4MTk4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-125/"
    },
    {
      "id": "section-717126administrative",
      "number": "717.126",
      "heading": "Administrative hearing; burden of proof; proof of entitlement; venue.",
      "text": "hearing; burden of proof; proof of entitlement; venue.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171261death",
      "number": "717.1261",
      "heading": "Death certificates.",
      "text": "717.1261 Death certificates.—Any person who claims entitlement to unclaimed property by means of the death of one or more persons shall file a copy of the death certificate of the decedent or decedents that has been certified as being authentic by the issuing governmental agency. History.—s. 129, ch. 2004-390. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f359bbdd751',t:'MTc3MDg4MTk5MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1261/"
    },
    {
      "id": "section-7171262court",
      "number": "717.1262",
      "heading": "Court documents.",
      "text": "717.1262 Court documents.—Any person who claims entitlement to unclaimed property by reason of a court document shall file a certified copy of the court document with the department. A certified copy of each pleading filed with the court to obtain a court document establishing entitlement, filed within 180 days before the date the claim form was signed by the claimant or claimant’s representative, must also be filed with the department. History.—s. 130, ch. 2004-390; s. 5, ch. 2016-90. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f37fe5f650a',t:'MTc3MDg4MTk5MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1262/"
    },
    {
      "id": "section-717127election",
      "number": "717.127",
      "heading": "Election to take payment or delivery.",
      "text": "717.127 Election to take payment or delivery.—The department may decline to receive any property reported under this chapter that the department considers to have a value less than the expense of giving notice and of sale. If the department elects not to receive custody of the property, the holder shall be notified within 120 days after filing the report required under s. 717.117 or remitting the property required under s. 717.119. History.—s. 28, ch. 87-105; s. 18, ch. 96-301. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f3a592567e4',t:'MTc3MDg4MTk5MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-127/"
    },
    {
      "id": "section-717128destruction",
      "number": "717.128",
      "heading": "Destruction or disposition of property having insubstantial commercial value; immunity from liability.",
      "text": "or disposition of property having insubstantial commercial value; immunity from liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717129periods",
      "number": "717.129",
      "heading": "Periods of limitation.",
      "text": "717.129 Periods of limitation.— (1) The expiration before or after July 1, 1987, of any period of time specified by contract, statute, or court order, during which a claim for money or property may be made or during which an action or proceeding may be commenced or enforced to obtain payment of a claim for money or to recover property, does not prevent the money or property from being presumed unclaimed or affect any duty to file a report or to pay or deliver unclaimed property to the department as required by this chapter. (2) The department may not commence an action or proceeding to enforce this chapter with respect to the reporting, payment, or delivery of property or any other duty of a holder under this chapter more than 10 years after the duty arose. The period of limitation established under this subsection is tolled by the earlier of the department’s or audit agent’s delivery of a notice that a holder is subject to an audit or examination under s. 717.1301 or the holder’s written election to enter into an unclaimed property voluntary disclosure agreement. History.—s. 30, ch. 87-105; s. 27, ch. 2001-36; s. 51, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f3caf3470ab',t:'MTc3MDg4MTk5MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-129/"
    },
    {
      "id": "section-7171311retention",
      "number": "717.1311",
      "heading": "Retention of records.",
      "text": "717.1311 Retention of records.— (1) Every holder required to file a report under s. 717.117 shall maintain a record of the specific type of property, amount, name, and last known address of the owner for 10 years after the property becomes reportable, except to the extent that a shorter time is provided in subsection (2) or by rule of the department. (2) Any business association that sells in this state its traveler’s checks, money orders, or other similar written instruments, other than third-party bank checks on which the business association is directly responsible, or that provides such instruments to others for sale in this state, shall maintain a record of those instruments while they remain outstanding, indicating the state and date of issue for 3 years after the date the property is reportable. History.—s. 32, ch. 87-105; s. 24, ch. 91-110; s. 19, ch. 96-301; s. 15, ch. 2005-163; s. 53, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f3f0b652af6',t:'MTc3MDg4MTk5MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1311/"
    },
    {
      "id": "section-7171315retention",
      "number": "717.1315",
      "heading": "Retention of records by claimant’s representatives and buyers of unclaimed property.",
      "text": "of records by claimant’s representatives and buyers of unclaimed property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171322administrative",
      "number": "717.1322",
      "heading": "Administrative and civil enforcement.",
      "text": "717.1322 Administrative and civil enforcement.— (1) The following acts are violations of this chapter and constitute grounds for an administrative enforcement action by the department in accordance with the requirements of chapter 120 and for civil enforcement by the department in a court of competent jurisdiction: (a) Failure to comply with any provision of this chapter, any rule or order adopted under this chapter, or any written agreement entered into with the department. (b) Fraud, misrepresentation, deceit, or gross negligence in any matter within the scope of this chapter. (c) Fraudulent misrepresentation, circumvention, or concealment of any matter required to be stated or furnished to an owner or apparent owner under this chapter, regardless of reliance by or damage to the owner or apparent owner. (d) Willful imposition of illegal or excessive charges in any unclaimed property transaction. (e) False, deceptive, or misleading solicitation or advertising within the scope of this chapter. (f) Failure to maintain, preserve, and keep available for examination all books, accounts, or other documents required by this chapter, by any rule or order adopted under this chapter, or by any agreement entered into with the department under this chapter. (g) Refusal to permit inspection of books and records in an investigation or examination by the department or refusal to comply with a subpoena issued by the department under this chapter. (h) Criminal conduct in the course of a person’s business. (i) Failure to timely pay any fine imposed or assessed under this chapter or any rule adopted under this chapter. (j) Requesting or receiving compensation for notifying a person of his or her unclaimed property or assisting another person in filing a claim for unclaimed property, unless the person is an attorney licensed to practice law in this state, a Florida-certified public accountant, or a private investigator licensed under chapter 493, or entering into, or making a solicitation to enter into, an agreement to file a claim for unclaimed property owned by another, unless such person is registered with the department under this chapter and an attorney licensed to practice law in this state in the regular practice of her or his profession, a Florida-certified public accountant who is acting within the scope of the practice of public accounting as defined in chapter 473, or a private investigator licensed under chapter 493. This paragraph does not apply to a person who has been granted a durable power of attorney to convey and receive all of the real and personal property of the owner, is the court-appointed guardian of the owner, has been employed as an attorney or qualified representative to contest the department’s denial of a claim, or has been employed as an attorney to probate the estate of the owner or an heir or legatee of the owner. (k) Failure to authorize the release of records in the possession of a third party after being requested to do so by the department regarding a pending examination or investigation. (l) Receipt or solicitation of consideration to be paid in advance of the approval of a claim under this chapter. (2) Upon a finding by the department that any person has committed any of the acts set forth in subsection (1), the department may enter an order: (a) Revoking for a minimum of 5 years or suspending for a maximum of 5 years a registration previously granted under this chapter during which time the registrant may not reapply for a registration under this chapter; (b) Placing a registrant or an applicant for a registration on probation for a period of time and subject to such conditions as the department may specify; (c) Placing permanent restrictions or conditions upon issuance or maintenance of a registration under this chapter; (d) Issuing a reprimand; (e) Imposing an administrative fine not to exceed $2,000 for each such act; or (f) Prohibiting any person from being a director, officer, agent, employee, or ultimate equitable owner of a 10-percent or greater interest in an employer of a registrant. (3) A claimant’s representative is subject to civil enforcement and the disciplinary actions specified in subsection (2) for violations of subsection (1) by an agent or employee of the registrant’s employer if the claimant’s representative knew or should have known that such agent or employee was violating any provision of this chapter. (4)(a) The department shall adopt, by rule, and periodically review the disciplinary guidelines applicable to each ground for disciplinary action which may be imposed by the department under this chapter. (b) The disciplinary guidelines shall specify a meaningful range of designated penalties based upon the severity or repetition of specific offenses, or both. It is the legislative intent that minor violations be distinguished from more serious violations; that such guidelines consider the amount of the claim involved, the complexity of locating the owner, the steps taken to ensure the accuracy of the claim by the person filing the claim, the acts of commission and omission of the ultimate owners in establishing themselves as rightful owners of the funds, the acts of commission or omission of the agent or employee of an employer in the filing of the claim, the actual knowledge of the agent, employee, employer, or owner in the filing of the claim, the departure, if any, by the agent or employee from the internal controls and procedures established by the employer with regard to the filing of a claim, the number of defective claims previously filed by the agent, employee, employer, or owner; that such guidelines provide reasonable and meaningful notice of likely penalties that may be imposed for proscribed conduct; and that such penalties be consistently applied by the department. (c) A specific finding of mitigating or aggravating circumstances shall allow the department to impose a penalty other than that provided for in such guidelines. The department shall adopt by rule disciplinary guidelines to designate possible mitigating and aggravating circumstances and the variation and range of penalties permitted for such circumstances. Such mitigating and aggravating circumstances shall also provide for consideration of, and be consistent with, the legislative intent expressed in paragraph (b). (d) In any proceeding brought under this chapter, the administrative law judge, in recommending penalties in any recommended order, shall follow the penalty guidelines established by the department and shall state in writing any mitigating or aggravating circumstances upon which the recommended penalty is based. (5) The department may seek any appropriate civil legal remedy available to it by filing a civil action in a court of competent jurisdiction against any person who has, directly or through a claimant’s representative, wrongfully submitted a claim as the ultimate owner of property and improperly received funds from the department in violation of this chapter. History.—s. 134, ch. 2004-390; s. 18, ch. 2005-163; s. 5, ch. 2021-144; s. 54, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f4159d0b25a',t:'MTc3MDg4MTk5Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1322/"
    },
    {
      "id": "section-7171323prohibited",
      "number": "717.1323",
      "heading": "Prohibited practice.",
      "text": "717.1323 Prohibited practice.—A person may not knowingly enter false information onto the Internet website of the Division of Unclaimed Property. History.—s. 19, ch. 2005-163; s. 41, ch. 2016-165. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f43add77a26',t:'MTc3MDg4MTk5Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1323/"
    },
    {
      "id": "section-717133interstate",
      "number": "717.133",
      "heading": "Interstate agreements and cooperation; joint and reciprocal actions with other states.",
      "text": "agreements and cooperation; joint and reciprocal actions with other states.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171331actions",
      "number": "717.1331",
      "heading": "Actions against holders.",
      "text": "717.1331 Actions against holders.—The department may initiate, or cause to be initiated, an action against a holder to enforce a subpoena or recover unclaimed property. If the department prevails in a civil or administrative action to enforce a subpoena or recover unclaimed property initiated by or on behalf of the department, the holder shall be ordered to pay the department reasonable costs and attorney’s fees. History.—s. 135, ch. 2004-390; s. 20, ch. 2005-163. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f4609b97435',t:'MTc3MDg4MTk5Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1331/"
    },
    {
      "id": "section-717134penalties",
      "number": "717.134",
      "heading": "Penalties and interest.",
      "text": "717.134 Penalties and interest.— (1) For any person who willfully fails to render any report required under this chapter, the department may impose and collect a penalty of $500 per day up to a maximum of $5,000 and 25 percent of the value of property not reported until an appropriate report is provided. Upon a holder’s showing of good cause, the department may waive said penalty or any portion thereof. If the holder acted in good faith and without negligence, the department shall waive the penalty provided herein. (2) For any person who willfully refuses to pay or deliver unclaimed property to the department as required under this chapter, the department may impose and collect a penalty of $500 per day up to a maximum of $5,000 and 25 percent of the value of property not paid or delivered until the property is paid or delivered. (3) Any person who willfully or fraudulently conceals, destroys, damages, or makes unlawful disposition of any property or of the books, records, or accounts pertaining to property which is subject to the provisions of this chapter is guilty of a misdemeanor of the second degree, punishable as provided in s. 775.082 or s. 775.083. (4) In addition to any damages, penalties, or fines for which a person may be liable under any other provision of law, any person who fails to report or pay or deliver unclaimed property within the time prescribed by this chapter shall pay to the department interest at the rate of 12 percent per annum on such property, or value thereof, from the date such property shall have been paid or delivered. The department may waive any penalty due under this subsection with appropriate justification. (5) The department may impose and collect a penalty of $500 per day up to a maximum of $5,000 and 25 percent of the value of property willfully not reported with all of the information required by this chapter. Upon a holder’s showing of good cause, the department may waive the penalty or any portion thereof. If the holder acted in good faith and without negligence, the department shall waive the penalty provided herein. History.—s. 35, ch. 87-105; s. 21, ch. 96-301; s. 137, ch. 2004-390; s. 56, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f486da76d1f',t:'MTc3MDg4MTk5My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-134/"
    },
    {
      "id": "section-7171341invalid",
      "number": "717.1341",
      "heading": "Invalid claims, recovery of property, interest and penalties.",
      "text": "claims, recovery of property, interest and penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717135recovery",
      "number": "717.135",
      "heading": "Recovery agreements and purchase agreements for claims filed by a claimant’s representative; fees and costs or total net gain.",
      "text": "agreements and purchase agreements for claims filed by a claimant’s representative; fees and costs or total net gain.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171355theme",
      "number": "717.1355",
      "heading": "Theme park and entertainment complex tickets.",
      "text": "717.1355 Theme park and entertainment complex tickets.—This chapter does not apply to any tickets for admission to a theme park or entertainment complex as defined in s. 509.013(9), or to any tickets to a permanent exhibition or recreational activity within such theme park or entertainment complex. History.—s. 23, ch. 96-301. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f4ab8f025b7',t:'MTc3MDg4MTk5My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1355/"
    },
    {
      "id": "section-717136foreign",
      "number": "717.136",
      "heading": "Foreign transactions.",
      "text": "717.136 Foreign transactions.—This chapter does not apply to any property held, due, and owing in a foreign country and arising out of foreign transaction. History.—s. 37, ch. 87-105. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f4d19b50f13',t:'MTc3MDg4MTk5My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-136/"
    },
    {
      "id": "section-717138rulemaking",
      "number": "717.138",
      "heading": "Rulemaking authority.",
      "text": "717.138 Rulemaking authority.—The department shall administer and provide for the enforcement of this chapter. The department has authority to adopt rules pursuant to ss. 120.536(1) and 120.54 to implement the provisions of this chapter. The department may adopt rules to allow for electronic filing of fees, forms, and reports required by this chapter. The authority to adopt rules pursuant to this chapter applies to all unclaimed property reported and remitted to the Chief Financial Officer, including, but not limited to, property reported and remitted pursuant to ss. 45.032, 732.107, 733.816, and 744.534. History.—s. 39, ch. 87-105; s. 220, ch. 98-200; s. 31, ch. 2001-36; s. 1890, ch. 2003-261; s. 27, ch. 2016-132; s. 10, ch. 2018-71. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f4f6f9da566',t:'MTc3MDg4MTk5NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-138/"
    },
    {
      "id": "section-7171382united",
      "number": "717.1382",
      "heading": "United States savings bond; unclaimed property; escheatment; procedure.",
      "text": "States savings bond; unclaimed property; escheatment; procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171383united",
      "number": "717.1383",
      "heading": "United States savings bond; claim for bond.",
      "text": "717.1383 United States savings bond; claim for bond.—A person claiming a United States savings bond escheated to the state under s. 717.1382, or for the proceeds from such bond, may file a claim with the department. The department may approve the claim if the person is able to provide sufficient proof of the validity of the person’s claim. Once a bond, or the proceeds from such bond, are remitted to a claimant, no action thereafter may be maintained by any other person against the department, the state, or any officer thereof, for or on account of such funds. The person’s sole remedy, if any, shall be against the claimant who received the bond or the proceeds from such bond. History.—s. 2, ch. 2015-152. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f51caedcedc',t:'MTc3MDg4MTk5NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1383/"
    },
    {
      "id": "section-717139uniformity",
      "number": "717.139",
      "heading": "Uniformity of application and construction.",
      "text": "717.139 Uniformity of application and construction.— (1) It is the public policy of the state to protect the interests of owners of unclaimed property. It is declared to be in the best interests of owners of unclaimed property that such owners receive the full amount of any unclaimed property without any fee. (2) This chapter shall be applied and construed as to effectuate its general purpose of protecting the interest of missing owners of property, while providing that the benefit of all unclaimed and abandoned property shall go to all the people of the state, and to make uniform the law with respect to the subject of this chapter among states enacting it. History.—s. 40, ch. 87-105; s. 10, ch. 2016-90. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f542dcedef3',t:'MTc3MDg4MTk5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-139/"
    },
    {
      "id": "section-7171400registration",
      "number": "717.1400",
      "heading": "Registration",
      "text": "717.1400 Registration.— (1) In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, a private investigator holding a Class “C” individual license under chapter 493 must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, a private investigator must provide: (a) A legible copy of the applicant’s Class “A” business license under chapter 493 or that of the applicant’s firm or employer which holds a Class “A” business license under chapter 493. (b) A legible copy of the applicant’s Class “C” individual license issued under chapter 493. (c) The business address and telephone number of the applicant’s private investigative firm or employer. (d) The names of agents or employees, if any, who are designated to act on behalf of the private investigator, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof. (e) Sufficient information to enable the department to disburse funds by electronic funds transfer. (f) The tax identification number of the private investigator’s firm or employer which holds a Class “A” business license under chapter 493. (2) In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, a Florida-certified public accountant must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, a Florida-certified public accountant must provide: (a) The applicant’s Florida Board of Accountancy number. (b) A legible copy of the applicant’s current driver license showing the full name and current address of such person. If a current driver license is not available, another form of identification showing the full name and current address of such person or persons shall be filed with the department. (c) The business address and telephone number of the applicant’s public accounting firm or employer. (d) The names of agents or employees, if any, who are designated to act on behalf of the Florida-certified public accountant, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof. (e) Sufficient information to enable the department to disburse funds by electronic funds transfer. (f) The tax identification number of the accountant’s public accounting firm employer. (3) In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, an attorney licensed to practice in this state must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, such attorney must provide: (a) The applicant’s Florida Bar number. (b) A legible copy of the applicant’s current driver license showing the full name and current address of such person. If a current driver license is not available, another form of identification showing the full name and current address of such person or persons shall be filed with the department. (c) The business address and telephone number of the applicant’s firm or employer. (d) The names of agents or employees, if any, who are designated to act on behalf of the attorney, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof. (e) Sufficient information to enable the department to disburse funds by electronic funds transfer. (f) The tax identification number of the attorney’s firm or employer. (4) Information and documents already on file with the department before the effective date of this provision need not be resubmitted in order to complete the registration. (5) If a material change in the status of a registration occurs, a registrant must, within 30 days, provide the department with the updated documentation and information in writing. Material changes include, but are not limited to: a designated agent or employee ceasing to act on behalf of the designating person, a surrender, suspension, or revocation of a license, or a license renewal. (a) If a designated agent or employee ceases to act on behalf of the person who has designated the agent or employee to act on such person’s behalf, the designating person must, within 30 days, inform the Division of Unclaimed Property in writing of the termination of agency or employment. (b) If a registrant surrenders the registrant’s license or the license is suspended or revoked, the registrant must, within 30 days, inform the division in writing of the surrender, suspension, or revocation. (c) If a private investigator’s Class “C” individual license under chapter 493 or a private investigator’s employer’s Class “A” business license under chapter 493 is renewed, the private investigator must provide a copy of the renewed license to the department within 30 days after the receipt of the renewed license by the private investigator or the private investigator’s employer. (6) A registrant’s firm or employer may not have a name that might lead another person to conclude that the registrant’s firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state. The department shall deny an application for registration or revoke a registration if the applicant’s or registrant’s firm or employer has a name that might lead another person to conclude that the firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state. Names that might lead another person to conclude that the firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state, include, but are not limited to, the words United States, Florida, state, bureau, division, department, or government. (7) The licensing and other requirements of this section must be maintained as a condition of registration with the department. History.—s. 141, ch. 2004-390; s. 133, ch. 2005-2; s. 25, ch. 2005-163; s. 11, ch. 2016-90; s. 44, ch. 2016-165; s. 58, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f567c03a551',t:'MTc3MDg4MTk5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1400/"
    },
    {
      "id": "section-7171401repeal",
      "number": "717.1401",
      "heading": "Repeal",
      "text": "717.1401 Repeal.—This chapter shall not repeal, but shall be additional and supplemental to the existing provisions of ss. 43.18 and 402.17 and chapter 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-1401/"
    },
    {
      "id": "section-717101definitions",
      "number": "717.101",
      "heading": "Definitions. As used in this chapter, unless the context otherwise requires:(1)“Aggregate” means the amounts reported for owners of unclaimed property of less than $10 or where there is no name for the individual or entity listed on the holder’s records, regardless of the amount to be reported",
      "text": "717.101 Definitions.—As used in this chapter, unless the context otherwise requires: (1) “Aggregate” means the amounts reported for owners of unclaimed property of less than $10 or where there is no name for the individual or entity listed on the holder’s records, regardless of the amount to be reported. (2) “Apparent owner” means the person whose name appears on the records of the holder as the person entitled to property held, issued, or owing by the holder. (3) “Audit” means an action or proceeding to examine and verify a person’s records, books, accounts, and other documents to ascertain and determine compliance with this chapter. (4) “Audit agent” means a person with whom the department enters into a contract to conduct an audit or examination. The term includes an independent contractor of the person and each individual participating in the audit on behalf of the person or contractor. (5) “Banking organization” means any and all banks, trust companies, private bankers, savings banks, industrial banks, safe-deposit companies, savings and loan associations, credit unions, and investment companies in this state, organized under or subject to the laws of this state or of the United States, including entities organized under 12 U.S.C. s. 611, but does not include federal reserve banks. The term also includes any corporation, business association, or other organization that: (a) Is a wholly or partially owned subsidiary of any banking, banking corporation, or bank holding company that performs any or all of the functions of a banking organization; or (b) Performs functions pursuant to the terms of a contract with any banking organization. (6) “Business association” means any for-profit or nonprofit corporation other than a public corporation; joint stock company; investment company; unincorporated association or association of two or more individuals for business purposes, whether or not for profit; partnership; joint venture; limited liability company; sole proprietorship; business trust; trust company; land bank; safe-deposit company; safekeeping depository; financial organization; insurance company; federally chartered entity; utility company; or other business entity, whether or not for profit. (7) “Claimant” means the person on whose behalf a claim is filed. (8) “Claimant’s representative” means an attorney who is a member in good standing of The Florida Bar, a certified public accountant licensed in this state, or a private investigator who is duly licensed to do business in the state, registered with the department, and authorized by the claimant to claim unclaimed property on the claimant’s behalf. The term does not include a person acting in a representative capacity, such as a personal representative, guardian, trustee, or attorney, whose representation is not contingent upon the discovery or location of unclaimed property; provided, however, that any agreement entered into for the purpose of evading s. 717.135 is invalid and unenforceable. (9) “Credit balance” means an account balance in the customer’s favor. (10) “Department” means the Department of Financial Services. (11) “Domicile” means the state of incorporation for a corporation; the state of filing for a business association, other than a corporation, whose formation or organization requires a filing with a state; the state of organization for a business association, other than a corporation, whose formation or organization does not require a filing with a state; or the state of home office for a federally charted entity. (12) “Due diligence” means the use of reasonable and prudent methods under particular circumstances to locate apparent owners of inactive accounts using the taxpayer identification number or social security number, if known, which may include, but are not limited to, using a nationwide database, cross-indexing with other records of the holder, mailing to the last known address unless the last known address is known to be inaccurate, providing written notice as described in this chapter by electronic mail if an apparent owner has elected such delivery, or engaging a licensed agency or company capable of conducting such search and providing updated addresses. (13) “Electronic” means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities. (14) “Financial organization” means a savings association, savings and loan association, savings bank, industrial bank, bank, banking organization, trust company, international bank agency, cooperative bank, building and loan association, or credit union. (15) “Health care provider” means any state-licensed entity that provides and receives payment for health care services. These entities include, but are not limited to, hospitals, outpatient centers, physician practices, and skilled nursing facilities. (16) “Holder” means: (a) A person who is in possession or control or has custody of property or the rights to property belonging to another; is indebted to another on an obligation; or is obligated to hold for the account of, or to deliver or pay to, the owner, property subject to this chapter; or (b) A trustee in case of a trust. (17) “Insurance company” means an association, corporation, or fraternal or mutual benefit organization, whether for profit or not for profit, which is engaged in providing insurance coverage. (18) “Intangible property” includes, by way of illustration and not limitation: (a) Moneys, checks, virtual currency, drafts, deposits, interest, dividends, and income. (b) Credit balances, customer overpayments, security deposits and other instruments as defined by chapter 679, refunds, unpaid wages, unused airline tickets, and unidentified remittances. (c) Stocks, and other intangible ownership interests in business associations. (d) Moneys deposited to redeem stocks, bonds, bearer bonds, original issue discount bonds, coupons, and other securities, or to make distributions. (e) Amounts due and payable under the terms of insurance policies. (f) Amounts distributable from a trust or custodial fund established under a plan to provide any health, welfare, pension, vacation, severance, retirement, death, stock purchase, profit sharing, employee savings, supplemental unemployment insurance, or similar benefit. (19) “Last known address” means a description of the location of the apparent owner sufficient for the purpose of the delivery of mail. For the purposes of identifying, reporting, and remitting property to the department which is presumed to be unclaimed, “last known address” includes any partial description of the location of the apparent owner sufficient to establish the apparent owner was a resident of this state at the time of last contact with the apparent owner or at the time the property became due and payable. (20) “Lawful charges” means charges against dormant accounts that are authorized by statute for the purpose of offsetting the costs of maintaining the dormant account. (21) “Managed care payor” means a health care plan that has a defined system of selecting and limiting health care providers as evidenced by a managed care contract with the health care providers. These plans include, but are not limited to, managed care health insurance companies and health maintenance organizations. (22) “Owner” means a person, or the person’s legal representative, entitled to receive or having a legal or equitable interest in or claim against property subject to this chapter; a depositor in the case of a deposit; a beneficiary in the case of a trust or a deposit in trust; or a payee in the case of a negotiable instrument or other intangible property. (23) “Person” means an individual; estate; business association; corporation; firm; association; joint adventure; partnership; government or governmental subdivision, agency, or instrumentality; or any other legal or commercial entity. (24) “Public corporation” means a corporation created by the state, founded and owned in the public interest, supported by public funds, and governed by those deriving their power from the state. (25) “Record” means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (26) “Reportable period” means the calendar year ending December 31 of each year. (27) “State,” when applied to a part of the United States, includes any state, district, commonwealth, territory, insular possession, and any other area subject to the legislative authority of the United States. (28) “Trust instrument” means a trust instrument as defined in s. 736.0103. (29) “Unclaimed Property Purchase Agreement” means the form adopted by the department pursuant to s. 717.135 which must be used, without modification or amendment, by a claimant’s representative to purchase unclaimed property from an owner. (30) “Unclaimed Property Recovery Agreement” means the form adopted by the department pursuant to s. 717.135 which must be used, without modification or amendment, by a claimant’s representative to obtain an owner’s consent and authority to recover unclaimed property on the owner’s behalf. (31) “United States” means any state, district, commonwealth, territory, insular possession, and any other area subject to the legislative authority of the United States of America. (32) “Utility” means a person who owns or operates, for public use, any plant, equipment, property, franchise, or license for the transmission of communications or the production, storage, transmission, sale, delivery, or furnishing of electricity, water, steam, or gas. (33)(a) “Virtual currency” means digital units of exchange that: 1. Have a centralized repository or administrator; 2. Are decentralized and have no centralized repository or administrator; or 3. May be created or obtained by computing or manufacturing effort. (b) The term does not include any of the following: 1. Digital units that: a. Are used solely within online gaming platforms; b. Have no market or application outside of the online gaming platforms in sub-subparagraph a.; c. Cannot be converted into, or redeemed for, fiat currency or virtual currency; and d. Can or cannot be redeemed for real-world goods, services, discounts, or purchases. 2. Digital units that can be redeemed for: a. Real-world goods, services, discounts, or purchases as part of a customer affinity or rewards program with the issuer or other designated merchants; or b. Digital units in another customer affinity or rewards program, but cannot be converted into, or redeemed for, fiat currency or virtual currency. 3. Digital units used as part of prepaid cards. History.—s. 2, ch. 87-105; s. 23, ch. 91-110; s. 1, ch. 96-301; s. 1770, ch. 97-102; s. 1, ch. 2001-36; s. 1, ch. 2003-21; s. 1887, ch. 2003-261; s. 110, ch. 2004-390; s. 1, ch. 2005-163; s. 2, ch. 2013-172; s. 1, ch. 2016-90; s. 39, ch. 2024-140; s. 80, ch. 2025-6. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f58dc28b9d5',t:'MTc3MDg4MTk5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-101/"
    },
    {
      "id": "section-17171071lost",
      "number": "1717.1071",
      "heading": "Lost owners of unclaimed demutualization, rehabilitation, or related reorganization proceeds",
      "text": "—(1)Property distributable in the course of a demutualization, rehabilitation, or related reorganization of an insurance company is deemed abandoned 2 years after the date the property is first distributable if,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171071",
      "number": "717.1071",
      "heading": "Unclaimed demutualization proceeds",
      "text": "—Unclaimed property payable or distributable in the course of a demutualization of an insurance company is presumed unclaimed 5 years after the earlier of the date of last contact with the policyholder or the date the property became payable or distributable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-717115wages",
      "number": "717.115",
      "heading": "Wages. Unpaid wages, including wages represented by unpresented payroll checks, owing in the ordinary course of the holder’s business that have not been claimed by the owner for more than 1 year after becoming payable are presumed unclaimed",
      "text": "717.115 Wages.—Unpaid wages, including wages represented by unpresented payroll checks, owing in the ordinary course of the holder’s business that have not been claimed by the owner for more than 1 year after becoming payable are presumed unclaimed. History.—s. 16, ch. 87-105; s. 15, ch. 2001-36. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6f5b2db43198',t:'MTc3MDg4MTk5Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-717/section-717-115/"
    },
    {
      "id": "section-urities",
      "number": "urities",
      "heading": "listed on an established stock exchange must be sold at prices prevailing at the time of sale on the exchange",
      "text": "Other securities may be sold over the counter at prices prevailing at the time of sale or by any other method the department deems advisable. The department may authorize the agent or broke",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171400registration",
      "number": "717.1400",
      "heading": "Registration. (1)In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, a private investigator holding a Class “C” individual license under ch",
      "text": "(1)In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, a private investigator holding a Class “C” individual license under chapter 493 must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, a private investigator must provide:(a)A legible copy of the applicant’s Class “A” business license under chapter 493 or that of the applicant’s firm or employer which holds a Class “A” business license under chapter 493.(b)A legible copy of the applicant’s Class “C” individual license issued under chapter 493.(c)The business address and telephone number of the applicant’s private investigative firm or employer.(d)The names of agents or employees, if any, who are designated to act on behalf of the private investigator, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof.(e)Sufficient information to enable the department to disburse funds by electronic funds transfer.(f)The tax identification number of the private investigator’s firm or employer which holds a Class “A” business license under chapter 493.(2)In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, a Florida-certified public accountant must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, a Florida-certified public accountant must provide:(a)The applicant’s Florida Board of Accountancy number.(b)A legible copy of the applicant’s current driver license showing the full name and current address of such person. If a current driver license is not available, another form of identification showing the full name and current address of such person or persons shall be filed with the department.(c)The business address and telephone number of the applicant’s public accounting firm or employer.(d)The names of agents or employees, if any, who are designated to act on behalf of the Florida-certified public accountant, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof.(e)Sufficient information to enable the department to disburse funds by electronic funds transfer.(f)The tax identification number of the accountant’s public accounting firm employer.(3)In order to file claims as a claimant’s representative, receive a distribution of fees and costs from the department, and obtain unclaimed property dollar amounts and numbers of reported shares of stock held by the department, an attorney licensed to practice in this state must register with the department on such form as the department prescribes by rule and must be verified by the applicant. To register with the department, such attorney must provide:(a)The applicant’s Florida Bar number.(b)A legible copy of the applicant’s current driver license showing the full name and current address of such person. If a current driver license is not available, another form of identification showing the full name and current address of such person or persons shall be filed with the department.(c)The business address and telephone number of the applicant’s firm or employer.(d)The names of agents or employees, if any, who are designated to act on behalf of the attorney, together with a legible copy of their photo identification issued by an agency of the United States, or a state, or a political subdivision thereof.(e)Sufficient information to enable the department to disburse funds by electronic funds transfer.(f)The tax identification number of the attorney’s firm or employer.(4)Information and documents already on file with the department before the effective date of this provision need not be resubmitted in order to complete the registration.(5)If a material change in the status of a registration occurs, a registrant must, within 30 days, provide the department with the updated documentation and information in writing. Material changes include, but are not limited to: a designated agent or employee ceasing to act on behalf of the designating person, a surrender, suspension, or revocation of a license, or a license renewal.(a)If a designated agent or employee ceases to act on behalf of the person who has designated the agent or employee to act on such person’s behalf, the designating person must, within 30 days, inform the Division of Unclaimed Property in writing of the termination of agency or employment.(b)If a registrant surrenders the registrant’s license or the license is suspended or revoked, the registrant must, within 30 days, inform the division in writing of the surrender, suspension, or revocation.(c)If a private investigator’s Class “C” individual license under chapter 493 or a private investigator’s employer’s Class “A” business license under chapter 493 is renewed, the private investigator must provide a copy of the renewed license to the department within 30 days after the receipt of the renewed license by the private investigator or the private investigator’s employer.(6)A registrant’s firm or employer may not have a name that might lead another person to conclude that the registrant’s firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state. The department shall deny an application for registration or revoke a registration if the applicant’s or registrant’s firm or employer has a name that might lead another person to conclude that the firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state. Names that might lead another person to conclude that the firm or employer is affiliated or associated with the United States, or an agency thereof, or a state or an agency or political subdivision of a state, include, but are not limited to, the words United States, Florida, state, bureau, division, department, or government.(7)The licensing and other requirements of this section must be maintained as a condition of registration with the department.History.—s. 141, ch. 2004-390; s. 133, ch. 2005-2; s. 25, ch. 2005-163; s. 11, ch. 2016-90; s. 44, ch. 2016-165; s. 58, ch. 2024-140.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7171401repeal",
      "number": "717.1401",
      "heading": "Repeal. This chapter shall not repeal, but shall be additional and supplemental to the existing provisions of ss",
      "text": "43.18 and 402.17 and chapter 716.History.—s. 41, ch. 87-105; s. 62, ch. 92-348; s. 11, ch. 2018-71.",
      "history": "",
      "source_url": ""
    }
  ]
}