{
  "state": "delaware",
  "path": "title-title-10/chapter-title10c099index",
  "sections": [
    {
      "id": "section-9901",
      "number": "9901.",
      "heading": "Definitions.As used in this chapter:(1) “Appellate court” means a court of this State having direct appellate jurisdiction over a lower court",
      "text": "(2) “Lower court” means any court of this State over which an appellate court of this State has direct appellate jurisdiction. The Superior Court is a lower c\n§\n\n 9901;57 Del. Laws, c. 133.;§\n\n9902. Appeal as of right.(a) The State shall have an absolute right to appeal to an appellate court a final order of a lower court where the order constitutes a dismissal of an indictment or information or any count thereof, or the granting of any motion vacating any verdict or judgment of conviction where the order of the lower court is based upon the invalidity or construction of the statute upon which the indictment or information is founded or the lack of jurisdiction of the lower court over the person or subject matter.(b) When any order is entered before trial in any court suppressing or excluding substantial and material evidence, the court, upon certification by the Attorney General that the evidence is essential to the prosecution of the case, shall dismiss the complaint, indictment or information or any count thereof to the proof of which the evidence suppressed or excluded is essential. Upon ordering the complaint, indictment or information or any count thereof dismissed pursuant to the Attorney General’s certification, the reasons of the dismissal shall be set forth in the order entered upon the record.(c) The State shall have an absolute right of appeal to an appellate court from an order entered pursuant to subsection (b) of this section and if the appellate court upon review of the order suppressing evidence shall reverse the dismissal, the defendant may be subjected to trial.(d) The State shall have an absolute right to appeal to an appellate court from any order entered in a lower court which grants an accused any of the following: a new trial or judgment of acquittal after a verdict; a modification of a verdict; an arrest of judgment; relief in any postconviction proceeding or in any action collateral attacking a criminal judgment; a new punishment hearing in a capital case after the court has imposed a sentence of death; or any order or judgment declaring any act of the General Assembly, or any portion of any such act, to be unconstitutional under either the Constitution of the United States or the State of Delaware, inoperative or unenforceable; except that no appeal shall lie where otherwise prohibited by the double jeopardy clause of the Constitutions of the United States or of this State.(e) The State shall have an absolute right to appeal to an appellate court any ruling of a lower court on a question of law or procedure adverse to the State in any case in which the accused was convicted and appeals from the judgment, except that the decision or result of the State’s appeal shall not affect the rights of the accused unless the accused, on his or her appeal, is awarded a new trial or a new sentencing hearing. Once the State perfects its cross-appeal, the appellate court shall review and rule upon the questions presented therein regardless of the disposition of the defendant’s appeal.(f) The State shall have an absolute right to appeal any sentence on the grounds that it is unauthorized by, or contrary to, any statute or court rule, in which case the decision or result of the State’s appeal shall affect the rights of the accused.(g) Any appeal brought by the State pursuant to subsection (e) or (f) of this section shall be personally authorized by either the Attorney General or the Chief Deputy Attorney General.10 Del. C. 1953,\n\n§\n\n 9902;57 Del. Laws, c. 133;58 Del. Laws, c. 412,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 481,\n\n§\n\n 1;§\n\n9903. Appeal in the discretion of the appellate court.The State may apply to the appellate court to permit an appeal to determine a substantial question of law or procedure, and the appellate court may permit the appeal in its absolute discretion. The appellate court shall have the power to adopt rules governing the allowance of the appeal; but, in no event of such appeals shall the decision or result of the appeal affect the rights of the defendant and the defendant shall not be obligated to defend the appeal, but the court may require the Office of Defense Services of this State to defend the appeal and to argue the cause.10 Del. C. 1953,\n\n§\n\n 9903;57 Del. Laws, c. 133;58 Del. Laws, c. 412,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 26,\n\n§\n\n 2;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n9904. Time for filing appeal.The appeal or application for appeal shall be filed with the appellate court within 30 days from entry of the order appealed from, or, in any case in which the State elects to prosecute a cross appeal, notice of the cross appeal shall be filed within 30 days from the filing of a notice of appeal by the defendant.10 Del. C. 1953,\n\n§\n\n 9904;57 Del. Laws, c. 133;58 Del. Laws, c. 35;70 Del. Laws, c. 481,\n\n§\n\n 2;§\n\n9905. Principles of construction.The provisions of this chapter shall be liberally construed so as to afford the State the broadest possible right to appeal in a criminal case, but only to the extent permitted by the Constitutions of the United States and the State.70 Del. Laws, c. 481,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9902",
      "number": "9902.",
      "heading": "Appeal as of right.(a) The State shall have an absolute right to appeal to an appellate court a final order of a lower court where the order constitutes a dismissal of an indictment or information or any count thereof, or the granting of any motion vacating any verdict or judgment of conviction wher",
      "text": "§\n\n 9902;57 Del. Laws, c. 133;58 Del. Laws, c. 412,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 481,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9903",
      "number": "9903.",
      "heading": "Appeal in the discretion of the appellate court",
      "text": "The State may apply to the appellate court to permit an appeal to determine a substantial question of law or procedure, and the appellate court may permit the appeal in its absolute discretion. The appellate court shall have the power to adopt rules go\n§\n\n 9903;57 Del. Laws, c. 133;58 Del. Laws, c. 412,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 26,\n\n§\n\n 2;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9904",
      "number": "9904.",
      "heading": "Time for filing appeal.The appeal or application for appeal shall be filed with the appellate court within 30 days from entry of the order appealed from, or, in any case in which the State elects to prosecute a cross appeal, notice of the cross appeal shall be filed within 30 days from the filing of",
      "text": "§\n\n 9904;57 Del. Laws, c. 133;58 Del. Laws, c. 35;70 Del. Laws, c. 481,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9905",
      "number": "9905.",
      "heading": "Principles of construction.The provisions of this chapter shall be liberally construed so as to afford the State the broadest possible right to appeal in a criminal case, but only to the extent permitted by the Constitutions of the United States and the State",
      "text": "70 Del. Laws, c. 481,\n§\n\n 3;",
      "history": "",
      "source_url": ""
    }
  ]
}