{
  "state": "michigan",
  "path": "title-chapter-41-townships/chapter-act-246-of-1945-township-ordinances-41181-41187",
  "sections": [
    {
      "id": "section-41181",
      "number": "41.181",
      "heading": "Adoption of Ordinances by Township Board",
      "text": "(1) Except as otherwise provided in this subsection, the township board of a township, at a regular or special meeting by a majority of the members elect of the township board, may adopt ordinances regulating the public health, safety, and general welfare of persons and property, including, but not limited to, ordinances concerning fire protection, licensing or use of bicycles, traffic, parking of vehicles, sidewalk maintenance and repairs, the licensing of business establishments, the licensing and regulating of public amusements, and the regulation or prohibition of public nudity, and may provide sanctions for the violation of the ordinances. The township shall enforce the ordinances and may employ and establish a police department with full power to enforce township ordinances and state laws. If state laws are to be enforced, a township shall have a law enforcement unit or may by resolution appropriate funds and call upon the sheriff of the county in which the township is located, the department of state police, or another law enforcement agency to provide special police protection for the township. The sheriff, department of state police, or other local law enforcement agency shall, if called upon, provide special police protection for the township and enforce local township ordinances to the extent that township funds are appropriated for the enforcement. Special township deputies appointed by the sheriff shall be under the jurisdiction of and solely responsible to the sheriff. Ordinances regulating traffic and parking of vehicles and bicycles must not contravene the Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923. This subsection is subject to the local government occupational licensing act.\n\n(2) Ordinances enacted may apply to streets, roads, highways, or portions of the township determined by the township board or may be limited to specified platted lands within the township, and with respect to these lands are valid and enforceable whether the roads and streets have been dedicated to public use or not. Township boards of townships enacting ordinances under this section may accept contributions from duly constituted representatives of the platted lands benefited by the ordinances to defray administrative and enforcement costs incident to the enactment of ordinances.\n\n(3) A township may adopt a provision of any state statute for which the maximum period of imprisonment is 93 days or the Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923, by reference in an adopting ordinance, which statute must be clearly identified in the adopting ordinance. Except as otherwise provided in this subsection, a township shall not enforce any provision adopted by reference for which the maximum period of imprisonment is greater than 93 days. A township may adopt section 625(1)(c) of the Michigan vehicle code, 1949 PA 300, MCL 257.625, by reference in an adopting ordinance and shall provide that a violation of that ordinance is a misdemeanor punishable by 1 or more of the following:\n\n(a) Community service for not more than 360 hours.\n\n(b) Imprisonment for not more than 180 days.\n\n(c) A fine of not less than $200.00 or more than $700.00.\n\n(4) As used in this section, \"public nudity\" means knowingly or intentionally displaying in a public place, or for payment or promise of payment by any person including, but not limited to, payment or promise of payment of an admission fee, any individual's genitals or anus with less than a fully opaque covering, or a female individual's breast with less than a fully opaque covering of the nipple and areola. Public nudity does not include any of the following:\n\n(a) A woman's breastfeeding of a baby whether or not the nipple or areola is exposed during or incidental to the feeding.\n\n(b) Material as defined in section 2 of 1984 PA 343, MCL 752.362.\n\n(c) Sexually explicit visual material as defined in section 3 of 1978 PA 33, MCL 722.673.\n\nHistory:1945, Act 246, Eff. Sept. 6, 1945 ;-- CL 1948, 41.181 ;-- Am. 1952, Act 224, Eff. Sept. 18, 1952 ;-- Am. 1953, Act 87, Eff. Oct. 2, 1953 ;-- Am. 1955, 1st Ex. Sess., Act 5, Imd. Eff. Nov. 10, 1955 ;-- Am. 1959, Act 55, Imd. Eff. June 2, 1959 ;-- Am. 1961, Act 18, Eff. Sept. 8, 1961 ;-- Am. 1963, Act 39, Eff. Sept. 6, 1963 ;-- Am. 1968, Act 300, Imd. Eff. July 1, 1968 ;-- Am. 1969, Act 17, Imd. Eff. June 5, 1969 ;-- Am. 1974, Act 375, Imd. Eff. Dec. 23, 1974 ;-- Am. 1978, Act 590, Imd. Eff. Jan. 4, 1979 ;-- Am. 1989, Act 78, Imd. Eff. June 20, 1989 ;-- Am. 1991, Act 177, Eff. Mar. 30, 1992 ;-- Am. 1994, Act 14, Eff. May 1, 1994 ;-- Am. 1994, Act 315, Imd. Eff. July 21, 1994 ;-- Am. 1999, Act 253, Imd. Eff. Dec. 28, 1999 ;-- Am. 1999, Act 257, Eff. Dec. 29, 1999 ;-- Am. 2012, Act 9, Imd. Eff. Feb. 15, 2012 ;-- Am. 2018, Act 496, Imd. Eff. Dec. 27, 2018Compiler's Notes:Enacting section 1 of Act 496 of 2018 provides:\"Enacting section 1. This amendatory act is retroactive and takes effect January 1, 2018.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-181/"
    },
    {
      "id": "section-41182",
      "number": "41.182",
      "heading": "Repealed. 1989, Act 78, Imd. Eff. June 20, 1989.",
      "text": "41.182 Repealed. 1989, Act 78, Imd. Eff. June 20, 1989.\n\nCompiler's Notes:\n\nThe repealed section pertained to publication of township ordinances.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-182/"
    },
    {
      "id": "section-41183",
      "number": "41.183",
      "heading": "Sanctions for Violations; Designation of Violation as Civil Infraction; Civil Fine; Penalty; Act or Omission Constituting Crime; Institution of Action in District Court; Distribution of Fines and Costs",
      "text": "(1) The township board may provide in a township ordinance a sanction for violation of the ordinance.\n\n(2) Consistent with any of the following statutes, the township board may adopt an ordinance that designates a violation of the ordinance as a civil infraction and provides a civil fine for that violation:\n\n(a) The Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923.\n\n(b) 1969 PA 235, MCL 257.941 to 257.943.\n\n(c) 1956 PA 62, MCL 257.951 to 257.954.\n\n(3) The township board may adopt an ordinance that designates a violation of the ordinance as a municipal civil infraction and provides a civil fine for that violation. An ordinance shall not designate a violation as a municipal civil infraction if that violation may be designated as a civil infraction under subsection (2). A statute may provide that a violation of a specific type of ordinance is a municipal civil infraction whether or not the ordinance designates the violation as a municipal civil infraction.\n\n(4) An ordinance shall not make an act or omission a municipal civil infraction if that act or omission constitutes a crime under any of the following:\n\n(a) Article 7 or section 17766a of the public health code, 1978 PA 368, MCL 333.7101 to 333.7545 and 333.17766a.\n\n(b) The Michigan penal code, 1931 PA 328, MCL 750.1 to 750.568.\n\n(c) The Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923.\n\n(d) The Michigan liquor control code of 1998, 1998 PA 58, MCL 436.1101 to 436.2303.\n\n(e) Part 801 of the natural resources and environmental protection act, 1994 PA 451, 324.80101 to 324.80199.\n\n(f) The aeronautics code of the state of Michigan, 1945 PA 327, MCL 259.1 to 259.208.\n\n(g) Part 821 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.82101 to 324.82160.\n\n(h) Part 811 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.81101 to 324.81150.\n\n(i) Sections 351 to 365 of the railroad code of 1993, 1993 PA 354, MCL 462.351 to 462.365.\n\n(j) Any law of this state under which the act or omission is punishable by imprisonment for more than 93 days.\n\n(5) An ordinance not described in subsection (2) or (3) may provide a penalty for violation of the ordinance consisting of a fine not exceeding $500.00 or imprisonment not exceeding 90 days, or both. However, unless otherwise provided by law, the ordinance may provide that a violation of the ordinance is punishable by imprisonment for not more than 93 days or a fine of not more than $500.00, or both, if the violation substantially corresponds to a violation of state law that is a misdemeanor for which the maximum period of imprisonment is 93 days.\n\n(6) An action for the violation of a township ordinance shall be instituted in the district court, unless the person alleged to have violated the ordinance admits responsibility at a parking violations bureau or municipal ordinance violation bureau as otherwise provided and authorized by law. Fines and costs imposed or assessed in such an action shall be distributed in accordance with section 8379 of the revised judicature act of 1961, 1961 PA 236, MCL 600.8379.\n\nHistory:1945, Act 246, Eff. Sept. 6, 1945 ;-- CL 1948, 41.183 ;-- Am. 1969, Act 335, Imd. Eff. Nov. 10, 1969 ;-- Am. 1994, Act 14, Eff. May 1, 1994 ;-- Am. 1996, Act 34, Imd. Eff. Feb. 26, 1996 ;-- Am. 1999, Act 59, Eff. Oct. 1, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-183/"
    },
    {
      "id": "section-41183a",
      "number": "41.183a",
      "heading": "Recreational Trailway; Posting of Ordinance; Prohibited Operation of Vehicle as Municipal Civil Infraction.",
      "text": "(1) An ordinance regulating a recreational trailway is not effective unless it is posted and maintained near each gate or principal entrance to the trailway.\n\n(2) The operation of a vehicle on a recreational trailway at a time, in a place, or in a manner prohibited by an ordinance is a municipal civil infraction, whether or not so designated by the ordinance. A civil fine ordered for a municipal civil infraction described in this subsection shall not exceed the maximum amount of a fine provided by the ordinance or $500.00, whichever is less. An act or omission described in this subsection is not a municipal civil infraction if that act or omission constitutes a violation or crime that section 3 prohibits an ordinance from designating as a municipal civil infraction.\n\nHistory:Add. 1994, Act 90, Eff. Oct. 1, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-183a/"
    },
    {
      "id": "section-41184",
      "number": "41.184",
      "heading": "Township Ordinance; Effective Date; Publication; Adoption by Reference.",
      "text": "(1) A township ordinance shall contain a provision stating when the ordinance takes effect.\n\n(2) Except as provided in section 22 of the charter township act, 1947 PA 359, MCL 42.22, and section 401 of the Michigan zoning enabling act, 2006 PA 110, MCL 125.3401, a township ordinance shall take effect as follows:\n\n(a) If an ordinance imposes a sanction for the violation of the ordinance, the ordinance shall take effect 30 days after the first publication of the ordinance.\n\n(b) If an ordinance does not impose a sanction for the violation of the ordinance, the ordinance shall take effect the day following the date of the publication of the ordinance or any date following publication specified in the ordinance.\n\n(3) Publication of the ordinance shall be made within 30 days after the passage of the ordinance by inserting either a true copy or a summary of the ordinance once in a newspaper circulating within the township. A summary of an ordinance may be drafted by the same person who drafted the ordinance or by the township board or township planning commission and shall be written in clear and nontechnical language. Each section of an ordinance or a summary of an ordinance shall be preceded by a catch line. If a summary of an ordinance is published, the township shall designate in the publication the location in the township where a true copy of the ordinance can be inspected or obtained.\n\n(4) If an ordinance adopts by reference a provision of any state statute for which the maximum period of imprisonment is 93 days or the Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923, a statement of the purpose of the statute shall be published with the adopting ordinance or with the summary of the adopting ordinance under subsection (3). Copies of the statute adopted by the township by reference shall be kept in the office of the township clerk, available for inspection by and distribution to the public. The township shall include in the publication the designation of a location in the township where a copy of the statute can be inspected or obtained. Except as otherwise provided in this subsection, a township shall not enforce any provision adopted by reference for which the maximum period of imprisonment is greater than 93 days. A township may adopt section 625(1)(c) of the Michigan vehicle code, 1949 PA 300, MCL 257.625, by reference in an adopting ordinance and shall provide that a violation of that ordinance is a misdemeanor punishable by 1 or more of the following:\n\n(a) Community service for not more than 360 hours.\n\n(b) Imprisonment for not more than 180 days.\n\n(c) A fine of not less than $200.00 or more than $700.00.\n\nHistory:Add. 1989, Act 78, Imd. Eff. June 20, 1989 ;-- Am. 1994, Act 14, Eff. May 1, 1994 ;-- Am. 1999, Act 253, Imd. Eff. Dec. 28, 1999 ;-- Am. 1999, Act 257, Eff. Dec. 29, 1999 ;-- Am. 2012, Act 9, Imd. Eff. Feb. 15, 2012Compiler's Notes:Former section 4 of this act was not compiled.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-184/"
    },
    {
      "id": "section-41185",
      "number": "41.185",
      "heading": "Township Ordinance; Recording and Filing Requirements; Fees.",
      "text": "(1) Within 1 week after the publication of an ordinance as provided in section 4, the township clerk shall record the ordinance in a book of ordinances kept by him or her for that purpose; record the date of the passage of the ordinance, the names of the members of the township board voting, and how each member voted; and file an attested copy of the ordinance with the county clerk. If the ordinance adopts by reference a provision of any state statute for which the maximum period of imprisonment is 93 days or the Michigan vehicle code, 1949 PA 300, MCL 257.1 to 257.923, the township clerk shall also file a copy of the statute with the county clerk. The township clerk shall certify under the ordinance in a blank space provided the date or dates of publication of the ordinance, the name of the newspaper in which publication was made, and the date of filing with the county clerk.\n\n(2) The county clerk shall maintain separate files for any statute filed under subsection (1) for each township in the county. The county clerk shall make the files readily available to the public.\n\n(3) The provisions of this section with regard to filing with the county clerk do not apply to a township that maintains a township office open to the public during regular hours on each business day.\n\n(4) The county clerk may charge a reasonable fee for the reproduction or furnishing of a copy of an ordinance or statute filed under subsection (1).\n\nHistory:Add. 1989, Act 78, Imd. Eff. June 20, 1989 ;-- Am. 1999, Act 253, Imd. Eff. Dec. 28, 1999 ;-- Am. 1999, Act 257, Eff. Dec. 29, 1999Compiler's Notes:Former section 5 of this act was not compiled.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-185/"
    },
    {
      "id": "section-41186",
      "number": "41.186",
      "heading": "Codifying, Recodifying, and Continuing Ordinances in Code; Publication of Ordinance Adopting Code and Subsequent Ordinance; Amending, Repealing, Revising, or Rearranging Ordinances by Reference",
      "text": "Each township may codify, recodify, and continue in code its ordinances, in whole or in part, without the necessity of publishing the entire code in full. The ordinance adopting the code, as well as subsequent ordinances repealing, amending, continuing, or adding to the code, shall be published as required by law. The ordinance adopting the code may amend, repeal, revise, or rearrange ordinances or parts of ordinances by reference by title only.\n\nHistory:Add. 1989, Act 78, Imd. Eff. June 20, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-186/"
    },
    {
      "id": "section-41187",
      "number": "41.187",
      "heading": "Employment, Duties, and Compensation of Attorney.",
      "text": "The township board of a township may employ an attorney to represent the township in civil matters and in the prosecution of violations of township ordinances. The attorney shall receive the compensation determined by the township board. In prosecution of a violation of a township ordinance, the township attorney shall countersign the certificates of jurors and witnesses.\n\nHistory:Add. 1989, Act 78, Imd. Eff. June 20, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-41/statute-act-246-of-1945/section-41-187/"
    }
  ]
}