{
  "state": "connecticut",
  "path": "title-title-2-general-assembly-and-legislative-agencies/chapter-chapter-17-legislative-commissioners-office",
  "sections": [
    {
      "id": "section-2-54",
      "number": "2-54.",
      "heading": "Appointment, qualifications, and salary of legislative commissioners",
      "text": "There shall be maintained a Legislative Commissioners' Office for the use and information especially of the members of the General Assembly, the officers of the several state agencies and the public. Said office shall be under the general direction of two legislative commissioners. Biennially one commissioner shall be appointed by the General Assembly to hold office for four years from the first day in July in the year of his appointment and until his successor has been appointed and has qualified. Said commissioners shall not be of the same political party. Each commissioner shall be an attorney at law and shall have been admitted to practice before the courts of the state of Connecticut for at least six years prior to his appointment. The salary of each commissioner shall be established by the Joint Committee on Legislative Management.\n\n(1949 Rev., S. 3523; September, 1957, P.A. 11, S. 9; 1959, P.A. 478, S. 4; February, 1965, P.A. 331, S. 37; 1967, P.A. 657, S. 9a; P.A. 77-614, S. 68, 610; June 12 Sp. Sess. P.A. 12-2, S. 37.)\n\nHistory: 1959 act provided for two commissioners, one from each political party, in lieu of one commissioner, reduced the qualifying period since admission to law practice from 10 to 6 years and provided a fixed salary rather than a salary to be determined by the personnel board; 1965 act changed name of office from “legislative research department,” raised the commissioners' salaries from $7,500 and deleted obsolete provisions regarding their terms of office; 1967 act changed commissioners' salaries from specific dollar amount to amounts established by personnel board or its successor personnel policy board; P.A. 77-614 made legislative management committee responsible for establishing salaries; June 12 Sp. Sess. P.A. 12-2 deleted “Standing” re Joint Committee on Legislative Management.\n\nSee Sec. 1-84(e) re prohibited activities.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-54/"
    },
    {
      "id": "section-2-54a",
      "number": "2-54a.",
      "heading": "Interim appointment of legislative commissioner.",
      "text": "When the General Assembly is not in session and there is a vacancy in the position of legislative commissioner, such vacancy may be filled by the Joint Committee on Legislative Management until the sixth Wednesday of the next session of the General Assembly and until a successor is appointed and has qualified pursuant to section 2-54.\n\n(P.A. 76-302, S. 2, 3; June 12 Sp. Sess. P.A. 12-2, S. 38.)\n\nHistory: June 12 Sp. Sess. P.A. 12-2 deleted “Standing” re Joint Committee on Legislative Management.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-54a/"
    },
    {
      "id": "section-2-55",
      "number": "2-55.",
      "heading": "Employees.",
      "text": "The legislative commissioners, with the approval of the Joint Committee on Legislative Management, may employ and fix the compensation of such assistants as are required to carry out the duties of their office; and the Legislative Commissioners' Office shall be considered a branch of the Legislative Department of the state government within the meaning of subdivision (2) of section 5-198. No such employee shall be demoted or dismissed by reason of economy, change in departmental administration or organization or abolition of position if any other employee with less service in the office is to be retained, or another employee engaged, to perform comparable duties. When the General Assembly is not in session, said committee may, with the approval of the commissioners, designate one or more employees of the Legislative Commissioners' Office to assist in the performance of the duties of said committee, legislative commissions and legislative interim committees. This section shall not apply to temporary employees engaged by the General Assembly to assist the legislative commissioners in connection with any session of the General Assembly.\n\n(1949 Rev., S. 3525; 1957, P.A. 1, S. 15; 1959, P.A. 478, S. 5; February, 1965, P.A. 331, S. 38; 1969, P.A. 749, S. 7; P.A. 12-205, S. 18.)\n\nHistory: 1959 act made technical changes consistent with change from one to two commissioners; 1965 act changed department name from “legislative research department” to “legislative commissioners' office”; 1969 act replaced references to legislative council with references to legislative management committee, deleted reference to repealed Sec. 5-3 and included legislative commissions and interim committees as recipients of assistance from legislative commissioners' office; P.A. 12-205 made a technical change, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-55/"
    },
    {
      "id": "section-2-55a",
      "number": "2-55a.",
      "heading": "Employment of noncitizens.",
      "text": "Section 2-55a is repealed.\n\n(1969, P.A. 155, S. 1; P.A. 80-483, S. 184, 186.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-55a/"
    },
    {
      "id": "section-2-56",
      "number": "2-56.",
      "heading": "Duties of commissioners.",
      "text": "The legislative commissioners shall:\n\n(a) Collect and compare the laws of this and other states pertaining to any subject upon which they are requested to report by the Governor or any committee or member of the General Assembly;\n\n(b) Collect upon request of the General Assembly all available information relating to any matter which is the subject of proposed legislation by the General Assembly;\n\n(c) Prepare or advise in the preparation of any bill or resolution when requested to do so by the Governor or any member of the General Assembly;\n\n(d) Upon request of the Governor, advise the Governor concerning any bill which has been passed by the General Assembly and has been or is to be presented to the Governor for his approval or disapproval;\n\n(e) Before any bill is favorably reported to either branch of the General Assembly, either commissioner shall approve its form and note his certification to such effect on such bill. If such commissioner disapproves of the form of any bill submitted to him, he shall return such bill to the committee from which it was received with his disapproval and the reasons therefor noted thereon. Either commissioner shall, on request of the member introducing an amendment, examine the same as to form and return it to the member with his approval, or with his disapproval with the reasons therefor noted thereon. After all amendments to any bill have been adopted by either house of the General Assembly before final passage, such bill and the amendments shall be immediately turned over to either commissioner by the clerk of such house. Such commissioner shall examine such bill, as amended, as to its form, shall cause the amended sections of it to be reprinted as amended, unless reprinting is waived by the majority and minority leaders of such house, and shall return it to such clerk with his approval or disapproval, with the reasons therefor, noted thereon. If such bill, as amended, is disapproved as to form, such clerk shall call such disapproval to the attention of the General Assembly. If any bill is amended during the last five session days, it shall be so submitted to either commissioner but the amended sections of it need not be reprinted. This subsection shall not apply to any amendment adopted solely for the correction of clerical errors or errors as to form or dates, except that a copy of any such amendment shall be immediately transmitted to either commissioner by the clerk of the house in which it is first adopted;\n\n(f) Render such research and advisory services to the Joint Committee on Legislative Management as said committee requests;\n\n(g) Consolidate and codify all the statutes and public acts of the state, and arrange and codify the same under chapter and sections with headnotes, annotations and references to original text and to any decisions of the Supreme Court interpreting the same, and revise such volumes thereof as have become obsolete by reason of the number of amendments thereto or related legislation subsequently enacted. One copy of such consolidation and codification and of each revised volume shall be filed in the office of the Secretary of the State.\n\n(1949 Rev., S. 3524; 1957, P.A. 1, S. 14; S.A. 605, S. 2; 1959, P.A. 109, S. 1; 478, S. 6; 1961, P.A. 108; 1972, P.A. 9, S. 1; 294, S. 1.)\n\nHistory: 1959 acts made technical changes consistent with change from one to two commissioners, confined reprinting of amended bills to amended section only and authorized waiver of reprinting by majority and minority leaders; 1961 act authorized approval of amendment on request of member introducing it; 1972 acts required that amendments correcting clerical errors, form or dates be sent to legislative commissioners' office immediately after adoption and replaced references to legislative council with references to legislative management committee.\n\nSee Sec. 2-29 re commissioners' direction of bill engrossing process.\n\nSubsec. (g):\n\nCited. 195 C. 598. Biennial codifications compiled by the Legislative Commissioners' Office pursuant to Subsec. and thereafter ratified by the legislature constitute an authoritative source for the statutory law of the state at the time they went into effect and the content of such revisions are presumptively correct, and a party seeking to overcome that presumption bears the burden of proving its infirmity. 337 C. 806.\n\nCodification of public acts is administrative duty of legislative commissioners; it is within their discretion to arrange and codify public acts; they are not lawmakers; public acts and statutes are synonymous; important since case law always speaks of “statutes” rather than “public acts” when dealing with construction; statute must not be interpreted in any way to thwart its purpose; statute (act) shall be construed so as to give effect to legislative intent; parts of P.A. 75-637 were codified in different titles but all sections are properly construed as a single comprehensive act. 35 CS 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56/"
    },
    {
      "id": "section-2-56a",
      "number": "2-56a.",
      "heading": "Codification of public act 77-614* and other public acts of 1977 and 1978. Statutory placements.",
      "text": "(a) The Legislative Commissioners' Office in consultation with the joint legislative committee on government administration and elections shall, in codifying the provisions of public act 77-614 and the public acts of 1977 and 1978, make name and title and such technical, grammatical and punctuation changes and statutory placements and classifications, including but not limited to the addition of newly enacted material to existing statute sections and the reclassification of entire existing statute sections or parts of such sections as are necessary to carry out the purposes of public act 77-614. The Legislative Commissioners' Office, in editing public act 77-614, shall treat an internal reference to any part of the general statutes in any section of public act 77-614 as a reference to that part of the general statutes as it was amended by any section of public act 77-614 when such a reading is required to accomplish the purposes of public act 77-614.\n\n(b) Wherever in public act 77-614, the words “either house of” are bracketed following the words “the Governor shall with the advice and consent of” or other words giving the Governor the authority to make an appointment, such brackets shall be removed.\n\n(P.A. 77-614, S. 587, 595, 610; P.A. 78-303, S. 85, 136; P.A. 79-31, S. 11, 17.)\n\n*Note: Public act 77-614 is entitled “An Act Concerning the Reorganization of the Executive Branch of State Government”. (See Reference Table captioned “Public Acts of 1977” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 78-303 extended scope of legislative commissioners' powers in codifying P.A. 77-614 to include name and title changes and statutory placements with regard to that act and 1977 and 1978 acts generally to effect the reorganization of the executive branch; P.A. 79-31 replaced the word “policy” with “elections” in committee's name.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56a/"
    },
    {
      "id": "section-2-56b",
      "number": "2-56b.",
      "heading": "Codification of certain sections in public act 77-614* concerning appeal procedure from administrative boards or commissions.",
      "text": "Whenever any section of the general statutes which contains provisions concerning appeal procedures from administrative boards or commissions to the Court of Common Pleas or the Superior Court is amended by any section of public act 77-614 so as to enclose in brackets any words in such sections of the general statutes, giving such appeals precedence over nonprivileged cases in respect to order of trial, the brackets shall be removed.\n\n(P.A. 78-303, S. 88, 136.)\n\n*Note: Public act 77-614 is entitled “An Act Concerning the Reorganization of the Executive Branch of State Government”. (See Reference Table captioned “Public Acts of 1977” in Volume 16 which lists the sections amended, created or repealed by the act.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56b/"
    },
    {
      "id": "section-2-56c",
      "number": "2-56c.",
      "heading": "Codification of public act 80-482* and other public acts of 1979 and 1980.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 80-482 and the public acts of 1979 and 1980, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 80-482.\n\n(P.A. 80-482, S. 345, 348.)\n\n*Note: Public act 80-482 is entitled “An Act to Eliminate the Department of Business Regulation and Reorganize the Divisions of said Department”. (See Reference Table captioned “Public Acts of 1980” in Volume 16 which lists the sections amended, created or repealed by the act.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56c/"
    },
    {
      "id": "section-2-56d",
      "number": "2-56d.",
      "heading": "Codification of public act 80-484*.",
      "text": "The Legislative Commissioners' Office in codifying the provisions of public act 80-484 may make such additions and deletions, or corrections in structure or form, as are necessary to carry out the purposes of public act 80-484 and which in no way alter the meaning or intent of public act 80-484.\n\n(P.A. 80-484, S. 174, 176.)\n\n*Note: Public act 80-484 is entitled “An Act Concerning the Functions of Licensing Boards and Commissions”. (See Reference Table captioned “Public Acts of 1980” in Volume 16 which lists the sections amended, created or repealed by the act.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56d/"
    },
    {
      "id": "section-2-56e",
      "number": "2-56e.",
      "heading": "Codification of public acts 93-262* and 93-381* and other public acts of 1993 and 1994. Statutory placements.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 93-262 and public act 93-381 and the public acts of 1993 and 1994, make name and title and such technical, grammatical and punctuation changes and statutory placements and classifications, including, but not limited to, the addition of newly enacted material to existing statute sections and the reclassification of existing statute sections or parts of such sections as are necessary to carry out the purposes of said public act 93-262 and public act 93-381. The Legislative Commissioners' Office, in editing said public act 93-262 and public act 93-381, shall treat an internal reference to any part of the general statutes in any section of said public act 93-262 and public act 93-381 as a reference to that part of the general statutes as it was amended by any section of said public act 93-262 and public act 93-381 when such a reading is required to accomplish the purposes of said public act 93-262 and 93-381.\n\n(P.A. 93-435, S. 59, 95.)\n\n*Note: Public act 93-262 is entitled “An Act Concerning the Establishment of the Department of Social Services” and public act 93-381 is entitled “An Act Concerning the Establishment of the Department of Public Health and Addiction Services”. (See Reference Table captioned “Public Acts of 1993” in Volume 16 which lists the sections amended, created or repealed by these acts.)\n\nHistory: P.A. 93-435 effective June 28, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56e/"
    },
    {
      "id": "section-2-56f",
      "number": "2-56f.",
      "heading": "Codification of public act 15-5 of the June special session*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 15-5 of the June special session, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 15-5 of the June special session, including, but not limited to, correcting inaccurate internal references.\n\n(June Sp. Sess. P.A. 15-5, S. 471.)\n\n*Note: Public act 15-5 of the June special session is entitled “An Act Implementing Provisions of the State Budget for the Biennium Ending June 30, 2017, Concerning General Government, Education, Health and Human Services and Bonds of the State”. (See Reference Table captioned “Public Acts of June, 2015” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: June Sp. Sess. P.A. 15-5 effective June 30, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56f/"
    },
    {
      "id": "section-2-56g",
      "number": "2-56g.",
      "heading": "Codification of public act 17-2 of the June special session*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 17-2 of the June special session, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 17-2 of the June special session, including, but not limited to, correcting inaccurate internal references.\n\n(June Sp. Sess. P.A. 17-2, S. 57.)\n\n*Note: Public act 17-2 of the June special session is entitled “An Act Concerning the State Budget for the Biennium Ending June 30, 2019, Making Appropriations Therefor, Authorizing and Adjusting Bonds of the State and Implementing Provisions of the Budget”. (See Reference Table captioned “Public Acts of June 2017” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: June Sp. Sess. P.A. 17-2 effective October 31, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56g/"
    },
    {
      "id": "section-2-56h",
      "number": "2-56h.",
      "heading": "Codification of public act 19-117*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 19-117, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 19-117, including, but not limited to, correcting inaccurate internal references.\n\n(P.A. 19-117, S. 190.)\n\n*Note: Public act 19-117 is entitled “An Act Concerning the State Budget for the Biennium Ending June 30, 2021, and Making Appropriations Therefor, and Provisions Related to Revenue and Other Items to Implement the State Budget”. (See Reference Table captioned “Public Acts of 2019” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 19-117 effective June 26, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56h/"
    },
    {
      "id": "section-2-56i",
      "number": "2-56i.",
      "heading": "Codification of public act 21-2 of the June special session*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 21-2 of the June special session, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 21-2 of the June special session, including, but not limited to, correcting inaccurate internal references.\n\n(June Sp. Sess. P.A. 21-2, S. 61.)\n\n*Note: Public act 21-2 of the June special session is entitled “An Act Concerning Provisions Related to Revenue and Other Items to Implement the State Budget for the Biennium Ending June 30, 2023”. (See Reference Table captioned “Public Acts of June, 2021” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: June Sp. Sess. P.A. 21-2 effective June 23, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56i/"
    },
    {
      "id": "section-2-56j",
      "number": "2-56j.",
      "heading": "Codification of public act 21-1 of the June special session*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 21-1 of the June special session, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 21-1 of the June special session, including, but not limited to, correcting inaccurate internal references.\n\n(June Sp. Sess. P.A. 21-1, S. 151.)\n\n*Note: Public act 21-1 of the June special session is entitled “An Act Concerning Responsible and Equitable Regulation of Adult-Use Cannabis”. (See Reference Table captioned “Public Acts of June, 2021” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: June Sp. Sess. P.A. 21-1 effective June 22, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56j/"
    },
    {
      "id": "section-2-56k",
      "number": "2-56k.",
      "heading": "Codification of public act 22-118*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 22-118, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 22-118, including, but not limited to, correcting inaccurate internal references.\n\n(P.A. 22-118, S. 148.)\n\n*Note: Public act 22-118 is entitled “An Act Adjusting the State Budget for the Biennium Ending June 30, 2023, Concerning Provisions Related to Revenue, School Construction and Other Items to Implement the State Budget and Authorizing and Adjusting Bonds of the State”. (See Reference Table captioned “Public Acts of 2022” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 22-118 effective May 7, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56k/"
    },
    {
      "id": "section-2-56l",
      "number": "2-56l.",
      "heading": "Codification of public act 22-146*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 22-146, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 22-146, including, but not limited to, correcting inaccurate internal references.\n\n(P.A. 22-146, S. 26.)\n\n*Note: Public act 22-146 is entitled “An Act Concerning Additional Adjustments to the State Budget for the Biennium Ending June 30, 2023, A Community Ombudsman Program, Certain Municipal-Related Provisions, School Building Project Grants and High-Deductible Health Plans”. (See Reference Table captioned “Public Acts of 2022” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 22-146 effective May 7, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56l/"
    },
    {
      "id": "section-2-56m",
      "number": "2-56m.",
      "heading": "Codification of public act 23-204*.",
      "text": "The Legislative Commissioners' Office shall, in codifying the provisions of public act 23-204, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of this act, including, but not limited to, correcting inaccurate internal references.\n\n(P.A. 23-204, S. 66.)\n\n*Note: Public act 23-204 is entitled “An Act Concerning the State Budget for the Biennium Ending June 30, 2025, and Making Appropriations Therefor, and Provisions Related to Revenue and Other Items Implementing the State Budget.” (See Reference Table captioned “Public Acts of 2023” in Volume 3 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 23-204 effective June 12, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56m/"
    },
    {
      "id": "section-2-56n",
      "number": "2-56n.",
      "heading": "Codification of public act 24-81*.",
      "text": "(a) The Legislative Commissioners' Office shall, in codifying the provisions of public act 24-81, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 24-81, including, but not limited to, correcting inaccurate internal references.\n\n(b) The Legislative Commissioners' Office shall, in codifying sections 131 to 232, inclusive, of public act 24-81 or any public act of the 2024 session, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of said sections.\n\n(P.A. 24-81, S. 111.)\n\n*Note: Public act 24-81 is entitled “An Act Concerning Allocations of Federal American Rescue Plan Act Funds and Provisions Related to General Government, Human Services, Education and the Biennium Ending June 30, 2025”. (See Reference Table captioned “Public Acts of 2024” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 24-81 effective May 30, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56n/"
    },
    {
      "id": "section-2-56o",
      "number": "2-56o.",
      "heading": "Codification of public act 24-151*.",
      "text": "The Legislative Commissioners' Office shall, in engrossing and codifying the provisions of public act 24-151, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of public act 24-151, including, but not limited to, correcting inaccurate internal references.\n\n(P.A. 24-151, S. 211.)\n\n*Note: Public act 24-151 is entitled “An Act Authorizing and Adjusting Bonds of the State and Concerning Provisions Related to State and Municipal Tax Administration, General Government and School Building Projects”. (See Reference Table captioned “Public Acts of 2024” in Volume 16 which lists the sections amended, created or repealed by the act.)\n\nHistory: P.A. 24-151 effective June 6, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-56o/"
    },
    {
      "id": "section-2-57",
      "number": "2-57.",
      "heading": "Printing of file bills and engrossed acts.",
      "text": "The legislative commissioners shall supervise the printing of bills reported favorably and of engrossed bills under the provisions of sections 2-27, 2-29 and 2-30.\n\n(1949 Rev., S. 42; 1957, P.A. 1, S. 11; 1959, P.A. 478, S. 7.)\n\nHistory: 1959 act made technical change consistent with change from one to two commissioners.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-57/"
    },
    {
      "id": "section-2-58",
      "number": "2-58.",
      "heading": "Preparation and publication of public and special acts.",
      "text": "The legislative commissioners shall prepare as soon as possible after the adjournment of each regular session of the General Assembly an edition of the public and special acts passed at such regular session in the form of engrossed bills, in numerical order and with a suitable index. The Joint Committee on Legislative Management shall cause to be published such number of copies of such edition of engrossed bills as said committee deems adequate and shall fix the price at which the same shall be sold. The publication shall be under the supervision of said commissioners, who shall affix thereto their certificate that said public and special acts are correct copies of those engrossed and on file in the office of the Secretary of the State.\n\n(1949 Rev., S. 3530; 1959, P.A. 478, S. 8; February, 1965, P.A. 382, S. 2; 1969, P.A. 562, S. 1; P.A. 76-328, S. 1, 3; P.A. 78-237, S. 3, 5; P.A. 90-17, S. 2, 4.)\n\nHistory: 1959 act made technical change consistent with change from one to two commissioners; 1965 act provided comptroller rather than director of purchases cause acts to be published; 1969 act deleted sentence requiring that one copy be given to each legislator free of charge; P.A. 76-328 included special acts in publication requirements; P.A. 78-237 gave comptroller's duties under section to legislative management committee; P.A. 90-17 deleted requirement that public and special acts be published “as provided in section 2-25” to reflect repeal of Sec. 2-25 by said public act.\n\nSee Sec. 3-82 re requirement that Secretary of the State file statement of legislative action on resolutions for constitutional amendments and statements showing bills for acts vetoed by Governor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-58/"
    },
    {
      "id": "section-2-59",
      "number": "2-59.",
      "heading": "Supplements to the general statutes.",
      "text": "The legislative commissioners may prepare, after the adjournment of any regular session of the General Assembly, supplements to the revision of the general statutes, containing the public acts passed at such session, arranged substantially in the form of supplements to the United States Code Annotated, together with a suitable index. Said commissioners shall affix thereto their certificate that such supplements correctly embody the public acts and proposed amendments to the Constitution engrossed and on file in the office of the Secretary of the State.\n\n(1949 Rev., S. 3526; 3527; 1957, S.A. 605, S. 1; 1959, P.A. 478, S. 9; P.A. 76-435, S. 29, 82.)\n\nHistory: 1959 act made technical changes consistent with change from one to two commissioners; P.A. 76-435 made technical changes.\n\nSee Sec. 3-82 re requirement that Secretary of the State file statement of legislative action on resolutions for constitutional amendments and statements showing bills for acts vetoed by Governor.\n\nCited. 143 C. 280.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-59/"
    },
    {
      "id": "section-2-60",
      "number": "2-60.",
      "heading": "Publication and sale of revision and supplements.",
      "text": "The Joint Committee on Legislative Management is directed from time to time to contract for the publication of such additional copies of the revision of the general statutes as said committee deems necessary, and to so contract for the publication of supplements to and revised volumes of said revision prepared under the provisions of sections 2-56 and 2-59 from time to time. Each revision of the general statutes and any supplements to and revised volumes of the revision shall be printed on paper that meets or exceeds the American National Standards Institute standards for permanent paper, unless such paper is not available. The Secretary of the State shall sell said revision and supplements and may provide for the sale thereof, through some agent or agents, including wholesale and retail book sellers, at a stated price to such agent or agents and to the public at a price fixed by the Joint Committee on Legislative Management, but in no case shall such price for sale of any current volumes or supplements to any person be less than the cost of production of such volumes or supplements, as the case may be.\n\n(1957, P.A. 664, S. 1; 1961, P.A. 517, S. 1; P.A. 76-435, S. 62, 76, 82; P.A. 77-614, S. 135, 610; P.A. 78-237, S. 4, 5; P.A. 89-251, S. 59, 203; P.A. 91-60, S. 1, 2; 91-144, S. 3.)\n\nHistory: 1961 act substituted director of purchases for comptroller in first sentence; P.A. 76-435 deleted reference to special acts and gave duties formerly performed by legislative council to legislative management committee; P.A. 77-614 changed “director of purchases” to “commissioner of administrative services”; P.A. 78-237 disregarded change dictated by P.A. 77-614 and changed reference to director of purchases to “joint committee on legislative management”; P.A. 89-251 specified minimum charges for the general statutes, for individual volumes of the statutes and for the public and special acts; P.A. 91-60 removed references to specific prices and required the fixing of prices to the public at no less than production cost; P.A. 91-144 added provision requiring general statutes to be printed on paper meeting or exceeding American National Standards Institute standards for permanent paper; (Revisor's note: In 1995 the phrase “legislative management committee” was replaced editorially by the Revisors with “Joint Committee on Legislative Management” to conform section with Sec. 2-71a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-60/"
    },
    {
      "id": "section-2-61",
      "number": "2-61.",
      "heading": "Distribution of revised statutes and supplements, public and special acts.",
      "text": "(a) The Secretary of the State shall deliver copies of the revised statutes, of each supplement to the general statutes and of each revised volume thereof and of each volume of the public acts and special acts to the State Library for its general purposes and for exchange with other states and libraries, and copies of the revised statutes, of each supplement, of each revised volume and of each volume of the public acts, and such additional number of each as the Judicial Department certifies as necessary, for the use of any of the state-maintained courts, and copies of each volume of the special acts to the Judicial Department for distribution to state-maintained courts, and, to the several departments, agencies and institutions of the executive branch of the state government, as many copies of the revised statutes, of each supplement, of each revised volume and of each of the volumes of public acts and special acts as they require for the performance of their duties.\n\n(b) The Secretary shall send free of charge one copy of the revised statutes, of each supplement to the general statutes, of each revised volume thereof and of each of the volumes of public acts and special acts to the Governor, Lieutenant Governor, Treasurer, Secretary of the State, Attorney General, Comptroller, Adjutant General, each town clerk, and, upon request, to each probate court, the police department of each municipality having a regularly organized police force, each assistant to the Attorney General, and each county law library; and the Secretary shall, upon the member's request, supply free of charge (1) one copy of the revised statutes to each member of the General Assembly at the first session in which such member serves as a member, and (2) at each session in which such member serves, one copy of each revised volume thereof and of each supplement not previously supplied to such member, such distribution of the statutes and supplements to be made not later than thirty days after the election or reelection of such member, and (3) following each session at which such member serves, one volume of each of the public acts and special acts passed at such session. The Secretary shall supply free of charge to the clerks of the House and Senate, each, one copy of the revised statutes, of each revised volume thereof, of each supplement and one volume of each of the public acts and special acts for use in the clerks' office.\n\n(1957, P.A. 664, S. 2; 1959, P.A. 2, S. 1; 28, S. 163; 197, S. 1; 1963, P.A. 284; February, 1965, P.A. 574, S. 1; 1967, P.A. 49; 1969, P.A. 544; 562, S. 2; P.A. 73-679, S. 4, 43; P.A. 75-537, S. 14, 55; P.A. 77-614, S. 19, 610; P.A. 80-232; P.A. 00-99, S. 17, 154; P.A. 11-61, S. 131; 11-150, S. 10; P.A. 18-75, S. 1.)\n\nHistory: 1959 acts eliminated distribution to municipal and trial justice courts which were abolished and provided for distribution to circuit courts, state departments, agencies and institutions and municipal police departments; 1963 act specified time for distribution to members of the general assembly; 1965 act provided for distribution of revised statutes to governor, lieutenant governor, etc. and of revised volumes to members of general assembly and clerks thereof; 1967 act replaced “circuit court” with reference to “any state-maintained court” thereby broadening distribution of statutes to the judiciary; 1969 acts made changes to include public and special acts consistently throughout section; P.A. 73-679 substituted managing director, planning and budgeting division, department of finance and control or his designee for budget director; P.A. 75-537 deleted reference to designee and substituted “budget and management” for “planning and budgeting” in division name; P.A. 77-614 replaced “budget director ...” with “secretary of the office of policy and management”; P.A. 80-232 deleted reference to secretary of the office of policy and management; P.A. 00-99 deleted reference to sheriff, effective December 1, 2000; P.A. 11-61 amended Subsec. (a) by deleting provision re determination of number of copies by Joint Committee on Legislative Management, effective July 1, 2011; P.A. 11-150 added Subsec. (a) and (b) designators, amended Subsec. (a) to delete specific numbers of copies required to be delivered and to require Joint Committee on Legislative Management to determine number of copies, and amended Subsec. (b) to provide for delivery of volumes to each entity upon request and to add Subdiv. (1) to (3) designators, effective July 1, 2011; P.A. 18-75 amended Subsec. (a) by deleting references to executive secretary and making a conforming change, effective June 4, 2018.\n\nSee Sec. 27-134 re requirement that Secretary of the State furnish veterans' organizations with copies of statutes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-61/"
    },
    {
      "id": "section-2-62",
      "number": "2-62.",
      "heading": "Secretary to allow use of engrossed acts.",
      "text": "The Secretary of the State shall allow said legislative commissioners, during regular office hours, to make such use as will best expedite the performance of the duties required by this chapter of the bound volumes of engrossed public acts provided for by section 3-85.\n\n(1949 Rev., S. 3528; 1959, P.A. 478, S. 10.)\n\nHistory: 1959 act made technical change to conform with change from one to two commissioners.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-17/section-2-62/"
    }
  ]
}