{
  "state": "connecticut",
  "path": "title-title-2-general-assembly-and-legislative-agencies/chapter-chapter-18a-joint-committee-on-legislative-management",
  "sections": [
    {
      "id": "section-2-71a",
      "number": "2-71a.",
      "heading": "Joint Committee on Legislative Management",
      "text": "At each regular session of the General Assembly, there shall be a Joint Committee on Legislative Management to conduct the business affairs of the General Assembly. The membership of the committee shall be as provided in the joint rules of the House of Representatives and the Senate. A majority of the membership shall constitute a quorum and all actions shall require the affirmative vote of a majority.\n\n(1969, P.A. 749, S. 1; P.A. 73-329, S. 1, 4; P.A. 89-142, S. 2.)\n\nHistory: P.A. 73-329 changed number of committee members from six to eight from each house, the additional members to be selected by speaker, president pro tempore and minority leaders; P.A. 89-142 deleted detailed provisions re membership of committee and substituted provision re establishment of membership as provided in the joint rules of the house and senate.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71a/"
    },
    {
      "id": "section-2-71b",
      "number": "2-71b.",
      "heading": "Duties and powers of committee.",
      "text": "Said committee shall function during the periods when the General Assembly is not in session as well as during any session and shall be responsible for the business and fiscal affairs of the General Assembly including the coordination and management of legislative affairs and the supervision and approval of any and all legislative expenditures from all appropriations to the General Assembly, legislative commissions and legislative interim committees. Notwithstanding any act or resolution to the contrary, it shall review and approve the budgetary requests of such commissions, committees and agencies of the Legislative Department and shall establish personnel policies, guidelines and regulations and salary schedules for the employees of such commissions, committees and agencies of the Legislative Department. It shall coordinate the work of the joint standing committees of the General Assembly during the session and of such commissions and committees which function during the interim. The Joint Committee on Legislative Management shall assess ways and means to improve the legislative operation and shall make improvements in the legislative organization, procedures, facilities and working conditions and may from time to time make such reports to the regular session of the General Assembly of its operations and activities. Such committee may employ personnel and research staffs, clerical assistance and other personnel it may require for the discharge of its duties.\n\n(1969, P. A. 749, S. 2; P.A. 86-18, S. 1, 2.)\n\nHistory: P.A. 86-18 added provision re establishment of “personnel policies, guidelines and regulations” for employees of “agencies of the legislative” department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71b/"
    },
    {
      "id": "section-2-71c",
      "number": "2-71c.",
      "heading": "Offices of Legislative Research and Fiscal Analysis",
      "text": "(a) The Joint Committee on Legislative Management shall create a legislative Office of Legislative Research and a legislative Office of Fiscal Analysis.\n\n(b) The legislative Office of Legislative Research shall assist the General Assembly and the Legislative Department, legislative commissions and legislative committees in a research and advisory capacity as follows: (1) Assisting the development of legislative programs; (2) analyzing the long-range implications of the several alternative programs; (3) preparing abstracts, summaries, explanations of state executive agency and federal government reports; (4) informing the legislative leaders of action taken by the federal government with regard to problems of their particular concern and federal law; (5) assisting in the research and writing of interim reports; (6) preparing bill analyses and summaries; (7) assisting in hearings by preparing agendas, contacting potential witnesses, scheduling their appearances and analyzing testimonies; and (8) performing such other research and analysis services as may be determined by the Joint Committee on Legislative Management.\n\n(c) The legislative Office of Fiscal Analysis shall assist the General Assembly and the Legislative Department, legislative commissions and legislative committees in a research and advisory capacity as follows: (1) Reviewing department and program operating budget requests; (2) analyzing and helping to establish priorities with regard to capital programs; (3) checking executive revenue estimates for accuracy; (4) recommending potential untapped sources of revenue; (5) assisting in legislative hearings and helping to schedule and prepare the agenda of such hearings; (6) assisting in the development of means by which budgeted programs can be periodically reviewed; (7) preparing short analyses of the costs and long-range projections of executive programs and proposed agency regulations; (8) keeping track of federal aid programs to make sure that Connecticut is taking full advantage of opportunities for assistance; (9) reviewing, on a continuous basis, departmental budgets and programs; (10) analyzing and preparing critiques of the Governor's proposed budget; (11) studying, in depth, selected executive programs during the interim; (12) performing such other services in the field of finance as may be requested by the Joint Committee on Legislative Management; (13) preparing the fiscal notes, required under section 2-24, upon favorably reported bills which require expenditure of state or municipal funds or affect state or municipal revenue; and (14) preparing at the end of each fiscal year a compilation of all fiscal notes on legislation and agency regulations taking effect in the next fiscal year, including the total costs, savings and revenue effects estimated in such notes. The governing body of any municipality, if requested, shall provide the Office of Fiscal Analysis, within two working days, with any information that may be necessary for analysis in preparation of such fiscal notes. Each officer, board, commission or department of the state government shall assist the Office of Fiscal Analysis in carrying out its duties and, if requested, shall make its records and accounts available to the office in a timely manner, except that where there are statutory requirements of confidentiality with regard to such records and accounts, the identity of any person to whom such records or accounts relate shall not be disclosed.\n\n(d) Such legislative offices shall undertake research assignments as they may be assigned and in accordance with procedures established by the Joint Committee on Legislative Management.\n\n(e) The Joint Committee on Legislative Management shall appoint an executive director of the Joint Committee on Legislative Management, a director of the legislative Office of Legislative Research and a director of the legislative Office of Fiscal Analysis and may employ professional and research staff, clerical assistants and other personnel as may be required to staff such offices, and the Comptroller is directed to draw his order on the Treasurer in payment of any sum approved by such committee from the appropriation to the Joint Committee on Legislative Management and legislative appropriations for the current and subsequent fiscal year.\n\n(1969, P.A. 749, S. 15; P.A. 73-329, S. 2, 4; P.A. 74-108, S. 4; P.A. 78-176, S. 3, 4; P.A. 79-623, S. 3, 8; P.A. 80-483, S. 6, 186; P.A. 91-261, S. 1, 2; P.A. 93-435, S. 21, 95; P.A. 01-195, S. 73, 181; P.A. 05-262, S. 4; P.A. 13-247, S. 58.)\n\nHistory: P.A. 73-329 substituted office of legislative research and office of fiscal analysis for office of policy research and office of fiscal research respectively, required a single director for each office rather than two as formerly and made change to reflect switch to annual sessions; P.A. 74-108 provided that state agencies should assist office of fiscal analysis; P.A. 78-176 required municipal governments to supply office of fiscal analysis with needed information; P.A. 79-623 substituted analyses for critiques in (7) and included proposed regulations as subjects for analysis and added (14) providing for a compilation of fiscal notes; P.A. 80-483 made technical changes; P.A. 91-261 added provision to Subsec. (b) requiring state agencies to make records and accounts available to office of fiscal analysis, if requested; P.A. 93-435 reorganized subsections and made technical changes, effective June 28, 1993; (Revisor's note: In 1995 the phrase “joint legislative management committee” in Subsec. (b) was changed editorially by the Revisors to “Joint Committee on Legislative Management” to conform section to Sec. 2-71a); P.A. 01-195 made a technical change in Subsec. (b)(1), effective July 11, 2001; P.A. 05-262 added Subsec. (c)(15) re periodic review of fiscal notes; P.A. 13-247 amended Subsec. (c) by deleting former Subdiv. (15) requiring legislative Office of Fiscal Analysis to periodically review the fiscal note of each enacted bill to compare it to the fiscal note prepared at the time of enactment of the bill, effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71c/"
    },
    {
      "id": "section-2-71d",
      "number": "2-71d.",
      "heading": "Executive director of legislative management committee to administer other commissions.",
      "text": "The executive director of the Joint Committee on Legislative Management, at the direction of the Joint Committee on Legislative Management, shall act as administrator of the Atlantic States Marine Fisheries Commission established by section 26-295 and the Commission on Uniform Legislation established by section 2-80.\n\n(1969, P.A. 749, S. 18; P.A. 85-613, S. 6, 154; P.A. 88-248, S. 5.)\n\nHistory: P.A. 85-613 made technical change, substituting reference to Sec. 26-295 for reference to Sec. 26-195; P.A. 88-248 repealed provision requiring executive director to act as administrator of Connecticut Commission on Intergovernmental Cooperation established by Sec. 2-75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71d/"
    },
    {
      "id": "section-2-71e",
      "number": "2-71e.",
      "heading": "Staff for legislative commissions and interim committees.",
      "text": "Legislative commissions and legislative interim committees, with the approval of the Joint Committee on Legislative Management, may employ such professional and research staff, clerical assistants and other personnel as they may require for the discharge of their duties. After recommendation by such commission or committee, the Joint Committee on Legislative Management shall fix the compensation to be paid for such services. The Comptroller is directed to draw his order on the Treasurer in payment for any sum approved or expended by the Joint Committee on Legislative Management from the legislative appropriation for the current or subsequent fiscal year upon certification to him by such committee.\n\n(1969, P.A. 749, S. 16; P.A. 73-329, S. 3, 4; P.A. 74-338, S. 25, 94.)\n\nHistory: P.A. 73-329 substituted “fiscal year” for “biennium”; P.A. 74-338 made technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71e/"
    },
    {
      "id": "section-2-71f",
      "number": "2-71f.",
      "heading": "Employment of staffs to assist legislative leaders.",
      "text": "The Joint Committee on Legislative Management shall employ staffs to assist the speaker of the House of Representatives, the president pro tempore and the majority and minority leaders of the House and Senate. Such staffs shall serve such leaders during the periods when the General Assembly is not in session as well as during any session. The speaker of the House of Representatives and the majority leader of the House shall be entitled to appoint five persons as staff to assist them. The president pro tempore and the majority leader of the Senate shall be entitled to appoint five persons as staff to assist them. The minority leaders of the House and Senate shall be entitled to appoint two persons, each, as staff to assist them. In addition to such staff, the clerk and assistant clerk of the Senate and the clerk and assistant clerk of the House shall assist the Joint Committee on Legislative Management and such leaders when the General Assembly is not in session. Salary schedules for such staff, such clerks and assistant clerks when there is no regular or special session of the General Assembly, shall be set by the Joint Committee on Legislative Management upon recommendation of such leaders.\n\n(1969, P.A. 749, S. 13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71f/"
    },
    {
      "id": "section-2-71g",
      "number": "2-71g.",
      "heading": "Supplies and equipment for General Assembly.",
      "text": "The Joint Committee on Legislative Management shall provide reasonable furniture, stationery and other necessary articles for the General Assembly including typewriters, file cabinets and other equipment necessary for its use. No sums may be expended for such use unless such committee has approved the expenditures. The Comptroller is directed to draw his order on the Treasurer in payment for the same from the legislative appropriation for the current or subsequent fiscal year.\n\n(1969, P.A. 749, S. 11; 1972, P.A. 294, S. 2.)\n\nHistory: 1972 act substituted “fiscal year” for “biennium”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71g/"
    },
    {
      "id": "section-2-71h",
      "number": "2-71h.",
      "heading": "Supervision, control and maintenance of State Capitol and Legislative Office Building, parking garage, grounds and other facilities and areas",
      "text": "(a) The supervision, security, utilization and control of the State Capitol building, the State Capitol grounds and parking facilities, exclusive of the present offices and parking facilities of the Governor, Lieutenant Governor, Secretary of the State and Secretary of the Office of Policy and Management and their respective staffs, the Legislative Office Building and parking garage and related structures and the grounds and parking facilities thereon, and other facilities and areas made available to or used by the committee shall be as determined by the Joint Committee on Legislative Management. The Joint Committee on Legislative Management shall maintain such buildings, related structures, grounds and parking facilities. The Joint Committee on Legislative Management shall adopt regulations (1) for the maintenance of order within such buildings and related structures and on such grounds and on those grounds, buildings and facilities made available for the use of said committee and (2) establishing the regular business hours for such buildings and all offices housed within such buildings. Any person violating any such regulations shall be fined not more than one hundred dollars, except that any person who parks a motor vehicle in violation of such regulations shall have committed an infraction and shall be fined not more than ninety dollars. The enforcement of such regulations shall be by the Office of State Capitol Police. Notwithstanding the provisions of this subsection, the Commissioner of Administrative Services may provide for additional parking on land under the control of the Joint Committee on Legislative Management with the approval of said committee.\n\n(b) The Joint Committee on Legislative Management shall assign permanent office space in a room in a building under its control for the use of authorized representatives of newspapers and press associations.\n\n(c) The Joint Committee on Legislative Management shall cause the national and state flags to be displayed on the State Capitol and at the Legislative Office Building from sunrise to sunset of each day.\n\n(1969, P.A. 749, S. 12; P.A. 76-192, S. 1; P.A. 77-614, S. 20, 610; P.A. 78-303, S. 2, 136; P.A. 81-364, S. 1, 4; P.A. 82-268; 82-472, S. 3, 183; P.A. 83-13, S. 4; P.A. 84-48, S. 5, 17; P.A. 85-301, S. 2, 13; P.A. 86-396, S. 2, 25; P.A. 87-496, S. 6, 110; P.A. 89-82, S. 3, 11; P.A. 96-219, S. 5; P.A. 97-28; P.A. 11-51, S. 44.)\n\nHistory: P.A. 76-192 specifically included capitol grounds under provisions of section, required the legislative management committee to establish regulations for maintaining order etc.; P.A. 77-614 substituted commissioner of administrative services for public works commissioner and added Subsec. (b) concerning transfer of offices and parking facilities of finance and control department to office of policy and management; P.A. 78-303 deleted Subsec. (b); P.A. 81-364 transferred responsibility for maintenance of state capitol building, grounds and parking facilities from commissioner of administrative services to legislative management committee; P.A. 82-268 amended section by placing comptroller's facilities at capitol under the control of the legislative management committee; P.A. 82-472 added Subsecs. (b) and (c), requiring joint committee on legislative management to assign permanent space in capitol for media representatives and cause flags to be displayed on capitol daily from sunrise to sunset; P.A. 83-13 deleted reference to a special policeman appointed to enforce regulations under Sec. 29-18 in Subsec. (a) and clarified that the security of the state capitol and its grounds are the responsibility of the joint committee on legislative management; P.A. 84-48 included references to legislative office building and required that press facilities be in building under control of legislative management committee rather than in state capitol; P.A. 85-301 amended Subsec. (a) to include supervision and control of temporary legislative office buildings and, during and after construction, the legislative office building and grounds and related parking facilities; P.A. 86-396 amended Subsec. (a) to provide for additional parking, on land under the control of legislative management, by the commissioner of administrative services; P.A. 87-496 substituted public works commissioner for administrative services commissioner in Subsec. (a); P.A. 89-82 amended provisions in Subsec. (a) re supervision, control and maintenance to include legislative parking garage, related structures and other facilities and areas made available to or used by committee and to delete obsolete references to temporary legislative office buildings, parking facility or city of Hartford property and national guard garage, and amended Subsec. (c) to provide for display of flags at legislative office building; P.A. 96-219 amended Subsec. (a) by changing the name of the “Office of State Capitol Security” to the “Office of State Capitol Police”; P.A. 97-28 amended Subsec. (a) to establish a $90 fine for parking a motor vehicle in violation of regulations; pursuant to P.A. 11-51, “Commissioner of Public Works” was changed editorially by the Revisors to “Commissioner of Administrative Services” in Subsec. (a), effective July 1, 2011.\n\nSee Sec. 4b-54(b) for powers and duties re paintings, portraits, statues or tablets to be hung or placed at the State Capitol.\n\nSee Sec. 5-142(a) re injuries sustained by State Capitol Police.\n\nSee Sec. 5-145a re disability or death resulting from hypertension or heart disease suffered by State Capitol Police.\n\nSee Secs. 29-8a and 53-39a re indemnification of State Capitol Police.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71h/"
    },
    {
      "id": "section-2-71i",
      "number": "2-71i.",
      "heading": "Leaders as members of legislative commissions and interim committees",
      "text": "(a) Notwithstanding any act or resolution to the contrary, the membership on any legislative commission or legislative interim committee shall include, in addition to membership specified, the speaker of the House of Representatives, the president pro tempore of the Senate, and the majority and minority leaders of the House and Senate as full members.\n\n(b) Notwithstanding the provisions of any special act enacted prior to May 16, 1989, which names the speaker of the House of Representatives, the president pro tempore of the Senate, or the majority leader or the minority leader of either house as a member of a committee, task force, board or commission, any such member may name a designee to serve in his place with full authority to deliberate and vote.\n\n(1969, P.A. 749, S. 14; P.A. 89-87, S. 1, 5.)\n\nHistory: P.A. 89-87 designated existing provision Subsec. (a) and added Subsec. (b) authorizing leaders to name designees to serve on certain committees, task forces, boards and commissions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71i/"
    },
    {
      "id": "section-2-71j",
      "number": "2-71j",
      "heading": "and 2-71k. - Transfer of Legislative Council employees. Appropriation.",
      "text": "and 2-71k. - Transfer of Legislative Council employees. Appropriation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-71l",
      "number": "2-71l.",
      "heading": "Provision of general statutes and agency regulations to legislative committees.",
      "text": "(a) The Joint Committee on Legislative Management shall provide in each room in any building under the supervision and control of said committee regularly used by any joint committee of the General Assembly for its deliberations (1) a complete and up-to-date set of the general statutes with the latest supplement thereto, (2) an up-to-date set of the regulations of state agencies and (3) such cabinets or shelves as may be required to keep said statutes and regulations together for safekeeping and in a condition in which they may be readily used at all times by members of said committees or their staffs.\n\n(b) Said joint committee shall ensure that at all times all such sets of the general statutes and regulations are complete and in their latest form.\n\n(1971, P.A. 656, S. 1, 2; P.A. 84-48, S. 6, 17.)\n\nHistory: P.A. 84-48 deleted reference to the capitol building and inserted reference to rooms in any building under the supervision and control of the joint committee on legislative management.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71l/"
    },
    {
      "id": "section-2-71m",
      "number": "2-71m.",
      "heading": "Legislative audit review subcommittee.",
      "text": "Section 2-71m is repealed.\n\n(1971, P.A. 493; P.A. 85-559, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71m/"
    },
    {
      "id": "section-2-71n",
      "number": "2-71n.",
      "heading": "Staff for joint standing committees having cognizance of matters relating to appropriations, finance, revenue and bonding.",
      "text": "The Joint Committee on Legislative Management shall employ one full-time, nonpartisan staff member to assist the joint standing committee of the General Assembly having cognizance of matters relating to appropriations and the budgets of state agencies, and one full-time, nonpartisan staff member to assist the joint standing committee of the General Assembly having cognizance of matters relating to state finance, revenue and bonding. Such staff members shall serve such committees during the period when the General Assembly is not in session, as well as during any session. Salary schedules for such staff shall be set by the Joint Committee on Legislative Management.\n\n(P.A. 76-352, S. 1, 3; P.A. 79-31, S. 3, 17; P.A. 82-314, S. 4, 63.)\n\nHistory: P.A. 79-31 changed formal designation of finance committee; P.A. 82-314 changed formal designation of appropriations committee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71n/"
    },
    {
      "id": "section-2-71o",
      "number": "2-71o.",
      "heading": "Group health insurance for temporary sessional employees. Payment. Regulations.",
      "text": "(a) Any person employed as a temporary sessional employee by the Joint Committee on Legislative Management may elect to participate in any group hospitalization and medical and surgical insurance plan offered to full-time permanent employees of the Legislative Department, provided such participation shall be at the employee's own expense.\n\n(b) On or after July 1, 1984, any such temporary sessional employee who (1) is employed during both the sessional and interim periods, (2) was so employed for at least two hundred days during the previous twelve-month period and (3) elects to participate in any such plan, shall be eligible to have payment for the cost of such participation made in the same manner and to the same extent as in the case of full-time permanent employees of the Legislative Department. The Joint Committee on Legislative Management shall adopt regulations to implement the provisions of this subsection.\n\n(P.A. 83-447; P.A. 84-356, S. 1, 3.)\n\nHistory: P.A. 84-356 amended Subsec. (a) making it applicable to “temporary” sessional employees and added Subsec. (b), providing that the state shall pay for such sessional employees' coverage as if they were full-time permanent employees if certain requirements are met and granting the legislative management committee regulatory authority.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71o/"
    },
    {
      "id": "section-2-71p",
      "number": "2-71p.",
      "heading": "Legislative purchases and contracts for supplies, materials, equipment and contractual services; sale of obsolete, unserviceable or unusable personal property; competitive bidding or competitive negotiation; emergencies; award of orders and contracts and minimum wage of certain employees",
      "text": "(a) As used in this section, unless the context indicates a different meaning, “supplies”, “materials” and “equipment” mean any and all articles of personal property furnished to or used by the Legislative Department, including all printing, binding, publication of laws, stationery, forms and reports; “contractual services” means any and all laundry and cleaning service, pest control service, janitorial service, security service, the rental and repair, or maintenance, of equipment, machinery and other state-owned personal property, advertising and photostating, mimeographing, data entry, data processing and other similar service arrangements where the services are provided by persons other than state employees; “competitive bidding” means the submission of prices by persons, firms or corporations competing for a contract to provide supplies, materials, equipment or contractual services, under a procedure in which the contracting authority does not negotiate prices; “competitive negotiation” means a procedure for contracting for supplies, materials, equipment or contractual services, in which (1) proposals are solicited from qualified suppliers by a request for proposals, and (2) changes may be negotiated in proposals and prices after being submitted; “bidder” means a person, firm or corporation submitting a competitive bid in response to a solicitation; and “proposer” means a person, firm or corporation submitting a proposal in response to a request for proposals.\n\n(b) (1) All purchases of, and contracts for, supplies, materials, equipment and contractual services required by the Legislative Department, except purchases made pursuant to subsection (c) of this section and public utility services as provided in subsection (e) of this section, and (2) all sales by said department of such personal property which has become obsolete, unserviceable or unusable, shall be based, when possible, on competitive bids or competitive negotiation, provided in the case of such sales, the Joint Committee on Legislative Management may, in its discretion, sell the property at public auction. The committee shall solicit competitive bids or proposals by sending notices to prospective suppliers and by posting notice on a public bulletin board in a building under the supervision and control of the Joint Committee on Legislative Management or on an Internet web site designated by the Joint Committee on Legislative Management. Each bid and proposal shall be kept sealed or secured until opened publicly at the time stated in the notice soliciting such bid. If the amount of the expenditure or sale is estimated to exceed fifty thousand dollars, competitive bids or proposals shall be solicited by public notice, posted on the State Contracting Portal not less than five calendar days before the final date for submitting bids. All purchases or sales of ten thousand dollars or less in amount shall be made in the open market, but shall be based, when possible, on at least three competitive quotations.\n\n(c) The committee may waive the requirement of competitive bidding or competitive negotiation in the case of minor nonrecurring and emergency purchases of ten thousand dollars or less in amount. The committee shall adopt guidelines establishing (1) standards and procedures for using competitive negotiation for purchases and contracts, including but not limited to, criteria which shall be considered in making purchases by competitive negotiation and the weight which shall be assigned to each such criterion, and (2) standards and procedures under which additional purchases may be made under existing contracts.\n\n(d) Whenever an emergency exists by reason of extraordinary conditions or contingencies that could not reasonably be foreseen and guarded against, or because of unusual trade or market conditions, the committee may, if it is for the best interest of the state, waive the requirement that purchases be based on competitive bids or competitive negotiation as provided in this section. A statement of all such purchases and sales made under the provisions of this subsection shall be set forth in the annual report of the committee.\n\n(e) The purchase of or contract for the following public utility services shall not be subject to competitive bidding or competitive negotiation: (A) Electric distribution services; (B) water services; (C) gas distribution services; (D) electric generation services until the date such services are competitive pursuant to the schedule set forth in section 16-244b, provided electric generation services shall be exempt from competitive bidding and competitive negotiation after said date if such services are provided by an electric municipal utility other than by a participating electric municipal utility, as defined in section 16-1, in the service area of said electric municipal utility; and (E) gas supply services until the date such services are competitive pursuant to legislative act or order of the Public Utilities Regulatory Authority, provided gas supply services shall be exempt from competitive bidding and competitive negotiation after said date if such services are provided by a gas municipal utility in the service area of said gas municipal utility.\n\n(f) As used in this section, (1) “lowest responsible qualified bidder” means the bidder whose bid is the lowest of those bidders possessing the skill, ability and integrity necessary to faithful performance of the work based on objective criteria considering past performance and financial responsibility, and (2) “highest scoring bidder in a multiple criteria bid” means the bidder whose bid receives the highest score for a combination of attributes, including, but not limited to, price, skill, ability and integrity necessary for the faithful performance of the work, based on multiple criteria considering quality of product, warranty, life-cycle cost, past performance, financial responsibility and other objective criteria that are established in the bid solicitation for the contract. Bidders shall submit with their bids essential information concerning their qualifications, in such form as the committee may require by specification in the bid documents. The committee may waive minor irregularities in bids and proposals if it determines that such a waiver would be in the best interest of the state. As used in this subsection, the term “minor irregularities” does not include payment of less than the wage required under subsection (i) of this section, variations in the quality, unit price or date of delivery or completion of supplies, materials, equipment or contractual services, or exceptions to programs required under the general statutes. The committee shall state the reasons for any such waiver in writing and include such statement in the contract file.\n\n(g) All open market orders or contracts shall be awarded to (1) the lowest responsible qualified bidder, the qualities of the articles to be supplied, their conformity with the specifications, their suitability to the requirements of the state government and the delivery terms being taken into consideration and, at the discretion of the committee, life-cycle costs and trade-in or resale value of the articles may be considered where it appears to be in the best interest of the department, (2) the highest scoring bidder in a multiple criteria bid, in accordance with the criteria set forth in the bid solicitation, or (3) the proposer whose proposal is deemed by the committee to be the most advantageous to the department, in accordance with the criteria set forth in the request for proposals, including price and evaluation factors. In considering past performance of a bidder for the purpose of determining the “lowest responsible qualified bidder” or the “highest scoring bidder in a multiple criteria bid”, the committee shall evaluate the skill, ability and integrity of the bidder in terms of the bidder's fulfillment of past contract obligations and the bidder's experience or lack of experience in delivering supplies, materials, equipment or contractual services of the size or amount for which bids have been solicited. If any such bidder refuses to accept, within ten days, a contract awarded to such bidder, such contract may be awarded to the next lowest responsible qualified bidder or the next highest scoring bidder in a multiple criteria bid, whichever is applicable, and so on until such contract is awarded and accepted. If any such proposer refuses to accept, within ten days, a contract awarded to such proposer, such contract shall be awarded to the next most advantageous proposer, and so on until the contract is awarded and accepted. There shall be a written evaluation made of each bid. This evaluation shall: Identify the vendors and their respective costs and prices; document the reason why any vendor is deemed to be nonresponsive; and recommend a vendor for award. The committee shall submit to the Auditors of Public Accounts an annual report of all awards made pursuant to the provisions of this section.\n\n(h) When, in the opinion of the committee, the best interest of the state will be served thereby, it may order that any or all bids or proposals may be rejected. If all bids or proposals are so rejected, the committee shall advertise again for bids or proposals and such bids or proposals shall be opened, awarded and approved in like manner as provided in this section. If all bids or proposals received on a pending contract are for the same unit price or total amount, the committee may order the rejection of all bids or proposals and purchase of the required supplies, materials, equipment or contractual services in the open market, provided the price paid in the open market shall not exceed the bid price. Each bid or proposal, with the name of the bidder or proposer, shall be entered on a record, and each record, with the successful bid or proposal indicated thereon, shall, after the award of the order or contract, be open to public inspection.\n\n(i) Each contract for contractual services entered into by the committee on and after July 1, 2015, shall require the contractor awarded such contract, and each subcontractor of such contractor, to pay each of the contractor's or subcontractor's employees providing services under such contract, and that are performed or rendered at the Legislative Office Building or the State Capitol, a wage of at least (1) fifteen dollars per hour, or (2) if applicable, the amount required to be paid under subsection (b) of section 31-57f, whichever is greater. The provisions of this subsection shall not apply to any employee providing services under such contract who receives services from the Department of Developmental Services.\n\n(j) Any purchase or contract for supplies, materials, equipment or contractual services contrary to the provisions of this section shall be void and of no effect.\n\n(P.A. 83-12, S. 1; P.A. 84-48, S. 2, 17; P.A. 87-589, S. 29, 87; P.A. 88-297, S. 9; P.A. 90-252, S. 6, 10; P.A. 95-52; 95-54, S. 3; P.A. 97-235, S. 2, 4; P.A. 99-161, S. 6, 11; P.A. 01-106, S. 4, 6; P.A. 11-80, S. 1; June Sp. Sess. P.A. 15-5, S. 99; May Sp. Sess. P.A. 16-3, S. 37; P.A. 22-118, S. 130.)\n\nHistory: P.A. 84-48 required posting of notice in building under control of legislative management committee rather than at state capitol; P.A. 87-589 amended Subsec. (a) to increase amount of expenditure requiring bids from $6,000 to $7,500 and amended Subsec. (b) to authorize waiving bids for nonrecurring purchases of $400, rather than $300, or less; P.A. 88-297 inserted new Subsec. (a) defining applicable terms, relettered remaining Subsecs. accordingly, amended Subsec. (b) to repeal exception from competitive bidding requirement for purchases and contracts made pursuant to Sec. 4-132(c), to substitute “competitive bids” for “sealed bids” and to increase threshold for competitive bidding requirement from $7,500 to $10,000, amended Subsec. (c) to increase threshold for waiver of bidding requirement in case of minor nonrecurring and emergency purchases from $400 to $600, to authorize competitive negotiation for purchase or contract for data processing equipment, programs or services costing $20,000 or less or advertising space or time and to require adoption of guidelines re competitive negotiation and standards and procedures under which additional purchases may be made on limited basis under existing contracts, added reference to competitive negotiation in Subsec. (d), amended Subsec. (e) to add provisions re proposals and proposers, authorized life-cycle costs to be considered in determining lowest responsible qualified bidder, and made technical changes; P.A. 90-252 amended Subsec. (e) by defining “lowest responsible qualified bidder”, requiring bidders to submit essential information re qualifications, allowing committee to waive minor irregularities, listing exclusions from term “minor irregularities” and specifying procedure for considering past performance in determining “lowest responsible qualified bidder”; P.A. 95-52 amended Subsec. (c) to authorize waiver of competitive bidding requirement in case of minor nonrecurring and emergency purchases of $1,000 or less, rather than $600 or less, divided Subsec. (e) into Subsecs. (e), (f) and (g) and redesignated existing Subsec. (f) as Subsec. (h), amended provision in redesignated Subsec. (f) re award of open market orders or contracts to proposer whose proposal is deemed most advantageous to department, in accordance with criteria set forth in request for proposals, to include “price and evaluation factors” and added provisions in redesignated Subsec. (f) requiring written evaluation of each bid specifying contents of evaluation and requiring committee to submit to Auditors of Public Accounts an overall report of all awards made pursuant to provisions of section; P.A. 95-54 amended definition of “contractual services” in Subsec. (a) by changing references to “other service arrangements” provided by persons other than state employees to “other similar service arrangements” provided by persons other than state employees; P.A. 97-235 amended Subsec. (c) to delete qualification that competitive negotiation may be used only for equipment having a cost of $20,000 or less, effective June 24, 1997; P.A. 99-161 added competitive negotiation as a permissible method for purchases and contracts, revised the exemption for certain public utility services and moved the exemption from Subsec. (b) to a new Subsec. (e), amended Subsec. (b) by increasing the threshold for publication of notices of planned purchases from $10,000 to $50,000, amended Subsec. (c) by increasing the maximum amount of purchases that can be waived from $1,000 to $10,000, by rewriting the requirements of the guidelines in Subdiv. (1) and (2) into a new Subdiv. (1) and renumbering Subdiv. (3) as Subdiv. (2), and by relettering Subsec. (e) to (h), inclusive, as (f) to (i), inclusive, effective July 1, 1999; P.A. 01-106 amended Subsec. (f) by designating definition of “lowest responsible qualified bidder” as Subdiv. (1) and adding Subdiv. (2) defining “highest scoring bidder in a multiple criteria bid” and amended Subsec. (g) by making technical changes for the purpose of gender neutrality, adding new Subdiv. (2) re multiple criteria bidding, renumbering former Subdiv. (2) as Subdiv. (3) and applying other provisions to multiple criteria bidding, effective July 1, 2001; pursuant to P.A. 11-80, “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority” in Subsec. (e), effective July 1, 2011; June Sp. Sess. P.A. 15-5 made a technical change in Subsecs. (a) to (c), amended Subsec. (f) by redefining “minor irregularities” to exclude payment of less than required wage, redesignated existing Subsec. (i) as Subsec. (j) and added new Subsec. (i) requiring minimum wage to be paid to employees under certain contracts entered into with the committee, effective July 1, 2015; May Sp. Sess. P.A. 16-3 amended Subsec. (i) to delete reference to the Old State House, effective July 1, 2016; P.A. 22-118 amended Subsec. (b) to add reference to posting notice on designated Internet web site, replaced requirement for inserting notice in 3 daily newspapers with posting on State Contracting Portal and made a technical change, effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71p/"
    },
    {
      "id": "section-2-71q",
      "number": "2-71q.",
      "heading": "Procedures for selection of design professional services or construction manager.",
      "text": "Whenever a design professional or design professional services or a construction manager are required by the Joint Committee on Legislative Management for any purpose other than in fulfilling its obligation under section 4b-60, the following procedures shall be followed:\n\n(1) The committee shall invite responses from design professionals or construction managers by advertisements inserted at least once in one or more newspapers having a general circulation in the state. The responses received shall be considered by the committee which shall select from among those responding the five professionals or managers which in its opinion are most qualified to perform the required design professional or management services.\n\n(2) The committee may negotiate a contract with the most qualified design professional or construction manager on the list, in its judgment, at compensation which it determines is both fair and reasonable. If the committee is unable to conclude a contract with any of the design professionals or construction managers selected, it shall issue a finding giving the reasons for such inability and may negotiate with any design professional or construction manager which it determines to be most qualified to perform the services at fair and reasonable compensation. In determining fair and reasonable compensation, the committee shall consider, in the following order of importance, the professional competence of the design professional or construction manager, the technical merits of the proposal, the ability of the firm to perform the required services within the time and budgetary limits of the contract and the price for which the services are to be rendered.\n\n(3) As used in this section, “design professional” means any architect, professional engineer, landscape architect, land surveyor or interior designer who is registered to practice his profession in accordance with the applicable provisions of the general statutes; and “design professional services” means those professional services rendered by architects, professional engineers, landscape architects, land surveyors or interior designers, as well as incidental services that members of such professions and those in their employ are authorized to perform.\n\n(P.A. 84-48, S. 7, 17; P.A. 98-235, S. 7.)\n\nHistory: P.A. 98-235 redefined “design professional” to include interior designers and redefined “design professional services” to include services rendered by interior designers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71q/"
    },
    {
      "id": "section-2-71r",
      "number": "2-71r.",
      "heading": "Disqualification from bidding on contracts. Suspension.",
      "text": "(a) The Joint Committee on Legislative Management may disqualify any person, firm or corporation, for up to two years, from bidding on contracts with the Legislative Department, pursuant to section 2-71p, for supplies, materials, equipment and contractual services required by the Legislative Department, for one or more causes set forth under subsection (c) of this section. The committee shall provide notice and an opportunity to be heard to the person, firm or corporation which is the subject of the proceeding. The committee shall issue a written decision within ninety days of the last date of such hearing and state in the decision the reasons for the action taken and, if the person, firm or corporation is being disqualified, the period of such disqualification. The committee shall send the decision to such person, firm or corporation by certified mail, return receipt requested. The written decision shall be a final decision for the purposes of sections 4-180 and 4-183.\n\n(b) Before initiating such a proceeding or during the proceeding, the committee may suspend the person, firm or corporation from being considered for the awarding of such a contract for such supplies, materials, equipment or contractual services, if the committee determines that there is probable cause for disqualification under subsection (a) of this section. No such suspension shall exceed three months. The committee may suspend such a person, firm or corporation only by issuing a written decision setting forth the reasons for, and the period of, the suspension. The committee shall send the decision to such person, firm or corporation by certified mail, return receipt requested.\n\n(c) Causes for disqualification or suspension from bidding on contracts shall include the following:\n\n(1) Conviction or entry of a plea of guilty for commission of a criminal offense as an incident to obtaining or attempting to obtain a public or private contract or subcontract, or in the performance of such contract or subcontract;\n\n(2) Conviction or entry of a plea of guilty under state or federal law for embezzlement, theft, forgery, bribery, falsification or destruction of records, receiving stolen property or any other offense indicating a lack of business integrity or business honesty which affects responsibility as a state contractor;\n\n(3) Conviction or entry of a plea of guilty under state or federal antitrust, collusion or conspiracy statutes arising out of the submission of bids or proposals;\n\n(4) Noncompliance with contract provisions, of a character regarded by the committee to be of such gravity as to indicate a lack of responsibility to perform as a state contractor, including deliberate failure, without good cause, to perform in accordance with specifications or time limits provided in a contract;\n\n(5) A recent record of failure to perform or of unsatisfactory performance in accordance with the terms of one or more contracts, unless such failure to perform or unsatisfactory performance was caused by acts beyond the control of the contractor or supplier; or\n\n(6) Any other cause the committee determines to be so serious or compelling as to affect responsibility as a state contractor, including disqualification by another governmental entity, having caused financial loss to the state or having caused a serious delay or inability of state officials to carry out their duties on a past contract or contracts.\n\n(P.A. 88-297, S. 10.)\n\nCited. 224 C. 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71r/"
    },
    {
      "id": "section-2-71s",
      "number": "2-71s.",
      "heading": "Restrictions on contract extensions.",
      "text": "The Joint Committee on Legislative Management may extend a contract for the purchase of supplies, materials, equipment or contractual services which expires on or after October 1, 1990, and is subject to the competitive bidding requirements of subsection (a) of section 2-71p, without complying with such requirements, if (1) the committee makes a written determination, supported by documentation, that (A) soliciting competitive bids for such purchase would cause a hardship for the state, (B) such solicitation would result in a major increase in the cost of such supplies, materials, equipment or contractual services or (C) the contractor is the sole source for such supplies, materials, equipment or contractual services, (2) the committee solicits at least three competitive quotations in addition to the contractor's quotation and (3) the committee makes a written determination that no such competitive quotation which complies with the existing specifications for the contract is lower than or equal to the contractor's quotation. Any such contract extension shall be based on the contractor's quotation. No contract may be extended more than two times under this section.\n\n(P.A. 90-252, S. 7, 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71s/"
    },
    {
      "id": "section-2-71t",
      "number": "2-71t.",
      "heading": "Retention of personal service contractors; personal service agreements.",
      "text": "(a) As used in subsection (a) of section 2-71p, this section and section 2-71u:\n\n(1) “Competitive negotiation” means a procedure for contracting for services in which (A) proposals are solicited from qualified persons, firms or corporations by a request for proposals and (B) changes may be negotiated in proposals and prices after being submitted.\n\n(2) “Committee” means the Joint Committee on Legislative Management.\n\n(3) “Personal service contractor” means any person, firm or corporation not employed by the state, who is hired by the committee for a fee to provide services to the General Assembly. The term “personal service contractor” does not include (A) a person, firm or corporation providing “contractual services”, as defined in section 2-71p, to the committee, (B) a “design professional”, as defined in section 2-71q, or (C) an agency of the federal government, of the state or of a political subdivision of the state.\n\n(4) “Personal service agreement” means a written agreement defining the services or end product to be delivered by a personal service contractor to the committee.\n\n(b) The committee shall not hire a personal service contractor without executing a personal service agreement with such contractor.\n\n(c) (1) Each personal service agreement having a cost of not more than twenty thousand dollars and a term of not more than one year shall be based, when possible, on competitive negotiation or competitive quotations.\n\n(2) Each personal service agreement having a cost of more than twenty thousand dollars or a term of more than one year shall be based on competitive negotiation or competitive quotations, unless the committee waives such requirement based on its determination that a sole source purchase is required. Not later than October 1, 1995, the committee shall adopt guidelines for determining the types of services that may qualify for such waiver. The qualifying services shall include, but not be limited to, (A) services for which the cost to the state of a competitive selection procedure would outweigh the benefits of such procedure, as documented by the committee, (B) proprietary services, (C) services to be provided by a contractor mandated by the general statutes or a public or special act, and (D) emergency services, including services needed for the protection of life or health.\n\n(d) Prior to determining whether to hire a personal service contractor for a contract having a cost of more than twenty thousand dollars or a term of more than one year, the committee shall consider the following information: (1) A description of the services to be purchased and the need for such services; (2) an estimate of the cost of the services and the term of the agreement; (3) whether the services are to be ongoing; (4) whether the committee has contracted out for such services during the preceding two years and, if so, the name of the contractor, term of the agreement with such contractor and the amount paid to the contractor; and (5) whether the committee intends to purchase the services by competitive negotiation and, if not, why.\n\n(e) (1) A request for proposals issued under subsection (c) of this section shall include, but not be limited to, an outline of the work to be performed, the required minimum qualifications for the personal service contractor, criteria for review of proposals by the committee, the format for proposals and the deadline for submitting proposals.\n\n(2) The committee shall evaluate the proposals submitted in response to the request for proposals and shall select the personal service contractor in accordance with the criteria set forth in the request for proposals.\n\n(f) Subject to the provisions of section 2-71u, the committee may approve the execution of an amendment to a personal service agreement.\n\n(g) Each personal service agreement executed by the committee under this section on and after July 1, 2015, regardless of whether such agreement was based on competitive negotiation or competitive quotations, shall require each personal service contractor, and each subcontractor of such contractor, to pay each of the contractor's or subcontractor's employees providing services under such agreement, and that are performed or rendered at the Legislative Office Building or the State Capitol, a wage of at least (1) fifteen dollars per hour, or (2) if applicable, the amount required to be paid under subsection (b) of section 31-57f, whichever is greater. The provisions of this subsection shall not apply to any employee providing services under such agreement who receives services from the Department of Developmental Services.\n\n(P.A. 95-54, S. 1; June Sp. Sess. P.A. 15-5, S. 100; May Sp. Sess. P.A. 16-3, S. 38.)\n\nHistory: June Sp. Sess. P.A. 15-5 added Subsec. (g) requiring minimum wage to be paid to employees under certain personal service agreements entered into with the committee, effective July 1, 2015; May Sp. Sess. P.A. 16-3 amended Subsec. (g) to delete reference to the Old State House, effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71t/"
    },
    {
      "id": "section-2-71u",
      "number": "2-71u.",
      "heading": "Extension of personal service agreements; extension of contracts based on competitive negotiation.",
      "text": "(a) Except as provided in subsection (b) of this section, the committee may extend a personal service agreement, as defined in subsection (a) of section 2-71t, or a contract based on competitive negotiation, as defined in subsection (a) of section 2-71p, without complying with the requirements of said sections, if the committee finds that an extension is in the best interests of the state. Such finding shall be based on a written determination that: (1) Issuing a request for proposals would cause a hardship for the state; (2) issuing a request for proposals would result in a major increase in the cost of such service; (3) the contractor is the sole source for such service; (4) the expiring contract is for a specific project, rather than an ongoing need for a service, which is still in progress; or (5) the expiring contract is for no more than three years and a change in contractors would entail substantial cost or disruption. No agreement or contract may be extended more than one time under this section.\n\n(b) On and after July 1, 2015, the committee shall not extend any personal service agreement or contract based on competitive negotiation under subsection (a) of this section unless such agreement or contract requires, or is modified to require, the personal service contractor or contractor, and each subcontractor of such personal service contractor or contractor, to pay each of the personal service contractor's, contractor's or subcontractor's employees providing services under such agreement or contract, and that are performed or rendered at the Legislative Office Building or the State Capitol, a wage of at least (1) fifteen dollars per hour, or (2) if applicable, the amount required to be paid under subsection (b) of section 31-57f, whichever is greater. The provisions of this subsection shall not apply to any employee providing services under such agreement or contract who receives services from the Department of Developmental Services.\n\n(P.A. 95-54, S. 2; June Sp. Sess. P.A. 15-5, S. 101; May Sp. Sess. P.A. 16-3, S. 39.)\n\nHistory: June Sp. Sess. P.A. 15-5 designated existing provisions permitting extension of personal service agreement or contract as Subsec. (a) and amended same by adding exception re Subsec. (b), and added Subsec. (b) prohibiting extension of certain personal service agreements or contracts entered into with the committee unless employees under such agreements or contracts are paid the specified minimum wage, effective July 1, 2015; May Sp. Sess. P.A. 16-3 amended Subsec. (b) to delete reference to the Old State House, effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71u/"
    },
    {
      "id": "section-2-71v",
      "number": "2-71v.",
      "heading": "Cooperative purchasing plans. Purchase from person having existing contract to sell.",
      "text": "(a) The Joint Committee on Legislative Management may join with federal agencies, other state governments, political subdivisions of this state or nonprofit organizations in cooperative purchasing plans when the best interests of the state would be served thereby.\n\n(b) The Joint Committee on Legislative Management may purchase equipment, supplies, materials, information systems, telecommunication systems and services from a person who has a contract to sell such goods or services to other state governments, political subdivisions of the state, nonprofit organizations or public purchasing consortia, in accordance with the terms and conditions of such contract, when the best interest of the state would be served. Any purchase made pursuant to this subsection shall not constitute a waiver of any rights or protections provided under any provision of the general statutes to the General Assembly.\n\n(P.A. 97-235, S. 3, 4; P.A. 14-23, S. 1.)\n\nHistory: P.A. 97-235 effective June 24, 1997; P.A. 14-23 designated existing provisions as Subsec. (a) and added Subsec. (b) re purchase from person having existing contract to sell, effective May 28, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71v/"
    },
    {
      "id": "section-2-71w",
      "number": "2-71w.",
      "heading": "Multiple criteria bids or proposals. Pilot program.",
      "text": "Section 2-71w is repealed, effective July 1, 2001.\n\n(P.A. 99-161, S. 9, 11; P.A. 01-106, S. 5, 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71w/"
    },
    {
      "id": "section-2-71x",
      "number": "2-71x.",
      "heading": "Funds for Connecticut Television Network coverage.",
      "text": "For the fiscal year ending June 30, 2024, and each fiscal year thereafter, the Comptroller shall segregate three million two hundred thousand dollars of the amount of the funds received by the state from the tax imposed under chapter 211 on public service companies providing community antenna television service in this state. The moneys segregated by the Comptroller shall be deposited with the Treasurer and made available to the Office of Legislative Management to defray the cost of providing the citizens of this state with Connecticut Television Network coverage of state government deliberations and public policy events.\n\n(June 30 Sp. Sess. P.A. 03-1, S. 106; P.A. 06-187, S. 77; P.A. 14-47, S. 45; June Sp. Sess. P.A. 17-2, S. 662; P.A. 18-81, S. 35; P.A. 23-204, S. 358.)\n\nHistory: June 30 Sp. Sess. P.A. 03-1 effective August 16, 2003; P.A. 06-187 required Comptroller, rather than Commissioner of Revenue Services, to segregate funds from tax on public service companies providing community antenna television service and increased amount segregated from $2,000,000 to $2,500,000, effective July 1, 2006; P.A. 14-47 increased amount segregated from $2,500,000 to $3,200,000 for the fiscal year ending June 30, 2015, and each fiscal year thereafter, effective May 29, 2014; June Sp. Sess. P.A. 17-2 decreased amount segregated from $3,200,000 to $1,600,000 for fiscal year ending June 30, 2018, and each fiscal year thereafter, effective October 31, 2017; P.A. 18-81 increased amount of funds to be segregated to defray costs of providing citizens with Connecticut Television Network coverage, effective July 1, 2018; P.A. 23-204 increased amount segregated from $2,600,000 to $3,200,000 for fiscal year ending June 30, 2024, and each fiscal year thereafter, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71x/"
    },
    {
      "id": "section-2-71y",
      "number": "2-71y.",
      "heading": "Lease or sublease of Old State House by Joint Committee on Legislative Management to Department of Energy and Environmental Protection.",
      "text": "In consideration of the sum of one dollar, the Joint Committee on Legislative Management shall lease or sublease, as appropriate, the Old State House to the Department of Energy and Environmental Protection. Such lease or sublease shall be for a term that is coterminous with the Joint Committee on Legislative Management's lease with the city of Hartford for said Old State House that is in effect as of July 1, 2016. Upon execution of such lease or sublease, the Department of Energy and Environmental Protection shall be responsible for the care, maintenance and operation of the Old State House.\n\n(May Sp. Sess. P.A. 16-3, S. 40.)\n\nHistory: May Sp. Sess. P.A. 16-3 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71y/"
    },
    {
      "id": "section-2-71z",
      "number": "2-71z.",
      "heading": "Approval of certain legislative contracts by legislative leaders required. Exceptions.",
      "text": "(a) Except as provided in subsection (b) or (c) of this section, the Office of Legislative Management shall not enter into any proposed contract of the legislative department pursuant to section 2-71p that has a value exceeding fifty thousand dollars unless such contract has (1) been submitted to the president pro tempore of the Senate, the speaker of the House of Representatives and the majority and minority leaders of the Senate and House of Representatives, and (2) obtained the written approval of a majority of the legislative leaders specified in subdivision (1) of this subsection, including the approval of at least one of the minority leaders. Said legislative leaders may approve the contract or take no action upon such contract.\n\n(b) If at least sixty days have elapsed since the submission of such contract to the legislative leaders in accordance with subsection (a) of this section and such contract has not been approved by a majority of the legislative leaders, including at least one of the minority leaders, such contract shall be deemed approved.\n\n(c) The provisions of this section shall not apply to emergency procurements under subsection (c) or (d) of section 2-71p.\n\n(P.A. 22-118, S. 67.)\n\nHistory: P.A. 22-118 effective May 7, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-18a/section-2-71z/"
    }
  ]
}