{
  "state": "connecticut",
  "path": "title-title-2-general-assembly-and-legislative-agencies/chapter-chapter-23h-commission-on-women-children-seniors-equity-and-",
  "sections": [
    {
      "id": "section-2-127",
      "number": "2-127.",
      "heading": "Commission on Women, Children, Seniors, Equity and Opportunity",
      "text": "(a) There is established a Commission on Women, Children, Seniors, Equity and Opportunity which shall be part of the Legislative Department. The commission shall focus on issues affecting each of the following underrepresented and underserved populations: Women, children and the family, elderly persons, African Americans, Asian Pacific Americans, and Latinos and Puerto Ricans. The Commission on Women, Children, Seniors, Equity and Opportunity shall constitute a successor to the Commission on Equity and Opportunity and the Commission on Women, Children and Seniors, in accordance with the provisions of subsections (b) to (d), inclusive, and subsection (f) of section 4-38d and section 4-38e.\n\n(b) The Commission on Women, Children, Seniors, Equity and Opportunity shall consist of an advisory board, an executive committee and six subcommissions. On and after July 1, 2019, the advisory board shall consist of the following members:\n\n(1) Three members appointed by a joint appointment of the speaker of the House of Representatives and the president pro tempore of the Senate, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs, provided at least one of such members shall also be from the central region of the state;\n\n(2) Three members appointed by the president pro tempore of the Senate, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs, provided at least two of such members shall also be from the northeastern region of the state;\n\n(3) Three members appointed by the speaker of the House of Representatives, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs, provided at least one of such members shall also be from the southeastern region of the state;\n\n(4) Three members appointed by the majority leader of the Senate, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs;\n\n(5) Three members appointed by the majority leader of the House of Representatives, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs;\n\n(6) Three members appointed by the minority leader of the Senate, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs, provided at least one of such members shall also be from the northwestern region of the state;\n\n(7) Three members appointed by the minority leader of the House of Representatives, one of whom has experience in the field of African-American affairs, one of whom has experience in the field of Asian Pacific-American affairs and one of whom has experience in the field of Latino and Puerto Rican affairs, provided at least one of such members shall also be from the southwestern region of the state.\n\n(8) Three members appointed by a joint appointment of the speaker of the House of Representatives and the president pro tempore of the Senate, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons, provided at least one of such members shall also be from the central region of the state;\n\n(9) Three members appointed by the president pro tempore of the Senate, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons, provided at least one of such members shall also be from the northeastern region of the state;\n\n(10) Three members appointed by the speaker of the House of Representatives, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons, provided at least one of such members shall also be from the southeastern region of the state;\n\n(11) Three members appointed by the majority leader of the Senate, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons;\n\n(12) Three members appointed by the majority leader of the House of Representatives, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons;\n\n(13) Three members appointed by the minority leader of the Senate, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons, provided at least one of such members shall also be from the northwestern region of the state;\n\n(14) Three members appointed by the minority leader of the House of Representatives, one of whom has expertise in issues concerning women, one of whom has expertise in issues concerning children or the family and one of whom has expertise in issues concerning elderly persons, provided at least one of such members shall also be from the southwestern region of the state; and\n\n(15) Two members appointed by the Joint Committee on Legislative Management, who have experience in equity and culturally responsive leadership, who shall serve as chairpersons of the advisory board and executive committee, except that the former chairpersons of the Commission on Women, Children and Seniors and the Commission on Equity and Opportunity serving on June 30, 2019, shall be deemed appointed to serve as the chairpersons of the board of the Commission on Women, Children, Seniors, Equity and Opportunity until June 30, 2021. Other than said chairpersons, the term of any members appointed prior to July 1, 2019, to serve on either the Commission on Women, Children and Seniors or the Commission on Equity and Opportunity and whose term has not expired as of June 30, 2019, shall expire on June 30, 2019.\n\n(c) All initial appointments to the board, other than appointments made pursuant to subdivision (15) of subsection (b) of this section, shall be made not later than July 31, 2019, and the term of such initial members shall terminate on June 30, 2021, regardless of when the initial appointment was made. The chairpersons shall schedule the first meeting of the board.\n\n(d) Members of the advisory board appointed on or after July 1, 2019, shall serve for two-year terms. Members shall continue to serve until their successors are appointed. Any vacancy shall be filled by the appointing authority. Any vacancy occurring other than by expiration of term shall be filled for the balance of the unexpired term except as provided in subdivision (15) of subsection (b) of this section. The members of the board shall serve without compensation, but shall, within the limits of available funds, be reimbursed for expenses necessarily incurred in the performance of their duties.\n\n(e) (1) The advisory board shall be organized into an executive committee and six subcommissions with members to be designated by the chairpersons of the advisory board: (A) One subcommission to advise on policies affecting members of the African-American population, (B) one subcommission to advise on policies affecting members of the Asian Pacific-American population, (C) one subcommission to advise on policies affecting members of the Latino and Puerto Rican population, (D) one subcommission to advise on policies affecting women, (E) one subcommission to advise on policies affecting children and family, and (F) one subcommission to advise on policies affecting elderly persons. Each subcommission shall select a chairperson from among its members.\n\n(2) The executive committee shall be comprised of the chairpersons of the advisory board and the chairpersons of each of the six subcommissions. The chairpersons of the advisory board shall serve as the chairpersons of the executive committee and the chairpersons of the subcommissions shall serve as vice-chairpersons of the executive committee. The executive committee shall meet no less than bimonthly, and at special meetings called by one or both of the chairpersons. The chairpersons of the executive committee shall establish standing committees and designate the chairperson of each standing committee, which shall include, but not be limited to, committees on equity, opportunity, communications, civic engagement and programs.\n\n(f) A majority of the advisory board shall constitute a quorum for the transaction of any business of the board. A majority of the membership of a subcommission shall constitute a quorum for the transaction of any business of such subcommission. The advisory board shall meet as often as deemed necessary by the chairpersons or a majority of the board. Any appointed member who fails to attend three consecutive meetings of the board or of a subcommission or who fails to attend fifty per cent of all meetings of the board or its subcommissions held during any calendar year shall be deemed to have resigned from the board.\n\n(g) The commission shall have no authority over staffing or personnel matters. There shall be an executive director of the commission. The executive director and any necessary staff shall be employed by the Joint Committee on Legislative Management, which shall have authority over the hiring, termination and performance review of the executive director and any staff.\n\n(May Sp. Sess. P.A. 16-3, S. 127; P.A. 18-65, S. 1; P.A. 19-117, S. 105.)\n\nHistory: May Sp. Sess. P.A. 16-3 effective July 1, 2016; P.A. 18-65 substantially amended Subsec. (b) to decrease total membership from 63 to 39 members, reducing each appointment accordingly, add references to July 1, 2018, redesignate existing provisions re filling vacancy in Subdiv. (2) as Subpara. (H), and make technical and conforming changes, effective June 1, 2018; P.A. 19-117 substantially amended provisions including adding provisions re Commission on Women, Children, Seniors, Equity and Opportunity as successor to Commission on Equity and Opportunity and Commission on Women, Children and Seniors, adding provisions re advisory board, executive committee and subcommissions, replacing provisions re members with new provisions re same, effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-23h/section-2-127/"
    },
    {
      "id": "section-2-128",
      "number": "2-128.",
      "heading": "Commission duties. Status report. Use of federal funds.",
      "text": "(a) The Commission on Women, Children, Seniors, Equity and Opportunity shall:\n\n(1) Focus its efforts on the following quality of life desired results for women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state: That all such persons are (A) healthy, safe and achieve educational success; (B) free from poverty; and (C) free from discrimination;\n\n(2) With the advice of the executive committee of the commission, make recommendations to the General Assembly and the Governor for new or enhanced policies, programs and services that will foster progress in achieving the desired results described in subdivision (1) of this subsection. Such recommendations shall, when applicable, include, but need not be limited to: (A) Systems innovations, model policies and practices which embed two-generational practice in program, policy and systems change on the state and local levels, in accordance with section 17b-112l; (B) strategies for reducing family poverty, promoting parent leadership and family civics; (C) the promotion of youth leadership opportunities that keep youth engaged in the community; and (D) strategies and programs that address equitable access, impede bias, and narrow the opportunity gap for women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state. Such recommendations may include other state and national best practices, and recommendations on federal funding maximization;\n\n(3) With the advice of the executive committee of the commission, review and comment, as necessary, on any specific proposed state legislation or recommendations that may affect women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state and provide copies of any such comments to members of the General Assembly;\n\n(4) With the advice of the executive committee of the commission, advise the General Assembly concerning the coordination and administration of state programs that affect women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state;\n\n(5) Gather and maintain, as necessary, current information regarding women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state that can be used to better understand the status, condition, and contributions of such groups. Such information, as appropriate and pertinent to the desired results delineated in subdivision (1) of this subsection, shall be included in the annual report submitted in accordance with subsection (b) of this section and shall be made available to legislators and other interested parties upon request;\n\n(6) Maintain liaisons between women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state and government agencies, including the General Assembly; and\n\n(7) Conduct educational and outreach activities intended to raise awareness of and address critical issues for women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state.\n\n(b) Not later than January first, annually, the executive director of the commission shall submit a status report, organized by subcommission, concerning its efforts in promoting the desired results listed in subdivision (1) of subsection (a) of this section to the joint standing committee of the General Assembly having cognizance of matters relating to appropriations and the budgets of state agencies in accordance with the provisions of section 11-4a. On and after January 1, 2022, such report shall include the status of amendments to the joint rules of the House of Representatives and the Senate concerning the preparation of racial and ethnic impact statements pursuant to section 2-24b.\n\n(c) The Commission on Women, Children, Seniors, Equity and Opportunity may: (1) Request, and shall receive, from any state agency such information and assistance as the commission may require; (2) use such funds as may be available from federal, state or other sources and may enter into contracts to carry out the purposes of the commission; (3) utilize voluntary and uncompensated services of private individuals, state or federal agencies and organizations as may, from time to time, be offered and needed; (4) recommend policies to federal agencies and political subdivisions of the state relative to women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state; (5) accept any gift, donation or bequest for the purpose of performing the duties of the commission; (6) hold public hearings; (7) establish task forces or standing committees, as necessary, to perform the duties of the commission; (8) adopt regulations, in accordance with chapter 54, as it may deem necessary to carry out the duties of the commission; and (9) inform leaders of business, education, state and local governments and the communications media of the nature and scope of the problems faced by women, children and their families, seniors and members of the African-American, Asian Pacific-American and Latino and Puerto Rican populations of the state.\n\n(d) The executive director of the commission may enter into any agreement with a state agency for the purpose of maximizing the receipt of federal funds by such state agency, provided such state agency shall utilize any federal funds received as a result of such agreement to perform those statutory duties of such agency that relate to the commission's duties. The commission may accept that portion of federal funds received by any such state agency as a result of any such agreement which federal law otherwise permits to be received by the commission.\n\n(May Sp. Sess. P.A. 16-3, S. 128; P.A. 19-117, S. 106; P.A. 21-35, S. 8.)\n\nHistory: May Sp. Sess. P.A. 16-3 effective July 1, 2016; P.A. 19-117 replaced “Commission on Equity and Opportunity” with “Commission on Women, Children, Seniors, Equity and Opportunity”, added references to women, children and their families and seniors, amended Subsec. (a) to add provisions re advice of executive committee in Subdivs. (2), (3) and (4), and add reference to Sec. 17b-112lin Subdiv. (2)(A), amended Subsec. (b) to add reference to executive director, replace “policy division” with “subcommission”, and replace “and any progress made in achieving” with “in promoting”, and amended Subsec. (c) to replace “advisory committees” with “standing committees” in Subdiv. (7), and made technical and conforming changes, effective July 1, 2019 (Revisor's note: Pursuant to P.A. 19-117, “Commission on Equity and Opportunity” was changed editorially by the Revisors to “Commission on Women, Children, Seniors, Equity and Opportunity” in Subsec. (c)); P.A. 21-35 amended Subsec. (b) by adding provision re status of amendments to joint rules re racial and ethnic impact statements, effective June 14, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-23h/section-2-128/"
    },
    {
      "id": "section-2-128a",
      "number": "2-128a.",
      "heading": "Title IX compliance toolkit.",
      "text": "(a) The Commission on Women, Children, Seniors, Equity and Opportunity shall convene and lead a working group to identify or develop a Title IX compliance toolkit for use by local and regional boards of education, students and parents and guardians of students. For purposes of this section and sections 10-11c, 10-222y and 10-222z, “Title IX” means the provisions of Title IX of the Elementary and Secondary Education Act of 1972, 20 USC 1681 et seq., as amended from time to time.\n\n(b) The Title IX compliance toolkit shall include:\n\n(1) Training for school administrators, Title IX coordinators, school personnel, students and parents and guardians of students that includes (A) information regarding the prevention, identification and response to adult sexual misconduct in schools, as described in the United States Department of Education's “Training Guide for Administrators and Educators on Addressing Adult Sexual Misconduct in the School Setting”, and (B) research and data regarding the prevalence of child sexual abuse, adult sexual misconduct and the unique risk to sexual abuse for students with disabilities or who are lesbian, gay, bisexual, transgender, queer or another sexual orientation or gender identity;\n\n(2) A model antidiscrimination and abuse prevention policy and procedures that include but are not limited to, policies addressing the needs of students with disabilities or who are lesbian, gay, bisexual, transgender, queer or another sexual orientation or gender identity;\n\n(3) A summary of applicable state and federal statutory and regulatory requirements and how such requirements affect the rights of students, including students with disabilities or who are lesbian, gay, bisexual, transgender, queer or another sexual orientation or gender identity, to be free from discrimination, harassment and abuse;\n\n(4) Provisions relating to the process for reporting an incident of adult sexual misconduct, including documents accessible to parents and guardians of students, students, school personnel and administrators;\n\n(5) Requirements for investigating reports of adult sexual misconduct, including information regarding the need to offer safety planning and services to the complainant or victim;\n\n(6) An explanation of the Title IX complaint procedures, including, but not limited to, the various methods accessible to parents and guardians of students, students, school personnel and administrators of submitting complaints;\n\n(7) Information explaining the right of an individual to seek redress from the Commission on Human Rights and Opportunities and the United States Department of Health and Human Services' Office for Civil Rights that is accessible to parents and guardians of students, students, school personnel and administrators;\n\n(8) Procedures for publishing and disseminating information to parents and guardians of students, students, school personnel and administrators from the Connecticut School Health Survey, administered pursuant to section 10-217h, and school climate assessment instruments, completed pursuant to section 10-222d;\n\n(9) Information relating to personnel and resources at the state and federal level that are available to provide ongoing technical assistance and support to local and regional boards of education with regard to such boards' compliance with Title IX requirements; and\n\n(10) Information relating to resources that are available to provide support to students, educators and parents and guardians regarding prevention, identification and response to child sexual harassment, discrimination and abuse.\n\n(c) The working group shall consist of: (1) The executive director of the Commission on Women, Children, Seniors, Equity and Opportunity, or the executive director's designee, (2) the Commissioner of Education, or the commissioner's designee, (3) the Commissioner of Children and Families, or the commissioner's designee, (4) the Commissioner of Public Health, or the commissioner's designee, (5) the executive director of the Commission on Human Rights and Opportunities, or the executive director's designee, (6) the Child Advocate, or the Child Advocate's designee, (7) a representative from each of the following organizations, designated by each such organization: (A) The Connecticut Alliance to End Sexual Violence, (B) the Connecticut Children's Alliance, (C) Disability Rights of Connecticut, (D) the Connecticut Association of Public School Superintendents, and (E) the Connecticut Association of Boards of Education, and (8) any additional members who have expertise in human resources and Internet technology, designated by the executive director of the Commission on Women, Children, Seniors, Equity and Opportunity.\n\n(d) Not later than July 1, 2024, the working group shall submit the Title IX compliance toolkit to the joint standing committee of the General Assembly having cognizance of matters relating to children, in accordance with the provisions of section 11-4a. The working group shall terminate on the date that it submits such toolkit or July 1, 2024, whichever is later.\n\n(P.A. 23-66, S. 1.)\n\nHistory: P.A. 23-66 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-23h/section-2-128a/"
    },
    {
      "id": "section-2-129",
      "number": "2-129.",
      "heading": "Term “Commission on Women, Children, Seniors, Equity and Opportunity” substituted for former legislative commissions.",
      "text": "(a) Wherever the term “Commission on Women, Children and Seniors” is used in any public or special act of the 2019 regular session, the term “Commission on Women, Children, Seniors, Equity and Opportunity” shall be substituted in lieu thereof. Wherever the term “Commission on Equity and Opportunity” is used in any public or special act of the 2019 regular session, the term “Commission on Women, Children, Seniors, Equity and Opportunity” shall be substituted in lieu thereof.\n\n(b) The Legislative Commissioners' Office shall, in codifying the provisions of this section, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of this section.\n\n(May Sp. Sess. P.A. 16-3, S. 131; P.A. 19-117, S. 107; P.A. 23-22, S. 2.)\n\nHistory: May Sp. Sess. P.A. 16-3 effective June 2, 2016; P.A. 19-117 substantially amended Subsec. (a) including deleting references to former legislative commissions and adding provision re the terms “Commission on Women, Children and Seniors” and “Commission on Equity and Opportunity” to be replaced with “Commission on Women, Children, Seniors, Equity and Opportunity”, effective July 1, 2019; P.A. 23-22 amended Subsec. (a) to make technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-2/chapter-23h/section-2-129/"
    },
    {
      "id": "section-2-130",
      "number": "2-130",
      "heading": "to 2-134. - Reserved for future use.",
      "text": "to 2-134. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}