{
  "state": "south-dakota",
  "path": "title-title-39-food-and-drugs/chapter-chapter-18-animal-remedies",
  "sections": [
    {
      "id": "section-39-18-1",
      "number": "39-18-1",
      "heading": "Definition of terms.Section 39-18-2 - Administration of chapter",
      "text": "39-18-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Advertisement,\" all representations, other than those on the label, disseminated in any manner or by any means, relating to animal remedies as defined in this chapter;\n\n(2)\"Animal,\" any animate being, which is not human, endowed with the power of voluntary action;\n\n(3)\"Animal remedies,\" all drugs, combination of drugs, proprietary medicines, biological products, and combinations of drugs and other ingredients, other than for food or cosmetic purposes, which are prepared or compounded for animal use; except those exempted by the secretary of agriculture and natural resources;\n\n(4)\"Brand name,\" any word, name, symbol, or device, or any combination thereof, identifying the animal remedy of a distributor and distinguishing it from that of others;\n\n(5)\"Distribute,\" to offer for sale, sell, or barter;\n\n(6)\"Dosage form,\" any animal remedy prepared in tablets, pills, capsules, ampules, or other units suitable for administration as an animal remedy;\n\n(7)\"Drug,\":\n\n(a)Articles recognized in the official United States Pharmacopoeia, the official Homeopathic Pharmacopoeia of the United States, official National Formulary, or any supplement to any of them;\n\n(b)Articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in animals;\n\n(c)Preparations for external or internal use in the mitigation of parasites in or on animals;\n\n(d)Articles (other than food) intended to affect the structure or any function of the body of animals;\n\n(e)Articles intended for use as a component of any articles specified in subsection (a), (b), (c), or (d) of this subdivision;\n\nbut does not include devices or their components, parts, or accessories;\n\n(8)\"Label,\" a display of written, printed, or graphic matter upon the immediate container of any article; and a requirement made by or under authority of this chapter that any word, statement, or other information appearing on the label may not be considered to be complied with unless such word, statement, or other information also appears on the outside container or wrapper, if any there be, of the retail package of such article, or is easily legible through the outside container or wrapper;\n\n(9)\"Labeling,\" all labels and other written, printed, graphic matter:\n\n(a)Upon any article or any of its containers or wrappers;\n\n(b)Accompanying such article;\n\n(10)\"Person,\" any individual, firm, partnership, limited liability company, corporation, association, or organized group of persons whether incorporated or not;\n\n(11)\"Product name,\" the name of the animal remedy which identifies it as to kind, class, or specific use.\n\nSource: SL 1913, ch 332; RC 1919, §7892; SL 1929, ch 238, §1; SDC 1939, §22.1002; SL 1964, ch 6, §2; SL 1966, ch 8, §3; SL 1994, ch 351, §95; SL 2021, ch 1 (Ex. Ord.21-3), § 14, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-1/"
    },
    {
      "id": "section-39-18-2",
      "number": "39-18-2",
      "heading": "Administration of chapter.",
      "text": "39-18-2. Administration of chapter.\n\nThis chapter shall be administered by the secretary of agriculture and natural resources of the State of South Dakota, hereinafter referred to as the \"secretary.\"\n\nSource: SL 1929, ch 238, §13; SDC 1939, §22.1001; SL 1964, ch 6, §1; SL 1966, ch 8, §2; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-2/"
    },
    {
      "id": "section-39-18-3",
      "number": "39-18-3",
      "heading": "Registration required for distribution of remedy.",
      "text": "39-18-3. Registration required for distribution of remedy.\n\nBefore being distributed in South Dakota, each animal remedy shall be registered by the manufacturer or the person responsible for distributing the animal remedy.\n\nSource:SL 1929, ch 238, §5; SDC 1939, §22.1004; SL 1941, ch 96; SL 1943, ch 87, §1; SL 1947, ch 97, §1; SL 1964, ch 6, §4; SL 1965, ch 9, §2; SL 1966, ch 8, §4 (a); SL 1987, ch 294, §1; SL 2017, ch 43, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-3/"
    },
    {
      "id": "section-39-18-4",
      "number": "39-18-4",
      "heading": "Experimental remedies exempt from registration--Labeling.",
      "text": "39-18-4. Experimental remedies exempt from registration--Labeling.\n\nSection 39-18-3 does not apply to an animal remedy intended solely for investigational, experimental, or laboratory use by qualified persons, provided such remedy is plainly labeled \"for investigational use only.\"\n\nSource:SL 1966, ch 8, §4 (g).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-4/"
    },
    {
      "id": "section-39-18-5",
      "number": "39-18-5",
      "heading": "Application for registration--Contents.",
      "text": "39-18-5. Application for registration--Contents.\n\nAny person may make application for the registration of any animal remedy by filing with the secretary of agriculture and natural resources, on forms furnished by him, a statement with respect to such animal remedy setting forth:\n\n(1)The name and principal address of the manufacturer or person responsible for placing such animal remedy on the market with the name and address of the person to whom the correspondence should be addressed;\n\n(2)The name, brand, or trademark under which the animal remedy will be sold.\n\nSource: SL 1929, ch 238, §5; SDC 1939, §22.1004; SL 1941, ch 96; SL 1943, ch 87, §1; SL 1947, ch 97, §1; SL 1964, ch 6, §4; SL 1965, ch 9, §2; SL 1966, ch 8, §4 (b); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-5/"
    },
    {
      "id": "section-39-18-6",
      "number": "39-18-6",
      "heading": "Label to accompany application--Specimen required--Statement of claims.",
      "text": "39-18-6. Label to accompany application--Specimen required--Statement of claims.\n\nA label for any animal remedy shall accompany each application for registration, and, when requested by the secretary of agriculture and natural resources, a representative and true sample or specimen of each animal remedy to be registered shall accompany such application. A statement of claims made or to be made which differ from the label submitted shall be filed with the secretary prior to use.\n\nSource: SL 1929, ch 238, §5; SDC 1939, §22.1004; SL 1941, ch 96; SL 1943, ch 87, §1; SL 1947, ch 97, §1; SL 1964, ch 6, §4; SL 1965, ch 9, §2; SL 1966, ch 8, §4 (c); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-6/"
    },
    {
      "id": "section-39-18-7",
      "number": "39-18-7",
      "heading": "Classification by secretary as commercial feed or animal remedy.",
      "text": "39-18-7. Classification by secretary as commercial feed or animal remedy.\n\nThe secretary of agriculture and natural resources may determine whether a preparation intended for animal use and subject to registration shall be registered as a commercial feed or as an animal remedy.\n\nSource: SL 1966, ch 8, §4 (h); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-7/"
    },
    {
      "id": "section-39-18-8",
      "number": "39-18-8",
      "heading": "Copy of registration forwarded to applicant_Annual expiration date.",
      "text": "39-18-8. Copy of registration forwarded to applicant--Annual expiration date.\n\nUpon approval by the secretary of agriculture and natural resources, a copy of the registration of an animal remedy shall be forwarded to the applicant. All registrations are on an annual basis, expiring the thirty-first day of December of the year after the date of registration. An annual registration fee of seventy-five dollars for each product shall be paid to the secretary upon application for registration.\n\nSource: SDC 1939, §22.1004; SL 1941, ch 96; SL 1943, ch 87, §1; SL 1947, ch 97, §1; SL 1964, ch 6, §4; SL 1966, ch 8, §4 (c); SL 1981, ch 286, §10; SL 1987, ch 294, §2; SL 2001, ch 215, §34; SL 2017, ch 43, §13; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-8/"
    },
    {
      "id": "section-39-18-9",
      "number": "39-18-9",
      "heading": "Disposition of funds collected.",
      "text": "39-18-9. Disposition of funds collected.\n\nAll of the registration fee paid pursuant to §39-18-8 on any animal remedy manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund and used to retire bonds issued for the State Animal Disease Research and Diagnostic Laboratory.\n\nTwelve dollars and fifty cents of the animal remedy registration fee paid pursuant to §39-18-8 on any animal remedy not manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be paid into the feed and remedy fund established in §39-14-45. The remaining sixty-two dollars and fifty cents of this registration fee shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund.\n\nSource:SDC 1939, §22.1004; SL 1941, ch 96; SL 1943, ch 87, §1; SL 1947, ch 97, §1; SL 1966, ch 8, §4 (d); SL 1993, ch 304, §18; SL 2017, ch 43, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-9/"
    },
    {
      "id": "section-39-18-10",
      "number": "39-18-10",
      "heading": "Refusal to register product of no value--Suspension or revocation for flagrant violation.",
      "text": "39-18-10. Refusal to register product of no value--Suspension or revocation for flagrant violation.\n\nThe secretary of agriculture and natural resources may refuse to issue any certificate of registration for an animal remedy to any applicant if available facts indicate that the product proposed for registration is of negligible or no value for the correcting, alleviating, or mitigating animal injuries or diseases for which it is intended, or he may suspend or revoke any registration for flagrant violation of this chapter.\n\nSource: SL 1966, ch 8, §4 (i); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-10/"
    },
    {
      "id": "section-39-18-11",
      "number": "39-18-11",
      "heading": "No additional fee required if paid by manufacturer or distributor.",
      "text": "39-18-11. No additional fee required if paid by manufacturer or distributor.\n\nWhen an animal remedy has been registered and the fee paid by the manufacturer, or distributor, no other person shall be required to pay such fee.\n\nSource:SL 1966, ch 8, §4 (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-11/"
    },
    {
      "id": "section-39-18-12",
      "number": "39-18-12",
      "heading": "Sale or offer of unregistered remedy prohibited.",
      "text": "39-18-12. Sale or offer of unregistered remedy prohibited.\n\nNo person shall sell, deliver, hold, or offer for sale any animal remedy which has not been registered with the secretary of agriculture and natural resources as provided in §§39-18-3 to 39-18-8, inclusive.\n\nSource: SL 1929, ch 238, §12; SDC 1939, §22.9917; SL 1964, ch 6, §7; SL 1966, ch 8, §10 (a); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-12/"
    },
    {
      "id": "section-39-18-13",
      "number": "39-18-13",
      "heading": "Sale by retailer without reregistration.",
      "text": "39-18-13. Sale by retailer without reregistration.\n\nAny retailer of animal remedies who has bought a supply of animal remedies at a time, as shown by invoice dates, when such remedies were registered, may sell or otherwise dispose of such remedies without reregistering them.\n\nSource:SL 1966, ch 8, §4 (f).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-13/"
    },
    {
      "id": "section-39-18-14",
      "number": "39-18-14",
      "heading": "Professional supervision required for preparation and packaging of remedies.",
      "text": "39-18-14. Professional supervision required for preparation and packaging of remedies.\n\nNo person shall compound, manufacture, make, produce, pack, package, or prepare within this state any animal remedy to be offered for sale or distribution unless such compounding, manufacture, making, producing, packaging, packing, or preparing is done with adequate equipment under the supervision of a licensed veterinarian, a graduate chemist, a licensed pharmacist, a licensed physician, or some other person as may be approved by the secretary of agriculture and natural resources after an investigation and a determination by the secretary that they are qualified by scientific or technical training or by experience to perform such duties of supervision as may be necessary to protect animal health and public safety.\n\nSource: SL 1966, ch 8, §10 (c); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-14/"
    },
    {
      "id": "section-39-18-15",
      "number": "39-18-15",
      "heading": "Label required on animal remedy--Contents.",
      "text": "39-18-15. Label required on animal remedy--Contents.\n\nAny animal remedy distributed in this state shall be accompanied by a legible label bearing the following information:\n\n(1)The name and principal addresses of the manufacturer or person responsible for placing such animal remedy on the market;\n\n(2)The name, brand, or trade-mark under which the animal remedy is sold;\n\n(3)An accurate statement of the minimum net contents of the package, lot, or parcel, such contents stated by weight in the case of solids, by volume in the case of liquids, and by both count and weight or volume per dose in the case of dosage forms;\n\n(4)The common or usual name and quantity of each active ingredient;\n\n(5)Adequate directions for use;\n\n(6)Adequate warnings against use in those conditions, whether pathological or normal, where its use may be dangerous to the health of animals, or against unsafe dosage, methods, or duration of methods, administration, or application, in such manner and form, as are necessary for the protection of animals.\n\nSource:SL 1929, ch 238, §6; SDC 1939, §22.1003; SL 1945, ch 85; SL 1964, ch 6, §3; SL 1965, ch 9, §1; SL 1966, ch 8, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-15/"
    },
    {
      "id": "section-39-18-16",
      "number": "39-18-16",
      "heading": "Forgery or counterfeiting of label prohibited.",
      "text": "39-18-16. Forgery or counterfeiting of label prohibited.\n\nNo person shall forge, counterfeit, simulate, or falsely represent, or without proper authority use, any mark, stamp, tag, label, or other identification device required by §39-18-15.\n\nSource:SL 1966, ch 8, §10 (i).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-16/"
    },
    {
      "id": "section-39-18-17",
      "number": "39-18-17",
      "heading": "Alteration or destruction of label prohibited--Other acts resulting in misbranding.",
      "text": "39-18-17. Alteration or destruction of label prohibited--Other acts resulting in misbranding.\n\nNo person shall alter, mutilate, destroy, obliterate, or remove any part of the labeling of any animal remedy if such acts result in such animal remedy being misbranded, or do any other act, while such animal remedy is being held for sale, which results in the misbranding of such article.\n\nSource:SL 1966, ch 8, §10 (h).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-17/"
    },
    {
      "id": "section-39-18-18",
      "number": "39-18-18",
      "heading": "Remedy deemed misbranded if not properly labeled.",
      "text": "39-18-18. Remedy deemed misbranded if not properly labeled.\n\nAn animal remedy shall be deemed to be misbranded if it is not labeled as required in §39-18-15 and in regulations promulgated under this chapter.\n\nSource:SDC 1939, §22.1006 as added by SL 1949, ch 83; SL 1964, ch 6, §6; SL 1966, ch 8, §7 (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-18/"
    },
    {
      "id": "section-39-18-19",
      "number": "39-18-19",
      "heading": "Remedy deemed misbranded if label misleading.",
      "text": "39-18-19. Remedy deemed misbranded if label misleading.\n\nAn animal remedy shall be deemed to be misbranded if the labeling is false or misleading in any particular.\n\nSource:SL 1966, ch 8, §7 (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-19/"
    },
    {
      "id": "section-39-18-20",
      "number": "39-18-20",
      "heading": "Remedy deemed misbranded if required information on label not conspicuous and clear.",
      "text": "39-18-20. Remedy deemed misbranded if required information on label not conspicuous and clear.\n\nAn animal remedy shall be deemed to be misbranded if any word, statement, or other information required to appear on the label is not prominently placed on such label with such conspicuousness, as compared with other words, statements, designs, or devices in the labeling and in such terms, as to render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use.\n\nSource:SL 1966, ch 8, §7 (f).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-20/"
    },
    {
      "id": "section-39-18-21",
      "number": "39-18-21",
      "heading": "Remedy deemed misbranded if container deceptive as to quantity.",
      "text": "39-18-21. Remedy deemed misbranded if container deceptive as to quantity.\n\nAn animal remedy shall be deemed to be misbranded if its container is so made, formed, or filled as to be deceptive or misleading as to the amount of contents.\n\nSource:SL 1966, ch 8, §7 (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-21/"
    },
    {
      "id": "section-39-18-22",
      "number": "39-18-22",
      "heading": "Remedy deemed misbranded if distributed under name of another.",
      "text": "39-18-22. Remedy deemed misbranded if distributed under name of another.\n\nAn animal remedy shall be deemed to be misbranded if it is distributed under the name of another animal remedy.\n\nSource:SL 1966, ch 8, §7 (d).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-22/"
    },
    {
      "id": "section-39-18-23",
      "number": "39-18-23",
      "heading": "Remedy deemed misbranded if recommended dosage is dangerous.",
      "text": "39-18-23. Remedy deemed misbranded if recommended dosage is dangerous.\n\nAn animal remedy shall be deemed to be misbranded if it is dangerous to the health of animals when used in the dosage or with the frequency or duration prescribed, recommended, or suggested in the labeling of such remedy.\n\nSource:SL 1966, ch 8, §7 (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-23/"
    },
    {
      "id": "section-39-18-24",
      "number": "39-18-24",
      "heading": "Distribution under federal license as compliance with branding requirements.",
      "text": "39-18-24. Distribution under federal license as compliance with branding requirements.\n\nAny animal remedy that is manufactured and distributed under license from and under the supervision of the United States Department of Agriculture, and in compliance with the regulations of such department complies with §§39-18-18 to 39-18-23, inclusive.\n\nSource:SL 1966, ch 8, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-24/"
    },
    {
      "id": "section-39-18-25",
      "number": "39-18-25",
      "heading": "Putrid and decomposed substances constituting adulteration.",
      "text": "39-18-25. Putrid and decomposed substances constituting adulteration.\n\nAn animal remedy shall be deemed to be adulterated if it consists in whole or in part of any filthy, putrid, or decomposed substance.\n\nSource:SL 1966, ch 8, §6 (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-25/"
    },
    {
      "id": "section-39-18-26",
      "number": "39-18-26",
      "heading": "Poisonous and deleterious substances constituting adulteration.",
      "text": "39-18-26. Poisonous and deleterious substances constituting adulteration.\n\nAn animal remedy shall be deemed to be adulterated if it bears or contains any poisonous or deleterious substance which may render it injurious to health under such conditions of use as are customary or usual.\n\nSource:SL 1966, ch 8, §6 (d).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-26/"
    },
    {
      "id": "section-39-18-27",
      "number": "39-18-27",
      "heading": "Injurious substance in container constituting adulteration.",
      "text": "39-18-27. Injurious substance in container constituting adulteration.\n\nAn animal remedy shall be deemed to be adulterated if its container is composed of any injurious or deleterious substance which may render it injurious to health.\n\nSource:SL 1966, ch 8, §6 (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-27/"
    },
    {
      "id": "section-39-18-28",
      "number": "39-18-28",
      "heading": "Preparation or packing under unsanitary conditions as adulteration.",
      "text": "39-18-28. Preparation or packing under unsanitary conditions as adulteration.\n\nAn animal remedy shall be deemed to be adulterated if it was prepared, packed, or held under unsanitary conditions whereby it may have become contaminated with filth or whereby it may have been rendered injurious to animal health.\n\nSource:SL 1966, ch 8, §6 (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-28/"
    },
    {
      "id": "section-39-18-29",
      "number": "39-18-29",
      "heading": "Substandard strength or quality as adulteration--Tolerance allowed.",
      "text": "39-18-29. Substandard strength or quality as adulteration--Tolerance allowed.\n\nAn animal remedy shall be deemed to be adulterated if its composition, purity, strength, or quality falls below or differs from that which it is purported or is represented to possess by its labeling; but, the secretary of agriculture and natural resources shall allow a reasonable tolerance from such representation as is in accordance with good manufacturing practices.\n\nSource: SL 1966, ch 8, §6 (b); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-29/"
    },
    {
      "id": "section-39-18-30",
      "number": "39-18-30",
      "heading": "Manufacture or sale of adulterated or misbranded remedy prohibited.",
      "text": "39-18-30. Manufacture or sale of adulterated or misbranded remedy prohibited.\n\nNo person shall manufacture, sell, deliver, hold, or offer for sale any animal remedy that is adulterated or misbranded.\n\nSource:SL 1966, ch 8, §10 (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-30/"
    },
    {
      "id": "section-39-18-31",
      "number": "39-18-31",
      "heading": "False guaranty prohibited--Reliance on guaranty by another.",
      "text": "39-18-31. False guaranty prohibited--Reliance on guaranty by another.\n\nNo person shall give a guaranty which is false, except a person who relied on a guaranty to the same effect signed by, and containing the name and address of, the person from whom he received the animal remedy in good faith.\n\nSource:SL 1966, ch 8, §10 (g).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-31/"
    },
    {
      "id": "section-39-18-32",
      "number": "39-18-32",
      "heading": "False or misleading advertising prohibited--Restrictions on liability of advertising media.",
      "text": "39-18-32. False or misleading advertising prohibited--Restrictions on liability of advertising media.\n\nNo person shall disseminate any advertisement which is false or misleading in any respect, but no person or medium for the dissemination of any advertisement, except the manufacturer, packer, distributor, or seller of the article to which a false advertisement relates, is subject to the penalties for violations of this chapter, by reason of the dissemination by him of such false advertisement, unless he refused, on the request of the secretary of agriculture and natural resources to furnish the name and address of the manufacturer, packer, distributor, seller, or advertising agency which caused him to disseminate such advertisement.\n\nSource: SL 1966, ch 8, §10 (d); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-32/"
    },
    {
      "id": "section-39-18-33",
      "number": "39-18-33",
      "heading": "Sale of unrefrigerated biological products prohibited.",
      "text": "39-18-33. Sale of unrefrigerated biological products prohibited.\n\nNo person shall sell or offer to sell any biological product that has not been kept in refrigeration under conditions prescribed by the rules and regulations promulgated and adopted by the secretary of agriculture and natural resources.\n\nSource: SL 1966, ch 8, §10 (j); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-33/"
    },
    {
      "id": "section-39-18-34",
      "number": "39-18-34",
      "heading": "Exemption of veterinarians.",
      "text": "39-18-34. Exemption of veterinarians.\n\nExcept as provided in §39-18-34.1, this chapter does not apply to persons licensed to practice veterinary medicine in this state in the practice of their profession.\n\nSource:SL 1966, ch 8, §13; SL 1987, ch 29, §95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-34/"
    },
    {
      "id": "section-39-18-341",
      "number": "39-18-34.1",
      "heading": "Relationship between veterinarian and client or patient as condition of dispensing certain drugs--What constitutes a valid relationship.",
      "text": "39-18-34.1. Relationship between veterinarian and client or patient as condition of dispensing certain drugs--What constitutes a valid relationship.\n\nThe sale, dispensing, shipping, or otherwise making available of a veterinary drug product label containing the legend \"Caution: Federal Law restricts this drug to use by or on the order of a licensed veterinarian\" shall result from a relationship between the veterinarian and his client or patient. A valid relationship shall exist if the veterinarian has assumed the responsibility for making medical judgments regarding the health of the animal and the need for medical treatment, and the client has agreed to follow the instructions of the veterinarian; and if there is sufficient knowledge of the animal by the veterinarian to initiate at least a general or preliminary diagnosis of the medical condition of the animal and the veterinarian is readily available for follow-up in case of adverse reactions or failure of the regimen of therapy.\n\nSource:SL 1986, ch 313, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-34-1/"
    },
    {
      "id": "section-39-18-35",
      "number": "39-18-35",
      "heading": "Enforcement of chapter--Rules and regulations--Notice and hearing on regulations.",
      "text": "39-18-35. Enforcement of chapter--Rules and regulations--Notice and hearing on regulations.\n\nThe secretary of agriculture and natural resources is hereby charged with the enforcement of this chapter, and may promulgate rules pursuant to chapter 1-26 pertaining to the labeling, inspection, sampling, analysis, storage, distribution, registration, manufacturing, production, preparation, and packaging of animal remedies.\n\nSource: SDC 1939, §22.1006 as added by SL 1949, ch 83; SL 1964, ch 6, §6; SL 1966, ch 8, §9; SL 1986, ch 326, §82; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-35/"
    },
    {
      "id": "section-39-18-36",
      "number": "39-18-36",
      "heading": "Publication of production data and analysis results--Operations not disclosed.",
      "text": "39-18-36. Publication of production data and analysis results--Operations not disclosed.\n\nThe secretary of agriculture and natural resources may publish at such times and in such forms as he may deem proper, information concerning the sales of animal remedies, together with such data on their production and use as he may consider advisable, and a report of the results of the analyses of official samples of animal remedies sold within the state as compared with the analyses guaranteed in the registration and on the label; provided, however, that the information concerning production and use of animal remedies shall not disclose the operations of any person.\n\nSource: SL 1929, ch 238, §13; SDC 1939, §22.1001; SL 1964, ch 6, §1; SL 1966, ch 8, §12; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-36/"
    },
    {
      "id": "section-39-18-37",
      "number": "39-18-37",
      "heading": "Violation of chapter or rules and regulations as misdemeanor.",
      "text": "39-18-37. Violation of chapter or rules and regulations as misdemeanor.\n\nA violation of this chapter or of any administrative rule issued pursuant thereto is a Class 2 misdemeanor.\n\nSource:SL 1929, ch 238, §12; SDC 1939, §22.9917; SL 1964, ch 6, §7; SL 1966, ch 8, §14 (a); SL 1977, ch 190, §415.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-37/"
    },
    {
      "id": "section-39-18-38",
      "number": "39-18-38",
      "heading": "Investigations pertinent to enforcement.",
      "text": "39-18-38. Investigations pertinent to enforcement.\n\nThe secretary of agriculture and natural resources shall make all necessary investigations pertinent to the enforcement of this chapter.\n\nSource: SL 1929, ch 238, §13; SDC 1939, §22.1001; SL 1964, ch 6, §1; SL 1966, ch 8, §8 (a); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-38/"
    },
    {
      "id": "section-39-18-39",
      "number": "39-18-39",
      "heading": "Access of departmental personnel to premises.",
      "text": "39-18-39. Access of departmental personnel to premises.\n\nThe secretary of agriculture and natural resources or his agent shall have free access at all reasonable hours to any establishment in which animal remedies are manufactured, processed, packed, sold, or offered for sale, to inspect such premises and to determine whether the provisions of this chapter are being violated.\n\nSource: SL 1966, ch 8, §8 (b); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-39/"
    },
    {
      "id": "section-39-18-40",
      "number": "39-18-40",
      "heading": "Procurement and analysis of samples--Official analysis as sole guide for administrative determinations.",
      "text": "39-18-40. Procurement and analysis of samples--Official analysis as sole guide for administrative determinations.\n\nThe secretary of agriculture and natural resources or his agent may secure samples or specimens of any animal remedy after paying or offering to pay for them, and he shall make an examination or analysis of such samples to determine whether the provisions of this chapter are being violated. The secretary, in determining for administrative purposes whether an animal remedy is deficient in any component, shall be guided solely by the official sample obtained and analyzed as provided for above.\n\nSource: SL 1929, ch 238, §13; SDC 1939, §22.1001; SL 1964, ch 6, §1; SL 1966, ch 8, §8 (c); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-40/"
    },
    {
      "id": "section-39-18-41",
      "number": "39-18-41",
      "heading": "Refusal of inspection or sample prohibited.",
      "text": "39-18-41. Refusal of inspection or sample prohibited.\n\nNo person shall refuse to permit entry or inspection, or to permit the acquisition of a sample or specimen of an animal remedy, as authorized by §§39-18-39 and 39-18-40.\n\nSource:SL 1966, ch 8, §10 (e).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-41/"
    },
    {
      "id": "section-39-18-42",
      "number": "39-18-42",
      "heading": "Analysis result showing adulteration or misbranding forwarded to distributor and purchaser--Portion of sample furnished.",
      "text": "39-18-42. Analysis result showing adulteration or misbranding forwarded to distributor and purchaser--Portion of sample furnished.\n\nWhen the inspection and analysis of an official sample indicates an animal remedy has been adulterated or misbranded, the results of analysis shall be forwarded by the secretary of agriculture and natural resources to the distributor and the purchaser. Upon request within fifteen days the secretary shall furnish to the distributor a portion of the sample concerned.\n\nSource: SL 1966, ch 8, §8 (d); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-42/"
    },
    {
      "id": "section-39-18-43",
      "number": "39-18-43",
      "heading": "Unauthorized disclosure of information prohibited.",
      "text": "39-18-43. Unauthorized disclosure of information prohibited.\n\nThe secretary of agriculture and natural resources or any of his agents shall not use or reveal information acquired under §§39-18-5, 39-18-6, and 39-18-38 to 39-18-40, inclusive, except in the enforcement of this chapter, or to the courts, when relevant.\n\nSource: SL 1966, ch 8, §10; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-43/"
    },
    {
      "id": "section-39-18-44",
      "number": "39-18-44",
      "heading": "Withholding from sale of remedies not in compliance.",
      "text": "39-18-44. Withholding from sale of remedies not in compliance.\n\nThe secretary of agriculture and natural resources shall cause animal remedies, which are found or believed not to comply with this chapter to be withheld from sale pending compliance with such chapter.\n\nSource: SL 1966, ch 8, §11; SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-44/"
    },
    {
      "id": "section-39-18-45",
      "number": "39-18-45",
      "heading": "Tagging of adulterated or misbranded remedies--Disposal or removal from premises prohibited.",
      "text": "39-18-45. Tagging of adulterated or misbranded remedies--Disposal or removal from premises prohibited.\n\nWhenever the secretary of agriculture and natural resources or his authorized agent finds or has reasonable cause to believe an animal remedy is adulterated or misbranded under any of §§39-18-18 to 39-18-29, inclusive, he shall affix to such article a tag or other appropriate marking, giving notice that such article is, or is suspected of being, adulterated or misbranded and has been detained and warning all persons not to dispose of such article in any manner until permission is given by the secretary or the court. Any such article may be removed from display by the manufacturer or vendor, but must be left on the premises. No person shall dispose of a detained article in violation of this section.\n\nSource: SL 1966, ch 8, §§10 (f), 11 (a); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-45/"
    },
    {
      "id": "section-39-18-46",
      "number": "39-18-46",
      "heading": "Petition for condemnation of adulterated or misbranded article--Removal of tag if found not adulterated or misbranded.",
      "text": "39-18-46. Petition for condemnation of adulterated or misbranded article--Removal of tag if found not adulterated or misbranded.\n\nIf an article detained pursuant to §39-18-45 is found, after examination and analysis, to be adulterated or misbranded, the secretary of agriculture and natural resources may petition the judge of any court of competent jurisdiction in whose jurisdiction the article is detained for a libel for condemnation of such article. If the secretary finds that such detained article is not adulterated or misbranded he shall remove the tag or marking.\n\nSource: SL 1966, ch 8, §11 (b); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-46/"
    },
    {
      "id": "section-39-18-47",
      "number": "39-18-47",
      "heading": "Destruction of article found adulterated or misbranded--Costs and expenses.",
      "text": "39-18-47. Destruction of article found adulterated or misbranded--Costs and expenses.\n\nIf the court finds that a detained animal remedy is adulterated or misbranded, such article shall, after entry of the decree, be destroyed at the expense of the defendant under the supervision of the secretary of agriculture and natural resources or his agent; all court costs and fees, and storage and other proper expenses, shall be levied against the defendant or his agent.\n\nSource: SL 1966, ch 8, §11 (c); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-47/"
    },
    {
      "id": "section-39-18-48",
      "number": "39-18-48",
      "heading": "Bond to permit processing or relabeling of detained remedy--Expense of supervision--Return of bond on compliance.",
      "text": "39-18-48. Bond to permit processing or relabeling of detained remedy--Expense of supervision--Return of bond on compliance.\n\nIf the adulteration or misbranding of a detained animal remedy can be corrected by proper processing or labeling of the article, the court, after entry of the decree and after such costs, fees, and expenses have been paid and a sufficient bond, conditioned that such article shall be so processed or labeled, has been executed, may order such article to be delivered to the defendant for such processing or labeling under the supervision of the secretary of agriculture and natural resources, or his agent. The expense of such supervision shall be paid by the defendant. The bond shall be returned to the defendant on the representation to the court by the secretary that the article no longer violates this chapter and that expenses incident to such proceeding were paid.\n\nSource: SL 1966, ch 8, §11 (d); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-48/"
    },
    {
      "id": "section-39-18-49",
      "number": "39-18-49",
      "heading": "Report of violations to prosecuting authorities.",
      "text": "39-18-49. Report of violations to prosecuting authorities.\n\nThe secretary of agriculture and natural resources shall report violations of this chapter to the proper prosecuting authorities.\n\nSource: SL 1966, ch 8, §14 (b); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-49/"
    },
    {
      "id": "section-39-18-50",
      "number": "39-18-50",
      "heading": "Report for prosecution required for minor violations--Warning notice.",
      "text": "39-18-50. Report for prosecution required for minor violations--Warning notice.\n\nSection 39-18-49 does not require the secretary of agriculture and natural resources to report, for the institution of prosecution under this chapter, minor violations of this chapter if he believes the public interest will be adequately served in the circumstances by a suitable written notice of warning.\n\nSource: SL 1966, ch 8, §14 (d); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-50/"
    },
    {
      "id": "section-39-18-51",
      "number": "39-18-51",
      "heading": "Prosecution of violations reported--Opportunity to present views before report for prosecution.",
      "text": "39-18-51. Prosecution of violations reported--Opportunity to present views before report for prosecution.\n\nEach state, county, or city attorney to whom the secretary of agriculture and natural resources reports any violation of this chapter, shall institute appropriate proceedings in any court of competent jurisdiction without delay. Before any such violation is reported to any such attorney for the institution of criminal proceedings, the person against whom the proceeding is contemplated shall be given appropriate notice and an opportunity to present his views before the secretary or a designated agent, either orally or in writing, in person or by attorney, with regard to such contemplated proceeding.\n\nSource: SL 1966, ch 8, §14 (c); SL 2021, ch 1 (Ex. Ord.21-3), § 51, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-51/"
    },
    {
      "id": "section-39-18-52",
      "number": "39-18-52",
      "heading": "Severability of provisions.",
      "text": "39-18-52. Severability of provisions.\n\nIf any clause, sentence, paragraph, or part of this chapter shall for any reason be judged invalid by any court of competent jurisdiction, such judgment shall not affect, impair, or invalidate the remainder thereof but shall be confined in its operation to the clause, sentence, paragraph, or part thereof directly involved in the controversy in which such judgment shall have been rendered.\n\nSource:SL 1966, ch 8, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-52/"
    },
    {
      "id": "section-39-18-53",
      "number": "39-18-53",
      "heading": "Citation of chapter.",
      "text": "39-18-53. Citation of chapter.\n\nThis chapter shall be known as the \"South Dakota Animal Remedies Law of 1966.\"\n\nSource:SL 1966, ch 8, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-39/chapter-18/section-39-18-53/"
    }
  ]
}