{
  "state": "illinois",
  "path": "title-chapter-705-courts/chapter-705-ilcs-75-court-reporter-transcript-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nCourt Reporter Transcript Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The official court reporter in attendance at any arraignment wherein",
      "text": "the accused upon conviction shall, or may be punished by imprisonment in\nthe penitentiary, shall take full stenographic notes of the proceedings,\nincluding in particular the plea or change of plea by the accused and the\nreceipt and entry thereof by the court, the admonishment given by the court,\nthe inquiries made by the court on the matters required by Rules 401 and\n402 of the Illinois Supreme Court and the answer of the accused. When required\nby Court rule or otherwise ordered by the court, the reporter shall transcribe\nsuch notes and the transcript shall be filed in the case and become a part\nof the common law record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "In any case arising under \"An Act to provide a remedy for persons",
      "text": "convicted and imprisoned in the penitentiary, who assert that rights\nguaranteed to them by the Constitution of the United States or the State\nof Illinois, or both, have been denied, or violated, in proceedings in\nwhich they were convicted\", approved August 4, 1949, in which the\npresiding judge has determined that the post-conviction petition is\nsufficient to require an answer, it shall be the duty of the official\ncourt reporter to transcribe, in whole or in part, his stenographic\nnotes of the evidence introduced at the trial in which the petitioner\nwas convicted, if instructed so to do by the State's Attorney or by the\ncourt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Upon order of the court, the official court reporter shall transcribe",
      "text": "and furnish an original and a copy or copies of the pre-trial\nproceedings and the\nproceedings at the trial of any person where, pursuant to Rule 607 of\nthe Illinois Supreme Court, an order could be entered so requiring, if\nthe defendant is convicted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The reporter, in full for all his services in connection with the",
      "text": "transcribing and filing or furnishing the transcripts referred to in\nthis Act, shall be paid a fee as provided in Section 5 of the Court\nReporters Act. All such fees shall\nbe paid out of the State Treasury on the warrant of the chief judge of the\ncircuit employing the court reporter,\nfrom appropriations made to the Comptroller for such purpose, upon\npresentation of a\ncertificate signed by the presiding judge setting the amount due said\nreporter. Such certificate shall as to each original transcript (and\na copy or copies where fee for a copy or copies is authorized\nby statute or Illinois Supreme Court Rule)\nset forth the title and number of\nthe cause in which the transcript was required to be furnished, the\nnature of the proceedings transcribed (whether an arraignment,\nproceedings at criminal trial or proceedings at post-conviction hearing)\nand the fee approved therefor. The employer representative, as defined in the\nCourt Reporters Act, may prescribe the form\nof the certificate and furnish same.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Where the court has authorized a person other than the",
      "text": "official reporter who took the stenographic notes to transcribe the same\nthe person making and filing or furnishing such transcript (and a copy or\ncopies\nwhen authorized by statute or Illinois Supreme Court Rule) shall be entitled to\nthe fee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The reasonable fees of a court reporter incurred in preparing",
      "text": "the transcript of proceedings for purposes of appeal in cases in which a\nminor has been found to be abused, neglected or dependent shall be fixed by\nthe court and shall be charged to a parent or other person liable under the\nlaw for the support of the minor, to the extent that person is able to pay.\nAny portion of such fees which the person is unable to pay shall be paid\nfrom the general fund of the county.",
      "history": "",
      "source_url": ""
    }
  ]
}