{
  "state": "michigan",
  "path": "title-chapter-38-civil-service-and-retirement/chapter-ero-no-2002-9-executive-reorganization-order-381172-381172",
  "sections": [
    {
      "id": "section-381172",
      "number": "38.1172",
      "heading": "Transfer of Powers and Duties of Office of State Employer and Department of Management and Budget Related to Administration of State Employees Benefit Programs and Quality Recognition System to Department of Civil Service by Type II Transfer",
      "text": "WHEREAS, Article V, Section 1, of the Constitution of the State of Michigan of 1963 vests the executive power in the Governor; and\n\nWHEREAS, Article V, Section 2, of the Constitution of the State of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, Article XI, Section 5, of the Constitution of the State of Michigan of 1963 empowers the Michigan Civil Service Commission to fix rates of compensation for all classes of positions, to make rules and regulations covering all personnel transactions, and to regulate all conditions of employment in the state classified service; and\n\nWHEREAS, the Office of State Employer currently administers the state employee benefit programs; and\n\nWHEREAS, Executive Order 1996-5, being Section 38.1171 of the Michigan Compiled Laws, transferred the state employee benefit programs from the Department of Civil Service to the Department of Management and Budget, and the Director of the Department of Management and Budget delegated their administration to the Office of the State Employer; and\n\nWHEREAS, the Office of the State Employer also administers the employee Quality Recognition System; and\n\nWHEREAS, the state employee benefit programs and the Quality Recognition System may be more effectively and efficiently administered and coordinated within the Department of Civil Service following the statewide implementation of the Human Resource Management Network.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, do hereby order the following:\n\nI. DEFINITIONS\n\nAs used herein:\n\nA. The \"Department of Civil Service\" means the principal department of state government created by Section 200 of Act No. 380 of the Public Acts of 1965, being Section 16.300 of the Michigan Compiled Laws. Pursuant to Section 201 of Act No. 380 of the Public Acts of 1965, being Section 16.301 of the Michigan Compiled Laws, the head of which is the Civil Service Commission.\n\nB. The \"Department of Management and Budget\" means the principal department of state government created by Section 121 of Act No. 431 of the Public Acts of 1984, being Section 18.1121 of the Michigan Compiled Laws.\n\nC. The \"state employee benefit programs\" means:\n\n• the health screening program;\n\n• the group insurance plans for medical, dental, vision, disability, life, and long-term care benefits;\n\n• pretax benefit programs; and\n\n• the COBRA and other insurance continuation programs.\n\nD. The \"Office of the State Employer\" means the office created within the Department of Management and Budget by Executive Order 1979-5, whose duties include, but are not limited to, those assigned by Executive Orders 1979-5, 1981-3 and 1988-6.\n\nE. The \"Quality Recognition System\" means the suggestion awards program and quality recognition system authorized by Act No. 325 of the Public Acts of 1978, as amended, being Sections 38.1161 et seq. of the Michigan Compiled Laws\n\nII. TRANSFER\n\nAll of the authority, powers, duties, functions, and responsibilities of the Office of the State Employer and the Department of Management and Budget related to the administration of state employee benefit programs and the Quality Recognition System are hereby transferred from the Office of the State Employer and the Department of Management and Budget to the Department of Civil Service by Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws, to the Department of Civil Service.\n\nIII. MISCELLANEOUS\n\nA. The State Personnel Director, in cooperation with the Director of the Office of the State Employer and the Director of the Department of Management and Budget, shall provide executive direction and supervision for the implementation of the transfer.\n\nB. The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system.\n\nC. All records, personnel, property, and funds of the state employee benefit programs and Quality Recognition System used, held, employed, available to, or to be made available to the Office of the State Employer and the Department of Management and Budget for the powers, duties, functions, and responsibilities transferred to the Department of Civil Service by this Order are hereby transferred to the Department of Civil Service.\n\nD. All rules, orders, contracts, agreements, or other obligations relating to the state employee benefit programs and Quality Recognition System lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\nE. Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected by this order shall not abate by reason of the taken effect of this order.\n\nF. Nothing contained in this Order shall diminish or limit the authority of the Civil Service Commission to exercise any authority granted to it under Article XI, Section 5 of the Constitution of the State of Michigan of 1963.\n\nG. The invalidity of any portion of this Order shall not affect the validity of the remainder thereof.\n\nHistory:2002, E.R.O. No. 2002-9, Eff. Oct. 1, 2002Compiler's Notes:For transfer of powers and duties of office of state employer related to administration of state employee long-term disability plan and employee service program from office of state employer to Michigan civil service commission, see E.R.O. No. 2016-5, compiled at MCL 38.1175.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-e-r-o-no-2002-9/section-38-1172/"
    }
  ]
}