{
  "state": "michigan",
  "path": "title-chapter-38-civil-service-and-retirement/chapter-act-28-of-1966-firemen-and-policemen-pensions-38571-38572",
  "sections": [
    {
      "id": "section-38571",
      "number": "38.571",
      "heading": "Reserve Fund; Use of Interest for Medical, Hospital, or Nursing Care for System Member; \"Reserve Fund\" Defined",
      "text": "Subject to the protecting local government and retirement benefits act, the board of trustees with the approval of the governing body of the county, city, village, or township of any police and firemen retirement system, municipal employees retirement system, or county retirement system may use not more than 1/2 of the interest earned by any reserve fund in the system to contract for medical, hospital, or nursing care for any person receiving benefits of the system. As used in this section, \"reserve fund\" means the money contributed by the city, village, township, or county.\n\nHistory:1966, Act 28, Imd. Eff. May 3, 1966 ;-- Am. 1968, Act 201, Imd. Eff. June 24, 1968 ;-- Am. 2002, Act 602, Imd. Eff. Dec. 20, 2002 ;-- Am. 2017, Act 206, Imd. Eff. Dec. 20, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-28-of-1966/section-38-571/"
    },
    {
      "id": "section-38572",
      "number": "38.572",
      "heading": "Computation of Liability for Regular Interest; Inclusions; Exclusions.",
      "text": "The amount of interest used according to the provisions of this act shall be included as interest and other earnings on the money of the retirement system in the computation of any city, village, township, or county liability for regular interest. These supplemental benefits shall not be considered an increase in the rate of retirement allowances to be paid. They shall be on a year-to-year basis and shall not create a liability for their continuance.\n\nHistory:1966, Act 28, Imd. Eff. May 3, 1966 ;-- Am. 2002, Act 602, Imd. Eff. Dec. 20, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-28-of-1966/section-38-572/"
    }
  ]
}