{
  "state": "michigan",
  "path": "title-chapter-38-civil-service-and-retirement/chapter-act-46-of-1991-eligible-domestic-relations-order-act-381701-",
  "sections": [
    {
      "id": "section-381701",
      "number": "38.1701",
      "heading": "Short Title.Section 38.1702 - Definitions",
      "text": "Section 38.1703 - Right of Alternate Payee to Share of Benefit Payable to Participant; Payment of Benefit Pursuant to Edro.Section 38.1704 - Payment of Benefit to Alternate Payee Under Edro; Effective Date; Form.Section 38.1705 - Election by Alternate Payee",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-381702",
      "number": "38.1702",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Alternate payee\" means a spouse of a participant under a judgment of separate maintenance, or a former spouse, child, or dependent of a participant, who is named in an eligible domestic relations order.\n\n(b) \"Benefit\" means an annuity, a pension, a retirement allowance, or an optional benefit accrued or accruing to a participant under a retirement system or a postretirement subsidy payable to a participant under a retirement system.\n\n(c) \"Domestic relations order\" means a judgment, decree, or order of a court made according to the domestic relations law of this state and relating to the provision of alimony payments, child support, or marital property rights to a spouse of a participant under a judgment of separate maintenance, or to a former spouse, child, or dependent of a participant.\n\n(d) \"Earliest retirement date\" means the earliest date on which a participant meets all of the requirements for retirement under a retirement system except for termination of employment.\n\n(e) \"Eligible domestic relations order\" or \"EDRO\" means a domestic relations order that is considered an eligible domestic relations order under section 11 or that meets all of the following requirements:\n\n(i) The domestic relations order states the names and last known addresses of the participant and alternate payee.\n\n(ii) The domestic relations order refers to the attachment to the domestic relations order described in subparagraph (ix).\n\n(iii) The domestic relations order states the amount or percentage of the benefit to be paid to an alternate payee, or the manner under which the retirement system is to determine the amount or percentage of the benefit to be paid to an alternate payee.\n\n(iv) The domestic relations order states that it applies to the retirement system and that the retirement system shall make payments to the alternate payee as required under the eligible domestic relations order and this act.\n\n(v) The domestic relations order does not require the retirement system to provide a type or form of benefit not provided by the retirement system or a form of payment not provided by this act.\n\n(vi) The domestic relations order does not require the retirement system to provide an increased benefit determined on the basis of actuarial value.\n\n(vii) The domestic relations order does not require the payment of a benefit to an alternate payee that is required to be paid to another alternate payee under a previously filed eligible domestic relations order.\n\n(viii) The domestic relations order is filed with the retirement system before the participant's retirement allowance effective date or the participant's death, whichever occurs first.\n\n(ix) The domestic relations order requires that the social security numbers of the participant and the alternate payee be sent to the retirement system in an attachment to the order. The attachment shall not be filed with the court, but shall be attached to the domestic relations order when it is sent to the plan administrator for approval.\n\n(f) \"Filed with the retirement system\" means that the retirement system has determined that the domestic relations order submitted for filing is acceptable as an EDRO.\n\n(g) \"Participant\" means a member, deferred member, vested former member, deceased former member, or retirant under the retirement system.\n\n(h) \"Postretirement subsidy\" includes, but is not limited to, all of the following:\n\n(i) A supplemental annuity.\n\n(ii) A supplemental payment to a participant.\n\n(iii) A percentage increase to a benefit payable to a participant.\n\n(iv) Any other payment to a participant or increase to a benefit payable to a participant, excluding health benefits.\n\n(i) \"Retirement system\" means a public employee retirement system created and established by this state or any political subdivision of this state.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991 ;-- Am. 2008, Act 348, Imd. Eff. Dec. 23, 2008 ;-- Am. 2013, Act 32, Imd. Eff. May 16, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1702/"
    },
    {
      "id": "section-381703",
      "number": "38.1703",
      "heading": "Right of Alternate Payee to Share of Benefit Payable to Participant; Payment of Benefit Pursuant to Edro.",
      "text": "Subject to the requirements of this act, an alternate payee is entitled to an actual interest in a share of a benefit that is or will become payable to a participant, if so provided in an EDRO filed with the retirement system. The retirement system shall administer the payment of a benefit pursuant to the EDRO and this section.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1703/"
    },
    {
      "id": "section-381704",
      "number": "38.1704",
      "heading": "Payment of Benefit to Alternate Payee Under Edro; Effective Date; Form.",
      "text": "Except as otherwise provided in this act, the payment of a benefit to an alternate payee under an EDRO and this act shall begin on the retirement allowance effective date of the participant. The payment of a benefit under an EDRO and this act shall be paid in 1 of the following forms, as applicable:\n\n(a) A single life annuity that is equal to the actuarial equivalent of the alternate payee's share of the benefit payable throughout the life of the alternate payee. If the participant is entitled to the payment of a benefit that is not reduced due to early retirement under the retirement system, the alternate payee's single life annuity shall be calculated using the participant's unreduced benefit. If the participant is only entitled to the payment of a benefit that is reduced due to early retirement under the retirement system, the alternate payee's single life annuity shall be calculated using the participant's reduced benefit.\n\n(b) If a retirement system offers a participant an optional form of payment of a benefit at retirement, a reduced benefit that is equal to the actuarial equivalent of the total benefit being divided under the EDRO payable throughout the lives of the participant and the alternate payee. The reduced benefit shall be payable in the manner provided under the optional form of payment under the retirement system. The EDRO shall specify the percentage or amount of the reduced benefit that is payable under this subdivision to the participant and to the alternate payee while both are alive. If the participant predeceases the alternate payee while a reduced benefit is being paid to the participant and the alternate payee under this subdivision, the survivor portion of the reduced benefit shall be payable to the alternate payee. If the alternate payee predeceases the participant while a reduced benefit is being paid to the participant and the alternate payee under this subdivision, the alternate payee's percentage or amount of the reduced benefit shall revert to and become payable to the participant.\n\n(c) A single life annuity that is equal to the alternate payee's share of the benefit payable throughout the life of the participant.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1704/"
    },
    {
      "id": "section-381705",
      "number": "38.1705",
      "heading": "Election by Alternate Payee to Receive Interest in Benefit After Participant's Earliest Retirement Date, but Before Termination of Employment Date; Recalculation of Benefit if Participant Retires Before Age 60",
      "text": "(1) An EDRO may provide for the payment of a benefit to an alternate payee beginning on or after the participant's earliest retirement date but before the participant terminates employment as provided in this section. An alternate payee shall begin to receive the payment of a benefit under this section effective the first day of the month immediately following the month in which the alternate payee notifies the retirement system of his or her election to begin to receive payment of his or her interest in the benefit of a participant.\n\n(2) If an alternate payee elects to receive his or her interest in the benefit of a participant after the participant's earliest retirement date but before the participant's termination of employment, the alternate payee is only entitled to the actuarial equivalent of the alternate payee's share of the participant's benefit that would be payable when the participant reaches age 60. If the participant retires before age 60, the retirement system shall recalculate the benefit payable to the alternate payee so that the recalculated benefit payable to the alternate payee plus the benefit previously paid to the alternate payee are the actuarial equivalent of the alternate payee's share of the benefit payable to the participant. If the recalculated benefit is more than the benefit the alternate payee is receiving, the retirement system shall begin paying the recalculated benefit to the alternate payee effective the first day of the month immediately following the month in which the participant retires.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1705/"
    },
    {
      "id": "section-381706",
      "number": "38.1706",
      "heading": "Spouse Under Judgment of Separate Maintenance or Former Spouse Considered in Edro as Surviving Spouse for Purpose of Receiving Retirement Benefit; Benefit Amount",
      "text": "An EDRO may provide that a spouse under a judgment of separate maintenance or a former spouse is considered the spouse of a participant for the purpose of receiving a benefit as a surviving spouse under the retirement system. The benefit payable to a spouse under a judgment of separate maintenance or a former spouse as a surviving spouse under this section shall be computed as provided in the EDRO and the retirement system. If the amount or percentage of the benefit to be paid to a spouse under a judgment of separate maintenance or a former spouse as the surviving spouse of the participant under this section is less than the entire amount payable under the retirement system, the surviving spouse or other beneficiary of the participant, as determined under the retirement system, is entitled to receive the portion of the benefit not payable to a spouse under a judgment of separate maintenance or a former spouse under this section.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1706/"
    },
    {
      "id": "section-381707",
      "number": "38.1707",
      "heading": "Death of Alternate Payee Before Interest in Benefit Paid; Reversion.",
      "text": "If an alternate payee under this act dies before receiving any payment of his or her interest in a benefit pursuant to this act and an EDRO, that interest reverts to the participant.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1707/"
    },
    {
      "id": "section-381708",
      "number": "38.1708",
      "heading": "Creation, Assignment, or Recognition of Alternate Payee's Right to Interest in Benefit Share Not Prohibited Assignment Under Retirement System.",
      "text": "The creation, assignment, or recognition of a right of an alternate payee to an actual interest in a share of a benefit that is or will become payable to a participant pursuant to an EDRO under this act is not a prohibited assignment under a retirement system.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1708/"
    },
    {
      "id": "section-381709",
      "number": "38.1709",
      "heading": "Determination by Retirement System Whether Domestic Relations Order Is Edro; Procedure; Notice.",
      "text": "Each retirement system shall establish a reasonable procedure to determine if a domestic relations order is an EDRO under this act. The retirement system shall promptly notify the participant and alternate payee named in a domestic relations order that the retirement system has received the domestic relations order. The notice shall include a description of the procedure by which the retirement system determines if the domestic relations order is an EDRO under this act.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1709/"
    },
    {
      "id": "section-381710",
      "number": "38.1710",
      "heading": "Domestic Relations Order as Edro; Determination by Retirement System; Notice; Retirement Allowance Effective Date; Filing Amended Edro; Providing Notice by First-Class Mail",
      "text": "(1) Except as otherwise provided in this section, the retirement system shall, within a reasonable period of time after receiving a domestic relations order, determine if the domestic relations order is an EDRO under this act. If the retirement system determines that the domestic relations order is an EDRO under this act, the retirement system shall promptly notify the participant and alternate payee named in the EDRO that the domestic relations order is an EDRO. The retirement system shall begin the payment of a benefit under this act according to the EDRO and this act on the first day of the month following the month in which the domestic relations order was determined to be an EDRO or the first day of the month following the month in which a benefit is payable under the EDRO and this act, whichever is later. If the retirement system determines that the domestic relations order is not an EDRO under this act, the retirement system shall promptly notify the participant and alternate payee named in the domestic relations order that the domestic relations order is not an EDRO. The retirement system shall specify in the notice why the retirement system determined that the domestic relations order is not an EDRO under this act. Except as otherwise provided in this section, a determination by the retirement system that a domestic relations order is not an EDRO under this act does not prohibit a participant, alternate payee, or court from filing an amended domestic relations order with the retirement system under this act.\n\n(2) Upon the retirement system's receipt of the domestic relations order, the participant's retirement allowance effective date shall be stayed and shall not occur until either of the following occur:\n\n(a) The retirement system accepts the domestic relations order for filing as an EDRO. In this instance, the participant's retirement allowance effective date will occur as if the participant's retirement allowance effective date had not been stayed.\n\n(b) Sixty days have passed starting on the date the retirement system gives the participant and alternate payee notice that the retirement system will not accept the domestic relations order for filing as an EDRO because of a defect in the domestic relations order that disqualifies it as an EDRO, unless otherwise provided in this subsection. During this 60-day period, the parties may submit to the retirement system an amended domestic relations order that will qualify for filing as an EDRO. The retirement system shall provide notice of rejection of any amended domestic relations orders in the same manner set forth above, but there can only be one 60-day period and only with respect to rejection of the first domestic relations order submitted to the retirement system for filing as an EDRO. If the 60-day period is applicable and the parties submit in a timely manner a domestic relations order that is acceptable as an EDRO, but the retirement system does not make this determination until after expiration of the 60-day period, the participant's retirement allowance effective date will be further stayed until the retirement system makes this determination. If the 60-day period is applicable and the participant dies or the parties fail to submit to the retirement system a domestic relations order that qualifies as an EDRO before expiration of the 60-day period, the retirement system shall not accept for filing as an EDRO any domestic relations orders pertaining to the participant.\n\n(3) If, upon receipt of a retirement application from a participant, the retirement system determines that a previously submitted domestic relations order that is intended to qualify as an EDRO does not qualify as an EDRO, the retirement system shall notify the participant and alternate payee stating the reasons why the domestic relations order does not qualify as an EDRO, if the retirement system has not already provided that notice. In cases where notice is required to be given under this section, the participant's retirement allowance effective date is stayed as provided in this section.\n\n(4) If an EDRO is filed with the retirement system, but the participant and alternate payee wish to file an amended EDRO, they may do so at any time before the participant's retirement allowance effective date, or death, whichever occurs first. In this instance, the participant's retirement allowance effective date will not be stayed upon the submission of the domestic relations order. If the participant and alternate payee fail to submit a domestic relations order that qualifies as an EDRO before the participant's retirement allowance effective date or before the participant's death, whichever occurs first, the latest EDRO filed with the retirement system governs. The EDRO cannot be amended, vacated, or otherwise set aside after the retirement system has made the first payment under the EDRO or after the participant dies, whichever occurs first.\n\n(5) The retirement system shall provide all notice it is required to give to the participant or alternate payee under this act by first-class mail addressed to the participant and alternate payee at the address listed for each in the domestic relations order submitted to the retirement system for filing as an EDRO. If no address is listed for the participant in the domestic relations order, the retirement system shall mail the notice to the last known address of the participant that the retirement system has in its files. If no address is listed for the alternate payee in the domestic relations order, notice to the participant is notice to the alternate payee. Notice is given if the retirement system complies with this section and upon the date the notice is mailed.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991 ;-- Am. 2013, Act 32, Imd. Eff. May 16, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1710/"
    },
    {
      "id": "section-381711",
      "number": "38.1711",
      "heading": "Status of Domestic Relations Order Filed With Retirement System Before Effective Date of Act.",
      "text": "A domestic relations order filed with the retirement system before the effective date of this act is considered an EDRO under this act if the retirement system is making payments under the domestic relations order on the effective date of this act or to the extent a domestic relations order is consistent with the provisions of this act. This section does not prohibit a participant, alternate payee, or court from filing an amended domestic relations order under this act.\n\nHistory:1991, Act 46, Imd. Eff. June 27, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-46-of-1991/section-38-1711/"
    }
  ]
}