{
  "state": "michigan",
  "path": "title-chapter-38-civil-service-and-retirement/chapter-act-100-of-2002-public-employee-retirement-benefit-protectio",
  "sections": [
    {
      "id": "section-381681",
      "number": "38.1681",
      "heading": "Short Title.Section 38.1682 - Definitions",
      "text": "Section 38.1683 - Rights Not Subject to Process of Law or Assignment.Section 38.1684 - Rights Subject to Forfeiture and Domestic Relations Orders.Section 38.1685 - Award or Order Requiring Withholding Payments; Limitations.Section 38.1686 - Benefit Payments;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-381682",
      "number": "38.1682",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Department\" means the department of technology, management, and budget.\n\n(b) \"Employer contributions\" means the amount transferred by an employer to a participating unit retirement system on behalf of members of the retirement system to pay for the actuarial accrued liabilities of the retirement system.\n\n(c) \"Member\" means a member, vested former member, deferred member, beneficiary, designated beneficiary, or refund beneficiary of a retirement system.\n\n(d) \"Participating unit\" means a retirement system that elects to come under the provisions of section 6.\n\n(e) \"Retirant\" means a person who has retired with a retirement benefit payable from a retirement system.\n\n(f) \"Retirement benefit\" means an annuity, a retirement allowance, an optional benefit, a postretirement benefit, a benefit received from a defined contribution plan, defined benefit plan, deferred compensation plan, disability plan, life insurance plan, all money, investments and income of the various funds created under a public employee retirement system, and any other right accruing to a member under a retirement system.\n\n(g) \"Retirement system\" means a public employee retirement system established by this state or a political subdivision of this state.\n\n(h) \"State unit\" means a retirement system established under the state employees' retirement act, 1943 PA 204, MCL 38.1 to 38.69, the public school employees retirement act of 1979, 1980 PA 300, MCL 38.1301 to 38.1437, the judges retirement act of 1992, 1992 PA 234, MCL 38.2101 to 38.2670, the state police retirement act of 1986, 1986 PA 182, MCL 38.1601 to 38.1675, and the Michigan legislative retirement system act, 1957 PA 261, MCL 38.1001 to 38.1080.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002 ;-- Am. 2018, Act 685, Imd. Eff. Dec. 28, 2018",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1682/"
    },
    {
      "id": "section-381683",
      "number": "38.1683",
      "heading": "Rights Not Subject to Process of Law or Assignment.",
      "text": "The right of a member or retirant of a retirement system to a retirement benefit shall not be subject to execution, garnishment, attachment, the operation of bankruptcy or insolvency laws, or other process of law and shall be unassignable.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1683/"
    },
    {
      "id": "section-381684",
      "number": "38.1684",
      "heading": "Rights Subject to Forfeiture and Domestic Relations Orders.",
      "text": "(1) The right of a member or retirant to a retirement benefit described in section 3 is subject to forfeiture under the public employee retirement benefits forfeiture act, 1994 PA 350, MCL 38.2701 to 38.2705.\n\n(2) The right of a member or retirant to a retirement benefit described in section 3 is subject to an award by a court under section 18 of 1846 RS 84, MCL 552.18, an eligible domestic relations order under the eligible domestic relations order act, 1991 PA 46, MCL 38.1701 to 38.1711, and to any other domestic relations order of a court pertaining to alimony or child support.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1684/"
    },
    {
      "id": "section-381685",
      "number": "38.1685",
      "heading": "Award or Order Requiring Withholding Payments; Limitations.",
      "text": "If an award or order described in section 4 requires a retirement system to withhold payment of a retirement benefit or requires the retirement system to make payment or requires the individual to request that the retirement system make payment of a retirement benefit for the purposes of meeting the member's or retirant's obligations to a spouse, former spouse, or child, the withholding or payment provisions of the award or order are effective only against amounts that become payable to the member or retirant, unless otherwise provided in an eligible domestic relations order under the eligible domestic relations order act, 1991 PA 46, MCL 38.1701 to 38.1711. The 1imitations contained in this section do not apply to the accumulated contributions of a person who terminates employment before acquiring a vested member status.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1685/"
    },
    {
      "id": "section-381686",
      "number": "38.1686",
      "heading": "Benefit Payments; Establishment of Arrangement and Fund.",
      "text": "(1) A retirement system may elect by a majority vote of its governing body to establish and administer an arrangement and fund to pay accrued benefits of its members to its members to the extent that the accrued benefits paid out of the fund would not otherwise be payable under limitations in section 415 of the internal revenue code. An arrangement and fund established under this section shall be kept separate from the pension assets of participating units.\n\n(2) If an arrangement and fund is established by a retirement system under subsection (1), the arrangement and fund shall be established and administered in accordance with section 415(m) of the internal revenue code. The governing board of the participating unit or the department on behalf of a state unit may establish and adopt policies and procedures for the arrangement and fund.\n\n(3) If an arrangement and fund is established under subsection (1), the benefits that are paid from the fund shall be paid out of employer contributions or other eligible assets. The governing board shall determine the amount of the employer contribution that shall be allocated to the arrangement and fund. Employer contributions and other eligible assets that are contributed to the arrangement and fund shall be deposited in the arrangement and fund before deposits are made to the pension system of the participating unit.\n\n(4) Nothing in this section is intended to limit the amount of employer contributions that are contributed to a retirement fund of a participating unit for the accrued benefits that are allowed to be paid under section 415 of the internal revenue code.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1686/"
    },
    {
      "id": "section-381687",
      "number": "38.1687",
      "heading": "Retirement System and Benefits Subject to MCL 800.401 to 800.406.",
      "text": "The retirement system and retirement benefits shall be subject to claims made under the state correctional facility reimbursement act, 1935 PA 253, MCL 800.401 to 800.406.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1687/"
    },
    {
      "id": "section-381688",
      "number": "38.1688",
      "heading": "Loan Eligibility; Correcting Records and Recovering Overpayments.",
      "text": "(1) This act is not intended to prohibit a member or retirant from receiving a loan from the retirement system if the retirement system concludes that the member or retirant is otherwise eligible for a loan.\n\n(2) Nothing in this act shall prevent a retirement system administrator from correcting records and seeking to recover overpayments that the retirement system made to a retirant or member.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1688/"
    },
    {
      "id": "section-381688a",
      "number": "38.1688a",
      "heading": "Retirants Eligible for Election to Governing Board; Equal Treatment; Compensation; Definitions.",
      "text": "(1) A retirement system that has both members and retirants of its retirement system eligible to be elected to the position of member of the governing board shall comply with this section.\n\n(2) The retirement system and the political subdivision sponsoring the retirement system shall ensure equal treatment of all individuals who are elected or seek to be elected to the position of member of the governing board. The retirement system or the political subdivision sponsoring the retirement system shall not require a retirant who is elected or seeks to be elected to the position of member of the governing board to meet more stringent or additional requirements to serve, be elected, or participate in the election process than a member who is elected or seeks to be elected to the position of member of the governing board.\n\n(3) If the retirement system or the political subdivision sponsoring the retirement system compensates a member who is elected to the position of member of the governing board, the retirement system or the political subdivision sponsoring the retirement system shall compensate a retirant who is elected to the position of member of the governing board at no less than the least amount of compensation given to a member who is elected to the position of member of the governing board.\n\n(4) As used in this section:\n\n(a) \"Compensate\" or \"compensation\" mean any form of remuneration for performing duties as a member of the governing board including stipend pay by the retirement system or working at taxpayer expense as an employee of or under contract with the political subdivision sponsoring the system.\n\n(b) \"Member of the governing board\" means a trustee, commissioner, or other official member of the governing board vested with the general administration, management, and operation of the retirement system or other decision-making body that is responsible for implementation and supervision of a retirement system.\n\nHistory:Add. 2012, Act 492, Imd. Eff. Dec. 28, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1688a/"
    },
    {
      "id": "section-381689",
      "number": "38.1689",
      "heading": "Notification of Disqualification From u.s. Internal Revenue Service.",
      "text": "If the department receives notification from the United States internal revenue service that this act or any portion of this act will cause any state unit to be disqualified for tax purposes under the internal revenue code, then the portion that will cause the disqualification does not apply.\n\nHistory:2002, Act 100, Imd. Eff. Mar. 27, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-38/statute-act-100-of-2002/section-38-1689/"
    }
  ]
}