{
  "state": "district-of-columbia",
  "path": "title-21/chapter-20",
  "sections": [
    {
      "id": "section-21-2001",
      "number": "21-2001",
      "heading": "Rule of construction; purposes.",
      "text": "(a) This chapter shall be liberally construed and applied to promote its underlying purposes and policies.\n\n(b) The underlying purposes and policies of this chapter are to:\n\n(1) Simplify and clarify the law concerning the affairs of missing individuals, protected individuals, and incapacitated individuals;\n\n(2) Promote a speedy and efficient system for managing and protecting the estates of protected individuals so that assets may be preserved for application to the needs of protected individuals and their dependents; and\n\n(3) Provide a system of general and limited guardianships for incapacitated individuals and coordinate guardianships and protective proceedings concerned with management and protection of estates of incapacitated individuals.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2001.html"
    },
    {
      "id": "section-21-2002",
      "number": "21-2002",
      "heading": "Supplementary general principles of law applicable.",
      "text": "(a) Unless displaced by the particular provisions of this chapter, the principles of law and equity supplement its provisions.\n\n(b) Nothing in this chapter shall operate to repeal, alter, or amend the rights of an individual who is the subject of a petition for civil commitment in any proceeding under Chapter 5 of Title 21, or the Citizens with Intellectual Disabilities Constitutional Rights and Dignity Act of 1978, effective November 8, 1978 (D.C. Law 2-137; D.C. Official Code, § 7-1301.01 et seq.).\n\n(c) Nothing in this chapter shall affect any guardian or conservator appointed by the court upon a petition filed prior to the effective date of this chapter.\n\n(d) An individual shall be presumed competent and to have the capacity to make legal, health-care, and all other decisions for himself or herself, unless certified otherwise under section 21-2204 or deemed incapacitated or incompetent by a court. Incapacity shall not be inferred from the fact that an individual:\n\n(1) Has been voluntarily or involuntarily hospitalized for mental illness pursuant to Chapter 5 of Title 21; or\n\n(2) Has an intellectual disability or has been determined by a court to be incompetent to refuse commitment under Chapter 13 of Title 7.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Sept. 22, 1989, D.C. Law 8-34, § 2(b), 36 DCR 5035; Oct. 22, 2008, D.C. Law 17-249, § 2(a), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 21(h)(1), 59 DCR 5567",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2002.html"
    },
    {
      "id": "section-21-2003",
      "number": "21-2003",
      "heading": "Standard of proof.",
      "text": "In proceedings under this chapter for the appointment of a guardian or conservator, either general or limited, or subsequent proceedings in which the powers of a guardian or conservator are sought to be enlarged, the petitioner or moving party shall present clear and convincing evidence that the appointment or enlargement of powers is warranted.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2003.html"
    },
    {
      "id": "section-21-2004",
      "number": "21-2004",
      "heading": "Effect of a finding of incapacity.",
      "text": "A finding under this chapter that an individual is incapacitated shall not constitute a finding of legal incompetence. An individual found to be incapacitated shall retain all legal rights and abilities other than those expressly limited or curtailed in the order of appointment of a guardian or in a protective proceeding, or subsequent order of the court.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2004.html"
    },
    {
      "id": "section-21-2011",
      "number": "21-2011",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Best interests” means promoting personal well-being by assessing:\n\n(A) The reason for the proposed action, its risks and benefits, and any alternatives considered and rejected; and\n\n(B) The least intrusive, least restrictive, and most normalizing course of action possible to provide for the needs of the individual.\n\n(1A) “Case reviewer” means a social worker who is licensed in the District of Columbia and appointed by the court under § 21-2045.01(a).\n\n(1B) “Claims” in respect to a protected individual, means liabilities of the protected individual, whether arising in contract, tort, or otherwise, and liabilities of the estate that arise at or after the appointment of a conservator, including expenses of administration.\n\n(2) “Court” means the Superior Court of the District of Columbia.\n\n(3) “Conservator” means a person who is appointed by a court to manage the estate of a protected individual and includes a limited conservator described in § 21-2066(a).\n\n(4) “Counsel” means an attorney admitted to the practice of law in the District.\n\n(5) “District” means District of Columbia.\n\n(5A) “Domestic partner” shall have the same meaning as provided in § 32-701(3).\n\n(5B) “Domestic partnership” shall have the same meaning as provided in § 32-701(4).\n\n(5C) “Emergency care” means immediate treatment, including diagnostic treatment, provided in response to a sudden and acute medical crisis in order to avoid injury, extreme pain, impairment, or death.\n\n(6) “Estate” means the property of the individual whose affairs are subject to this chapter.\n\n(7) “Examiner” means an individual qualified by training or experience in the diagnosis, care, or treatment of the causes and conditions giving rise to the alleged incapacity, such as a gerontologist, psychiatrist, or qualified developmental disability professional.\n\n(8) “Guardian” means a person who has qualified as a guardian of an incapacitated individual pursuant to court appointment, not including a guardian ad litem, but including:\n\n(A) A temporary guardian appointed as described in § 21-2046 for a finite period of time to serve as:\n\n(i) An emergency guardian whose authority may not extend beyond 21 days and who may exercise any powers granted by court order and not prohibited by law;\n\n(ii) A health-care guardian whose authority is granted for up to 90 days and may be extended for up to an additional 90 days to provide substituted consent in accordance with § 21-2210 for an individual certified as incapacitated for a health-care decision; or\n\n(iii) A provisional guardian whose authority is granted for a specified period not to exceed 6 months, upon the court’s finding that any guardian is not effectively performing duties and that the welfare of the incapacitated individual requires immediate action;\n\n(B) A general guardian not limited by the court in scope as described in § 21-2044(c) or in time as described in § 21-2046; and\n\n(C) A limited guardian whose powers are limited by the court as described in § 21-2044(c) and who is appointed for a finite period of time as described in § 21-2046 or for an indeterminate period of time.\n\n(9) “Guardian ad litem” means an individual appointed by the court to assist the subject of an intervention proceeding to determine his or her interests in regard to the guardianship or protective proceeding or to make that determination if the subject of the intervention proceeding is unconscious or otherwise wholly incapable of determining his or her interest in the proceeding even with assistance.\n\n(10) “Habilitation” means the process by which an individual is assisted to acquire and maintain those life skills that enable him or her to cope more effectively with the demands of his or her own person and of his or her own environment and to raise the level of his or her physical, intellectual, social, emotional, and economic efficiency.\n\n(11) “Incapacitated individual” means an adult whose ability to receive and evaluate information effectively or to communicate decisions is impaired to such an extent that he or she lacks the capacity to manage all or some of his or her financial resources or to meet all or some essential requirements for his or her physical health, safety, habilitation, or therapeutic needs without court-ordered assistance or the appointment of a guardian or conservator.\n\n(11A) “Incapacitated individual for health-care decisions” means an adult individual who lacks sufficient mental capacity to:\n\n(A) Appreciate the nature and implications of a health-care decision;\n\n(B) Make a choice regarding the alternatives presented; or\n\n(C) Communicate that choice in an unambiguous manner.\n\n(12) “Intervention proceeding” means any proceeding under this chapter.\n\n(13) “Lease” means an oil, gas, or other mineral lease.\n\n(14) “Letters” means letters of guardianship and letters of conservatorship.\n\n(15) “Manage financial resources” means those actions necessary to obtain, administer, and dispose of real and personal property, intangible property, business property, benefits, and income.\n\n(16) “Meet essential requirements for physical health or safety” means those actions necessary to provide health care, food, shelter, clothing, personal hygiene, and other care without which serious physical injury or illness is more likely than not to occur.\n\n(17) “Mortgage” means any conveyance, agreement, or arrangement in which property is used as collateral.\n\n(18) “Organization” includes a corporation, business trust, estate, trust, partnership, association, 2 or more persons having a joint or common interest, government, governmental subdivision or agency, or any other legal entity.\n\n(19) “Person” means an individual or an organization.\n\n(20) “Petition” means a written request to the court for an order after notice.\n\n(21) “Property” means anything that may be the subject of ownership, and includes both real and personal property and any interest in real or personal property.\n\n(22) “Protected individual” means an individual for whom a conservator has been appointed or other protective order has been made as provided in sections 21-2055 and 21-2056.\n\n(23) “Protective proceeding” means a proceeding under the provisions of subchapter VI of this chapter.\n\n(24) “Qualified developmental disability professional” means:\n\n(A) A psychologist with at least a master’s degree from an accredited program and with specialized training or 1 year of experience in intellectual disabilities;\n\n(B) A physician licensed to practice medicine in the District and with specialized training in intellectual disabilities or with 1 year of experience in treating individuals with intellectual disabilities;\n\n(C) An educator with a degree in education from an accredited program and with specialized training or 1 year of experience in working with individuals with intellectual disabilities;\n\n(D) A social worker with:\n\n(i) A master’s degree from a school of social work accredited by the Council on Social Work Education (New York, New York), and with specialized training in intellectual disabilities or with 1 year of experience in working with individuals with intellectual disabilities; or\n\n(ii) A bachelor’s degree from an undergraduate social work program accredited by the Council on Social Work Education who is currently working and continues to work under the supervision of a social worker as defined in subparagraph (D)(i) and who has specialized training in intellectual disabilities or 1 year of experience in working with individuals with intellectual disabilities;\n\n(E) A rehabilitation counselor who is certified by the Commission on Rehabilitation Counselor Certification (Chicago, Illinois) and who has specialized training in intellectual disabilities or 1 year of experience in working with individuals with intellectual disabilities;\n\n(F) A physical or occupational therapist with a bachelor’s degree from an accredited program in physical or occupational therapy and who has specialized training or 1 year of experience in working with individuals with intellectual disabilities; or\n\n(G) A therapeutic recreation specialist who is a graduate of an accredited program and who has specialized training or 1 year of experience in working with individuals with intellectual disabilities.\n\n(25) “Security” means any:\n\n(A) Note;\n\n(B) Stock;\n\n(C) Treasury stock;\n\n(D) Bond debenture;\n\n(E) Evidence of indebtedness;\n\n(F) Certificate of interest or participation in an oil, gas, or mining title or lease or in payments out of production under such a title or lease;\n\n(G) Collateral trust certificate;\n\n(H) Transferable share;\n\n(I) Voting trust certificate; or\n\n(J) Interest or instrument commonly known as a security, certificate of interest or participation, temporary or interim certificate, receipt, certificate of deposit for, or any warrant or right to subscribe to or purchase any of the foregoing.\n\n(25A) “Substituted judgment” means making a decision that conforms as closely as possible with the decision that the individual would have made, based upon the knowledge of the beliefs, values, and preferences of the individual.\n\n(26) “Visitor” means a person appointed in a guardianship or protective proceeding who is an officer, employee, or special appointee of the court and who has no personal interest in the proceeding.\n\n(27) “Ward” means an individual for whom a guardian has been appointed.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(r), 45 DCR 745; Apr. 4, 2006, D.C. Law 16-79, § 7(a), 53 DCR 1035; Apr. 24, 2007, D.C. Law 16-305, § 35(c)(1), 53 DCR 6198; Oct. 22, 2008, D.C. Law 17-249, § 2(b), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 21(h)(2), 59 DCR 5567; Mar. 11, 2015, D.C. Law 20-230, § 2(b), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2011.html"
    },
    {
      "id": "section-21-2021",
      "number": "21-2021",
      "heading": "Territorial application.",
      "text": "Except as otherwise provided in this chapter, this chapter applies to:\n\n(1) Affairs and estates of a disappeared individual who is domiciled in the District and an individual to be protected who is domiciled in the District;\n\n(2) Property located in the District of a non-domiciliary who is a disappeared individual or an individual to be protected;\n\n(3) Property coming into the control of a guardian or conservator who is subject to the laws of the District; and\n\n(4) An incapacitated individual in the District.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2021.html"
    },
    {
      "id": "section-21-2022",
      "number": "21-2022",
      "heading": "Practice in court.",
      "text": "Unless specifically provided to the contrary in this chapter or inconsistent with its provisions, the rules of the court, including the rules concerning vacation of orders and appellate review, govern proceedings under this chapter.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2022.html"
    },
    {
      "id": "section-21-2023",
      "number": "21-2023",
      "heading": "Jury trial.",
      "text": "Repealed.",
      "history": "Sept. 22, 1989, D.C. Law 8-34, § 2(d), 36 DCR 5035",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2023.html"
    },
    {
      "id": "section-21-2024",
      "number": "21-2024",
      "heading": "Appeals.",
      "text": "Appellate review, including the right to appellate review, interlocutory appeal, provisions as to time, manner, notice, appeal bond, stays, scope of review, record on appeal, briefs, arguments, and power of the appellate court, is governed by the rules applicable to the appeals to the District of Columbia Court of Appeals.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2024.html"
    },
    {
      "id": "section-21-2031",
      "number": "21-2031",
      "heading": "Notice; method, contents, and time of giving.",
      "text": "(a) If notice of a hearing on any petition is required, other than a notice meeting specific notice requirements otherwise provided, the petitioner shall cause notice of the time and place of hearing of any petition to be given to the person to be notified or to the attorney, if the person has appeared by attorney or requested that notice be sent to an attorney.\n\n(b) Notice must be given:\n\n(1) By mailing a copy of the notice at least 17 days before the time set for the hearing by certified or ordinary first-class mail, addressed to the person being notified, using the post office address given in the request for notice, if any, or to the person’s office or place of residence, if known;\n\n(2) By personally delivering a copy to the person being notified at least 14 days before the time set for the hearing; or\n\n(3) In the case of an individual who has disappeared, has been detained by a foreign power, or is being held by someone other than a foreign power, by publishing, at least once a week for 3 consecutive weeks, a copy of the notice in a newspaper of general circulation in the District, the first publication of which is at least 40 days before the date set for the hearing.\n\n(c) The court, for good cause shown, may provide for a different method or time of giving notice for any hearing.\n\n(d) Proof of the giving of notice must be made by affidavit not later than the date of the hearing specified in the proceeding.\n\n(e) The contents of the notice required in any proceeding under this chapter shall be as prescribed by court rule. Each notice shall explain the purposes, procedure, and significance of the pleading or hearing that the notice concerns, as well as the rights to which the parties are entitled.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Sept. 22, 1989, D.C. Law 8-34, § 2(e), 36 DCR 5035",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2031.html"
    },
    {
      "id": "section-21-2032",
      "number": "21-2032",
      "heading": "Notice; waiver.",
      "text": "A person, including a guardian, guardian ad litem, conservator, or other fiduciary, may waive notice by a signed writing. An individual for whom a guardianship or other protective order is sought, a ward, or a protected individual may not waive notice.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2032.html"
    },
    {
      "id": "section-21-2033",
      "number": "21-2033",
      "heading": "Guardian ad litem; counsel; visitor.",
      "text": "(a) At any point in a proceeding, a court may appoint a guardian ad litem to prosecute or defend the best interests of individuals in any legal proceeding if the court determines that representation of the interest otherwise would be inadequate. If not precluded by a conflict of interest, a guardian ad litem may be appointed to represent several individuals or interests. In addition, a guardian ad litem may be appointed by the court to assist the subject of an intervention proceeding to determine his or her best interests in regard to the guardianship or protective proceeding or to make that determination if the subject of the proceeding is unconscious or otherwise wholly incapable of determining his or her interests in that proceeding even with assistance. In either case the guardian ad litem shall not serve as an independent finder of fact, investigator, ombudsman, or other neutral party in the proceeding. The court, as a part of the record of the proceeding, shall set out its reasons for appointing a guardian ad litem and his or her specific duties.\n\n(1) The duty of counsel for the subject of a guardianship or protective proceeding is to represent zealously that individual’s expressed wishes. At a minimum, this shall include:\n\n(A) Personal interviews with the subject of the intervention proceeding;\n\n(B) Explaining to the subject of the intervention proceeding, in the language, mode of communication, and terms that the individual is most likely to understand, the nature and possible consequences of the proceeding, the alternatives that are available, and the rights to which the individual is entitled; and\n\n(C) Securing and presenting evidence and testimony and offering arguments to protect the rights of the subject of the guardianship or protective proceeding and further the subject of the guardianship’s expressed wishes.\n\n(2) If the subject of the guardianship or protective proceeding is unconscious or otherwise wholly incapable of expressing his or her wishes, counsel shall advocate zealously for the result that is the least restrictive option in type, duration, and scope, consistent with the subject’s interests as determined by the guardian ad litem.\n\n(c) Visitors appointed by the court in guardianship or protective proceedings shall interview the subject of the proceeding, the person who has filed the petition initiating the proceeding, and any person nominated to serve as guardian or conservator. The visitor shall also visit the present place of abode of the subject of the proceeding and the place it is proposed that the individual will be detained or reside if the appointment is made. The visitor shall submit a written report to the court. If a person has been nominated for appointment as a guardian or conservator, the visitor shall investigate whether a conflict or potential conflict of interest should preclude the appointment. If no person is nominated, the visitor shall make a nomination in his or her report to the court.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 11, 2015, D.C. Law 20-230, § 2(c), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2033.html"
    },
    {
      "id": "section-21-2034",
      "number": "21-2034",
      "heading": "Request for notice; interested person.",
      "text": "Upon payment of any required fee, an interested person who desires to be notified before any order is made in any proceeding under this chapter may file a request for notice with the clerk of the court in which the proceeding is pending. The clerk shall mail a copy of the request to the guardian and to the conservator if either has been appointed. A request is not effective unless it contains a statement showing the interest of the person making it and the address of that person or an attorney to whom notice is to be given. The request is effective only as to proceedings occurring after the filing. Any governmental agency paying or planning to pay benefits to the individual to be protected is an interested person in protective proceedings.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2034.html"
    },
    {
      "id": "section-21-2041",
      "number": "21-2041",
      "heading": "Procedure for court-appointment of a guardian of an incapacitated individual.",
      "text": "(a) An incapacitated individual or any person interested in the welfare of the incapacitated individual may petition for appointment of a guardian, either limited, temporary, or general.\n\n(b) The petition shall state the name, address, and interest of the petitioner, state the name, age, residence, and address of the individual for whom a guardian is sought, and set forth the reasons for which the guardianship is sought with specific particularity so as to enable the court to determine what class of examiner and visitor should examine the person alleged to be incapacitated.\n\n(c) The petition shall be served upon the subject of the petition, by first class mail, within 3 days of its filing. Proof of service is to be by certificate of service.\n\n(d) After the filing of a petition, the court shall set a date for hearing on the issue of incapacity so that notice may be given as required by section 21-2042 and, unless the allegedly incapacitated individual is represented by counsel, the court shall appoint an attorney to represent the individual in the proceeding. The court shall appoint an appropriately qualified examiner who shall submit a report in writing to the court. The individual alleged to be incapacitated also shall be interviewed by a visitor appointed by the court. The examiner and the visitor shall be separate persons. The court may waive the appointment of a visitor and, where a report has been submitted in writing to the court for the allegedly incapacitated individual, the court may waive the appointment of an examiner. The court shall waive, absent good cause shown, the appointments of a visitor and examiner if the petition seeks appointment of an emergency guardian or a health-care guardian and the petition is supported by the certification of incapacity made pursuant to section 21-2204.\n\n(e) The court may utilize the services of additional visitors to evaluate the condition of the allegedly incapacitated individual and to make appropriate recommendations to the court.\n\n(f) In the case of an individual whose incapacity is alleged to arise out of an intellectual disability, preference is for the appointment of an examiner and visitor who are qualified developmental disability professionals and who can collectively give a complete social, psychological, and medical evaluation of the individual. The court may waive the appointment of a visitor and, where a current individual habilitation plan prepared pursuant to section 7-1304.03 is submitted to the court, the court may waive the appointment of an examiner.\n\n(g) For any individual alleged to be incapacitated, any current social, psychological, medical, or other evaluation used for diagnostic purposes or in the development of a current plan of treatment or any current plan of treatment shall be presented as evidence to the court. For an individual alleged to be incapacitated for health-care decisions, the certification of incapacity made pursuant to section 21-2204 shall be presented as evidence to the court.\n\n(h) An individual alleged to be incapacitated shall be present at the hearing unless good cause is shown for the absence. The individual shall be represented by counsel and is entitled to present evidence and to cross-examine witnesses, including any court-appointed examiner or visitor. The hearing may be closed if the individual alleged to be incapacitated or counsel for the individual so requests.\n\n(i) Any person may apply for permission to participate in the proceeding, and the court may grant the request, with or without hearing, upon determining that the best interest of the alleged incapacitated individual will be served. The court may attach appropriate conditions to the permission.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Sept. 22, 1989, D.C. Law 8-34, § 2(f)-(g), 36 DCR 5035; Apr. 24, 2007, D.C. Law 16-305, § 35(c)(2), 53 DCR 6198; Oct. 22, 2008, D.C. Law 17-249, § 2(c), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 21(h)(3), 59 DCR 5567",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2041.html"
    },
    {
      "id": "section-21-2042",
      "number": "21-2042",
      "heading": "Notice; guardianship proceeding.",
      "text": "(a) In a proceeding for the appointment of a guardian of an incapacitated individual, notice of a hearing shall be given to each of the following:\n\n(1) The individual alleged to be incapacitated and his or her spouse or, if none, adult children, or, if none, parents;\n\n(2) Any person who is serving as guardian or conservator, or who has the care and custody of the individual alleged to be incapacitated;\n\n(3) In case no other individual is notified under paragraph (1) of this subsection, at least 1 of the nearest adult relatives, if any can be found; and\n\n(4) Any other person as directed by the court.\n\n(b) Notice of a hearing on a petition for an order subsequent to appointment of a guardian shall be given to the ward, the guardian, and any other person ordered by the court.\n\n(c) Notice shall be served personally on the alleged incapacitated individual. Notice to other individuals as required by subsection (a) of this section shall be served personally if the individual to be notified can be found within the District. In all other cases, required notices shall be given as provided in section 21-2031.\n\n(d) The individual alleged to be incapacitated may not waive notice.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(s), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2042.html"
    },
    {
      "id": "section-21-2043",
      "number": "21-2043",
      "heading": "Who may be guardian; priorities.",
      "text": "(a) Any qualified person may be appointed guardian of an incapacitated individual.\n\n(1) Except as provided in paragraph (2) of this subsection, a person will be deemed by the court to have a conflict of interest and may not be appointed as a guardian if the person:\n\n(A) Provides substantial services other than serving as guardian to the incapacitated individual in a professional or business capacity;\n\n(B) Is a creditor of the incapacitated individual; or\n\n(C) Is employed by any person or entity that provides services other than serving as guardian to the incapacitated individual in a professional or business capacity.\n\n(2) Notwithstanding the provisions of paragraph (1) of this subsection, a person may be appointed as a guardian if:\n\n(A) The person is the incapacitated individual’s spouse, domestic partner, adult child, parent, adult sibling, or relative with whom the incapacitated individual has resided for more than 6 months prior to the filing of the petition; and\n\n(B) The court determines that the potential conflict of interest is insubstantial and that the appointment would clearly be in the best interests of the incapacitated individual; provided, that the court may not appoint a guardian in any other circumstance in which a conflict of interest may occur.\n\n(b) Unless lack of qualification or other good cause dictates the contrary, the court shall appoint a guardian in accordance with the incapacitated individual’s current stated wishes or his or her most recent nomination in a durable power of attorney.\n\n(c) Except as provided in subsection (b) of this section, the following persons are entitled to consideration for appointment in the order listed:\n\n(1) The spouse or domestic partner of the incapacitated individual or a person nominated by will of a deceased spouse or domestic partner or by another writing signed by the spouse or domestic partner and attested by at least 2 witnesses;\n\n(2) An adult child of the incapacitated individual or a person nominated by will of a deceased adult child or by other writing signed by the child and attested by at least 2 witnesses;\n\n(3) A parent of the incapacitated individual or a person nominated by will of a deceased parent or by other writing signed by a parent and attested by at least 2 witnesses;\n\n(3A) An adult sibling of the incapacitated individual or a person nominated by will of a deceased sibling or by other writing signed by an adult sibling and attested by at least 2 witnesses;\n\n(4) Any relative of the incapacitated individual with whom he or she has resided for more than 6 months prior to the filing of the petition; and\n\n(5) Any other person.\n\n(d) With respect to persons having equal priority, the court shall select the person it deems best qualified to serve. The court, acting in the best interest of the incapacitated individual, may pass over a person having priority and appoint a person having a lower priority or no priority.\n\n(1) The court shall not appoint a guardian until the person to be appointed as a guardian has submitted to the court a statement, signed and sworn by the person to be appointed, stating whether or not he or she has been convicted of, has pleaded nolo contendere to, is on probation before judgment or placement of a case upon a stet docket for, or has been found not guilty by reason of insanity of, any of the following offenses and including the court and date of each such adjudication:\n\n(A) A lifetime registration offense, as defined in § 22-4001(6), or its equivalent in any other state or territory, including any attempt or conspiracy to commit such an offense;\n\n(B) A registration offense, as defined in § 22-4001(8), or its equivalent in any other state or territory, including any attempt or conspiracy to commit such an offense;\n\n(C) Any offense set forth in Chapters 8, 8A, 9A, 10, 11, 14, 15, and 32 of Title 22, or its equivalent in any other state or territory, including any attempt or conspiracy to commit such an offense;\n\n(D) A dangerous crime, as defined § 23-1331(3), or its equivalent in any other state or territory, including any attempt or conspiracy to commit such an offense; or\n\n(E) A crime of violence, as defined in § 23-1331(4), or its equivalent in any other state or territory, including any attempt or conspiracy to commit such an offense.\n\n(2) In addition to the affirmation under paragraph (1) of this subsection, a guardian shall submit to the court:\n\n(A) Within 60 days after the guardianship appointment, the results of a criminal-history check from the Metropolitan Police Department (“MPD”), conducted no more than 90 days before the guardianship appointment; and\n\n(B) Within 180 days after the guardianship appointment, the results of a Federal Bureau of Investigation (“FBI”) fingerprint background check, conducted no more than 90 days before the guardianship appointment.\n\n(3) The results of all criminal-history checks and FBI fingerprint background checks and all signed, sworn statements, submitted pursuant to paragraphs (1) and (2) of this subsection, shall be made a part of the record of the case.\n\n(4) Emergency guardians, health-care guardians, and provisional guardians appointed under § 21-2046 are exempt from the requirements of paragraph (2) of this subsection.\n\n(5) If a guardian serves as a member of the Probate Division’s Fiduciary Panel of Attorneys, the guardian may satisfy the requirements of paragraph (2) of this subsection by submitting to the court the results of a criminal-history check conducted by MPD and a FBI fingerprint background check, each issued no more than 3 years before the guardianship appointment.\n\n(1) It is presumed not to be in the best interests of an incapacitated individual to appoint as guardian a person who has been convicted of an offense identified in subsection (d-1)(1) or found, pursuant to an investigation by law enforcement or a government agency, to have inflicted harm upon a child, elderly individual, or person with a disability.\n\n(2) When determining whether it is in the best interest of the incapacitated individual for a person to be appointed as a guardian who has been convicted or found to have inflicted harm as set forth in paragraph (1) of this subsection, the Court shall consider the following:\n\n(A) The prior relationship, if any, of the proposed guardian to the incapacitated individual;\n\n(B) The nature of the offense;\n\n(C) The date of the offense;\n\n(D) Evidence of the rehabilitation of the proposed guardian.\n\n(e) A guardian shall limit his or her caseload to a size that allows the guardian:\n\n(1) To accurately and adequately support and protect each ward;\n\n(2) To maintain regular and reasonable contact with each ward, including a minimum of one visit per month, unless otherwise specified by the court based on the expressed preferences of the ward or the ward’s best interests; and\n\n(3) To have regular contact with service providers.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(b), 53 DCR 1035; Oct. 22, 2008, D.C. Law 17-249, § 2(d), 55 DCR 9206; Mar. 11, 2015, D.C. Law 20-230, § 2(d), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2043.html"
    },
    {
      "id": "section-21-2044",
      "number": "21-2044",
      "heading": "Findings; order of appointment.",
      "text": "(a) The court shall exercise the authority conferred in this subchapter so as to encourage the development of maximum self-reliance and independence of the incapacitated individual. The court, on appropriate findings, may appoint a limited guardian, a temporary guardian, or a general guardian. When the court appoints a guardian, it shall appoint the type of guardianship that is least restrictive to the incapacitated individual in duration and scope, taking into account the incapacitated individual’s current mental and adaptive limitations, the incapacitated individual’s ability to improve his or her condition, or other conditions warranting the appointment.\n\n(b) The court may appoint a guardian as requested if it is satisfied that the individual for whom a guardian is sought is incapacitated and that the appointment is necessary as a means of providing continuing care and supervision of the person of the incapacitated individual. The court, on appropriate findings, may:\n\n(1) Treat the petition as a petition for a protective order under section 21-2051 and proceed accordingly;\n\n(2) Enter any other appropriate order; or\n\n(3) Dismiss the proceedings.\n\n(c) The court, at the time of appointment, later on its own motion, or on appropriate petition or motion of the incapacitated individual or other interested person, may limit the powers of a guardian otherwise conferred by this chapter and create a limited guardianship. Any limitation on the statutory power of a guardian of an incapacitated individual shall be endorsed on the guardian’s letters. Following the same procedure, a limitation may be removed or modified and appropriate letters issued.\n\n(d) While a petition for appointment of a guardian is pending, after a preliminary hearing, and without notice to others, the court may preserve and apply the property of the individual to be protected as may be required for support of the individual or dependents of the individual.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Oct. 22, 2008, D.C. Law 17-249, § 2(e), 55 DCR 9206; Mar. 11, 2015, D.C. Law 20-230, § 2(e), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2044.html"
    },
    {
      "id": "section-21-2045",
      "number": "21-2045",
      "heading": "Acceptance of appointment; consent of jurisdiction.",
      "text": "By accepting appointment, a guardian submits personally to the jurisdiction of the court in any proceeding relating to the guardianship that may be instituted by any interested person. Notice of any proceeding shall be delivered or mailed to the guardian at the address listed in the court records and at the address as then known to the petitioner, except where the guardian resides in a foreign jurisdiction in which case notice shall be made to the court.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2045.html"
    },
    {
      "id": "section-21-2045.01",
      "number": "21-2045.01",
      "heading": "Mandatory court review of guardianships.",
      "text": "(1) Within the 3-year period after the appointment of a guardian and within every 3- year period thereafter in which a guardian remains appointed, the court shall appoint a case reviewer, who shall be a social worker licensed in the District of Columbia, to investigate the continued need for the guardian.\n\n(2) Within 6 months after the case reviewer’s appointment, the case reviewer shall submit to the court a report containing the results of the case reviewer’s investigation.\n\n(b) The case reviewer may be assisted in his or her investigation by a team of students enrolled in a master of social work program accredited by the Council on Social Work Education, but the case reviewer must supervise the students and submit the final report to the court.\n\n(c) The case reviewer’s report submitted pursuant to subsection (a)(2) of this section shall include:\n\n(1) An updated medical or psychological report or statement by a licensed professional that addresses the current capacity of the ward;\n\n(2) A statement setting forth the ward’s expressed preferences regarding the continued scope and duration of ward’s guardianship, including his or her preference with respect to whether a replacement guardian should be appointed. If the ward is unable or unwilling to express his or her preferences, the case reviewer shall note that the ward is unable or unwilling to do so;\n\n(3) Any statements made by a ward or any other interested party requesting continuation, modification, or termination of the ward’s guardianship; and\n\n(4) The case reviewer’s opinion as to whether the operative guardianship order is the least restrictive guardianship order that is appropriate for the ward and the bases for that opinion.\n\n(d) No more than 10 days after the case reviewer’s submission of the report to the court pursuant to subsection (a)(2) of this section, and at least 30 days before any court hearing ordered pursuant to subsection (e)(2) of this section, a copy of the report shall be:\n\n(1) Served personally on the ward; and\n\n(2) Delivered to the guardian; and\n\n(3) Delivered to all interested parties and persons who have filed a request for notice under § 21-2034; and\n\n(4) Accompanied by a written statement that advises the recipient that he or she may submit written objections to the report and its recommendations, and may petition the court at any time to modify or terminate the guardianship.\n\n(e) No more than 90 days after submission of the case reviewer’s report to the court pursuant to subsection (a)(2) of this section, the court shall:\n\n(1) Review the case reviewer’s report and any objection filed;\n\n(2) Hold a hearing if the ward requests a hearing, the case reviewer recommends modification or termination of the guardianship or removal of the guardian, or the court determines that a hearing is otherwise appropriate; and\n\n(3) Based upon the record, determine whether the guardianship continues to be the least restrictive to the ward in duration and scope, taking into account factors including the ward’s current mental and adaptive limitations, the ward’s ability to improve his or her condition, or any other consideration relevant to the appointment of a guardian under § 21-2044(a), and determine whether the guardianship should be continued in its present form, be modified, or be terminated.\n\n(f) Nothing in this section shall limit the power of the court to terminate a guardianship pursuant to § 21-2049.\n\n(g) Nothing in this section shall prevent the ward or other interested parties from requesting a hearing at any time or appealing court orders as otherwise permitted by law.\n\n(h) This section shall apply to all guardianships in which a guardian is appointed on or after January 1, 2015.",
      "history": "Mar. 11, 2015, D.C. Law 20-230, § 2(f), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2045.01.html"
    },
    {
      "id": "section-21-2046",
      "number": "21-2046",
      "heading": "Temporary guardians.",
      "text": "(a) Temporary guardians are guardians appointed for a finite period of time. Temporary guardians include emergency guardians, health-care guardians, and provisional guardians. All provisions of this chapter apply to temporary guardians unless otherwise specified.\n\n(1) The court, on appropriate petition, may appoint an emergency guardian, whose authority may not extend beyond 21 days, if:\n\n(A) An incapacitated individual has no guardian;\n\n(B) A life-threatening situation or situation involving emergency care exists; and\n\n(C) There is no other person with authority to act who is reasonably available, mentally capable, and willing to act.\n\n(2) An emergency guardian appointed pursuant to this subsection may exercise those powers granted in the order.\n\n(3) Immediately upon receipt of the petition, the court shall appoint counsel for the individual alleged to be incapacitated and provide notice to the individual alleged to be incapacitated and to interested persons, pursuant to section 21-2042.\n\n(4) The individual alleged to be incapacitated, counsel for that individual, or any other interested person may request a hearing at any time within the period of the emergency guardianship. The hearing shall be held no later than 48 hours after the request.\n\n(5) The court may extend the authority of an emergency guardian appointed pursuant to this subsection to authorize the emergency guardian to serve as a health-care guardian consistent with subsection (c) of this section.\n\n(1) The court, on appropriate petition, may appoint a health-care guardian for the individual alleged to be incapacitated for a specified period of time of up to 90 days if:\n\n(A) An individual has been determined to be incapacitated under section 21-2204;\n\n(B) The individual has no guardian; and\n\n(C) There is no other person with authority to act who is reasonably available, mentally capable, and willing to act.\n\n(2) The health-care guardian shall have the powers and duties set forth at section 21-2047.02(b).\n\n(3) An appropriate petition shall include the certification of incapacity made pursuant to section 21-2204. Immediately upon receipt of the petition, counsel shall be appointed for the individual alleged to be incapacitated, and notice provided to the individual alleged to be incapacitated and to interested persons, pursuant to section 21-2042. The hearing shall be held within 7 days of receipt of the petition.\n\n(4) The court may extend the authority of a health-care guardian for one additional period of up to 90 days:\n\n(A) Upon determination of continued incapacity and determination of a continued need for the provision of substituted consent for any health-care service, treatment, or procedure pursuant to section 21-2210; or\n\n(B) If a petition for a permanent limited guardian or general guardian, pursuant to section 21-2041, has been filed with the court prior to the expiration of the appointment of the temporary guardian.\n\n(d) If the court finds that any appointed guardian is not effectively performing duties and that the welfare of the ward requires immediate action, it may appoint a provisional guardian, with notice to interested parties within 14 days after the appointment. The provisional guardian shall have the powers set forth in the previous order of appointment for a specified period not to exceed 6 months. The authority of any permanent guardian previously appointed by the court is suspended as long as a provisional guardian has authority.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Oct. 22, 2008, D.C. Law 17-249, § 2(f), 55 DCR 9206",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2046.html"
    },
    {
      "id": "section-21-2047",
      "number": "21-2047",
      "heading": "Powers and duties of general guardian and limited guardian.",
      "text": "Except as limited pursuant to section 21-2044 , a general guardian or a limited guardian of an incapacitated individual is responsible for care, custody, and control of the ward, but is not personally liable to third persons by reason of that responsibility for acts of the ward.\n\n(a) In particular and without qualifying the foregoing, a general guardian or limited guardian shall:\n\n(1) Become or remain personally acquainted with the ward and maintain sufficient contact with the ward to know of the ward’s capacities, limitations, needs, opportunities, and physical and mental health;\n\n(2) Take reasonable care of the ward’s personal effects and commence protective proceedings, if necessary, to protect other property of the ward;\n\n(3) Apply any available money of the ward to the ward’s current needs for support, care, habilitation, and treatment;\n\n(4) Conserve any excess money of the ward for the ward’s future needs, but if a conservator has been appointed for the estate of the ward, the guardian, at least quarterly, shall pay to the conservator money of the ward to be conserved for the ward’s future needs;\n\n(5) Report in writing the condition of the ward and of the ward’s estate that has been subject to the guardian’s possession or control, as ordered by the court on petition of any person interested in the ward’s welfare or on any order of the court, but at least semiannually;\n\n(6) Make decisions on behalf of the ward by conforming as closely as possible to a standard of substituted judgment or, if the ward’s wishes are unknown and remain unknown after reasonable efforts to discern them, make the decision on the basis of the ward’s best interests;\n\n(7) Include the ward in the decision-making process to the maximum extent of the ward’s ability; and\n\n(8) Encourage the ward to act on his or her own behalf whenever he or she is able to do so, and to develop or regain capacity to make decisions in those areas in which he or she is in need of decision-making assistance, to the maximum extent possible.\n\n(b) A general guardian or limited guardian may:\n\n(1) Receive money payable for the support of the ward under the terms of any statutory benefit or insurance system or any private contract, devise, trust, conservatorship, or custodianship;\n\n(2) Take custody of the person of the ward and establish the ward’s place of abode within or without the District, if consistent with the terms of any order by a court of competent jurisdiction relating to detention or commitment of the ward;\n\n(3) Institute proceedings, including administrative proceedings, or take other appropriate action to compel the performance by any person of a duty to support the ward or to pay sums for the welfare of the ward, if no conservator for the estate of the ward has been appointed;\n\n(A) Consent to medical and psychiatric examinations and treatment, including medical treatment, psychiatric treatment, the administration of medications, including psychotropic medications, or other professional care, treatment, or advice for the ward.\n\n(B) A general guardian or limited guardian consenting to treatment outlined in subparagraph (A) of this paragraph shall not be liable for civil damages for any act or omission, unless the act or omission constitutes gross negligence;\n\n(5) Obtain medical records for the purpose of applying for government entitlements or private benefits and have the status of a legal representative under the District of Columbia Mental Health Information Act of 1978, effective March 3, 1979 (D.C. Law 2-136; § 7-1201.01 et seq.); and\n\n(6) If reasonable under all of the circumstances, delegate to the ward certain responsibilities for decisions affecting the ward’s well-being.\n\n(c) Repealed.\n\n(d) A guardian is entitled to reasonable compensation for services as guardian and to reimbursement for room, board, and clothing personally provided to the ward, but only as approved by order of the court pursuant to section 21-2060(a).",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; May 10, 1989, D.C. Law 7-231, § 27, 36 DCR 492; Sept. 22, 1989, D.C. Law 8-34, § 2(h), 36 DCR 5035; Oct. 22, 2008, D.C. Law 17-249, § 2(g), 55 DCR 9206",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2047.html"
    },
    {
      "id": "section-21-2047.01",
      "number": "21-2047.01",
      "heading": "Limitations on temporary, limited, and general guardians.",
      "text": "A guardian shall not have the power:\n\n(1) To consent to an abortion, sterilization, psycho-surgery, or removal of a bodily organ except to preserve the life or prevent the immediate serious impairment of the physical health of the incapacitated individual, unless the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n(2) To consent to convulsive therapy, experimental treatment or research, or behavior modification programs involving aversive stimuli, unless the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n(3) To consent to the withholding of non-emergency, life-saving, medical procedures unless it appears that the incapacitated person would have consented to the withholding of these procedures and the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n(4) To consent to the involuntary or voluntary civil commitment of an incapacitated individual who is alleged to be mentally ill and dangerous under any provision or proceeding occurring under Chapter 5 of Title 21, except that a guardian may function as a petitioner for the commitment consistent with the requirements of Chapter 5 of Title 21;\n\n(5) To consent to the waiver of any substantive or procedural right of the incapacitated individual in any proceeding arising from an insanity acquittal;\n\n(6) To prohibit the marriage or divorce, or consent to the termination of parental rights, unless the power is expressly set forth in the order of appointment or after subsequent hearing and order of the court; or\n\n(7) To impose unreasonable confinement or involuntary seclusion, including forced separation from other persons or the restriction of the incapacitated individual’s access to email, phone calls, and mail, unless the power is expressly set forth in the order of appointment or after subsequent hearing and order of the court.",
      "history": "Oct. 22, 2008, D.C. Law 17-249, § 2(h), 55 DCR 9206; Mar. 11, 2015, D.C. Law 20-230, § 2(g), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2047.01.html"
    },
    {
      "id": "section-21-2047.02",
      "number": "21-2047.02",
      "heading": "Powers and duties of emergency and health-care guardians.",
      "text": "(a) Except as limited by sections 21-2046 and 21-2047.01, an emergency guardian or health-care guardian is responsible for providing substituted consent for an incapacitated individual and for any other duties authorized by the court, but is not personally liable to third persons by reason of that responsibility or acts of the incapacitated individual.\n\n(b) An emergency or health-care guardian shall:\n\n(1) Become or remain personally acquainted with the ward and maintain sufficient contact with the ward to know of his or her capacities, limitations, needs, opportunities, and physical and mental health;\n\n(2) Make decisions on behalf of the ward by conforming as closely as possible to a standard of substituted judgment or, if the ward’s wishes are unknown and remain unknown after reasonable efforts to discern them, make the decision on the basis of the ward’s best interests;\n\n(3) Include the ward in the decision-making process to the maximum extent of the ward’s ability.\n\n(4) Encourage the individual to act on his or her own behalf whenever he or she is able to do so, and to develop or regain capacity to make decisions in those areas in which he or she is in need of decision-making assistance, to the maximum extent possible; and\n\n(5) Make any report the court requires.\n\n(c) An emergency or health-care guardian may:\n\n(1) Grant, refuse, or withdraw consent to medical examination and health-care treatment for an individual who has been deemed incapacitated pursuant to section 21-2204;\n\n(2) Obtain medical records for the purpose of providing substituted consent pursuant to section 21-2210; and\n\n(3) Have the status of a legal representative under Chapter 12 of Title 7.",
      "history": "Oct. 22, 2008, D.C. Law 17-249, § 2(h), 55 DCR 9206",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2047.02.html"
    },
    {
      "id": "section-21-2048",
      "number": "21-2048",
      "heading": "Termination of guardianship for incapacitated individual.",
      "text": "The authority and responsibility of a guardian of an incapacitated individual terminates upon the death of the guardian or ward, the determination of incapacity of the guardian, or the removal or resignation of the guardian as provided in section 21-2049 . The termination does not affect a guardian’s liability for prior acts or the obligation to account for funds and assets of the ward.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2048.html"
    },
    {
      "id": "section-21-2049",
      "number": "21-2049",
      "heading": "Removal or resignation of guardian; termination of incapacity.",
      "text": "(1) On petition of the guardian, the court, after a hearing, may accept a resignation of a guardian.\n\n(2) The court may remove a temporary guardian at any time.\n\n(3) On petition of the ward, the Department on Disability Services (\"Department\") if the ward is receiving services from the Department, or any interested person, or on the court’s own motion, the court, after a hearing, may remove a limited guardian or a general guardian for any of the following reasons:\n\n(A) Failure to discharge the guardian's duties, including failure to conform as closely as possible to a standard of substituted judgment or, if the ward’s wishes are unknown and remain unknown after reasonable efforts to discern them, to make a decision on the basis of the ward’s best interests, pursuant to section 21-2047(a)(6) or 21-2047.02(b)(2);\n\n(B) Abuse of their powers;\n\n(B-i) Abuse, neglect, or financial exploitation of the ward;\n\n(C) Failure to comply with any order of the court;\n\n(D) Failure to educate or provide for the ward as liberally as the ward’s financial situation permits, if education and financial management fall within the scope of the guardianship;\n\n(E) Interference with the ward’s progress or participation in programs in the community; or\n\n(F) For any other good cause.\n\n(b) The ward or any person interested in the welfare of the ward may petition for an order that the ward is no longer incapacitated and for termination of the guardianship. A request for an order may also be made informally to the court and any individual who knowingly interferes with transmission of the request may be adjudged guilty of contempt of court. A ward seeking termination is entitled to the same rights and procedures as in an original proceeding for appointment of a guardian.\n\n(c) Upon removal, resignation, or death of the guardian, or if the guardian is determined to be incapacitated, the court may appoint a successor guardian and make any other appropriate order. Before appointing a successor guardian, or ordering that a ward’s incapacity has terminated, the court shall follow the same procedures to safeguard the rights of the ward that apply to a petition for appointment of a guardian.\n\n(1) A guardian previously removed pursuant to subsection (a)(3)(B-i) of this section shall not be subsequently appointed as a guardian of another ward for a minimum of 5 years after last removal and until satisfactorily proving their rehabilitation and fitness as determined by the court.\n\n(2) In the event that a removed guardian holds a professional license, the court may report the misconduct to the appropriate licensing authority.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Oct. 22, 2008, D.C. Law 17-249, § 2(i), 55 DCR 9206",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2049.html"
    },
    {
      "id": "section-21-2051",
      "number": "21-2051",
      "heading": "Protective proceedings.",
      "text": "(a) Upon petition and after notice and hearing in accordance with the provisions of this subchapter, the court may appoint a conservator or make any other protective order for cause as provided in this section.\n\n(b) Appointment of a conservator or other protective order may be made in relation to the estate and affairs of an individual, if the court determines that either the individual is an incapacitated individual according to section 21-2011(11), has disappeared, is being detained by a foreign power, or is being held hostage by someone other than a foreign power and:\n\n(1) The individual has property that will be wasted or dissipated unless property management is provided; or\n\n(2) Money is needed for the support, care, and welfare of the individual or those entitled to the individual’s support and protection is necessary or desirable to obtain and provide money.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(t), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2051.html"
    },
    {
      "id": "section-21-2052",
      "number": "21-2052",
      "heading": "Original petition for appointment or protective order.",
      "text": "(a) The individual to be protected or any person who is interested in the estate, affairs, or welfare of the individual may petition for the appointment of a conservator or for any other appropriate protective order.\n\n(b) The petition must set forth, to the extent known:\n\n(1) The name, address, and interest of the petitioner;\n\n(2) The name, age, residence, and address of the individual to be protected;\n\n(3) The name and address of the guardian, if any;\n\n(4) The name and address of the nearest relative known to the petitioner;\n\n(5) A general statement of the individual’s property with an estimate of the value of that property, including any compensation, insurance, pension, or allowance to which the individual is entitled; and\n\n(6) The reason why appointment of a conservator or other protective order is necessary, stated with sufficient particularity as to enable the court to determine what class of examiner and visitor should examine the individual alleged to be incapacitated. If the appointment of a conservator is requested, the petition shall also set forth the name and address of the person whose appointment is sought and the basis of any claim to priority for appointment.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2052.html"
    },
    {
      "id": "section-21-2053",
      "number": "21-2053",
      "heading": "Notice.",
      "text": "(a) On a petition for appointment of a conservator or other protective order, the requirements for notice described in section 21-2042 apply, but if the individual to be protected has disappeared, has been detained by a foreign power, or is being held hostage by someone other than a foreign power, notice to the individual must be given by publication as provided in section 21-2031(b)(3).\n\n(b) Notice of a hearing on a petition for an order subsequent to appointment of a conservator or other protective order shall be given to the protected individual, any conservator of the protected individual’s estate, and any other person as ordered by the court.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2053.html"
    },
    {
      "id": "section-21-2054",
      "number": "21-2054",
      "heading": "Procedure concerning hearing and order on original petition.",
      "text": "(a) Upon receipt of a petition for appointment of a conservator or other protective order, the court shall set a date for a hearing. Unless the individual to be protected has chosen counsel, the court shall appoint an attorney to represent the individual. Except where the incapacity is alleged to be by disappearance or detention by a foreign power, the court may appoint an appropriately qualified examiner who shall submit a written report to the court. Except where the incapacity is alleged to be by disappearance or detention by a foreign power or someone other than a foreign power, the court may appoint a visitor who shall submit a written report to the court. If an examiner and a visitor are appointed for an individual, the examiner and visitor shall be separate persons.\n\n(b) The court may utilize the services of additional visitors to evaluate the condition of the allegedly incapacitated individual and to make appropriate recommendations to the court.\n\n(c) In the case of an individual whose incapacity is alleged to arise out of an intellectual disability, preference is for the appointment of an examiner and visitor who are qualified developmental disability professionals and who can collectively give a complete social, psychological, and medical evaluation of the individual. When the individual alleged to have an intellectual disability has a current comprehensive evaluation or habilitation plan, the plan shall be presented as evidence to the court. When a plan exists but has not been updated within 6 months prior to the hearing, preference is for an update of the plan as part of the examination conducted by the examiner and visitor.\n\n(d) For other individuals alleged to be incapacitated, any current social, psychological, medical, or other evaluation used for diagnostic purposes or in the development of a current plan of treatment, or any current plan of treatment shall be presented as evidence to the court.\n\n(e) An individual alleged to be incapacitated shall be present at the hearing unless good cause is shown for the absence. The individual shall be represented by counsel and is entitled to present evidence and cross-examine witnesses, including any court-appointed examiner or visitor. The hearing may be closed if the individual alleged to be incapacitated or counsel for the individual so requests.\n\n(f) Any person may apply for permission to participate in the proceeding and the court may grant the request, with or without hearing, upon determining that the best interest of the individual to be protected will be served. The court may attach appropriate conditions to the permission.\n\n(g) After the hearing, upon finding that a basis for the appointment of a conservator or other protective order has been established, the court shall make an appointment or other appropriate protective order.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Sept. 22, 1989, D.C. Law 8-34, § 2(i), 36 DCR 5035; Feb. 22, 1990, D.C. Law 8-63, § 2, 36 DCR 7718; May 15, 1990, D.C. Law 8-123, § 2, 37 DCR 2085; Apr. 24, 2007, D.C. Law 16-305, § 35(c)(3), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 21(h)(4), 59 DCR 5567",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2054.html"
    },
    {
      "id": "section-21-2055",
      "number": "21-2055",
      "heading": "Permissible court orders.",
      "text": "(a) The court shall exercise the authority conferred in this subchapter to encourage the development of maximum self-reliance and independence of a protected individual and make protective orders only to the extent necessitated by the protected individual’s mental and adaptive limitations and other conditions warranting the procedure.\n\n(b) The court has the following powers that may be exercised directly or through a conservator with respect to the estate and business affairs of a protected individual:\n\n(1) While a petition for appointment of a conservator or other protective order is pending and after preliminary hearing and without notice to others, the court may preserve and apply the property of the individual to be protected as may be required for the support of the individual or dependents of the individual.\n\n(2) After hearing and upon determining that a basis for an appointment or other protective order exists with respect to an individual, the court, for the benefit of the individual and members of the individual’s immediate family, has all the powers over the estate and business affairs that the individual could exercise if present and not incapacitated, except the power to make a will. Those powers include, but are not limited to:\n\n(A) Power to obtain medical records for purposes of application for governmental entitlements or private benefits;\n\n(B) Power to make gifts;\n\n(C) Power to convey or release contingent and expectant interests in property, including marital property rights and any right of survivorship incident to a joint tenancy or tenancy by the entirety;\n\n(D) Power to exercise or release powers held by the protected individual as trustee, personal representative, custodian for a minor, conservator, or donee of a power of appointment;\n\n(E) Power to enter into contracts;\n\n(F) Power to create revocable or irrevocable trusts of property of the estate that may extend beyond the incapacity or life of the protected individual;\n\n(G) Power to exercise options of the protected individual to purchase securities or other property;\n\n(H) Power to exercise rights to elect options and change beneficiaries under insurance and annuity policies and to surrender the policies for their cash value; and\n\n(I) Power to exercise any right to an elective share in the estate of the individual’s deceased spouse and to renounce or disclaim any interest by testate or intestate succession or by inter vivos transfer.\n\n(c) The court may exercise or direct the exercise of the following powers only if satisfied, after notice and hearing, that it is in the best interest of the protected individual and that the individual either is incapable of consenting or has consented to the proposed exercise of power:\n\n(1) To exercise or release powers of appointment of which the protected individual is donee;\n\n(2) To renounce or disclaim interests;\n\n(3) To make gifts in trust or otherwise exceeding 20% of any year’s income of the estate; and\n\n(4) To change beneficiaries under insurance and annuity policies.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2055.html"
    },
    {
      "id": "section-21-2056",
      "number": "21-2056",
      "heading": "Protective arrangements and single transactions authorized.",
      "text": "(a) If it is established in a proper proceeding that a basis exists as described in section 21-2051 for affecting the property and business affairs of an individual, the court, without appointing a conservator, may authorize, direct, or ratify any transaction necessary or desirable to achieve any security, service, or care arrangement meeting the foreseeable needs of the protected individual. Protective arrangements include payment, delivery, deposit, or retention of funds or property; sale, mortgage, lease, or other transfer of property; entry into an annuity contract, a contract for life care, a deposit contract, or a contract for training and education; or addition to or establishment of a suitable trust.\n\n(b) If it is established in a proper proceeding that a basis exists as described in section 21-2051 for affecting the property and business affairs of an individual, the court, without appointing a conservator, may authorize, direct, or ratify any contract, trust, or other transaction relating to the protected individual’s property and business affairs if the court determines that the transaction is in the best interest of the protected individual.\n\n(c) Before approving a protective arrangement or other transaction under this section, the court shall consider the interests of creditors and dependents of the protected individual and, in view of the incapacity, disappearance, or detention by a foreign power, whether the protected individual needs the continuing protection of a conservator. The court may appoint a special conservator to assist in the accomplishment of any protective arrangement or other transaction authorized under this section who shall have the authority conferred by the order and serve until discharged by order after report to the court of all matters done pursuant to the order of appointment.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2056.html"
    },
    {
      "id": "section-21-2057",
      "number": "21-2057",
      "heading": "Who may be appointed conservator; priorities.",
      "text": "(a) The court may appoint a person or a corporation with general power to serve as trustee or conservator of the estate of a protected individual. The following are entitled to consideration for appointment in the order listed:\n\n(1) A conservator, guardian of property, or other like fiduciary appointed or recognized by an appropriate court of any other jurisdiction in which the protected individual resides, or a person nominated by the incapacitated individual in a durable power of attorney;\n\n(2) A person or corporation nominated by the protected individual;\n\n(3) The spouse of the protected individual;\n\n(4) An adult child of the protected individual;\n\n(5) A parent of the protected individual;\n\n(6) Any relative of the protected individual who has resided with the protected individual for more than 6 months before the filing of the petition; and\n\n(7) Any other person.\n\n(b) An individual listed in paragraph (1), (3), (4), (5), or (6) of subsection (a) of this section may designate in writing a substitute to serve instead and transfer the priority to the substitute. With respect to persons having equal priority, the court shall select the person it deems best qualified to serve. The court, acting in the best interest of the protected individual, may pass over a person having priority and appoint a person having a lower priority or no priority.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(u), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2057.html"
    },
    {
      "id": "section-21-2058",
      "number": "21-2058",
      "heading": "Bond.",
      "text": "The court may require a conservator to furnish a bond conditioned upon faithful discharge of all duties of the trust according to law, with sureties as it shall specify. Unless otherwise directed, the bond must be in the amount of the aggregate capital value of the property of the estate in the conservator’s control, plus 1 year’s estimated income, and minus the value of securities deposited under arrangements requiring an order of the court for their removal and the value of any land that the fiduciary, by express limitation of power, lacks power to sell or convey without court authorization.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2058.html"
    },
    {
      "id": "section-21-2059",
      "number": "21-2059",
      "heading": "Effect of acceptance of appointment.",
      "text": "By accepting appointment, a conservator submits personally to the jurisdiction of the court in any proceeding relating to the estate that may be instituted by any interested person. Notice of any proceeding shall be delivered to the conservator or mailed, by registered or certified mail, to the address as listed in the petition for appointment or as reported to the court and to the address as then known to the petitioner, except where the conservator resides in a foreign jurisdiction in which case notice shall be made to the court.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2059.html"
    },
    {
      "id": "section-21-2060",
      "number": "21-2060",
      "heading": "Compensation and expenses.",
      "text": "(a) As approved by order of the court, any case reviewer, visitor, attorney, examiner, conservator, special conservator, guardian ad litem, or guardian is entitled to compensation for services rendered either in a guardianship proceeding, protective proceeding, or in connection with a guardianship or protective arrangement. Any guardian or conservator is entitled to reimbursement for room, board, and clothing personally provided to the ward from the estate of the ward, but only as approved by order of the court. Compensation shall be paid from the estate of the ward or person or, if the estate of the ward or person will be depleted by payouts made under this subsection, from a fund established by the District.\n\n(a-1) The estate of a person or ward shall be presumed to be depleted for purposes of this chapter, and all compensation, expenses, and payouts made under this section shall be paid from a fund established by the District:\n\n(1) If the person or ward qualifies for federal Supplemental Security Income under Title XVI of the Social Security Act [42 U.S.C. § 1381 et seq.];\n\n(2) If the person or ward qualifies for Medicaid or Medicaid Expansion Programs as allowed by federal, state, or local requirements,\n\n(3) If the person or ward qualifies for other means-tested public assistance programs as allowed by federal, state, or local requirements, including, Temporary Assistance for Needy Families, Interim Disability Assistance, Food Stamps, and D.C. Healthcare Alliance;\n\n(4) If the person or ward qualifies for federal disability benefits, including Old Age, Survivors, and Disability Insurance Benefits under Title II of the Social Security Act [42 U.S.C. § 401 et seq.], Rehabilitation Services Administration Payments, Railroad Retirement Board, or Veterans benefits and such benefits constitute the person or ward’s sole source of income;\n\n(5) If the person or ward has been found to be unable to pay for habilitation, care, or legal services by any branch of the Superior Court of the District of Columbia; or\n\n(6) If the circumstances listed in paragraphs (1), (2), (3), (4), and (5) of this subsection do not apply, the person or ward may establish, by affidavit or other proof satisfactory to the court, the inability to pay any costs without substantial financial hardship to himself or herself or his or her family.\n\n(b) There is established within the General Fund of the District of Columbia a separate account to be known as the “Guardianship Fund” (“Fund”) and to be administered by the court. There is authorized to be appropriated funds necessary for the administration of this section.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; July 25, 1987, D.C. Law 7-17, § 2(a), 34 DCR 3802; Oct. 22, 2008, D.C. Law 17-249, § 2(j), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-171, § 76, 59 DCR 6190; Mar. 11, 2015, D.C. Law 20-230, § 2(h), 62 DCR 278",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2060.html"
    },
    {
      "id": "section-21-2061",
      "number": "21-2061",
      "heading": "Death, resignation, or removal of conservator.",
      "text": "(1) The court may, upon notice and hearing, remove a conservator for abuse, neglect, or financial exploitation of an individual for whom the conservator has been appointed or for any other good cause.\n\n(2) The court may accept the resignation of a conservator.\n\n(1) Upon the conservator's death, resignation, or removal, the court may appoint another conservator, who shall succeed to the title and powers of the previous conservator.\n\n(A) A conservator removed for abuse, neglect, or financial exploitation of an individual for whom the conservator has been appointed shall not be subsequently appointed as a conservator for another person for a minimum of 5 years after last removal and until satisfactorily proving their rehabilitation and fitness as determined by the court.\n\n(B) In the event that a removed conservator holds a professional license, the court may report the misconduct to the appropriate licensing authority.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2061.html"
    },
    {
      "id": "section-21-2062",
      "number": "21-2062",
      "heading": "Petitions for orders subsequent to appointment.",
      "text": "(a) Any person interested in the welfare of an individual for whom a conservator has been appointed may petition the court for an order:\n\n(1) Requiring bond, additional bond, or reducing bond;\n\n(2) Requiring a special accounting for the administration of the trust;\n\n(3) Directing distribution;\n\n(4) Removing the conservator and appointing a temporary or successor conservator; or\n\n(5) Granting other appropriate relief.\n\n(b) A conservator may petition the court for instructions concerning fiduciary responsibility.\n\n(c) Upon notice and hearing, the court may give appropriate instructions or make any appropriate order.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2062.html"
    },
    {
      "id": "section-21-2063",
      "number": "21-2063",
      "heading": "General duty of conservator.",
      "text": "A conservator, in relation to powers conferred by this subchapter, or implicit in the title acquired by virtue of the proceeding, shall act as a fiduciary and observe the standards of care applicable to trustees.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2063.html"
    },
    {
      "id": "section-21-2064",
      "number": "21-2064",
      "heading": "Inventory and records.",
      "text": "Within 60 days after appointment, each conservator shall prepare and file with the court a complete inventory of the estate subject to the conservatorship together with an oath or affirmation that the inventory is believed to be complete and accurate as far as information permits. The conservator shall provide a copy to the protected individual unless disappeared, detained by a foreign power, or held hostage by someone other than a foreign power. A copy also shall be provided to any guardian.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2064.html"
    },
    {
      "id": "section-21-2065",
      "number": "21-2065",
      "heading": "Accounts.",
      "text": "(a) Each conservator shall account to the court for administration of the trust upon resignation or removal, at least annually on the anniversary date of appointment, and at other times as the court may direct. On termination of the protected individual’s incapacity, a conservator shall account to the court, to the formerly protected individual, or the successors of that individual. Subject to appeal or vacation within the time permitted, an order after notice and hearing allowing an intermediate account of a conservator adjudicates liabilities concerning the matters considered in connection with the order, and an order, following notice and hearing, allowing a final account adjudicates all previously unsettled liabilities of the conservator to the protected individual or the protected individual’s successors relating to the conservatorship. In connection with any account, the court may require a conservator to submit to a physical check of the estate to be made in any manner the court specifies.\n\n(b) Upon appointment, a conservator shall develop an individual conservatorship plan together with the guardian and to the maximum extent possible, the incapacitated individual. The plan shall specify:\n\n(1) The services that are necessary to manage the financial resources designated by the order of the court;\n\n(2) The means through which those services will be provided;\n\n(3) The manner in which the incapacitated individual, guardian, conservator, or any other individual who has been appointed to serve in that capacity will exercise and share their decision-making authority;\n\n(4) The policies and procedures governing the expenditure of funds; and\n\n(5) Other items that will assist in the management of the designated financial resources and in fulfilling the needs of the incapacitated individual, the terms of the court’s order, and the duties of the conservator.\n\n(c) The individual conservatorship plan shall be submitted to the court not more than 60 days after the conservator has been appointed, together with a complete inventory of the designated financial resources. The inventory shall include an oath or affirmation that, to the best of the conservator’s knowledge, it is complete and accurate.\n\n(d) A conservator shall submit a report to the court:\n\n(1) At least annually;\n\n(2) When the court orders additional reports to be filed;\n\n(3) When there is a significant change in the capacity of the incapacitated individual to manage his or her financial resources;\n\n(4) When the conservator resigns or is removed; and\n\n(5) When the conservatorship is terminated.\n\n(e) The court shall require that a copy of the individual conservatorship plan and a copy of the inventory be sent to:\n\n(1) The incapacitated individual;\n\n(2) The attorney of record for each party;\n\n(3) The individual most closely related to the subject of the intervention proceeding by blood, marriage, or domestic partnership unless that individual’s name or whereabouts is unknown and cannot be reasonably ascertained;\n\n(4) The individual or facility, if any, having custody of the subject of the intervention proceeding;\n\n(5) The individual, if any, proposed for appointment by a will as a guardian; and\n\n(6) The individual, if any, appointed or proposed for appointment as guardian ad litem.\n\n(f) The conservator shall be responsible for sending the required copies delineated in subsection (e) of this section and shall bear the cost of the mailings.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(c), 53 DCR 1035",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2065.html"
    },
    {
      "id": "section-21-2066",
      "number": "21-2066",
      "heading": "Conservators; title by appointment.",
      "text": "(a) The appointment of a conservator vests in the conservator title as trustee to all property of the protected individual presently held or after acquired, or to the part of the property specified in the order, including title to any property held for the protected individual by custodians or attorneys-in-fact. An order specifying that only a part of the property of the protected individual vests in the conservator creates a limited conservatorship.\n\n(b) Except as otherwise provided in this chapter, the interest of the protected individual in property vested in a conservator by this section is not transferable or assignable by the protected individual. An attempted transfer or assignment by the protected individual, though ineffective to affect property rights, may generate a claim for restitution or damages.\n\n(c) Neither property vested in a conservator by this section nor the interest of the protected person in that property is subject to levy, garnishment, or similar process, except as provided in an order issued in a protective proceeding.\n\n(d) A claimant whose claim has not been paid may petition the court for a determination of the claim at any time before the claim is barred by the applicable statute of limitations and, upon due proof, may procure an order for the claim’s allowance, payment, or security from the estate. If a proceeding is pending against a protected person at the time of the appointment of a conservator or is initiated against the protected person after the appointment, the moving party shall give notice to the conservator whenever the proceeding may result in a claim against the estate.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2066.html"
    },
    {
      "id": "section-21-2067",
      "number": "21-2067",
      "heading": "Recording of conservator’s letters.",
      "text": "(a) Letters of conservatorship are evidence of the transfer of all assets, or the part of assets specified in the letters, of a protected individual to the conservator. An order terminating a conservatorship is evidence of the transfer of all assets subjected to the conservatorship from the conservator to the protected individual or to the personal representative of the individual.\n\n(b) Letters of conservatorship and orders terminating conservatorships shall be filed or recorded in the Office of the Recorder of Deeds to give record notice of title as between the conservator and the protected individual.\n\n(c) Letters of conservatorship shall be filed or recorded by the conservator and the conservator shall bear the costs of the filings. If the estate would be depleted by the payment of filing fees, the Recorder of Deeds may waive the fees.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2067.html"
    },
    {
      "id": "section-21-2068",
      "number": "21-2068",
      "heading": "Sale, encumbrance, or transaction involving conflict of interest; voidable; exceptions.",
      "text": "Any sale or encumbrance to a conservator, the spouse, domestic partner, agent, attorney of a conservator, or any corporation, trust, or other organization in which the conservator has a substantial beneficial interest, or any other transaction involving the estate being administered by the conservator that is affected by a substantial conflict between fiduciary and personal interests is voidable, unless the transaction is approved by the court after a hearing as directed. Notice of the hearing shall be in the form and manner as prescribed in sections 21-2042(c) and 21-2031(b) and shall be served on the following individuals:\n\n(1) The incapacitated individual;\n\n(2) The attorney of record for each party;\n\n(3) The individual most closely related to the subject of the intervention proceeding by blood, marriage, or domestic partnership, unless that individual’s name or whereabouts is unknown and cannot be reasonably ascertained;\n\n(4) The individual or facility, if any, having custody of the subject of the intervention proceeding;\n\n(5) The individual, if any, proposed for appointment by will as a guardian; and\n\n(6) The individual, if any, appointed or proposed for appointment as guardian ad litem.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(d), 53 DCR 1035",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2068.html"
    },
    {
      "id": "section-21-2069",
      "number": "21-2069",
      "heading": "Persons dealing with conservators; protection.",
      "text": "(a) A person who in good faith either assists or deals with a conservator for value in any transaction other than those requiring a court order as provided in section 21-2055(c) is protected as if the conservator properly exercised the power. The fact that a person knowingly deals with a conservator does not alone require the person to inquire into the existence of power or the propriety of its exercise, but restrictions on powers of conservators that are endorsed on letters as provided in section 21-2072 are effective as to third persons. A person is not bound to see the proper application of estate assets paid or delivered to a conservator.\n\n(b) The protection expressed in this section extends to any procedural irregularity or jurisdictional defect occurring in proceedings leading to the issuance of letters and is not a substitute for protection provided by comparable provisions of the law relating to commercial transactions or to simplifying transfers of securities by fiduciaries.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2069.html"
    },
    {
      "id": "section-21-2070",
      "number": "21-2070",
      "heading": "Powers of conservator in administration.",
      "text": "(a) Subject to limitation provided in section 21-2072, a conservator has all of the powers conferred in this section and any additional powers conferred by the law of the District.\n\n(b) Without court authorization or confirmation, a conservator may invest and reinvest funds of the estate as would a trustee.\n\n(c) A conservator, acting reasonably in efforts to accomplish a purpose of the appointment, may act without court authorization or confirmation, to perform the following:\n\n(1) Collect, hold, and retain assets of the estate including land in another jurisdiction, until judging that disposition of the assets should be made, and the assets may be retained even though they include an asset in which the conservator is personally interested;\n\n(2) Receive additions to the estate;\n\n(3) Continue or participate in the operation of any business or other enterprise;\n\n(4) Acquire an undivided interest in an estate asset in which the conservator, in any fiduciary capacity, holds an undivided interest;\n\n(5) Invest and reinvest estate assets in accordance with subsection (b) of this section;\n\n(6) Deposit estate funds in a local or federally insured financial institution, including a financial institution operated by the conservator;\n\n(7) Acquire or dispose of an estate asset, including land in another jurisdiction, for cash or on credit, at public or private sale, and manage, develop, improve, exchange, partition, change the character of, or abandon an estate asset;\n\n(8) Make ordinary or extraordinary repairs or alterations in buildings or other structures, demolish any improvements, and raze existing or erect new party walls or buildings;\n\n(9) Subdivide, develop, or dedicate land to public use, make or obtain the vacation of plats and adjust boundaries, adjust differences in valuation or exchange, partition by giving or receiving considerations, and dedicate easements to public use without consideration;\n\n(10) Enter, for any purpose, into a lease as lessor or lessee, with or without option to purchase or renew, for a term within or extending beyond the term of the conservatorship;\n\n(11) Enter into a lease or arrangement for exploration and removal of minerals or other natural resources or enter into a polling or agreement;\n\n(12) Grant an option involving disposition of an estate asset and take an option for the acquisition of any asset;\n\n(13) Vote a security, in person or by general or limited proxy;\n\n(14) Pay calls, assessments, and any other sums chargeable or accruing against or on account of securities;\n\n(15) Sell or exercise stock-subscription or conversion rights;\n\n(16) Consent, directly or through a committee or other agent, to the reorganization, consolidation, merger, dissolution, or liquidation of a corporation or other business enterprise;\n\n(17) Insure the assets of the estate against damage or loss and the conservator against liability with respect to third persons;\n\n(18) Borrow money to be repaid from estate assets or otherwise, advance money for the protection of the estate or the protected individual and for all expenses, losses, and liabilities sustained in the administration of the estate or because of the holding or ownership of any estate assets, for which the conservator has a lien on the estate as against the protected individual for advances so made;\n\n(19) Pay or contest any claim, settle a claim by or against the estate or the protected individual by compromise, arbitration, or otherwise, and release, in whole or part, any claim belonging to the estate to the extent the claim is uncollectible;\n\n(20) Pay taxes, assessments, compensation of the conservator, and other expenses incurred in the collection, care, administration, and protection of the estate;\n\n(21) Allocate items of income or expense to either estate income or principal, as provided by law, including creation of reserves out of income for depreciation, obsolescence, amortization, or for depletion in mineral or timber properties;\n\n(22) Pay any sum distributable to a protected individual or dependent of the protected individual by paying the sum to the distributee or by paying the sum for the use of the distributee to the guardian of the distributee, or, if none, to a relative or other person having custody of the distributee;\n\n(23) Employ persons, including attorneys, auditors, investment advisors, or agents to advise or assist in the performance of administrative duties, act upon their recommendation without independent investigation, and instead of acting personally, employ 1 or more agents to perform any act of administration, whether discretionary or not;\n\n(24) Prosecute or defend actions, claims, or proceedings in any jurisdiction for the protection of estate assets and for the protection of the conservator in the performance of fiduciary duties; and\n\n(25) Execute and deliver all instruments that will accomplish or facilitate the exercise of the powers vested in the conservator.\n\n(d) A conservator or a guardian who exercises a settlor’s power to consent to the modification or termination of a noncharitable irrevocable trust under section 19-1304.11(a), or who exercises a settlor’s powers with respect to revocation, amendment, or distribution of trust property under section 19-1306.02(f), may do so only with the approval of the court supervising the conservatorship or guardianship upon a finding by the court that the action is not inconsistent with the trust purposes.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(v), 45 DCR 745; Mar. 10, 2004, D.C. Law 15-104, § 3(b), 51 DCR 208",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2070.html"
    },
    {
      "id": "section-21-2071",
      "number": "21-2071",
      "heading": "Distributive duties and powers of conservator.",
      "text": "A conservator may expend or distribute income or principal of the estate without court authorization or confirmation for the support, education, care, or benefit of the protected individual and dependents in accordance with the following principles:\n\n(1) The conservator shall consider recommendations relating to the appropriate standard of support, education, and benefit of the protected individual or dependent made by the protected individual and a parent or guardian, if any. The conservator may not be surcharged for sums paid to persons furnishing support, education, or care to the protected individual or a dependent pursuant to the recommendations of a guardian of the protected individual unless the conservator knows that the guardian derives personal financial benefit from the recommendation, including relief from any personal duty of support, or knows that the recommendations are clearly not in the best interest of the protected individual.\n\n(2) The conservator shall expend or distribute sums reasonably necessary for the support, education, care, or benefit of the protected individual and dependents with due regard to:\n\n(A) The size of the estate, the probable duration of the conservatorship, and the likelihood that the protected individual, at some future time, may be fully able to be wholly self-sufficient and able to manage business affairs and the estate;\n\n(B) The accustomed standard of living of the protected individual and dependents; and\n\n(C) Other funds or sources used for the support of the protected individual.\n\n(3) The conservator may expend funds of the estate for the support of individuals legally dependent on the protected individual and others who are members of the protected individual’s household who are unable to support themselves and who are in need of support.\n\n(4) Funds expended under this section may be paid by the conservator to any person, including the protected individual, to reimburse for expenditures that the conservator might have made, or in advance for services to be rendered to the protected individual if it is reasonable to expect that the services will be performed and advance payments are customary or reasonably necessary under the circumstances.\n\n(5) A conservator, in discharging the responsibilities conferred by court order and this section, shall implement the principles described in section 21-2055(a).",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(w), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2071.html"
    },
    {
      "id": "section-21-2072",
      "number": "21-2072",
      "heading": "Enlargement or limitation of powers of conservator.",
      "text": "Subject to the restrictions in section 21-2055(c) , the court may confer on a conservator, at the time of appointment or later, in addition to the powers conferred by sections 21-2070 and 21-2071 , any power that the court itself could exercise under section 21-2055(b)(2) . The court, at the time of appointment or later, may limit the powers of a conservator otherwise conferred by sections 21-2070 and 21-2071 or previously conferred by the court and may at any time remove or modify any limitations. If the court limits any power conferred on the conservator by section 21-2070 or section 21-2071 , or specifies, as provided in section 21-2066(a) , that title to some but not all assets of the protected individual vest in the conservator, the limitation or specification of assets subject to the conservatorship shall be endorsed upon the letters of appointment.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2072.html"
    },
    {
      "id": "section-21-2073",
      "number": "21-2073",
      "heading": "Preservation of estate plan; right to examine.",
      "text": "In investing the estate, selecting assets of the estate for distribution under section 21-2071 , and utilizing powers of revocation or withdrawal available for the support of the protected individual and exercisable by the conservator or the court, the conservator and the court shall take into account any estate plan of the protected individual known to them, including a will, any revocable trust of which the individual is settlor, and any contract, transfer, or joint ownership arrangement originated by the protected individual with provisions for payment or transfer of benefits or interests at the individual’s death to another. The conservator may examine the will of the protected individual.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2073.html"
    },
    {
      "id": "section-21-2074",
      "number": "21-2074",
      "heading": "Personal liability of conservator.",
      "text": "(a) Even if otherwise provided for in the contract, a conservator is not personally liable on a contract properly entered into in a fiduciary capacity in the course of administration or distribution of the estate unless the conservator fails to reveal the representative capacity and identify the estate in the contract.\n\n(b) The conservator is personally liable for obligations arising from ownership or control of property of the estate or for torts committed in the course of administration of the estate only if personally at fault.\n\n(c) Claims based on (1) contracts entered into by a conservator in a fiduciary capacity, (2) obligations arising from ownership or control of the estate, or (3) torts committed in the course of administration of the estate, may be asserted against the estate by proceeding against the conservator in a fiduciary capacity, whether or not the conservator is personally liable for the claim.\n\n(d) Any question of liability between the estate and the conservator personally may be determined in a proceeding for accounting, surcharge, or indemnification, or other appropriate proceeding or action.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2074.html"
    },
    {
      "id": "section-21-2075",
      "number": "21-2075",
      "heading": "Termination of proceedings.",
      "text": "The protected individual, conservator, or any other interested person may petition the court to terminate the conservatorship. A protected individual seeking termination is entitled to the same rights and procedures as in an original proceeding for a protective order. The court, upon determining after notice and hearing that the incapacity of the protected individual or the need for the protective arrangement has ceased, shall terminate the conservatorship. Upon termination, title to assets of the estate passes to the formerly protected individual or to successors. The order of termination shall provide for expenses of administration and direct the conservator to execute appropriate instruments to evidence the transfer.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2075.html"
    },
    {
      "id": "section-21-2076",
      "number": "21-2076",
      "heading": "Payment of debt and delivery of property to foreign conservator without local proceedings.",
      "text": "(a) Any person indebted to a protected individual or having possession of property or of an instrument evidencing a debt, stock, or chose in action belonging to a protected individual may pay or deliver it to a conservator, guardian of the estate, or other fiduciary appointed by a court of the state of residence of the protected individual upon being presented with proof of appointment and an affidavit made by or on behalf of the fiduciary stating:\n\n(1) That no protective proceeding relating to the protected individual is pending in the District; and\n\n(2) That the foreign fiduciary is entitled to payment or to receive delivery.\n\n(b) If the person to whom the affidavit is presented is not aware of any protective proceeding pending in the District, payment or delivery in response to the demand and affidavit discharges the debtor or possessor.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(x), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2076.html"
    },
    {
      "id": "section-21-2077",
      "number": "21-2077",
      "heading": "Foreign conservator; proof of authority; bond; powers.",
      "text": "If a conservator has not been appointed in the District and no petition in a protective proceeding is pending in the District, a conservator appointed in the state in which the protected individual resides may file with the court authenticated copies of letters of appointment and copies of any bond. The domiciliary foreign conservator may then exercise, as to assets in the District, all powers of a conservator appointed in the District and may maintain actions and proceedings in the District subject to any conditions imposed upon nonresident parties generally.",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2077.html"
    },
    {
      "id": "section-21-2081",
      "number": "21-2081",
      "heading": "Definition.",
      "text": "[Repealed].",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2081.html"
    },
    {
      "id": "section-21-2082",
      "number": "21-2082",
      "heading": "Durable power of attorney not affected by incapacity.",
      "text": "[Repealed].",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2082.html"
    },
    {
      "id": "section-21-2083",
      "number": "21-2083",
      "heading": "Relation of attorney in fact to court-appointed fiduciary.",
      "text": "[Repealed].",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 24, 2007, D.C. Law 16-305, § 35(c)(4), 53 DCR 6198",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2083.html"
    },
    {
      "id": "section-21-2084",
      "number": "21-2084",
      "heading": "Power of attorney not revoked until notice.",
      "text": "[Repealed].",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2084.html"
    },
    {
      "id": "section-21-2085",
      "number": "21-2085",
      "heading": "Proof of continuance of durable and other powers of attorney by affidavit.",
      "text": "[Repealed].",
      "history": "Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2085.html"
    },
    {
      "id": "section-21-2091",
      "number": "21-2091",
      "heading": "Right to disclaim interest in property.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 2, 37 DCR 8439; July 25, 1995, D.C. Law 11-30, § 5(a), 42 DCR 1547; Apr. 27, 2001, D.C. Law 13-292, § 806, 48 DCR 2087; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2091.html"
    },
    {
      "id": "section-21-2092",
      "number": "21-2092",
      "heading": "Time of disclaimer; delivery.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 3, 37 DCR 8439; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2092.html"
    },
    {
      "id": "section-21-2093",
      "number": "21-2093",
      "heading": "Form of disclaimer.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 4, 37 DCR 8439; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2093.html"
    },
    {
      "id": "section-21-2094",
      "number": "21-2094",
      "heading": "Effect of disclaimer.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 5, 37 DCR 8439; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2094.html"
    },
    {
      "id": "section-21-2095",
      "number": "21-2095",
      "heading": "Waiver and bar.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 6, 37 DCR 8439; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2095.html"
    },
    {
      "id": "section-21-2096",
      "number": "21-2096",
      "heading": "Remedy not exclusive.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 7, 37 DCR 8439; July 25, 1995, D.C. Law 11-30, § 5(b), 42 DCR 1547; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2096.html"
    },
    {
      "id": "section-21-2097",
      "number": "21-2097",
      "heading": "Application.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 8, 37 DCR 8439; July 25, 1995, D.C. Law 11-30, § 5(c), 42 DCR 1547; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2097.html"
    },
    {
      "id": "section-21-2098",
      "number": "21-2098",
      "heading": "Uniformity of application and construction.",
      "text": "Repealed.",
      "history": "Mar. 6, 1991, D.C. Law 8-204, § 8, 37 DCR 8439; July 25, 1995, D.C. Law 11-30, § 5(d), 42 DCR 1547; Mar. 2, 2007, D.C. Law 16-205, § 3(b), 53 DCR 9063; Mar. 25, 2009, D.C. Law 17-353, § 308, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/21-2098.html"
    }
  ]
}