{
  "state": "idaho",
  "path": "title-title-3/chapter-chapter-2",
  "sections": [
    {
      "id": "section-3-201",
      "number": "3-201",
      "heading": "DUTIES OF ATTORNEYS",
      "text": "3-201. DUTIES OF ATTORNEYS. In addition to such duties as the Supreme Court may by rule prescribe, it is the duty of the attorney and counselor:\n\n1. To support the constitution and laws of the United States and of this state.\n\n2. To maintain the respect due to the courts of justice and judicial officers.\n\n3. To counsel or maintain such actions, proceedings or defenses only as appear to him legal or just, except the defense of a person charged with a public offense.\n\n4. To employ, for the purpose of maintaining the causes confided to him, such means only as are consistent with truth, and never seek to mislead the judges by an artifice or false statement of fact or law.\n\n5. To maintain inviolate the confidence, and at every peril to himself, to preserve the secrets of his clients.\n\n6. To abstain from all offensive personality, and to advance no fact prejudicial to the honor or reputation of a party or witness, unless required by the justice of the cause with which he is charged.\n\n7. Not to encourage either the commencement or the continuance of an action or proceeding from any motive of passion or interest.\n\n8. Never to reject for any consideration personal to himself, the cause of the defenseless or the oppressed.\n\n[(3-201) C.C.P. 1881, sec. 120; R.S., R.C., & C.L., sec. 3997; C.S., sec. 6572; am. 1929, ch. 63, sec. 4, p. 92; I.C.A., sec. 3-201.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-3/chapter-2/section-3-201/"
    },
    {
      "id": "section-3-202",
      "number": "3-202",
      "heading": "AUTHORITY OF ATTORNEY",
      "text": "3-202. AUTHORITY OF ATTORNEY. An attorney and counselor has authority:\n\n1. To bind his client in any of the steps of an action or proceeding, by his agreement filed with the clerk, or entered upon the minutes of the court, and not otherwise.\n\n2. To receive money claimed by his client in an action or proceeding during the pendency thereof, or after judgment, unless a revocation of his authority is filed, and upon the payment thereof, and not otherwise, to discharge the claim or acknowledge satisfaction of the judgment.\n\n[(3-202) C.C.P. 1881, sec. 121; R.S., R.C., & C.L., sec. 3998; C.S., sec. 6573; I.C.A., sec. 3-202.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-3/chapter-2/section-3-202/"
    },
    {
      "id": "section-3-203",
      "number": "3-203",
      "heading": "CHANGE OF ATTORNEY",
      "text": "3-203. CHANGE OF ATTORNEY. The attorney in an action or special proceeding may be changed at any time before judgment or final determination as follows:\n\n1. Upon his own consent, filed with the clerk, or entered upon the minutes.\n\n2. Upon the order of the court or judge thereof, upon the application of the client, after notice to the attorney.\n\n[(3-203) C.C.P. 1881, sec. 122; R.S., R.C., & C.L., sec. 3999; C.S., sec. 6574; I.C.A., sec. 3-203.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-3/chapter-2/section-3-203/"
    },
    {
      "id": "section-3-204",
      "number": "3-204",
      "heading": "NOTICE OF CHANGE",
      "text": "3-204. NOTICE OF CHANGE. When an attorney is changed, as provided in the last section, written notice of the change and of the substitution of a new attorney, or of the appearance of the party in person, must be given to the adverse party; until then, he must recognize the former attorney.\n\n[(3-204) C.C.P. 1881, sec. 123; R.S., R.C., & C.L., sec. 4000; C.S., sec. 6575; I.C.A., sec. 3-204.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-3/chapter-2/section-3-204/"
    },
    {
      "id": "section-3-205",
      "number": "3-205",
      "heading": "ATTORNEYS’ FEES — LIEN",
      "text": "3-205. ATTORNEYS’ FEES — LIEN. The measure and mode of compensation of attorneys and counselors at law is left to the agreement, express or implied, of the parties, which is not restrained by law. From the commencement of an action, or the service of an answer containing a counterclaim, the attorney who appears for a party has a lien upon his client’s cause of action or counterclaim, which attaches to a verdict, report, decision or judgment in his client’s favor and the proceeds thereof in whosoever hands they may come; and can not be affected by any settlement between the parties before or after judgment.\n\n[(3-205) C.C.P. 1881, sec. 692; R.S. & R.C., sec. 4900; am. 1911, ch. 167, p. 563; reen. C.L., sec. 4000a; C.S., sec. 6576; I.C.A., sec. 3-205.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-3/chapter-2/section-3-205/"
    }
  ]
}