{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-75",
  "sections": [
    {
      "id": "section-7501",
      "number": "7501",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Person.\"An individual, whether male or female, who may, have been, is now or may hereafter become engaged in the service of the United States of America or its allies as a member of the armed forces, or of the merchant marine thereof, or of any auxiliary thereof subject to military discipline.\n\n\"Veteran.\"An individual who has served in the United States Armed Forces, including a reserve component and National Guard, and who has been discharged or released from the service under conditions other than dishonorable.\n\n(July 10, 2015, P.L.134, No.23, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-75/section-7501/"
    },
    {
      "id": "section-7502",
      "number": "7502",
      "heading": "",
      "text": "(a) General rule.--Any person licensed or certified by the Department of State, Department of Labor and Industry, Department of Education, Insurance Department, Department of Banking, Department of Health, Department of Agriculture or the Municipal Police Officers' Education and Training Commission or pursuant to the act of October 10, 1974 (P.L.705, No.235), known as the Lethal Weapons Training Act, to practice any profession or to work at any trade or occupation, who heretofore has or shall thereafter enlist or be inducted or drafted into the military or naval service of the United States in time of war or preparation for national defense during a national emergency, shall not thereby forfeit his or her current license or registration and shall be exempt from any continuing educational requirements or in-service training requirements.\n\n(b) Renewal of license or certification following discharge.--A person shall, after presentation of a discharge from service described under subsection (a) within one year from the date of discharge and payment of the fee prescribed by law for the current renewal period only, be entitled to a renewal of his or her license, certification or registration in the same manner as though:\n\n(1) The renewal had been made prior to the expiration of his or her last preceding renewal.\n\n(2) All intermediate renewal fees had been paid.\n\n(3) All continuing education or in-service training requirements have been satisfied.\n\n(c) Exemptions.--A veteran's military service, education, training and service experience shall be taken into consideration by the entities listed under subsection (a) to determine whether a licensing or certification requirement has been met by or can otherwise be waived by reason of that military service, education, training or experience. The veteran shall only be required to meet a licensing or certification requirement which has not been met by or waived under this subsection.\n\n(Nov. 29, 2006, P.L.1459, No.161, eff. imd.; July 10, 2015, P.L.134, No.23, eff. 60 days; Oct. 23, 2023, P.L.59, No.13, eff. 60 days)\n\n2023 Amendment. Act 13 amended subsec. (a).\n\n2015 Amendment. Act 23 amended subsec. (b) and added subsec. (c).\n\nReferences in Text.The Department of Banking, referred to in subsec. (a), was renamed the Department of Banking and Securities by the act of July 2, 2012 (P.L.814, No.86).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-75/section-7502/"
    },
    {
      "id": "section-7503",
      "number": "7503",
      "heading": "",
      "text": "2006 Amendment.Section 7503 was deleted by amendment Nov. 29, 2006, P.L.1459, No.161, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-75/section-7503/"
    },
    {
      "id": "section-7503-1",
      "number": "7503.1",
      "heading": "",
      "text": "The Pennsylvania Supreme Court may extend this chapter to those licensed to practice law in this Commonwealth.\n\n(Nov. 29, 2006, P.L.1459, No.161, eff. imd.)\n\n2006 Amendment.Act 161 added section 7503.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-75/section-7503-1/"
    }
  ]
}