{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-59",
  "sections": [
    {
      "id": "section-5901",
      "number": "5901",
      "heading": "",
      "text": "(a) Error of law.--A finding or sentence of a court-martial shall not be held incorrect on the grounds of an error of law unless the error materially prejudices the substantial rights of the accused.\n\n(b) Approval of lesser offense.--Any reviewing authority with the power to approve or affirm a finding of guilty may approve or affirm so much of the finding as includes a lesser included offense.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5901/"
    },
    {
      "id": "section-5902",
      "number": "5902",
      "heading": "",
      "text": "(a) Report to convening authority.--The findings and sentence of a court-martial shall be reported promptly to the convening authority after the announcement of the sentence.\n\n(b) Copy of record to accused.--In a summary court-martial case, the accused shall be promptly provided a copy of the record of trial for use in preparing a submission authorized by subsection (c).\n\n(c) Submission of matters by accused to the convening authority.--The following shall apply to the submission of matters by an accused to the convening authority:\n\n(1) The accused may submit to the convening authority matters for consideration by the convening authority with respect to the findings and the sentence. Any such submission shall be in writing. Except in a summary court-martial case, such a submission shall be made within ten days after the accused has been given an authenticated record of trial and, if applicable, the recommendation of a judge advocate under subsection (g). In a summary court-martial case, such a submission shall be made within seven days after the sentence is announced.\n\n(2) If the accused shows that additional time is required for the accused to submit matters under paragraph (1), the convening authority or other person taking action under this section may, for good cause, extend the applicable period under paragraph (1) for not more than an additional 20 days.\n\n(3) The accused may waive the right to make a submission to the convening authority under paragraph (1). Such a waiver must be made in writing and may not be revoked. The time within which the accused may make a submission under paragraph (1) shall be deemed to have expired upon the submission of a waiver to the convening authority.\n\n(d) Action by the convening authority.--The authority of a convening authority to modify the findings and sentence of a court-martial is a matter of command prerogative and involves the sole discretion of the convening authority. No action is required to be taken by the convening authority. If action is taken by the convening authority, it must consider all matters submitted by the accused. If it is impractical for the convening authority to act, the convening authority shall forward the case to a person exercising general court-martial jurisdiction who may take action under this section.\n\n(e) Actions by authority on sentence.--The authority authorized to take action may:\n\n(1) Approve the sentence in whole or in part.\n\n(2) Disapprove the sentence in whole or in part.\n\n(3) Commute the sentence in whole or in part.\n\n(4) Suspend the sentence in whole or in part.\n\n(f) Action by authority on findings.--The authority authorized to take action may:\n\n(1) Dismiss any charge or specification by setting aside a finding of guilty.\n\n(2) Change a finding of guilty to a charge or specification to a finding of guilty to an offense that is a lesser included offense of the offense stated in the charge or specification.\n\n(g) Recommendation of judge advocate.--Before acting on any general or special court-martial case in which there is a finding of guilt, the convening authority or other person taking action shall obtain and consider the written recommendation of a judge advocate. The convening authority or other authorized party shall refer the record of trial to a judge advocate, and the judge advocate shall use such record in the preparation of the recommendation. The recommendation of the judge advocate shall include such matters as may be prescribed by regulation by the Governor or department and shall be served on the accused, who may submit any matter in the recommendation to the convening authority under subsection (c). An accused's failure to include any matter in the recommendation or attached to the recommendation in his submission waives his right to object to such matter.\n\nCross References.Section 5902 is referred to in section 5918 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5902/"
    },
    {
      "id": "section-5903",
      "number": "5903",
      "heading": "",
      "text": "The convening authority shall refer the record of each general court-martial to his staff judge advocate or legal officer who shall submit his written opinion thereon to the convening authority. If there is no qualified staff judge advocate or legal officer available, the State Judge Advocate shall assign a judge advocate officer for such purpose. If the final action of the court has resulted in an acquittal of all charges and specifications, the opinion shall be limited to questions of jurisdiction.\n\nCross References.Section 5903 is referred to in sections 5808, 5908 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5903/"
    },
    {
      "id": "section-5904",
      "number": "5904",
      "heading": "",
      "text": "(a) General rule.--The convening authority or other authorized party may order a proceeding in revision. A proceeding in revision may be ordered if there is an apparent error or omission in the record or if the record shows improper or inconsistent action by a court-martial with respect to the findings or sentence that can be rectified without material prejudice to the substantial rights of the accused.\n\n(b) Revision not authorized.--In no case may a proceeding in revision:\n\n(1) reconsider a finding of not guilty of any specification or a ruling which amounts to a finding of not guilty;\n\n(2) reconsider a finding of not guilty of any charge, unless there has been a finding of guilty under a specification laid under that charge which sufficiently alleges a violation of a punitive section of this title; or\n\n(3) increase the severity of the sentence unless the sentence prescribed for the offense is mandatory.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5904/"
    },
    {
      "id": "section-5905",
      "number": "5905",
      "heading": "",
      "text": "(a) General rule.--The convening authority or other authorized party may order a rehearing. A rehearing may be ordered if the convening authority or other authorized party disapproves the findings and sentence and states the reasons for disapproval of the findings. If such party disapproves the findings and sentence but does not order a rehearing, that party shall dismiss the charges. A rehearing as to the findings may not be ordered where there is a lack of sufficient evidence in the record to support the findings. A rehearing as to the sentence may be ordered if the convening authority or other authorized party disapproves the sentence.\n\n(b) Procedural requirements.--Each rehearing shall take place before a court-martial composed of members not members of the court-martial which first heard the case. Upon a rehearing, the accused may not be tried for any offense of which he was found not guilty by the first court-martial. No sentence in excess of or more severe than the original sentence may be approved, unless the sentence is based upon a finding of guilty of an offense not considered upon the merits in the original proceedings or unless the sentence prescribed for the offense is mandatory. If the sentence approved after the first court-martial was in accordance with a pretrial agreement and the accused at the rehearing changes a plea with respect to the charges or specifications upon which the pretrial agreement was based or otherwise does not comply with the pretrial agreement, the approved sentence as to those charges or specifications may include any punishment not in excess of that lawfully adjudged at the first court-martial.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5905/"
    },
    {
      "id": "section-5906",
      "number": "5906",
      "heading": "",
      "text": "In acting on the findings and sentence of a court-martial, the convening authority shall approve only such findings of guilty, and the sentence or such part or amount of the sentence as the convening authority finds correct in law and fact and as he in his discretion determines should be approved. Unless the convening authority indicates otherwise, approval of the sentence shall constitute approval of the findings and sentence.\n\nCross References.Section 5906 is referred to in sections 5912, 5918 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5906/"
    },
    {
      "id": "section-5907",
      "number": "5907",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise required by this title, all records of trial and related documents shall be transmitted and disposed of as prescribed by this section and regulations promulgated by the department.\n\n(b) Final action by Governor.--When the Governor has taken final action in a court-martial case in which he is the convening authority, there shall be no further review.\n\n(c) Final action by other authority.--When a convening authority other than the Governor has taken final action in a general court-martial case, the convening authority shall forward the entire record, including his action thereon and the opinion or opinions of the staff judge advocate or legal officer, to the State Judge Advocate.\n\n(d) Bad-conduct discharge.--Where the sentence of a special court-martial as approved by the convening authority includes a bad-conduct discharge, whether or not suspended, the record shall be forwarded to the officer exercising general court-martial jurisdiction over the command to be reviewed in the same manner as a record of trial by a general court-martial. If the sentence as approved by an officer exercising general court-martial jurisdiction includes a bad-conduct discharge, whether or not suspended, the record shall be forwarded to the State Judge Advocate.\n\n(e) Review and disposition of other records.--All other special and summary court-martial records shall be reviewed by a judge advocate of the Pennsylvania National Guard and shall be transmitted and disposed of as the department may prescribe by regulations.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5907/"
    },
    {
      "id": "section-5909",
      "number": "5909",
      "heading": "",
      "text": "(a) Composition of boards of review.--The State Judge Advocate may constitute one or more boards of review, each composed of not less than three commissioned officers, each of whom shall be a member of the bar of the Supreme Court, and one of whom shall be a judge advocate of the Pennsylvania National Guard.\n\n(b) Affirming findings and sentence.--In a case referred to it, the board of review may act only with respect to the findings and sentence as approved by the convening authority. It may affirm only such findings of guilty and a sentence, or such part or amount of the sentence, as it finds correct in law and fact and determines, on the basis of the entire record, should be approved. In considering the record, it shall have authority to weigh the evidence, judge the credibility of witnesses and determine controverted questions of fact, recognizing that the trial court saw and heard the witnesses.\n\n(c) Setting aside findings and sentence.--If the board of review sets aside the findings and sentence, it may, except where the setting aside is based on lack of sufficient evidence in the record to support the findings, order a rehearing. If it sets aside the findings and sentence and does not order a rehearing, it shall order that the charges be dismissed.\n\n(d) Action by convening authority.--The State Judge Advocate shall, unless there is to be further action by the Governor, instruct the convening authority to take action in accordance with the decision of the board of review. If the board of review has ordered a rehearing but the convening authority finds a rehearing impracticable, the convening authority may dismiss the charges.\n\n(e) Uniform rules of procedure.--In the event one or more boards of review are constituted in accordance with this section, the State Judge Advocate shall prescribe uniform rules of procedure for proceedings in and before such board or boards of review.\n\n(f) Waiver of review.--The accused may file with the convening authority a statement expressly withdrawing the right of the accused to have his case reviewed by a board of review. Such a withdrawal shall be signed by both the accused and defense counsel and must be filed in accordance with appellate procedures as provided by law. The accused may withdraw his case from review by a board of review at any time in accordance with appellate procedures as provided by law.\n\nCross References.Section 5909 is referred to in section 5806 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5909/"
    },
    {
      "id": "section-5908",
      "number": "5908",
      "heading": "",
      "text": "(a) Review by State Judge Advocate of guilty finding.--Each general and special court-martial case in which there has been a finding of guilty shall be reviewed by the State Judge Advocate, or a designee. The State Judge Advocate may not review a case if he has acted in the same case as an accuser, investigating officer, member of the court, military judge or counsel or has otherwise acted on behalf of the prosecution or defense. The State Judge Advocate's review shall be in writing and shall contain the following:\n\n(1) Conclusions as to:\n\n(i) whether the court had jurisdiction over the accused and the offense;\n\n(ii) the sufficiency of the charge and specification; and\n\n(iii) whether the sentence was within the limits prescribed as a matter of law.\n\n(2) A response to each allegation of error made in writing by the accused.\n\n(3) If the case is sent for action under subsection (b), a recommendation as to the appropriate action to be taken and an opinion as to whether corrective action is required as a matter of law.\n\n(b) Review by Adjutant General of guilty finding.--The record of trial and related documents in each case reviewed under subsection (a) shall be sent for action to the Adjutant General, if:\n\n(1) the judge advocate who reviewed the case recommends corrective action;\n\n(2) the sentence approved under section 5903 (relating to action on general court-martial records) extends to dismissal, a bad-conduct or dishonorable discharge or confinement for more than six months; or\n\n(3) such action is otherwise required by regulations promulgated by the department.\n\n(c) Action by Adjutant General on guilty finding.--After review under subsection (b), the Adjutant General may:\n\n(1) disapprove or approve the findings or sentence in whole or in part;\n\n(2) remit, commute or suspend the sentence in whole or in part;\n\n(3) dismiss the charges; or\n\n(4) except where the evidence was insufficient at the trial to support the findings, order a rehearing on the findings, on the sentence or on both.\n\n(d) Rehearing impracticable.--If a rehearing is ordered under subsection (c) but the convening authority finds a rehearing impracticable, the convening authority shall dismiss the charges.\n\n(e) Review by Governor of guilty finding.--If the opinion of the State Judge Advocate is that corrective action is required as a matter of law and if the Adjutant General does not take action that is at least as favorable to the accused as that recommended by the State Judge Advocate, the record of trial and action thereon shall be sent to the Governor for review and action as deemed appropriate.\n\n(f) Review by State Judge Advocate of not guilty finding.--The State Judge Advocate may review any case in which there has been a finding of not guilty of all charges and specifications. The State Judge Advocate may not review a case if he has acted in the same case as an accuser, investigating officer, member of the court, military judge or counsel or has otherwise acted on behalf of the prosecution or defense. The review by the State Judge Advocate shall be limited to questions of subject matter jurisdiction.\n\n(g) Review by Adjutant General of not guilty finding.--The record of trial and related documents in each case reviewed under subsection (f) shall be sent for action to the Adjutant General.\n\n(h) Action by Adjutant General on not guilty finding.--After review under subsection (g), the Adjutant General may:\n\n(1) when subject matter jurisdiction is found to be lacking, void the court-martial ab initio, with or without prejudice to the government; or\n\n(2) return the record of trial and related documents to the State Judge Advocate for appeal by the government as provided by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5908/"
    },
    {
      "id": "section-5910",
      "number": "5910",
      "heading": "",
      "text": "(a) General rule.--Final judgments of courts-martial empowered to impose a sentence of confinement for one year or more are appealable to the Superior Court, after approval by the convening authority, in the same manner and subject to the same process as a criminal conviction by the courts of common pleas. The appellate procedures to be followed shall be those provided by law for the appeal of criminal cases.\n\n(b) Waiver of review.--The accused may file with the convening authority a statement expressly withdrawing the right of the accused to have his case reviewed by the Superior Court. Such a withdrawal shall be signed by both the accused and his defense counsel and must be filed in accordance with appellate procedures as provided by law. The accused may withdraw his case from review by the Superior Court at any time in accordance with appellate procedures as provided by law.\n\nCross References.Section 5910 is referred to in section 5912 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5910/"
    },
    {
      "id": "section-5911",
      "number": "5911",
      "heading": "",
      "text": "(a) Counsel for the Commonwealth.--The State Judge Advocate shall detail a judge advocate as counsel to represent the Commonwealth in the review or appeal of cases by a board of review or before the Superior Court or before any other court when requested to do so by the Attorney General. Counsel must be a member in good standing of the bar of the Supreme Court.\n\n(b) Counsel for the accused.--In all posttrial reviews and appeals, whether initiated by the accused or the Commonwealth, the accused has the right to be represented by appellate military counsel before any reviewing authority and before any appellate court. Upon the request of an accused, the State Judge Advocate shall appoint a judge advocate to represent the accused in the review or appeal of cases. An accused may be represented by civilian appellate counsel at no expense to the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5911/"
    },
    {
      "id": "section-5913",
      "number": "5913",
      "heading": "",
      "text": "(a) Bad-conduct discharges and general court-martial sentences.--Prior to the vacation of the suspension of a special court-martial sentence which as approved includes a bad-conduct discharge or of any general court-martial sentence, the officer having special court-martial jurisdiction over the probationer shall hold a hearing on an alleged violation of probation. The probationer shall be represented at the hearing by military counsel if the probationer so desires.\n\n(b) Action by court-martial.--The record of the hearing and the recommendation of the officer having special court-martial jurisdiction shall be forwarded for action to the officer exercising general court-martial jurisdiction over the probationer. If the officer vacates the suspension, any unexecuted part of the sentence except a dismissal shall be executed subject to applicable restrictions in this part.\n\n(c) Other sentences.--The suspension of any other sentence may be vacated by any authority competent to convene, for the command in which the accused is serving or assigned, a court of the kind that imposed the sentence.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5913/"
    },
    {
      "id": "section-5912",
      "number": "5912",
      "heading": "",
      "text": "(a) Appellate review not waived and appeal not withdrawn.--If a sentence extends to dismissal or a dishonorable or bad-conduct discharge, the right of the accused to appellate review is not waived and an appeal is not withdrawn, that part of the sentence extending to dismissal or a dishonorable or bad-conduct discharge may not be executed until there is a final judgment as to the legality of the proceedings. A judgment as to the legality of the proceedings is final in such cases when review is completed by the Superior Court under section 5910 (relating to review by Superior Court) and is deemed final by the law of state where the judgment was had.\n\n(b) Appellate review waived or appeal withdrawn.--If a sentence extends to dismissal or a dishonorable or bad-conduct discharge, the right of the accused to appellate review is waived or an appeal is withdrawn, that part of the sentence extending to dismissal or a dishonorable or bad-conduct discharge may not be executed until review of the case by the State Judge Advocate and any action on that review is completed. Any other part of a court-martial sentence may be ordered executed by the convening authority or other authorized party when approved under section 5906 (relating to approval by convening authority).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5912/"
    },
    {
      "id": "section-5914",
      "number": "5914",
      "heading": "",
      "text": "At any time within two years after approval by the convening authority of a court-martial sentence, the accused may petition the Adjutant General for a new trial on the grounds of newly discovered evidence or fraud on the court-martial.\n\nCross References.Section 5914 is referred to in section 5917 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5914/"
    },
    {
      "id": "section-5915",
      "number": "5915",
      "heading": "",
      "text": "(a) General rule.--Any authority competent to convene, for the command in which the accused is serving or assigned, a court of the kind that imposed the sentence may remit or suspend any part or amount of the unexecuted part of any sentence, including all uncollected forfeitures other than a sentence approved by the Governor.\n\n(b) Substitution of administrative discharge by Governor.--The Governor may, for good cause, substitute an administrative form of discharge, as authorized by applicable military regulations, for a discharge or dismissal executed in accordance with the sentence of a court-martial.\n\nCross References.Section 5915 is referred to in section 5917 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5915/"
    },
    {
      "id": "section-5916",
      "number": "5916",
      "heading": "",
      "text": "(a) General rule.--Under such regulations as may be prescribed by the Governor or department, all rights, privileges and property affected by an executed portion of a court-martial sentence which has been set aside or disapproved, except an executed dismissal or discharge, shall be restored unless a new trial or rehearing is ordered and such executed portion is included in a sentence imposed upon the new trial or rehearing.\n\n(b) Substitution of administrative discharge for invalid discharge.--If a previously executed sentence of dishonorable or bad-conduct discharge is not sustained on a new trial, the Governor shall substitute a form of discharge authorized for administrative issuance unless the accused is to serve out the remainder of his enlistment.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5916/"
    },
    {
      "id": "section-5917",
      "number": "5917",
      "heading": "",
      "text": "The appellate review of records of trial, the proceedings, findings and sentences of courts-martial as approved, reviewed or affirmed and all dismissals and discharges carried into execution under sentences by courts-martial following approval, review or affirmation are final and conclusive. Orders publishing the proceedings of courts-martial and all action taken pursuant to those proceedings are binding upon all departments, courts, agencies and officers of the United States and the several states, subject only to action upon a petition for a new trial as provided in section 5914 (relating to petition for new trial) and to action under section 5915 (relating to remission and suspension).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5917/"
    },
    {
      "id": "section-5918",
      "number": "5918",
      "heading": "",
      "text": "Under regulations prescribed by the Governor or the department, an accused who has been sentenced by a court-martial may be required to take leave pending completion of action under this chapter if the sentence, as approved under section 5902 (relating to action by convening authority) or 5906 (relating to approval by convening authority) includes an unsuspended dismissal or an unsuspended dishonorable or bad-conduct discharge. The accused may be required to begin such leave on the date on which the sentence is approved under section 5906 or at any time after such date, and such leave may be continued until the date on which action under this chapter is completed or may be terminated at any earlier time.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5918/"
    },
    {
      "id": "section-5919",
      "number": "5919",
      "heading": "",
      "text": "(a) General rule.--In a trial by court-martial in which a punitive discharge may be adjudged, the Commonwealth may appeal the following:\n\n(1) An order or ruling of the military judge which terminates the proceedings with respect to a charge or specification.\n\n(2) An order or ruling which excludes evidence that is substantial proof of a fact material in the proceeding.\n\n(3) An order or ruling which directs the disclosure of classified information.\n\n(4) An order or ruling which imposes sanctions for nondisclosure of classified information.\n\n(5) A refusal of the military judge to issue a protective order sought by the Commonwealth to prevent the disclosure of classified information.\n\n(6) A refusal by the military judge to enforce a protective order sought by the Commonwealth to prevent the disclosure of classified information which has previously been issued by appropriate authority.\n\n(b) Exceptions.--Notwithstanding subsection (a), the Commonwealth may not appeal a finding of not guilty with respect to the charge or specification by the members of the court-martial or by a judge in a bench trial so long as it is not made in reconsideration.\n\n(c) Written notice required.--An appeal of an order or ruling may not be taken unless the trial counsel provides the military judge with written notice of appeal from the order or ruling within 72 hours of the order or ruling. Such notice shall include a certification by the trial counsel that the appeal is not taken for the purpose of delay and, if the order or ruling appealed is one which excludes evidence, that the evidence excluded is substantial proof of a fact material in the proceeding.\n\n(d) Diligent prosecution required.--An appeal under this section shall be diligently prosecuted. Any period of delay resulting from an appeal under this section shall be excluded in deciding any issue regarding denial of a speedy trial unless an appropriate authority determines that the appeal was filed solely for the purpose of delay with the knowledge that it was totally frivolous and without merit.\n\n(e) Action by Superior Court.--An appeal under this section shall be forwarded to the Superior Court. In ruling on an appeal under this section, the court may act only with respect to matters of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-59/section-5919/"
    }
  ]
}