{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-95",
  "sections": [
    {
      "id": "section-9501",
      "number": "9501",
      "heading": "",
      "text": "ยง 9501. Scope of chapter.\n\nThis chapter relates to long-term care patient access to pharmaceuticals.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9501/"
    },
    {
      "id": "section-9502",
      "number": "9502",
      "heading": "",
      "text": "The General Assembly finds and declares as follows:\n\n(1) A mechanism is to be provided through which patients who have the ability to acquire lower cost drugs through the United States Department of Veterans Affairs have access to those drugs if they reside in a long-term care facility, assisted living residence or personal care home.\n\n(2) The mechanism is to be provided by permitting the pharmacy within the long-term care facility, assisted living residence or personal care home, or which has a contract with the entity to:\n\n(i) receive the lower cost drugs directly from the United States Department of Veterans Affairs drug benefit program in the patient's name; and\n\n(ii) repackage and relabel those drugs so they may be dispensed in unit doses to patients in a long-term care facility, assisted living residence or personal care home in compliance with the Food and Drug Administration, the United States Pharmacopeia and the policies and procedures of the long-term care facility, assisted living residence or personal care home.\n\n(3) This chapter shall be interpreted and construed to effectuate the following purposes:\n\n(i) To provide for the care, protection and treatment of patients in long-term care facilities, assisted living residences and personal care homes by allowing them to utilize the drug benefit provided by the United States Department of Veterans Affairs.\n\n(ii) Consistent with the care, protection and treatment of patients in long-term care facilities, assisted living residences and personal care homes, to provide a means by which a pharmacy, within these settings or that has a contract with the entities listed, may:\n\n(A) accept, on behalf of the patient, drugs received directly from the United States Department of Veterans Affairs; and\n\n(B) repackage and relabel those drugs so that the patient may receive them in a unit dose in compliance with the Food and Drug Administration, the United States Pharmacopeia and the policies and procedures of the long-term care facility, assisted living residence or personal care home.\n\n(iii) To provide a means through which this chapter is executed and enforced and in which long-term care facilities, assisted living residences, personal care homes, pharmacists, drug source facilities and pharmaceutical providers may implement this chapter.\n\n(4) Only individuals eligible for benefits provided by the United States Department of Veterans Affairs are eligible for the program under this chapter.\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)\n\nSpecial Provisions in Appendix.See section 3(3)(i) of Act 36 of 2012 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9502/"
    },
    {
      "id": "section-9503",
      "number": "9503",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Assisted living residence.\"As defined in section 1001 of the act of June 13, 1967 (P.L.31, No.21), known as the Public Welfare Code.\n\n\"Board.\"The State Board of Pharmacy.\n\n\"Drug source facility.\"A facility:\n\n(1) where drugs are lawfully manufactured, dispensed or distributed; and\n\n(2) which is:\n\n(i) operated by or under contract with the United States Department of Veterans Affairs; or\n\n(ii) approved by the United States Department of Veterans Affairs.\n\n\"Lockbox.\" A cabinet, safe, container or other structure to contain medications that shall be securely locked, substantially constructed and accessible only to the pharmacist or his representative as authorized by the regulations of the State Board of Pharmacy.\n\n\"Long-term care facility.\" A long-term care nursing facility as defined in section 802.1 of the act of July 19, 1979 (P.L.130, No.48), known as the Health Care Facilities Act.\n\n\"Means.\" The placement of a lockbox at a location at a long-term care facility, assisted living residence or personal care home.\n\n\"Personal care home.\" As defined in section 1001 of the act of June 13, 1967 (P.L.31, No.21), known as the Public Welfare Code.\n\n\"Pharmaceutical provider.\" An entity that employs a pharmacist.\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)\n\nSpecial Provisions in Appendix.See section 3(3)(ii) of Act 36 of 2012 in the appendix to this title for special provisions relating to continuation of prior law.\n\nReferences in Text. The short title of the act of June 13, 1967, P.L.31, No.21, known as the Public Welfare Code, referred to in this section, was amended by the act of December 28, 2015, P.L.500, No.92. The amended short title is now the Human Services Code.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9503/"
    },
    {
      "id": "section-9504",
      "number": "9504",
      "heading": "",
      "text": "The board has the following powers and duties:\n\n(1) Develop the form required by section 9505(b)(3) and (4) (relating to third-party drugs in long-term care facilities).\n\n(2) Publish a notice in the Pennsylvania Bulletin that the form has been developed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9504/"
    },
    {
      "id": "section-9505",
      "number": "9505",
      "heading": "",
      "text": "(a) Authority.--Notwithstanding any other provision of law, all of the following may dispense a drug acquired from a drug source facility outside the long-term care facility, assisted living residence or personal care home to a patient of a long-term care facility, assisted living residence or personal care home:\n\n(1) A pharmacist employed by a long-term care facility, assisted living residence or personal care home.\n\n(2) A pharmacy that contracts with a long-term care facility, assisted living residence or personal care home to fill prescriptions for patients residing in these settings.\n\n(b) Unit dose.--A person authorized under subsection (a) to dispense a drug shall repackage, relabel and dispense the drug in a unit dose if all of the following conditions are met:\n\n(1) The drug is obtained from a drug source facility.\n\n(2) There is a prescription for the drug.\n\n(3) The prescriber has signed a form authorizing the long-term care facility, assisted living residence or personal care home to administer a drug from a drug source facility outside the long-term care facility, assisted living residence or personal care home.\n\n(4) The patient has signed a form authorizing the long-term care facility, assisted living residence or personal care home to administer a drug from a drug source facility outside the location and provided payment information for payment of the related fees to the pharmacy. In the case of a minor or a patient who is unable to sign the form, a parent, a guardian, an agent acting under a power of attorney or a family member is authorized to sign the form. The form must explain that a person authorized under subsection (a) to dispense a drug from a drug source facility outside the long-term care facility, assisted living residence or personal care home:\n\n(i) is required to go through the process of repackaging and relabeling the drug;\n\n(ii) may charge a fee for repackaging and relabeling the drug, including the amount of the fee and the frequency of its assessment; and\n\n(iii) has immunity from civil liability arising from dispensation of the drug if the person properly repackages and relabels the drug as set forth in section 9508 (relating to civil liability and unprofessional conduct).\n\n(5) The attending physician or other provider prescribing medications for the patient within their scope of practice has issued an order continuing the patient's medical regime.\n\n(6) The repackaging is in compliance with the Food and Drug Administration, the United States Pharmacopeia and the policies and procedures of the long-term care facility, assisted living residence or personal care home.\n\n(7) The United States Department of Veterans Affairs provides the drug directly to the pharmacy in the long-term care facility, assisted living residence or personal care home in the patient's name or by mailing it to a lockbox located at the long-term care facility, assisted living residence or personal care home in the patient's name and with the following information in preparation for the repackaging and relabeling:\n\n(i) The name and address of the dispensing pharmacy.\n\n(ii) (Reserved).\n\n(iii) (Reserved).\n\n(iv) A copy of the original prescription upon request.\n\n(v) The date the drug was dispensed.\n\n(vi) Directions for use, contraindications and other materials required by law to be provided to the patient.\n\n(7.1) A pharmacist must be held responsible for his activity or activity performed under his supervision or authorization.\n\n(8) The pharmacist manager of the pharmacy, within the long-term care facility, assisted living residence or personal care home or that has a contract with the long-term care facility, assisted living residence or personal care home responsible for access to the lockbox shall be responsible for the following:\n\n(i) Reviewing and approving written policies and procedures for lockbox operation, safety, security, accuracy, access and patient confidentiality.\n\n(ii) Ensuring that medications received at the lockbox are inspected for expiration date, misbranding and physical integrity and ensuring that the lockbox is inspected for security and accountability every month.\n\n(iii) Inspecting medications received at the lockbox to determine if:\n\n(A) the original contents have deteriorated significantly due to heat, cold fermentation or prolonged agitation; or\n\n(B) the sensors indicate the integrity of the drug was compromised if the drugs were shipped in a manner that would preserve the integrity of the drug, such as cold packs or other temperature control devices.\n\n(iv) Assigning, discontinuing or changing authorized personnel access to the lockbox.\n\n(v) Ensuring that an accountability record is maintained in accordance with the written policies and procedures of operation.\n\n(vi) Ensuring compliance with the applicable provisions of Federal and State law.\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)\n\nSpecial Provisions in Appendix.See section 3(3)(iii) of Act 36 of 2012 in the appendix to this title for special provisions relating to continuation of prior law.\n\nCross References.Section 9505 is referred to in sections 9504, 9506, 9507, 9508 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9505/"
    },
    {
      "id": "section-9506",
      "number": "9506",
      "heading": "",
      "text": "For each drug dispensed in accordance with section 9505(a) (relating to third-party drugs in long-term care facilities, assisted living residences and personal care homes), the person authorized to dispense the drug and the long-term care facility, assisted living residence or personal care home shall maintain a record for at least two years of all of the items specified in section 9505(b)(7).\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9506/"
    },
    {
      "id": "section-9507",
      "number": "9507",
      "heading": "",
      "text": "A person authorized under section 9505(a) (relating to third-party drugs in long-term care facilities, assisted living residences and personal care homes) to dispense a drug may charge no more than the maximum dispensing fee authorized by the Department of Public Welfare regulations under the medical assistance program.\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)\n\nReferences in Text.The Department of Public Welfare, referred to in this section, was redesignated as the Department of Human Services by Act 132 of 2014.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9507/"
    },
    {
      "id": "section-9508",
      "number": "9508",
      "heading": "",
      "text": "(a) Repackaging and relabeling.--A person authorized under section 9505(a) (relating to third-party drugs in long-term care facilities, assisted living residences and personal care homes) to dispense a drug shall be immune from civil liability arising out of dispensation of the drug if the person properly repackages and relabels a drug based on the information received from the original drug source facility.\n\n(b) Administration of drug.--A long-term care facility, assisted living residence or personal care home or an employee or agent of a long-term care facility, assisted living residence or personal care home that properly administers a drug from a person authorized under section 9505(a) to dispense the drug shall be immune from civil liability arising out of administration of the drug.\n\n(c) Unprofessional conduct.--A pharmacist authorized under section 9505(a) to dispense a drug who properly relabels and repackages the drug shall not be deemed to have engaged in unprofessional conduct under section 5(9) of the act of September 27, 1961 (P.L.1700, No.699), known as the Pharmacy Act.\n\n(Oct. 14, 2014, P.L.2511, No.147, eff. 60 days)\n\nCross References.Section 9508 is referred to in section 9505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-95/section-9508/"
    }
  ]
}