{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-52",
  "sections": [
    {
      "id": "section-5201",
      "number": "5201",
      "heading": "",
      "text": "(a) Persons authorized to apprehend.--Any person authorized by this part, by 10 U.S.C. Ch. 47 (relating to Uniform Code of Military Justice) or by regulations issued under:\n\n(1) any marshal of a court-martial appointed under the provisions of this part; or\n\n(2) any peace officer or civil officer authorized by law, may apprehend persons subject to this part upon probable cause that an offense under this part has been committed and that the person apprehended committed it.\n\n(b) Authority of officers.--Commissioned officers, warrant officers, petty officers and noncommissioned officers have authority to quell quarrels, frays and disorders among persons subject to this part and to apprehend persons subject to this part who take part therein.\n\n(c) Apprehension outside Commonwealth.--If a person subject to this part is apprehended outside this Commonwealth, the person's return to this Commonwealth must be in accordance with normal extradition procedures or by reciprocal agreement.\n\n(d) Payment prohibited.--No person authorized by this section to apprehend persons subject to this part, or place where such offender is confined, restrained, held or otherwise housed may require payment of any fee or charge for receiving, apprehending, confining, restraining, holding or otherwise housing a person except as otherwise provided by law.\n\n(e) Warrant authority.--The convening authority of any court-martial shall have the power to issue warrants of apprehension directed to the sheriff or any constable or peace officer of a county to apprehend persons subject to this part charged with an offense under this part and to deliver such persons into the custody of the State military forces.\n\n(f) Definition.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Apprehension.\" The taking of a person subject to this part into custody.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-52/section-5201/"
    }
  ]
}