{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-5",
  "sections": [
    {
      "id": "section-506-1",
      "number": "506.1",
      "heading": "",
      "text": "(a) Authorization.--The Governor may place, or delegate authority to the Adjutant General to order, any volunteer member of the Pennsylvania National Guard or, if unavailable due to call or order into the service of the United States, any member of the Pennsylvania Guard on special State duty to respond to community needs, support Commonwealth functions and ceremonies, participate in courts-martial and board functions, support State and local governments and designated critical infrastructure with cybersecurity functional support and nongovernmental and educational institutions with cyber training or exercises and perform other necessary military duties to the extent that money is appropriated and available for special State duty.\n\n(b) Report.--\n\n(1) If members of the Pennsylvania National Guard or Pennsylvania Guard are ordered to special State duty in support of Federal, State and local cybersecurity functions, operations or training or exercise support, the Governor shall annually, by April 1, submit a report to the General Assembly setting forth the following, which shall protect the security of sensitive information:\n\n(i) the types of cybersecurity operations and training performed;\n\n(ii) the name and type of organizations supported;\n\n(iii) the number and types of personnel involved;\n\n(iv) the types of equipment and systems utilized; and\n\n(v) problems encountered in matters of jurisdiction, command and control, hostile encounters and operation approval procedures.\n\n(2) The report shall include a breakdown of support provided in the normal course of training and support substantially equivalent to training.\n\n(c) Limitation.--Special State duty shall not be provided if the provision of the support will adversely affect the ability of the Pennsylvania National Guard or Pennsylvania Guard to perform its primary military-preparedness missions.\n\n(d) Adjutant General.--In addition to the powers and duties of the Adjutant General under this title, the Adjutant General is authorized and directed to order members of the Pennsylvania National Guard to special State duty under subsection (a).\n\n(e) Pay and allowances.--Officers and enlisted personnel ordered on special State duty for which pay is authorized under the order prescribing the performance of duty shall receive the pay and allowances of their respective grades during the time the duty is ordered. The pay authorized under this subsection may not be less than $100 per day.\n\n(f) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Special State duty.\"State military duty by the Pennsylvania military forces as authorized under this section. The term does not include active State duty authorized under section 508 (relating to active duty for emergency) or duty authorized and funded under 10 U.S.C. (relating to Armed Forces) and 32 U.S.C. (relating to National Guard).\n\n(July 7, 2022, P.L.449, No.38, eff. 60 days)\n\n2022 Amendment.Act 38 added section 506.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-5/section-506-1/"
    }
  ]
}