{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-31",
  "sections": [
    {
      "id": "section-3101",
      "number": "3101",
      "heading": "",
      "text": "Members of the Pennsylvania National Guard or Pennsylvania Guard may be ordered upon special duty at the discretion of the Governor and shall receive the pay and allowances of their respective grades during the time they may continue upon duty under such order.\n\n(Oct. 16, 1998, P.L.780, No.96, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-31/section-3101/"
    },
    {
      "id": "section-3102",
      "number": "3102",
      "heading": "",
      "text": "(a) General rule.--When the Pennsylvania National Guard or Pennsylvania Guard, or any part thereof, is ordered on active duty for State service by the Governor as Commander-in-Chief and pay is authorized for such duty under the order prescribing the performance thereof, the commissioned officers, warrant officers and enlisted personnel so ordered shall be entitled to the same pay and allowances and transportation in kind provided for in the current Armed Forces Pay and Allowance Act. Notwithstanding any provisions of such act, the pay of any such personnel shall not be less than $100 per day.\n\n(b) Payments and deductions.--All payments of pay and service shall be made by the Adjutant General in the usual manner. No deductions shall be made from the pay of officers or enlisted personnel in active State service for dues or other financial obligations imposed by any bylaws, rules or regulations of a civil character.\n\n(May 31, 1984, P.L.375, No.75, eff. imd.; Dec. 4, 1996, P.L.849, No.139, eff. imd.; July 1, 2016, P.L.438, No.61, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-31/section-3102/"
    },
    {
      "id": "section-3103",
      "number": "3103",
      "heading": "",
      "text": "Personnel in attendance upon court-martial, boards of examination, fitness boards and other necessary duty as prescribed by the Adjutant General shall receive transportation in kind as may be provided for in orders, and the necessary expenses lawfully incurred in the performance of any such duty shall be paid upon proper vouchers duly approved by the officer under whose orders the duty is performed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-31/section-3103/"
    },
    {
      "id": "section-3104",
      "number": "3104",
      "heading": "",
      "text": "1996 Repeal.Section 3104 was repealed June 19, 1996, P.L.344, No.56, effective July 1, 1996. The subject matter is now contained in Chapter 32 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-31/section-3104/"
    },
    {
      "id": "section-3105",
      "number": "3105",
      "heading": "",
      "text": "(a) Voluntary participation for group life insurance.--The Adjutant General may approve issuance of group life insurance to nonprofit membership associations for members of the Pennsylvania National Guard, subject to the following requirements:\n\n(1) The members eligible for insurance under the policy shall all be members of the Pennsylvania National Guard or their spouses or dependents. A member of the Pennsylvania National Guard who becomes insured under this program while a member may continue the insurance, including group term life insurance, after discharge or retirement from the Pennsylvania National Guard.\n\n(2) The premium for the policy shall be paid by the individual members of the Pennsylvania National Guard or their spouses or dependents who elect to participate in the insurance plan either by direct payment or by allotment from military pay. An individual family member may insure his spouse or dependent without their signature or approval.\n\n(3) The policy must cover at least 25 members of the Pennsylvania National Guard at the time of issue.\n\n(4) The amounts of insurance under the policy must not exceed $400,000 per individual insured member and $100,000 per insured spouse or dependent.\n\n(5) Participation in the insurance plan must be voluntary.\n\n(6) Except as otherwise provided by this section, the policy or policies must comply with the provisions of the act of May 11, 1949 (P.L.1210, No.367), referred to as the Group Life Insurance Policy Law, and be approved by the Insurance Commissioner and the Adjutant General.\n\n(7) The same policy can be made available to any Pennsylvania resident who is a member of a reserve component of the armed forces.\n\n(b) Group life insurance for eligible members.--The Adjutant General shall approve issuance of group life insurance to nonprofit membership associations for eligible members of the Pennsylvania National Guard, subject to the following:\n\n(1) For eligible members of the Pennsylvania National Guard, the Commonwealth shall pay premiums not otherwise paid by the Federal Government so that eligible members have life insurance coverage equal to the maximum available Servicemembers' Group Life Insurance coverage. Premium payments may take one of the following forms:\n\n(i) Purchase of coverage under subsection (a) in an amount equal to the difference between:\n\n(A) the maximum coverage under the Federal Servicemembers' Group Life Insurance program; and\n\n(B) the amount of Servicemembers' Group Life Insurance coverage paid by the Federal Government.\n\n(ii) Payment or reimbursement of the difference in premiums to the eligible members of the Pennsylvania National Guard.\n\n(2) In the case of an eligible member of the Pennsylvania National Guard who was killed in the line of duty after September 11, 2001, and before the effective date of this subsection, the Commonwealth shall pay the designated beneficiary of the member or, if none, the member's next of kin an amount equal to the greater of the premiums paid for Servicemembers' Group Life Insurance coverage for the period the eligible member was deployed or, if the member did not elect the maximum coverage, the difference between the maximum coverage in effect at the time the eligible member was killed and the amount of coverage elected by the member.\n\n(3) The department shall promulgate regulations for the administration of this subsection.\n\n(c) Definition.--As used in this section, the term \"eligible member of the Pennsylvania National Guard\" shall mean:\n\n(1) members of the Pennsylvania National Guard ordered to active Federal service for a period of 30 or more consecutive days while preparing to deploy, deployed and demobilizing from deployment, to areas or operations designated by the Secretary of Defense as \"zones of combat\" or \"combat operations\"; and\n\n(2) members of the Pennsylvania National Guard ordered to active State duty for emergencies under section 508 (relating to active duty for emergency) or 35 Pa.C.S. ยง 7601 (relating to compact enacted) for a period of 30 or more consecutive days.\n\n(Dec. 17, 1990, P.L.700, No.174, eff. imd.; July 7, 2006, P.L.1046, No.105, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-31/section-3105/"
    }
  ]
}