{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-55",
  "sections": [
    {
      "id": "section-5501",
      "number": "5501",
      "heading": "",
      "text": "(a) General rule.--General courts-martial may be convened by any of the following:\n\n(1) The Governor.\n\n(2) The Adjutant General.\n\n(3) A deputy adjutant general authorized by a regulation of the Governor.\n\n(4) The commanding general of a division.\n\n(5) The general officer in command of a wing.\n\n(b) Commanding officer as accuser.--When a commanding officer is an accuser, the court shall be convened by superior competent authority and may, in any case, be convened by such authority when deemed desirable by such authority.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5501/"
    },
    {
      "id": "section-5502",
      "number": "5502",
      "heading": "",
      "text": "(a) General rule.--Special courts-martial may be convened by any of the following:\n\n(1) Any person who may convene a general court-martial.\n\n(2) The commanding officer of a garrison, fort, post, camp, station, Pennsylvania National Guard base or station.\n\n(3) The commanding officer of a brigade, regiment or corresponding unit of the Army.\n\n(4) The commanding officer of a group or corresponding unit of the Air Force.\n\n(5) The commanding officer or officer in charge of any other command when authorized by the Adjutant General.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5502/"
    },
    {
      "id": "section-5503",
      "number": "5503",
      "heading": "",
      "text": "(a) General rule.--Summary courts-martial may be convened by any of the following:\n\n(1) Any person who may convene a general or special court-martial.\n\n(2) The commanding officer of a company, a detached company or other detachment or corresponding unit of the Army.\n\n(3) The commanding officer of a squadron, a detached squadron or other detachment or corresponding unit of the Air Force.\n\n(4) The commanding officer or officer in charge of any other command when authorized by the Adjutant General.\n\n(b) Commissioned officer or superior authority.--When only one commissioned officer is present with a command or detachment, that officer shall preside over the summary court-martial of that command or detachment and shall hear and determine all summary court-martial cases brought before him, provided that the officer is not the accuser or a witness. Summary courts-martial may, however, be convened in any case by superior competent authority when considered desirable by such authority.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5503/"
    },
    {
      "id": "section-5504",
      "number": "5504",
      "heading": "",
      "text": "(a) Commissioned officer.--Any commissioned officer of the State military forces who is not a member of the same unit as the accused is eligible to serve on all courts-martial for the trial of any person who may lawfully be brought before such courts for trial.\n\n(b) Warrant officer.--Any warrant officer of the State military forces who is not a member of the same unit as the accused is eligible to serve on general and special courts-martial for the trial of any person, other than a commissioned officer, who may lawfully be brought before such courts for trial.\n\n(c) Enlisted member.--Any enlisted member of the State military forces who is not a member of the same unit as the accused is eligible to serve on general and special courts-martial for the trial of any enlisted member who may lawfully be brought before such courts for trial. The member shall serve as a member of a court only if, prior to the conclusion of a session called by the military judge under section 5704 (relating to sessions), or prior to trial, or, in the absence of such a session, before the court is assembled for the trial of the accused, the accused has requested orally on the record or in writing that enlisted members serve on it. After such a request, the accused may not be tried by a general or special court-martial, the membership of which does not include enlisted members in a number comprising at least one-third of the total membership of the court, unless eligible members cannot be obtained on account of physical conditions or military exigencies. If such members cannot be obtained, the court may be assembled and the trial held without them, but the convening authority shall make a detailed written statement, to be appended to the record, stating why they could not be obtained.\n\n(d) Ineligible persons.--\n\n(1) Except in exigent circumstances, no person subject to this part may be tried by a court-martial any member of which is junior to him in rank or grade.\n\n(2) When convening a court-martial, the convening authority shall detail as members thereof such members of the State military forces as, in his opinion, are best qualified for the duty by reason of age, education, training, experience, length of service and judicial temperament. No member of the State military forces is eligible to serve as a member of a general or special court-martial when that member is the accuser or a witness or has acted as investigating officer or as counsel in the same case.\n\n(e) Excuse.--Before a court-martial is assembled for the trial of a case, the convening authority may excuse a member of the court from participating in the case. The convening authority may delegate the authority under this subsection to a judge advocate or to any other principal assistant.\n\n(f) Definition.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Unit.\" Any regularly organized body of the State military forces not larger than a company or a squadron or a body corresponding to one of them.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5504/"
    },
    {
      "id": "section-5505",
      "number": "5505",
      "heading": "",
      "text": "(a) General rule.--A military judge shall be detailed to each general and special court-martial. The military judge shall preside over each open session of the court-martial to which the military judge has been detailed.\n\n(b) Eligibility.--A military judge shall be:\n\n(1) a judge advocate in the grade of lieutenant colonel or above in the State military forces, a federally recognized judge advocate of the National Guard of another state, a judge advocate of the armed forces of the United States or a retired judge advocate of the State military forces in the grade of lieutenant colonel or above who retired no more than ten years prior to the date of trial;\n\n(2) a member in good standing of the bar of the Supreme Court or the highest court of another state or a member of the bar of a Federal court for at least five years; and\n\n(3) certified as qualified for duty as a military judge by the State Judge Advocate or other appropriate authority after completion of such training and certification required for military judges in any of the armed forces of the United States.\n\n(c) Pro hac vice admission.--When a military judge is not a member of the bar of the Supreme Court, the military judge shall be deemed admitted pro hac vice, subject to filing a certificate with the State Judge Advocate setting forth the qualifications required under subsection (b).\n\n(d) Designation.--The military judge of a general or special court-martial shall be designated by the State Judge Advocate or a designee for detail in the convening authority. Neither the convening authority nor any staff member of the convening authority shall prepare or review any report concerning the effectiveness, fitness or efficiency of the military judge so detailed which relates to performance of duty as a military judge.\n\n(e) Ineligibility.--No person is eligible to serve as military judge if the person is the accuser or a witness in the case or has acted as investigating officer or a counsel in the case.\n\n(f) Limitation on powers.--The military judge may not consult with the members of the court except in the presence of the accused, trial counsel and defense counsel. The military judge shall not vote with the members of the court.\n\nCross References.Section 5505 is referred to in section 5102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5505/"
    },
    {
      "id": "section-5506",
      "number": "5506",
      "heading": "",
      "text": "(a) General rule.--For each general and special court-martial, the convening authority for the court shall detail trial counsel, defense counsel and such assistants as are appropriate. No person who has acted as investigating officer, military judge, witness or court member in any case shall act subsequently as trial counsel, assistant trial counsel or, unless expressly requested by the accused, as defense counsel or assistant or associate defense counsel in the same case. No person who has acted for the prosecution may act later in the same case for the defense nor shall any person who has acted for the defense act later in the same case for the prosecution.\n\n(b) Eligibility.--Any person who is detailed trial counsel or defense counsel in the case of a general or a special court-martial shall be a judge advocate as defined in section 5102 (relating to definitions).\n\n(c) Pro hac vice admission.--When a defense counsel is not a member of the bar of the highest court of the State, the defense counsel shall be deemed admitted pro hac vice, subject to filing a certificate with the State Judge Advocate setting forth the qualification required under subsection (b).\n\nCross References.Section 5506 is referred to in section 5703 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5506/"
    },
    {
      "id": "section-5507",
      "number": "5507",
      "heading": "",
      "text": "Under such regulations as the Governor or department may prescribe, the convening authority of a general or special court-martial or court of inquiry shall detail or employ qualified court reporters who shall record the proceedings of and testimony taken before that court. Under like regulations, the convening authority of a military court may detail or employ interpreters who shall interpret for the court.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5507/"
    },
    {
      "id": "section-5508",
      "number": "5508",
      "heading": "",
      "text": "(a) Authorized absence.--No member of a general or special court-martial may be absent or excused after the court has been assembled for the trial of the accused, except by the military judge as a result of a challenge, for physical disability or other good cause or by order of the convening authority for good cause.\n\n(b) New members of general court-martial.--Whenever a general court-martial, other than a general court-martial composed of only a military judge, is reduced below five members, the trial shall not proceed unless the convening authority details new members sufficient in number to provide not less than five members. The trial may proceed with the new members present after the recorded evidence previously introduced before the members of the court has been read to the court in the presence of the military judge, the accused and counsel for both sides.\n\n(c) New members of special court-martial.--Whenever a special court-martial, other than a special court-martial composed of only a military judge, is reduced below three members, the trial may not proceed unless the convening authority details new members sufficient in number to provide not less than three members. The trial shall proceed with the new members present as if no evidence had been introduced previously at the trial, unless a verbatim record of the evidence previously introduced before the members of the court or a stipulation thereof is read to the court in the presence of the military judge, the accused and counsel for both sides.\n\n(d) New military judge of court-martial.--If the military judge of a court-martial composed of only a military judge is unable to proceed with the trial because of physical disability, as a result of a challenge or for other good cause, the trial shall proceed, subject to any applicable conditions of section 5401 (relating to courts-martial classified), after the detail of a new military judge as if no evidence had previously been introduced, unless a verbatim record of the evidence previously introduced or a stipulation thereof is read in court in the presence of the new military judge, the accused and counsel for both sides.\n\nCross References.Section 5508 is referred to in sections 5704, 5706 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-55/section-5508/"
    }
  ]
}