{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-17",
  "sections": [
    {
      "id": "section-1701",
      "number": "1701",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Commission.\"The State Veterans' Commission established by this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1701/"
    },
    {
      "id": "section-1702",
      "number": "1702",
      "heading": "",
      "text": "(a) Establishment.--There is hereby established within the department an advisory commission to be known as the State Veterans' Commission.\n\n(b) Composition.--The commission shall be composed of:\n\n(1) The Adjutant General, ex officio, or his designee.\n\n(2) The State commander, commandant or head, or his designee, of each of the following named veterans' organizations:\n\n(i) The American Legion.\n\n(ii) AMVETS.\n\n(iii) Blinded Veterans Association.\n\n(iv) Catholic War Veterans of the United States of America.\n\n(v) Disabled American Veterans.\n\n(vi) Jewish War Veterans of the United States.\n\n(vii) Marine Corps League.\n\n(viii) Military Order of the Purple Heart.\n\n(ix) State Association of County Directors of Veterans' Affairs.\n\n(x) Veterans of Foreign Wars of the United States.\n\n(xi) (Deleted by amendment).\n\n(xii) Italian-American War Veterans of the United States, Inc.\n\n(xiii) The Vietnam Veterans of America, Inc.\n\n(xiv) American Ex-Prisoners of War.\n\n(xv) Keystone Paralyzed Veterans Association.\n\n(xvi) Military Officers Association of America.\n\n(xvii) The Korean War Veterans Association, Inc.\n\n(3) Four members at large appointed by the Governor from a list provided by the Adjutant General, each of whom shall be a veteran and a member in good and regular standing of a Pennsylvania branch, post, lodge or club of a recognized national veterans' organization active in this Commonwealth. At least one member shall be a female veteran, and at least one member shall be a veteran of the Vietnam era. Members at large shall serve a term of four years and until a successor has been appointed.\n\n(4) The State Adjutants of the American Legion, the Disabled American Veterans (DAV) and the Veterans of Foreign Wars (VFW) and the Executive Director of AMVETS as nonvoting members.\n\n(c) Officers.--The commission shall annually elect a chairman and vice chairman at the first meeting of the commission after October 1. The Deputy Adjutant General for Veterans' Affairs shall serve as the executive secretary to the commission.\n\n(d) Compensation and expenses.--Members of the commission shall receive no compensation for their services but shall receive reimbursement for their necessary and proper expenses for attendance at meetings.\n\n(e) Meetings and quorum.--The commission shall meet upon the call of the chairman or the Adjutant General. Nine members of the commission shall constitute a quorum.\n\n(f) Declared vacancies.--The Governor, upon recommendation of the Adjutant General, shall declare a vacancy to exist whenever any member at large fails to attend three consecutive meetings without good cause. Any declared vacancy shall be filled for the unexpired term.\n\n(June 25, 1999, P.L.233, No.33, eff. imd.; Nov. 22, 2000, P.L.670, No.90, eff. imd.; May 12, 2010, P.L.200, No.28, eff. imd.; June 13, 2016, P.L.335, No.42, eff. 60 days)\n\n2016 Amendment.Act 42 amended subsec. (b)(2).\n\n2000 Amendment.Act 90 amended subsec. (b).\n\nCross References.Section 1702 is referred to in sections 1711, 1731, 8501, 8701, 8901, 9304 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1702/"
    },
    {
      "id": "section-1703",
      "number": "1703",
      "heading": "",
      "text": "The commission shall advise the Adjutant General and the department on all matters pertaining to the status, welfare, benefits, employment and support of veterans and veterans' programs in this Commonwealth and shall perform such other functions as are provided by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1703/"
    },
    {
      "id": "section-1704",
      "number": "1704",
      "heading": "",
      "text": "The commission shall have the following powers and duties:\n\n(1) Advise the Adjutant General upon such matters as the Adjutant General may bring before it.\n\n(2) Investigate the work of the department and make recommendations to it regarding the department's administration of the laws providing for the payment of pensions and relief, for the marking of graves of veterans and for the selection, acquisition and maintenance of a State military cemetery.\n\n(3) Investigate and recommend to the Governor legislation for submission to the General Assembly concerning veterans and their activities.\n\n(4) Oversee veterans' temporary assistance payments under Chapter 85 (relating to veterans' temporary assistance).\n\n(5) Certify educational gratuity payments for eligible children under Chapter 87 (relating to educational gratuity program).\n\n(6) Determine eligibility of veteran applicants for real property tax exemptions under Chapter 89 (relating to disabled veterans' real estate tax exemption).\n\n(7) Promulgate rules and regulations governing all actions of the commission under paragraphs (4), (5) and (6).\n\n(Oct. 4, 2016, P.L.882, No.109, eff. imd.)\n\n2016 Amendment.Act 109 amended par. (4).\n\nCross References. Section 1704 is referred to in section 710 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1704/"
    },
    {
      "id": "section-1705",
      "number": "1705",
      "heading": "",
      "text": "(a) General rule.--Each veterans' home operated by the Commonwealth shall establish and dedicate a hall of fame to recognize and honor the military achievements of outstanding veterans who have completed honorable, active duty military service and who reside or resided in the geographic region served by the veterans' home. The area or space in the veterans' home dedicated to the hall of fame may be used for other purposes.\n\n(b) Selection of inductees.--The advisory council for each veterans' home shall, consistent with the guidelines established by the commission in subsection (c), nominate eligible veterans for induction into the hall of fame by the commission and perform such other duties relating to the hall of fame as approved by the commission. Any Medal of Honor recipient shall be automatically inducted into the hall of fame.\n\n(c) Oversight.--The commission shall develop guidelines for the halls of fame. The guidelines shall include, but not be limited to:\n\n(1) Eligibility criteria for qualified candidates.\n\n(2) Procedures for nomination of candidates and selection of inductees.\n\n(3) Ceremonies to officially honor the inductees.\n\n(4) Manner of recognizing or presenting the inductees in the halls of fame.\n\n(5) Maintenance of the halls of fame.\n\n(6) Duties of the advisory councils of the veterans' homes relating to the halls of fame.\n\n(d) Documentation.--Each eligible veteran or his or her representative shall be responsible for obtaining the documentation necessary to establish his or her eligibility from the National Archives in Washington, D.C., or the National Personnel Record Center in St. Louis, Missouri.\n\n(e) Centralized list.--The State Veterans' Commission shall keep a centralized list of all hall of fame inductees from all regional veterans' homes.\n\n(June 22, 2000, P.L.343, No.40, eff. 60 days)\n\n2000 Amendment.Act 40 added section 1705.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1705/"
    },
    {
      "id": "section-1711",
      "number": "1711",
      "heading": "",
      "text": "(a) Deputy Adjutants General.--In addition to such other Deputy Adjutants General as may be named in the department, there shall be a Deputy Adjutant General for Veterans' Affairs, who shall perform the duties under section 1712 (relating to specific duties) and such other duties as the Adjutant General may assign.\n\n(b) Appointment.--The Deputy Adjutant General for Veterans' Affairs shall be selected and appointed as other Deputy Adjutants General are selected and appointed. He shall be a veteran and an active member of at least one of the veterans' organizations listed under section 1702(b) (relating to State Veterans' Commission).\n\n(c) Compensation.--The compensation of the Deputy Adjutant General for Veterans' Affairs shall be as established by law.\n\n(d) Status.--The Deputy Adjutant General for Veterans' Affairs shall be accorded all the rights, emoluments and privileges, except pay and allowances, of a brigadier general in the Pennsylvania Guard and shall be addressed as \"General.\"",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1711/"
    },
    {
      "id": "section-1712",
      "number": "1712",
      "heading": "",
      "text": "In addition to such other duties as may be provided by law or as assigned by the Adjutant General, the Deputy Adjutant General for Veterans' Affairs shall have the following specific duties:\n\n(1) To recommend to the Adjutant General and the Governor, with the advice of the State Veterans' Commission, new legislation and amendments to existing statutes concerning veterans and their activities for consideration by the General Assembly.\n\n(2) To cooperate with all Federal and State departments and agencies in the interest of veterans.\n\n(3) To aid in filing and prosecuting claims of Pennsylvania's veterans and their dependents under Federal or State laws or regulations.\n\n(4) To aid veterans in seeking employment or reemployment after their honorable discharge from the armed forces of the United States.\n\n(5) To aid veterans requiring medical care in securing hospitalization provided by a Federal or State medical or care facility.\n\n(6) To aid in the rehabilitation of injured, wounded or compensable veterans in educational institutions or vocational training institutions for which they may be eligible by law.\n\n(7) To cooperate with and advise the Department of Education with respect to vocational training programs for veterans, particularly programs suited to casualties.\n\n(8) To administer relief provided by the Commonwealth for veterans and their dependents.\n\n(9) To administer the distribution under the direction of the Adjutant General of any compensation to veterans or their dependents that has been or may be granted by the Commonwealth.\n\n(10) To investigate the work of other State agencies in administering laws affecting veterans and their dependents.\n\n(11) To investigate, compile and maintain complete and accurate data concerning veterans of the armed forces of the United States and all State and municipal activities related thereto.\n\n(12) To compile from the records transmitted from the various counties of this Commonwealth a record of the burial places in this Commonwealth of deceased veterans, including such information as the Deputy Adjutant General for Veterans' Affairs or his designee deems necessary and appropriate.\n\n(13) To disseminate information concerning Pennsylvania's veterans and Pennsylvania's veterans' programs to veterans' organizations, to the public press and other media and to the general public.\n\n(14) To biannually submit, through the Adjutant General, to the Governor a report of State activities on behalf of veterans.\n\n(15) To serve as a clearinghouse for all problems or issues related to Pennsylvania's veterans and their dependents.\n\n(16) To serve as Executive Secretary of the State Veterans' Commission.\n\nCross References.Section 1712 is referred to in section 1711 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1712/"
    },
    {
      "id": "section-1721",
      "number": "1721",
      "heading": "",
      "text": "(a) Source of revenue.--In addition to transfers under section 1719-G of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, the Veterans' Trust Fund shall include funds from the following sources:\n\n(1) Proceeds paid by the Department of Transportation under 75 Pa.C.S. § 1320 (relating to contributions to Veterans' Trust Fund).\n\n(2) Amounts payable to the fund under 75 Pa.C.S. §§ 1361 (relating to special motorcycle plates related to veterans) and 1364(b) (relating to special plates for veterans).\n\n(2.1) Fines collected and payable to the fund under 18 Pa.C.S. § 6701 (relating to wearing of uniforms and insignia and misrepresentation of military service or honors).\n\n(3) Grants, gifts, donations and other payments from a person or government entity.\n\n(4) Money appropriated to the fund.\n\n(b) Appropriation.--Money in the fund is appropriated on a continuing basis to the department for purposes set forth in subsection (c).\n\n(c) Authorized purposes.--The department may expend money from the Veterans' Trust Fund for the following purposes:\n\n(1) Grants for programs or projects to support Pennsylvania veterans and their families to:\n\n(i) (Deleted by amendment);\n\n(ii) veterans' service organizations; and\n\n(iii) other charitable organizations with a primary mission to serve Pennsylvania veterans.\n\n(2) Grants or funding for new, innovative and expanded activities or programs operated by a county director of veterans affairs or the State Association of County Directors of Veterans Affairs.\n\n(3) (Deleted by amendment).\n\n(4) Assistance to Pennsylvania veterans in need of shelter or other necessities of living to the extent that other funds or resources are not available under Chapter 85 (relating to veterans' temporary assistance).\n\n(5) (Deleted by amendment).\n\n(6) Payments to the Motor License Fund for actual costs incurred by the Department of Transportation to implement 75 Pa.C.S. §§ 1320 (relating to contributions to Veterans' Trust Fund) and 1510 (relating to issuance and content of driver's license).\n\n(7) Department-sponsored training and informational programs for Pennsylvania veterans. No more than 10% of the balance in the fund as of October 1 of the previous year may be used for this purpose.\n\n(d) Contributions.--The department may solicit and accept gifts, donations, legacies and other money for deposit into the fund from a person, a foundation, a tax-exempt organization under section 501(c)(3) of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 501(c)(3)), an estate, a veterans' service organization or a government entity on behalf of the Commonwealth.\n\n(e) Operation.--The department shall adopt a statement of policy for the maintenance and use of the fund within 60 days of the effective date of this section. The policy shall be published as a notice in the Pennsylvania Bulletin, but shall not be subject to review under section 205 of the act of July 31, 1968 (P.L.769, No.240), referred to as the Commonwealth Documents Law, sections 204(b) and 301(10) of the act of October 15, 1980 (P.L.950, No.164), known as the Commonwealth Attorneys Act or the act of June 25, 1982 (P.L.633, No.181), known as the Regulatory Review Act.\n\n(f) Report.--By July 31, 2013, and every year thereafter, the department shall submit to the chairman and minority chairman of the Veterans Affairs and Emergency Preparedness Committee of the Senate and the chairman and minority chairman of the Veterans Affairs and Emergency Preparedness Committee of the House of Representatives a report detailing the Veterans' Trust Fund revenues and expenditures in the prior fiscal year and describing the activities, programs and projects which received funds.\n\n(July 8, 2015, P.L.120, No.18, eff. 60 days; Oct. 4, 2016, P.L.882, No.109, eff. imd.; June 28, 2018, P.L.432, No.64, eff. 60 days; July 2, 2019, P.L.393, No.62, eff. 60 days)\n\n2019 Amendment.Act 62 added subsec. (a)(2.1).\n\n2018 Amendment.Act 64 deleted subsec. (c)(5).\n\n2016Amendment.Act 109 amended subsecs. (c) and (d).\n\n2015 Amendment.Act 18 amended subsec. (a).\n\nCross References.Section 1721 is referred to in section 6701 of Title 18 (Crimes and Offenses); section 1320 of Title 75 (Vehicles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1721/"
    },
    {
      "id": "section-1731",
      "number": "1731",
      "heading": "",
      "text": "(a) Eligibility.--In order to be eligible for appointment as a director of veterans affairs in a county of this Commonwealth, a person must maintain a United States Department of Veterans Affairs accreditation in accordance with the provisions of 38 CFR § 14.629 (relating to requirements for accreditation of service organization representatives; agents; and attorneys) with one of the following:\n\n(1) The department.\n\n(2) A veterans' organization listed under section 1702(b) (relating to State Veterans' Commission).\n\n(b) Time.--\n\n(1) A person who is appointed as a director of veterans affairs in a county of this Commonwealth shall have up to one year from the date of appointment to attain the training and certification required under this title.\n\n(2) A person who has been appointed as a director of veterans affairs in a county of this Commonwealth prior to the effective date of this section shall have one year from the effective date of this section to attain the training and certification required under this title.\n\n(c) Additional duties.--In addition to the duties provided for under a statute other than this title, a director of veterans affairs shall do all of the following:\n\n(1) Serve as a local contact between the United States Department of Veterans Affairs, the department and an individual in the armed forces of the United States, an individual who was discharged from the service and a dependent of the individual.\n\n(2) Advise an individual in the armed forces, a veteran or a dependent of the individual or veteran of available Federal, State and county veterans' benefits.\n\n(3) Aid an individual in the armed forces, a veteran or a dependent of the individual or veteran in completing required Federal, State and local veterans' affairs forms in compliance with current regulations and policies.\n\n(4) Work under the direct supervision of the county commissioners and within the guidelines provided by the department and the United States Department of Veterans Affairs.\n\n(5) Participate in programs provided by the department, including:\n\n(i) Annual training and refresher courses provided by the Office of the Deputy Adjutant General for Veterans' Affairs.\n\n(ii) Five-year recertification as required by the United States Department of Veterans Affairs for veterans' service officer accreditation.\n\n(d) Office duties.--The Office of the Deputy Adjutant General for Veterans' Affairs shall establish a county director of veterans affairs training program, agreed upon with the State Association of County Directors of Veterans Affairs, which shall include the following:\n\n(1) Development of program guidelines and procedures as required under this subchapter.\n\n(2) Maintenance of training records.\n\n(3) Maintenance of competency scores for purposes of documenting and monitoring accreditation status.\n\n(4) Annual recertification and qualification.\n\nCross References.Section 1731 is referred to in section 15524 of Title 16 (Counties).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-17/section-1731/"
    }
  ]
}