{
  "state": "pennsylvania",
  "path": "title-title-51/chapter-chapter-89",
  "sections": [
    {
      "id": "section-8904",
      "number": "8904",
      "heading": "",
      "text": "The commission shall:\n\n(1) Fix uniform and equitable standards for determining the need for exemption from the payment of real estate taxes granted by this act. In fixing such uniform and equitable standards, the commission shall apply a rebuttable presumption that an applicant with annual income of $75,000 or less has a need for the exemption. Beginning on January 1, 2009, and every two years thereafter, the commission shall adjust the annual income level qualifying for the rebuttable presumption of need by an amount equal to the change in the Consumer Price Index in the preceding two years. The commission shall publish the adjusted annual income level qualifying for the rebuttable presumption of need as a notice in the Pennsylvania Bulletin.\n\n(2) After submission of proof of need by the applicant for the exemption from payment of real estate taxes, determine the need of the applicant.\n\n(3) Review at least once every five years all determinations of need for exemptions from the payment of real estate taxes which have been granted in order to determine any changes in the economic status of applicants bearing upon the question of need.\n\n(4) Certify the name and address and the need for exemption from payment of real estate taxes, or termination of such need, to the board for the assessment and revision of taxes, or similar board for the assessment of taxes, having jurisdiction of the assessment of the real property owned solely or as an estate by the entirety and occupied as a residence by the person seeking the tax exemption granted by this chapter.\n\n(Nov. 29, 2006, P.L.1459, No.161, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-89/section-8904/"
    },
    {
      "id": "section-8905",
      "number": "8905",
      "heading": "",
      "text": "Any applicant aggrieved by a determination of the commission may appeal that determination to the Adjutant General under the provisions of Title 2 (relating to administrative law and procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-89/section-8905/"
    },
    {
      "id": "section-8906",
      "number": "8906",
      "heading": "",
      "text": "No real property solely owned, or owned as an estate by the entirety, and used exclusively as a residence by any person who has been granted an exemption from the payment of real estate taxes pursuant to the provisions of this chapter shall be sold for the nonpayment of real property taxes for which the exemption from payment has been granted.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-51/chapter-89/section-8906/"
    }
  ]
}