{
  "state": "virginia",
  "path": "title-title-27-fire-protection/chapter-chapter-2-fireems-departments-and-fireems-companies",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Provisions Applicable to Counties, Cities and Towns§ 27-6",
      "text": "Repealed§ 27-6.01. Definitions§ 27-6.02. Provision of firefighting services§ 27-6.1. Establishment of fire department; chief, officers, and employees§ 27-6.2. Applicant preemployment information with fire departments§ 27-7. Bylaws of fire de",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27-6",
      "number": "27-6.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-6/"
    },
    {
      "id": "section-27-601",
      "number": "27-6.01.",
      "heading": "Definitions",
      "text": "For the purposes of this chapter, unless the context requires a different meaning:\n\n\"Fire company\" means a volunteer firefighting or firefighter support organization organized pursuant to § 27-8 in any county, city, or town of the Commonwealth for the purpose of extinguishing fires. Firefighter support group members shall not be included in the provisions of Title 9.1, Title 27, or Title 65.2 unless otherwise designated for inclusion by ordinance or resolution of the governing body of the applicable county, city, or town of the Commonwealth.\n\n\"Fire department\" means a firefighting organization established as a department of government of any county, city, or town pursuant to § 27-6.1.\n\n2015, cc. 502, 503; 2023, c. 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-6-01/"
    },
    {
      "id": "section-27-602",
      "number": "27-6.02.",
      "heading": "Provision of firefighting services",
      "text": "A. Any county, city, or town may provide firefighting services to its citizens by (i) establishing a fire department as a department of government pursuant to § 27-6.1 or (ii) contracting with or providing for the provision of firefighting services by a fire company established pursuant to § 27-8.\n\nB. In cases in which a county, city, or town elects to contract with or provide for the provision of firefighting services by a fire company pursuant to clause (ii) of subsection A, the fire company shall be deemed to be an instrumentality of the county, city, or town and, as such, exempt from suit for damages done incident to fighting fires therein. The county, city, or town may elect to provide for the matters authorized in §§ 27-4 and 27-39.\n\nAs used in this section, \"provide firefighting services\" includes travel while performing fire, rescue, or other emergency operations in emergency vehicles or fire apparatus as described in §§ 46.2-920 and 46.2-1023, respectively.\n\n2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-6-02/"
    },
    {
      "id": "section-27-61",
      "number": "27-6.1.",
      "heading": "Establishment of fire department; chief, officers, and employees",
      "text": "The governing body of any county, city, or town may establish a fire department as a department of government and may designate it by any name consistent with the names of its other governmental units. The head of such fire department shall be known as \"the chief.\" As many other officers and employees may be employed in such fire department as the governing body may approve.\n\n1970, c. 187; 2001, c. 142; 2008, c. 410; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-6-1/"
    },
    {
      "id": "section-27-62",
      "number": "27-6.2.",
      "heading": "Applicant preemployment information with fire departments",
      "text": "Applicants for employment with the fire department of any locality having a local ordinance adopted in accordance with § 19.2-389 may be required to submit to fingerprinting and to provide personal descriptive information to be forwarded along with the applicant's fingerprints through the Central Criminal Records Exchange and the Federal Bureau of Investigation for the purpose of obtaining criminal history record information regarding such applicant; however, such applicants shall, if required by local ordinance, pay the cost of the fingerprinting or criminal records check or both.\n\nThe Central Criminal Records Exchange, upon receipt of an applicant's record or notification that no record exists, shall make a report to the fire chief or his designee, who must belong to a governmental entity. In determining whether a criminal conviction directly relates to a position, the locality shall consider the following criteria: (i) the nature and seriousness of the crime; (ii) the relationship of the crime to the work to be performed in the position applied for; (iii) the extent to which the position applied for might offer an opportunity to engage in further criminal activity of the same type as that in which the person had been involved; (iv) the relationship of the crime to the ability, capacity or fitness required to perform the duties and discharge the responsibilities of the position being sought; (v) the extent and nature of the person's past criminal activity; (vi) the age of the person at the time of the commission of the crime; (vii) the amount of time that has elapsed since the person's last involvement in the commission of a crime; (viii) the conduct and work activity of the person prior to and following the criminal activity; and (ix) evidence of the person's rehabilitation or rehabilitative effort while incarcerated or following release.\n\nIf an applicant is denied employment because of information appearing in his criminal history record, the locality shall provide a copy of the information obtained from the Central Criminal Records Exchange to the applicant. The information shall not be disseminated except as provided for in this section.\n\n2001, cc. 353, 373; 2003, c. 739; 2018, c. 834.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-6-2/"
    },
    {
      "id": "section-27-7",
      "number": "27-7.",
      "heading": "Bylaws of fire department; compensation of officers and employees; information on check stubs, time cards, etc.",
      "text": "The governing body of any county, city, or town may empower the fire department therein to make bylaws to promote its objects consistent with the laws of the Commonwealth and ordinances of the county, city, or town and may provide for the compensation of the officers and employees of such department.\n\nAll check stubs or time cards purporting to be a record of time spent on the job by a firefighter shall record all hours of employment, regardless of how spent. All check stubs or pay records purporting to show the hourly compensation of a firefighter shall show the actual hourly wage to be paid. Nothing in this section shall require the showing of such information on check stubs, time cards, or pay records; however, if such information is shown, the information shall be in compliance with this section.\n\nCode 1919, § 3126; 1970, c. 187; 1984, c. 595; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-7/"
    },
    {
      "id": "section-27-8",
      "number": "27-8.",
      "heading": "Who may form a fire company; limit on number of persons in combined companies",
      "text": "Any number of persons, not less than 20, may form themselves into a fire company for extinguishing fires. In any county in which two or more fire companies for extinguishing fires join together and singly use one fire station, the number of persons in the combined companies shall be not less than 20.\n\nCode 1919, § 3121; 1946, p. 110; 1970, c. 187; 2001, c. 142; 2015, cc. 502, 503; 2023, c. 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-8/"
    },
    {
      "id": "section-27-81",
      "number": "27-8.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, cc. 502 and 503, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-8-1/"
    },
    {
      "id": "section-27-9",
      "number": "27-9.",
      "heading": "Organization of fire company",
      "text": "A writing stating the formation of a fire company, with the names of the members thereof thereto subscribed, shall be recorded in the court of the city or the court of the county wherein such fire company is located, after which the members of the fire company may make regulations for effecting its objects consistent with the laws of the Commonwealth, the ordinances of the county, city, or town and the bylaws of the fire department thereof. The principal officer of such fire company shall be known as \"the chief.\"\n\nCode 1919, § 3122; 1970, c. 187; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-9/"
    },
    {
      "id": "section-27-10",
      "number": "27-10.",
      "heading": "Dissolution of fire company",
      "text": "Whenever the fire department of the county, city, or town to which any fire company belongs ascertains that such company has failed, for three months successively, to consist of 20 effective members, or ascertains that such fire company has failed for the like period to have or keep in good and serviceable condition an engine or other support apparatus and equipment and other proper implements, or the governing body of the county, city, or town for any reason deems it advisable, such governing body may dissolve the fire company.\n\nCode 1919, § 3136; 1970, c. 187; 2001, c. 142; 2015, cc. 502, 503; 2023, c. 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-10/"
    },
    {
      "id": "section-27-11",
      "number": "27-11.",
      "heading": "Duty of members on alarm of fire or call of a medical emergency",
      "text": "Every member of the fire company shall, upon any alarm of fire or call of a medical emergency, attend according to the ordinances of the county, city, or town, or the bylaws, rules, or regulations of the fire department or the fire company's regulations, and endeavor to extinguish such fire or assist in the medical emergency.\n\nCode 1919, § 3123; 1970, c. 187; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-11/"
    },
    {
      "id": "section-27-12",
      "number": "27-12.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-12/"
    },
    {
      "id": "section-27-13",
      "number": "27-13.",
      "heading": "Appointment of chief and other officers",
      "text": "In every county, city, or town in which a fire company is established, there shall be appointed, at such time and in such manner as the governing body of such county, city, or town may prescribe, a chief and as many other officers as such governing body may direct.\n\nCode 1919, § 3125; 1970, c. 187; 2008, c. 410; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-13/"
    },
    {
      "id": "section-27-14",
      "number": "27-14.",
      "heading": "Ordinances as to fire departments and fire companies",
      "text": "A. The governing body of any county, city, or town in which a fire department or fire company is established may make such ordinances in relation to the powers and duties of such fire departments or fire companies, and chiefs and other officers of such fire departments or fire companies, as it may deem proper, including billing property owners on behalf of volunteer fire departments as provided in § 38.2-2130 and billing on behalf of volunteer fire departments for the support of a licensed emergency medical services agency, as defined in § 32.1-111.1.\n\nB. The ordinances shall not require a minor who achieved certification under National Fire Protection Association 1001, level one, firefighter standards, as administered by the Department of Fire Programs, on or before January 1, 2006, between the ages of 15 and 16, to repeat the certification after his sixteenth birthday.\n\nCode 1919, § 3127; 1970, c. 187; 2001, c. 142; 2006, c. 462; 2008, c. 410; 2013, cc. 356, 616; 2015, cc. 502, 503; 2024, c. 823.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-14/"
    },
    {
      "id": "section-27-15",
      "number": "27-15.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-15/"
    },
    {
      "id": "section-27-151",
      "number": "27-15.1.",
      "heading": "Authority of chief or other officer in charge when answering alarm; penalty for refusal to obey orders",
      "text": "While any fire department or fire company is in the process of answering an alarm where there is imminent danger or the actual occurrence of fire or explosion or the uncontrolled release of hazardous materials that threaten life or property and returning to the station, the chief or other officer in charge of such fire department or fire company at that time shall have the authority to (i) maintain order at such emergency incident or its vicinity, including the immediate airspace; (ii) direct the actions of the firefighters at the incident; (iii) notwithstanding the provisions of §§ 46.2-888 through 46.2-891, keep bystanders or other persons at a safe distance from the incident and emergency equipment; (iv) facilitate the speedy movement and operation of emergency equipment and firefighters; (v) cause an investigation to be made into the origin and cause of the incident; and (vi) until the arrival of a police officer, direct and control traffic in person or by deputy and facilitate the movement of traffic. The fire chief or other officer in charge shall display his firefighter's badge or other proper means of identification. Notwithstanding any other provision of law, this authority shall extend to the activation of traffic control signals designed to facilitate the safe egress and ingress of emergency equipment at a fire station. Any person or persons refusing to obey the orders of the chief or other officer in charge at that time is guilty of a Class 4 misdemeanor. The chief or other officer in charge shall have the power to make arrests for violation of the provisions of this section. The authority granted under the provisions of this section may not be exercised to inhibit or obstruct members of law-enforcement agencies or emergency medical services agencies from performing their normal duties when operating at such emergency incident, nor to conflict with or diminish the lawful authority, duties, and responsibilities of forest wardens, including but not limited to the provisions of Chapter 11 (§ 10.1-1100 et seq.) of Title 10.1. Personnel from the news media, such as the press, radio, and television, when gathering the news may enter at their own risk into the incident area only when the officer in charge has deemed the area safe and only into those areas of the incident that do not, in the opinion of the officer in charge, interfere with the fire department or fire company, firefighters, or emergency medical services personnel dealing with such emergencies, in which case the chief or other officer in charge may order such person from the scene of the emergency incident.\n\n1970, c. 187; 1977, c. 326; 1984, c. 644; 2001, c. 142; 2008, c. 410; 2015, cc. 502, 503; 2017, c. 517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-15-1/"
    },
    {
      "id": "section-27-1511",
      "number": "27-15.1:1.",
      "heading": "Penalty for refusing or neglecting to obey order of chief or other officer in command",
      "text": "If any person at a fire refuses or neglects to obey any order duly given by the chief or other officer in command, he shall be fined a civil penalty not to exceed $100.\n\n2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-15-1-1/"
    },
    {
      "id": "section-27-152",
      "number": "27-15.2.",
      "heading": "Purchase, maintenance, etc., of equipment; donated equipment",
      "text": "A. The governing body of every county, city, and town shall have power to provide for the purchase, operation, staffing, and maintenance of suitable equipment for firefighting or performing emergency medical services in or upon the property of the county, city, or town and of its inhabitants, and to prescribe the terms and conditions upon which the same will be used for fighting fires or performing emergency medical services in or upon privately owned property. All equipment purchased after October 1, 1970, shall be equipped with threads of USA Standard B2.3, B2.4 of the American Standards Association.\n\nB. Any fire department of a county, city, or town, or any fire company donating equipment for fighting fires to any fire department or any fire company, which equipment met existing engineering and safety standards at the time of its purchase by the donating entity, shall be immune from civil liability unless the donating entity acted with gross negligence or willful misconduct.\n\nC. A safety inspection shall be completed by a certified emergency vehicle service center and a report designating any deficiencies shall be provided prior to the change in ownership of the donated emergency vehicle.\n\n1970, c. 187; 2001, c. 142; 2010, c. 545; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-15-2/"
    },
    {
      "id": "section-27-153",
      "number": "27-15.3.",
      "heading": "Purchase of service-issued boots or helmet by certain firefighters",
      "text": "A. Notwithstanding any other provision of law to the contrary, the governing body of any county, city, or town may allow any paid or volunteer firefighter for such jurisdiction with 10 or more years of service, but fewer than 20, to purchase the helmet or boots issued to the firefighter at fair market value.\n\nB. Notwithstanding any other provision of law to the contrary, the governing body of any county, city, or town may allow any paid or volunteer firefighter for such jurisdiction with over 20 years of service to be given the helmet or boots issued to the firefighters or to purchase the helmet or boots issued to the firefighter at a price of $1.\n\n2011, c. 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-15-3/"
    },
    {
      "id": "section-27-16",
      "number": "27-16.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-16/"
    },
    {
      "id": "section-27-17",
      "number": "27-17.",
      "heading": "Entry of buildings on fire and premises adjoining",
      "text": "The chief of any fire department or fire company or other authorized officer in command at a fire or medical emergency, and his subordinates, upon his order or direction, shall have the right at any time of the day or night to enter any building or upon any premises where a fire is in progress, or any building or premises adjacent thereto for the purpose of extinguishing the fire.\n\nCode 1919, § 3130; 1970, c. 187; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-17/"
    },
    {
      "id": "section-27-171",
      "number": "27-17.1.",
      "heading": "Remaining on premises after fire extinguished",
      "text": "The chief or other authorized officer of any fire department or fire company in command at a fire, and his subordinates upon his order or direction, shall have the right to remain at the scene of fire, including remaining in any building or house, for purposes of protecting the property and preventing the public from entry into the premises, until such reasonable time as the owner may resume responsibility for the protection of the property.\n\n1978, c. 149; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-17-1/"
    },
    {
      "id": "section-27-18",
      "number": "27-18.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-18/"
    },
    {
      "id": "section-27-19",
      "number": "27-19.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, cc. 502 and 503, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-19/"
    },
    {
      "id": "section-27-20",
      "number": "27-20.",
      "heading": "Destruction of property to prevent spread of fire",
      "text": "The chief, or other officer commanding in his absence, may direct the pulling down or destroying of any fence, house, or other thing which he may judge necessary to be pulled down or destroyed to prevent the further spreading of a fire, and for this purpose may require such assistance from all present as he shall judge necessary.\n\nCode 1919, § 3133; 1970, c. 187; 2001, c. 142; 2008, c. 410; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-20/"
    },
    {
      "id": "section-27-21",
      "number": "27-21.",
      "heading": "Owner may recover amount of actual damage",
      "text": "The owner of property destroyed pursuant to § 27-20 shall be entitled to recover from the county, city, or town the amount of the actual damage that he may have sustained by reason of the same having been pulled down or destroyed under such direction.\n\nCode 1919, § 3134; 1970, c. 187; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-21/"
    },
    {
      "id": "section-27-22",
      "number": "27-22.",
      "heading": "But not for property which would have been destroyed by the fire",
      "text": "Section 27-21 shall not enable anyone to recover compensation for property which would have been destroyed by the fire, if the same had not been pulled down or destroyed under such direction, but only for what could have been saved with ordinary care and diligence, had no such direction been given.\n\nCode 1919, § 3135.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-22/"
    },
    {
      "id": "section-27-23",
      "number": "27-23.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23/"
    },
    {
      "id": "section-27-231",
      "number": "27-23.1.",
      "heading": "Establishment of fire zones or districts; tax levies",
      "text": "The governing bodies of the several cities or counties of the Commonwealth may create and establish, by designation on a map of the city or county showing current, official parcel boundaries, or by any other description which is legally sufficient for the conveyance of property or the creation of parcels, fire zones or districts in such cities or counties, within which may be located and established one or more fire departments, to be equipped with apparatus for fighting fires and protecting property and human life within such zones or districts from loss or damage by fire, illness or injury.\n\nIn the event of the creation of such zones or districts in any city or county, the city or county governing body may acquire, in the name of the city or county, real or personal property to be devoted to the uses aforesaid, and shall prescribe rules and regulations for the proper management, control, and conduct thereof. Such governing body shall also have authority to contract with, or secure the services of, any individual corporation, organization, or municipal corporation, or any volunteer firefighters for such fire protection as may be required.\n\nTo raise funds for the purposes aforesaid, the governing body of any city or county in which such zones or districts are established may levy annually a tax on the assessed value of all property real and personal within such zones or districts, subject to local taxation, which tax shall be extended and collected as other city or county taxes are extended and collected. In any city or county having a population between 25,000 and 25,500, the maximum rate of tax under this section shall be $0.30 on $100 of assessed value.\n\nThe amount realized from such levy shall be kept separate from all other moneys of the city or county and shall be applied to no other purpose than the maintenance and operation of the fire departments and companies established under the provisions of this section.\n\n1970, c. 187; 1972, c. 252; 1977, c. 326; 1978, c. 682; 1985, c. 343; 1993, c. 915; 2001, cc. 111, 142; 2007, c. 813; 2015, cc. 502, 503; 2023, c. 560.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-1/"
    },
    {
      "id": "section-27-232",
      "number": "27-23.2.",
      "heading": "Advances by city or county to fire zone or district",
      "text": "The governing body of any city or county in the Commonwealth may advance funds, not otherwise specifically allocated or obligated, from the general fund to a fire zone or district to assist the fire zone or district to exercise the powers set forth in § 27-23.1.\n\n1970, c. 187; 1985, c. 343; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-2/"
    },
    {
      "id": "section-27-233",
      "number": "27-23.3.",
      "heading": "Reimbursement for advances",
      "text": "Notwithstanding the provisions of any other law, the governing body shall direct the treasurer to reimburse the general fund of the city or county from the proceeds of any funds to the credit of the fire zone or district not otherwise specifically allocated or obligated to the extent that the city or county has made advances to the fire zone or district from such general fund to assist the zone or district to exercise the powers set forth in § 27-23.1.\n\n1970, c. 187; 1985, c. 343; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-3/"
    },
    {
      "id": "section-27-234",
      "number": "27-23.4.",
      "heading": "Validation of prior advances",
      "text": "The advancement of any funds heretofore advanced from the general fund by the governing body of any city or county in this Commonwealth for the benefit of a fire zone or district in exercising the lawful powers of such fire zone or district is hereby validated and confirmed.\n\n1970, c. 187; 1985, c. 343; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-4/"
    },
    {
      "id": "section-27-235",
      "number": "27-23.5.",
      "heading": "Exclusion of certain areas from fire zones or districts and exemption of such areas from certain levies",
      "text": "The governing body of any city or county having a fire zone or district created under the provisions of § 27-23.1, prior to June 1 of any calendar year, may alter the boundaries of such fire zone or district for the purpose of excluding an area of any such fire zone or district that is also within the boundaries of a sanitary district providing fire protection services or under contract to a sanitary district providing fire protection services.\n\nAny area excluded from a fire zone or district as provided by this section shall not be subject to the levy set forth in § 27-23.1 for the year such area is excluded.\n\n1970, c. 187; 1985, c. 343; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-5/"
    },
    {
      "id": "section-27-236",
      "number": "27-23.6.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, cc. 502 and 503, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-6/"
    },
    {
      "id": "section-27-237",
      "number": "27-23.7.",
      "heading": "Special levy for fire protection in certain counties",
      "text": "Chapter 207 of the Acts of 1930, approved March 22, 1930 (codified as § 3144k of Michie Code of 1942), as amended, by Chapter 297 of the Acts of 1938, approved March 28, 1938, Chapter 392 of the Acts of 1940, approved April 1, 1940, Chapter 40 of the Acts of 1945, approved April 5, 1945, and Chapter 41 of the Acts of 1956, approved February 16, 1956, relating to special levy for fire protection in counties adjacent to a county containing more than 500 inhabitants a square mile, is continued in effect.\n\n1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-7/"
    },
    {
      "id": "section-27-238",
      "number": "27-23.8.",
      "heading": "Trial board for members of fire departments in certain counties",
      "text": "Chapter 8 of the Acts of 1950, approved February 9, 1950, as amended, by Chapter 409 of the Acts of 1954, approved April 3, 1954, relating to trial board for members of fire departments in any county having a population of more than 2,000 per square mile is incorporated in this Code by this reference.\n\n1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-8/"
    },
    {
      "id": "section-27-239",
      "number": "27-23.9.",
      "heading": "Supervision and control of joint services of fire companies or departments",
      "text": "Whenever two or more fire companies or fire departments are called to provide joint services in any district or political subdivision, the commander of the first company or department to arrive shall have general supervision and control of all such participating companies and departments until an officer of such district or political subdivision who is otherwise authorized by law to do so assumes such general supervision and control.\n\n1970, c. 187; 2001, c. 142; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-9/"
    },
    {
      "id": "section-27-2310",
      "number": "27-23.10.",
      "heading": "Ordinances to effectuate purposes of § 27-23.9",
      "text": "Every county, city and town is authorized to enact and enforce appropriate ordinances to effectuate the purposes of § 27-23.9.\n\n1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-10/"
    },
    {
      "id": "section-27-2311",
      "number": "27-23.11.",
      "heading": "Firefighter electric vehicles fire training",
      "text": "All firefighters, including volunteer firefighters as defined in § 27-42, shall complete a training program developed by the Executive Director of the Department of Fire Programs pursuant to § 9.1-201 on the risks of fires in electric vehicles and how to safely and effectively manage such fires.\n\n2023, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-23-11/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "In Counties Generally [Repealed]",
      "text": "In Counties Generally [Repealed]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27-24",
      "number": "27-24.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1970, c. 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-27/chapter-2/section-27-24/"
    }
  ]
}