{
  "state": "pennsylvania",
  "path": "title-title-40/chapter-chapter-91",
  "sections": [
    {
      "id": "section-9101",
      "number": "9101",
      "heading": "",
      "text": "§ 9101. Scope of part.\n\nThis part relates to health insurance markets oversight.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-91/section-9101/"
    },
    {
      "id": "section-9102",
      "number": "9102",
      "heading": "",
      "text": "The General Assembly finds and declares as follows:\n\n(1) The Commonwealth intends to maintain the Commonwealth's sovereignty over the regulation of health insurance in this Commonwealth.\n\n(2) The health insurance marketplace in this Commonwealth is unique and unlike the marketplace in any other state.\n\n(3) It is necessary to maintain the Commonwealth's sovereignty over the regulation of health insurance in this Commonwealth as permitted by Federal law, including the Federal acts. The provisions of this part are intended to meet these requirements while retaining the Commonwealth's authority to regulate health insurance in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-91/section-9102/"
    },
    {
      "id": "section-9103",
      "number": "9103",
      "heading": "",
      "text": "Subject to additional definitions contained in subsequent provisions of this part which are applicable to specific provisions of this part, the following words and phrases when used in this part shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Affordable Care Act.\"The Patient Protection and Affordable Care Act (Public Law 111-148, 124 Stat. 119), as amended by the Health Care and Education Reconciliation Act of 2010 (Public Law 111-152, 124 Stat. 1029).\n\n\"Attachment point.\"The threshold amount for claims costs incurred by an eligible insurer for an enrolled individual's covered benefits in a benefit year, above which the claims costs for benefits are eligible for reinsurance payments under this part.\n\n\"Benefit year.\"The calendar year during which an eligible insurer provides coverage through a health care plan.\n\n\"Board.\"The governing body of the exchange authority.\n\n\"Children's Health Insurance Program.\"The children's health insurance program under Article XXIII-A of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.\n\n\"Coinsurance rate.\"The percentage rate at which the reinsurance program will reimburse an eligible insurer for claims incurred for an enrollee's covered benefits in a benefit year above the attachment point and below the reinsurance cap.\n\n\"Commissioner.\"The Insurance Commissioner of the Commonwealth.\n\n\"Department.\"The Insurance Department of the Commonwealth.\n\n\"Eligible insurer.\"An insurer offering reinsurance-eligible health care plans to consumers in this Commonwealth.\n\n\"Enrollee.\"A policyholder, certificate holder, subscriber, covered person or other individual who is enrolled to receive health care services pursuant to a health insurance policy.\n\n\"Exchange.\"A health insurance exchange as contemplated by the Affordable Care Act, established or operating in this Commonwealth, that facilitates or assists in facilitating enrollment in qualified plans.\n\n\"Exchange assister.\"The term has the meaning given to it in section 2 of the act of June 19, 2015 (P.L.25, No.7), known as the Navigator and Exchange Assister Accessibility and Regulation Act.\n\n\"Exchange authority.\"The Pennsylvania Health Insurance Exchange Authority established under section 9302(a) (relating to Pennsylvania Health Insurance Exchange Authority).\n\n\"Exchange fund.\"The Pennsylvania Health Insurance Exchange Fund established under section 9312 (relating to exchange fund).\n\n\"Federal acts.\"The Affordable Care Act and any amendments thereto, and related provisions of the Public Health Service Act (58 Stat. 682, 42 U.S.C. § 201 et seq.).\n\n\"Government program.\"A program of government sponsored or subsidized health care coverage, including:\n\n(1) A premium tax credit or cost-sharing subsidy under the Federal acts.\n\n(2) Coverage under Medicare Parts A and B or Medicare Advantage Part C under Title XVIII of the Social Security Act (49 Stat. 620, 42 U.S.C. § 1395 et seq.).\n\n(3) A TRICARE or other health care plan provided through the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) as defined under 10 U.S.C. § 1072 (relating to definitions).\n\n(4) A health care plan provided through the Federal Employees Health Benefits Program established under 5 U.S.C. Ch. 89 (relating to health insurance).\n\n(5) The Commonwealth's medical assistance program established under the act of June 13, 1967 (P.L.31, No.21), known as the Human Services Code.\n\n(6) The Children's Health Insurance Program.\n\n(7) Health care coverage provided by the Commonwealth, a county, a city, or other State or local governmental entity or an agency, subdivision or department of a governmental entity, including:\n\n(i) a corporation or other arrangement organized by the entity for the provision of health care coverage and subject to control by the entity or an instrumentality of one or more of them;\n\n(ii) the Pennsylvania Employee Benefit Trust Fund for active and retired employees; and\n\n(iii) benefit programs administered by the Department of Corrections.\n\n\"Grandfathered health care plan.\"Individual or group health insurance coverage in which an individual was enrolled prior to the date of enactment of the Affordable Care Act, or as otherwise specified in section 1251 of the Affordable Care Act (Public Law 111-148, 42 U.S.C. § 18011).\n\n\"Health care plan.\"A package of coverage benefits with a particular cost-sharing structure, network and service area that is purchased through a health insurance policy.\n\n\"Health insurance policy.\"A policy, subscriber contract, certificate or plan issued by an insurer that provides hospital or medical/surgical health care coverage. The term does not include any of the following:\n\n(1) An accident only policy.\n\n(2) A credit only policy.\n\n(3) A long-term care or disability income policy.\n\n(4) A specified disease policy.\n\n(5) A Medicare supplement policy.\n\n(6) A fixed indemnity policy.\n\n(7) An adult-only dental only policy.\n\n(8) A vision only policy.\n\n(9) A workers' compensation policy.\n\n(10) An automobile medical payment policy.\n\n(11) A policy under which benefits are provided by the Federal Government to active or former military personnel and their dependents.\n\n(12) Any other similar policies providing for limited benefits.\n\n\"Hospital plan corporation.\"An entity organized and operating under Chapter 61 (relating to hospital plan corporations).\n\n\"Individual market.\"The market for health insurance coverage offered to individuals other than in connection with a group.\n\n\"Innovation waiver.\"A waiver applied for pursuant to section 1332 of the Affordable Care Act (Public Law 111-148, 42 U.S.C. § 18052).\n\n\"Insurance producer.\"The term has the meaning given to it in section 601-A of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of 1921.\n\n\"Insurer.\"An entity that offers, issues or renews an individual or group health, accident or sickness insurance policy, contract or plan, and that is governed under any of the following:\n\n(1) Chapter 61.\n\n(2) Chapter 63 (relating to professional health services plan corporations).\n\n(3) The Insurance Company Law of 1921, including section 630 and Article XXIV.\n\n(4) The act of December 29, 1972 (P.L.1701, No.364), known as the Health Maintenance Organization Act.\n\n\"Medical assistance program.\"The Commonwealth's medical assistance program established under the Human Services Code.\n\n\"Professional health services plan corporation.\"An entity organized and operating under Chapter 63.\n\n\"Qualified enrollee.\"A qualified employee or qualified individual, as defined in section 1312(f) of the Affordable Care Act (Public Law 111-148, 42 U.S.C. § 18032(f)) and regulations promulgated under that act.\n\n\"Qualified plan.\"A plan as defined in section 1301(a) of the Affordable Care Act (Public Law 111-148, 42 U.S.C. § 18021(a)) that provides health care or dental care coverage that has been certified by the department as meeting the criteria set forth in this part and any regulations issued pursuant to this part.\n\n\"Reinsurance cap.\"The upper limit amount for claims costs incurred by an eligible insurer for an enrolled individual's covered benefits in a benefit year, over which the claims costs for benefits are no longer eligible for reinsurance payments under the reinsurance program.\n\n\"Reinsurance-eligible enrollee.\"An enrollee who is insured in a reinsurance-eligible health care plan under this part.\n\n\"Reinsurance-eligible health care plan.\"A health care plan that is not a grandfathered health care plan.\n\n\"Reinsurance payment.\"An amount paid by the reinsurance program to an eligible insurer under the program.\n\n\"Reinsurance program.\"The Commonwealth Health Insurance Reinsurance Program established under section 9502(b) (relating to implementation of waiver and establishment of reinsurance program).\n\n\"Small group market.\"The market for health insurance for coverage offered through a group health insurance policy for a group of at least one employee and up to 50 employees, exclusive of dependents.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-91/section-9103/"
    }
  ]
}