{
  "state": "pennsylvania",
  "path": "title-title-40/chapter-chapter-43",
  "sections": [
    {
      "id": "section-4301",
      "number": "4301",
      "heading": "",
      "text": "This chapter relates to an attestation of compliance with Federal and State insurance laws regarding mental health and substance use disorder benefits.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-43/section-4301/"
    },
    {
      "id": "section-4302",
      "number": "4302",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Health insurance policy.\"As follows:\n\n(1) An insurance policy, subscriber contract, certificate or plan that provides medical or health care coverage, including emergency services.\n\n(2) The term does not include any of the following types of policies:\n\n(i) Accident only.\n\n(ii) Fixed indemnity.\n\n(iii) Credit.\n\n(iv) Dental only.\n\n(v) Vision only.\n\n(vi) Specified disease.\n\n(vii) Medicare supplement.\n\n(viii) Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) supplement.\n\n(ix) Long-term care.\n\n(x) Disability income.\n\n(xi) Workers' compensation.\n\n(xii) Automobile medical payment insurance.\n\n\"Insurer.\"An entity licensed by the department with accident and health authority to issue a health insurance policy that is offered or governed under any of the following:\n\n(1) The act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921, including section 630 and Article XXIV of that act.\n\n(2) The act of December 29, 1972 (P.L.1701, No.364), known as the Health Maintenance Organization Act.\n\n(3) Chapter 61 (relating to hospital plan corporations) or 63 (relating to professional health services plan corporations).\n\n\"MHPAEA.\"The Paul Wellstone and Pete Domenici Mental Health Parity and Addiction Equity Act of 2008 (Public Law 110-343, 122 Stat. 3881).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-43/section-4302/"
    },
    {
      "id": "section-4303",
      "number": "4303",
      "heading": "",
      "text": "(a) Statement regarding MHPAEA compliance.--For the form for each health insurance policy offered, issued or renewed by an insurer, the insurer shall annually file with the department a statement attesting to the insurer's documented analyses of efforts to comply with MHPAEA and the Federal regulations relating to mental health and substance use disorder parity as of the date of the attestation.\n\n(b) Statement regarding MHPAEA nonapplicability.--For the form for each insurance policy offered, issued or renewed by an insurer in this Commonwealth that is required to be filed but to which MHPAEA does not apply, the insurer shall annually file with the department a statement attesting to the nonapplicability of MHPAEA to the policy form.\n\n(c) Filing.--Each attestation required under this section must be filed by April 30 of each year or with the form filing, whichever is earlier.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-43/section-4303/"
    },
    {
      "id": "section-4304",
      "number": "4304",
      "heading": "",
      "text": "ยง 4304. Regulations.\n\nThe department may promulgate regulations necessary to implement this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-43/section-4304/"
    }
  ]
}