{
  "state": "pennsylvania",
  "path": "title-title-40/chapter-chapter-63",
  "sections": [
    {
      "id": "section-6301",
      "number": "6301",
      "heading": "",
      "text": "(a) General rule.--This chapter shall apply to every person engaged in the business of maintaining and operating a nonprofit health service plan and to every person who shall violate any provision of this chapter.\n\n(b) Exceptions.--Notwithstanding subsection (a) of this section, this chapter shall not apply to:\n\n(1) Any hospital plan corporations as defined in section 6101 of this title (relating to hospital plan corporation definitions).\n\n(2) Any fraternal benefit society subject to regulation under Chapter 65 of this title (relating to fraternal benefit societies).\n\nReferences in Text.Chapter 65, referred to in this section, is repealed. The subject matter is now contained in Article XXIV of the act of May 17, 1921, P.L.682, No.284, known as The Insurance Company Law of 1921.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6301/"
    },
    {
      "id": "section-6302",
      "number": "6302",
      "heading": "",
      "text": "(a) General rule.--The following words and phrases when used in this chapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Ancillary health services.\"The general and usual services rendered and care administered by ancillary health service providers as defined herein.\n\n\"Ancillary health service providers.\"The following persons duly licensed or certified under the laws of this Commonwealth to provide ancillary health services: Clinical laboratory permittees as defined in the act of September 26, 1951 (P.L.1539, No.389), known as The Clinical Laboratory Act.\n\n\"Chiropractic services.\"The general and usual services rendered and care administered by doctors of chiropractic, as defined in the act of August 10, 1951 (P.L.1182, No.264), known as the Chiropractic Registration Act of 1951.\n\n\"Clinical social work services.\"The general and usual services rendered and care administered by licensed clinical social workers, as defined by the \"practice of clinical social work\" in the act of July 9, 1987 (P.L.220, No.39), known as the Social Workers, Marriage and Family Therapists and Professional Counselors Act.\n\n\"Dental service corporation.\"A corporation not-for-profit engaged in the business of maintaining and operating a nonprofit dental service plan.\n\n\"Dental services.\"The general and usual services rendered and care administered by doctors of dental surgery, as defined in the act of May 1, 1933 (P.L.216, No.76), known as The Dental Law.\n\n\"Department of Health.\"The Department of Health of the Commonwealth.\n\n\"General medical service corporation.\"A corporation not-for-profit engaged in the business of maintaining and operating a nonprofit professional health service plan.\n\n\"Health care facility.\"As defined in the act of July 19, 1979 (P.L.130, No.48), known as the Health Care Facilities Act.\n\n\"Health service doctor.\"Any health care professional duly licensed or certified under Commonwealth statute regulating a particular branch of health care practice, including, but not limited to, doctor of dental surgery, doctor of medicine, doctor of optometry, doctor of osteopathy, doctor of podiatry, doctor of chiropractic, licensed physical therapist, licensed clinical social worker, licensed occupational therapist, licensed marriage and family therapist, licensed professional counselor, certified registered nurse anesthetist, certified registered nurse practitioner, certified enterostomal therapy nurse, certified community health nurse, certified psychiatric mental health nurse, certified clinical nurse specialist, licensed psychologist, licensed speech-language pathologist, licensed audiologist or licensed teacher of persons who are hearing impaired.\n\n\"Income.\"Net income from gains, profits and net income derived from professions, vocations, trades, businesses, commerce or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in such property, also from interest, rent, dividends, securities, or the transaction of any business carried on for gain or profit, or gains or profits and income derived from any source whatever and income derived from salaries, wages or compensation for personal service of whatever kind and in whatever form paid.\n\n\"Licensed marriage and family therapy services.\"The general and usual services rendered and care administered by persons licensed pursuant to 49 Pa. Code Ch. 48 (relating to State Board of Social Workers, Marriage and Family Therapists and Professional Counselors-Licensure of Marriage and Family Therapists).\n\n\"Licensed professional counseling services.\"The general and usual services rendered and care administered by persons licensed pursuant to 49 Pa. Code Ch. 49 (relating to State Board of Social Workers, Marriage and Family Therapists and Professional Counselors-Licensure of Professional Counselors).\n\n\"Low income.\"Low income as set forth in section 6325 (relating to income status and effect).\n\n\"Medical services.\"The general and usual services rendered and care administered by doctors of medicine, as defined in the act of December 20, 1985 (P.L.457, No.112), known as the Medical Practice Act of 1985.\n\n\"Nonprofit dental service plan.\"A plan whereby for prepayment, periodical or lump sum payment dental services only may be provided to persons of low income or over-income and their dependents.\n\n\"Nonprofit optometric service plan.\"A plan whereby for prepayment, periodical or lump sum payment optometric services only may be provided to persons of low income and over-income and their dependents.\n\n\"Nonprofit professional health service plan.\"A plan whereby for prepayment, periodical or lump sum payment professional health services may be provided to persons of low income or over-income and their dependents. The term does not include a plan which is primarily a nonprofit dental service plan or a nonprofit optometric service plan.\n\n\"Occupational therapy services.\"The general and usual services rendered and care administered by licensed occupational therapists, as defined by \"occupational therapy\" in the act of June 15, 1982 (P.L.502, No.140), known as the Occupational Therapy Practice Act.\n\n\"Optometric service corporation.\"A corporation not-for-profit engaged in the business of maintaining and operating a nonprofit optometric service plan.\n\n\"Optometric services.\"The general and usual services rendered and care administered by doctors of optometry, as defined in the act of June 6, 1980 (P.L.197, No.57), known as the Optometric Practice and Licensure Act.\n\n\"Osteopathic services.\"The general and usual services rendered and care administered by doctors of osteopathy, as defined in the act of October 5, 1978 (P.L.1109, No.261), known as the Osteopathic Medical Practice Act.\n\n\"Over-income.\"Over-income as set forth in section 6325 (relating to income status and effect).\n\n\"Person with dependents.\"Any person who furnishes other persons with their chief support, whether or not such dependent person is related to or living with him.\n\n\"Physical therapy services.\"The general and usual services rendered and care administered by licensed physical therapists, as defined as \"physical therapy\" in the act of October 10, 1975 (P.L.383, No.110), known as the Physical Therapy Practice Act.\n\n\"Podiatry services.\"The general and usual services rendered and care administered by doctors of podiatry, as defined in the act of March 2, 1956 (1955 P.L.1206, No.375), known as the Podiatry Practice Act.\n\n\"Professional health service corporation.\"A dental service corporation, a general medical service corporation, or an optometric service corporation.\n\n\"Professional health services.\"Professional services provided by a duly licensed health service doctor, provided that the services are medically necessary.\n\n\"Psychological services.\"The general and usual services rendered and care administered by licensed psychologists as defined as the \"practice of psychology\" in the act of March 23, 1972 (P.L.136, No.52), known as the Professional Psychologists Practice Act.\n\n\"Speech-language pathology services,\"\"audiology services\" and \"services of teachers of persons who are hearing impaired.\" The general and usual services rendered and care administered by licensed speech-language pathologists, licensed teachers of persons who are hearing impaired or licensed audiologists, as defined in the act of December 21, 1984 (P.L.1253, No.238), known as the Speech-Language and Hearing Licensure Act.\n\n\"Subscribers of low income.\"Persons of low income who subscribe to a nonprofit professional health service plan, a nonprofit dental service plan or a nonprofit optometric service plan.\n\n\"Subscribers of over-income.\"Persons of over-income who subscribe to a nonprofit professional health service plan, a nonprofit dental service plan or a nonprofit optometric service plan.\n\n(b) Rule of construction.--The definitions specified in subsection (a) are for the purposes of this chapter only and not for the purpose of defining dental practice, medical practice, optometric practice, osteopathic practice, podiatry practice, chiropractic practice, physical therapy practice, psychological practice, speech-language pathology practice, audiology practice or the practice of teaching persons who are hearing impaired as such.\n\n(Oct. 10, 1980, P.L.801, No.151, eff. 90 days; Mar. 30, 1982, P.L.220, No.70, eff. imd.; Nov. 17, 1982, P.L.681, No.193, eff. 60 days; Apr. 20, 1988, P.L.363, No.57, eff. 60 days; Apr. 21, 1994, P.L.124, No.14, eff. 60 days; Oct. 9, 2008, P.L.1393, No.108, eff. 120 days)\n\n2008 Amendment.Act 108 amended the defs. of \"health service doctor\" and \"professional health services\" and added the defs. of \"clinical social work services,\" \"licensed marriage and family therapy services,\" \"licensed professional counseling services\" and \"occupational therapy services.\"\n\nReferences in Text.The act of August 10, 1951, P.L.1182, No.264, known as the Chiropractic Registration Act of 1951, referred to in the def. of \"chiropractic services,\" was repealed by the act of December 16, 1986, P.L.1646, No.188, known as the Chiropractic Practice Act.\n\nCross References.Section 6302 is referred to in section 102 of Title 15 (Corporations and Unincorporated Associations).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6302/"
    },
    {
      "id": "section-6303",
      "number": "6303",
      "heading": "",
      "text": "(a) Declaration of necessity.--It is hereby declared that adequate professional health services are essential for the maintenance of the physical and mental health of the residents of this Commonwealth, and that it is necessary that provision be made for adequate professional health services to persons of low income who are unable to provide such services for themselves or their dependents without depriving themselves or their dependents of such necessaries of life as food, clothing and shelter.\n\n(b) Construction of chapter.--It is hereby declared to be the purpose and intent of this chapter and the policy of the General Assembly to authorize qualified persons to provide adequate professional health services for residents of this Commonwealth who are unable to provide such services for themselves or their dependents at their own cost without depriving themselves or their dependents of such necessaries of life as food, clothing and shelter, and provide persons of over-income with the limited professional health services benefits set forth in this chapter.\n\nCross References.Section 6303 is referred to in section 6325 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6303/"
    },
    {
      "id": "section-6304",
      "number": "6304",
      "heading": "",
      "text": "(a) General rule.--A corporation not-for-profit incorporated for the purpose of establishing, maintaining and operating a nonprofit professional health service plan, nonprofit dental service plan or nonprofit optometric service plan shall not commence business until it shall have received from the department a certificate of authority authorizing the corporation to establish, maintain and operate a nonprofit professional health service plan, a nonprofit dental service plan or a nonprofit optometric service plan, as the case may be.\n\n(b) Exemptions.--The provisions of subsection (a) of this section shall not apply to any nonprofit corporation incorporated with the approval of the department under the former provisions of section 219 or 220 of the Nonprofit Corporation Law of 1933. For the purposes of this chapter such a corporation shall be deemed to be a holder of a certificate of authority issued under this section as:\n\n(1) an optometric service corporation, if incorporated under the former provisions of section 219 of the Nonprofit Corporation Law of 1933 for the primary purpose of providing a nonprofit optometric service plan;\n\n(2) a general medical service corporation, if incorporated under the former provisions of section 219 of the Nonprofit Corporation Law of 1933 for any other purpose; or\n\n(3) a dental service corporation, if incorporated under the former provisions of section 220 of the Nonprofit Corporation Law of 1933.\n\n(c) Form of application.--Every application for a certificate of authority under this section shall be made to the Insurance Department in writing and shall be in such form and contain such information as the regulations of the Department of Health and the Insurance Department may require. The Insurance Department shall forward the application to the Department of Health for action thereon and report to the Insurance Department.\n\n(d) Standards for issuance of certificate.--A certificate of authority shall be issued by order of the Insurance Department only if and when the Department of Health and the Insurance Department shall severally find and determine that the application complies with the provisions of this chapter and the regulations of the Department of Health and the Insurance Department thereunder.\n\n(e) Procedure.--The proceedings before the Department of Health and the Insurance Department shall be subject to the provisions of section 6102(e) of this title (relating to procedure before department) and the term department in such section shall be deemed to be a reference also to the Department of Health. Each department shall make a thorough investigation of the applicant and the area in and the plan under which it proposes to operate.\n\n(f) Judicial review.--The final orders of the Department of Health and the Insurance Department upon an application for a certificate of authority under this section shall be deemed to be a single order for the purposes of judicial review and to have been issued on the date the Insurance Department issues its final order after having considered the final action of the Department of Health upon the application. Such order, and all other orders of each department, shall be subject to judicial review in the manner and within the time provided by law.\n\nCross References.Section 6304 is referred to in section 6322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6304/"
    },
    {
      "id": "section-6305",
      "number": "6305",
      "heading": "",
      "text": "No professional health service corporation shall receive a certificate of authority under this chapter unless it has set up a minimum reserve of $25,000 for the exclusive purpose of meeting the contractual obligations of its subscribers. All or any part of such $25,000 may be in the form of borrowed money to be repaid in whole or in part from surplus. Money borrowed to satisfy the requirements of this section may be repaid only when authorized by two-thirds of the board of directors of such corporation in office and the Insurance Department.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6305/"
    },
    {
      "id": "section-6306",
      "number": "6306",
      "heading": "",
      "text": "No certificate of authority shall be issued to a professional health service corporation unless all of its incorporators were residents of this Commonwealth and citizens of the United States.\n\n(Apr. 28, 1978, P.L.202, No.53)\n\n1978 Repeal.Act 53 repealed section 6306 in part, effective February 13, 1973. The repealed provisions have been deleted from the text.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6306/"
    },
    {
      "id": "section-6307",
      "number": "6307",
      "heading": "",
      "text": "(a) General insurance laws.--A professional health service corporation shall be subject to regulation and supervision by the Department of Health and the Insurance Department under this chapter. A professional health service corporation holding a certificate of authority under this chapter shall not be subject to the laws of this Commonwealth now in force relating to the business of insurance, and no statute hereafter enacted relating to the business of insurance shall apply to such a corporation unless such statute shall specifically refer and apply to a corporation subject to this chapter.\n\n(b) Tax laws.--Every professional health service corporation holding a certificate of authority under this chapter is hereby declared to be a charitable and benevolent institution, and all its income, funds, investments and property shall be exempt from all taxation by the Commonwealth or its political subdivisions.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6307/"
    },
    {
      "id": "section-6308",
      "number": "6308",
      "heading": "",
      "text": "(a) General rule.--It shall be unlawful for any person, other than a professional health service corporation holding a certificate of authority under this chapter relating to the plan being maintained or operated by such corporation, to establish, maintain or operate in this Commonwealth a nonprofit dental service plan, a nonprofit optometric service plan, or a nonprofit professional health service plan.\n\n(b) Exemptions.--Nothing in subsection (a) of this section shall be construed as preventing any person from furnishing professional health services for the prevention of disease among his employees or from furnishing any of such services as required under The Pennsylvania Workmen's Compensation Act and related statutes, when the employee is not charged for such service.\n\nReferences in Text.The short title of the act of June 2, 1915, P.L.736, No.338, known as The Pennsylvania Workmen's Compensation Act, referred to in subsec. (b), was amended by the act of July 2, 1993, P.L.190, No.44. The amended short title is now the Workers' Compensation Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6308/"
    },
    {
      "id": "section-6309",
      "number": "6309",
      "heading": "",
      "text": "Any person who violates any provision of this chapter or of any regulation or order of the Department of Health or of the Insurance Department made pursuant thereto, any person who hinders or prevents the Department of Health or the Insurance Department in the discharge of any duty imposed on it by this chapter, any person who fraudulently procures or attempts to procure any benefit from any professional health service corporation holding a certificate of authority under this chapter, and any person who willfully makes any false statement in any proceeding or report under this chapter, shall be guilty of a misdemeanor, and, upon conviction thereof, shall be sentenced to pay a fine of not more than $3,000 or to be imprisoned for not more than six months, or both, in the discretion of the court. Any act or default by any corporation, association, or common law trust, in violation of any provision of this chapter or of any regulation or order of either department made pursuant thereto, shall be deemed to be the act or default of the officers or directors who participated in authorizing or effecting such act or default or who knowingly permitted it.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6309/"
    },
    {
      "id": "section-6310",
      "number": "6310",
      "heading": "",
      "text": "When necessary to effect the purposes of this chapter, in addition to all other remedies in law or equity, the Insurance Department or the Department of Health, or both, may commence an action in mandamus or for an injunction to prevent any violation of the provisions of this chapter or the continuance of any such violation, or to enforce compliance herewith. Any court having jurisdiction is hereby vested with authority to determine the cause and to issue such process as may be necessary to accomplish the purposes of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6310/"
    },
    {
      "id": "section-6321",
      "number": "6321",
      "heading": "",
      "text": "A professional health service corporation shall at all times while engaged in business maintain reserves, in such form and amount as the department may determine, to insure its subscribers against loss through the failure of the corporation to provide the services agreed to in its contracts.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6321/"
    },
    {
      "id": "section-6322",
      "number": "6322",
      "heading": "",
      "text": "(a) Territory of service.--The certificate of authority of a professional health service corporation shall define the limits of the area in which it may operate. If the corporation is deemed to be a holder of a certificate of authority under section 6304(b) of this title (relating to exemptions), the articles of incorporation of the corporation on the effective date of this chapter, regardless of any subsequent amendment to such articles, shall be deemed to be its initial certificate of authority for the purposes of this section.\n\n(b) Classes and kinds of services.--The certificate of authority, bylaws, or resolutions of the board of directors of a professional health service corporation may limit the professional health services that will be provided for its subscribers, and may divide such professional health services as it elects to provide into classes or kinds, and it may enter into contracts with its subscribers or groups of subscribers to secure professional health services of any kind or class so delimited. A general medical services corporation shall make available to its subscribers or groups of subscribers, upon request of any individual for his individual subscriptions or any group for its group subscriptions, contracts which provide coverage for professional health services with appropriate premiums.\n\n(c) Services provided only by licensed persons.--A professional health service corporation shall not provide professional health services for its subscribers otherwise than through health service doctors, duly licensed to practice in their respective fields under the laws of this Commonwealth.\n\n(d) Services provided only to domiciliaries.--A professional health service corporation shall provide professional health services only to persons domiciled within this Commonwealth. If a subscriber, regularly domiciled within this Commonwealth and entitled to professional health services, or any of his dependents so entitled, necessarily employs professional health services within the meaning of this chapter, while absent from this Commonwealth, a professional health service corporation to which he is a subscriber may, in its discretion, and if satisfied as to the necessity for such services and satisfied that it was such as the subscriber would have been entitled to under similar circumstances in this Commonwealth, pay to the persons who rendered the services such fees and charges as would have been payable if the services had been rendered in this Commonwealth. A professional health service corporation organized under the laws of, and operating near the boundaries of, this Commonwealth may, with the consent of the proper officers of and as authorized by the laws of the adjacent state, provide professional health services therein; but all operations of any such corporation, whether within or without this Commonwealth, shall remain at all times subject to the provisions of this chapter.\n\n(e) Liability of corporation limited.--All professional health services provided by or on behalf of a professional health service corporation shall be in accordance with the best professional health service practice in the community at the time, but the corporation providing such services shall not be liable for injuries resulting from negligence, misfeasance, malfeasance, nonfeasance, or malpractice, on the part of any officer or employee or on the part of any health service doctor in the course of rendering professional health services to subscribers, and the corporation may so provide in its contracts with subscribers.\n\n(f) Legislative amendment of stated purposes of existing corporations.--The stated purposes of all existing general medical service corporations are hereby amended so as to include the furnishing of osteopathic, dental, optometric, podiatry, chiropractic, physical therapy, clinical social work, occupational therapy, psychological, speech-language pathology and audiology services and the services of teachers of persons who are hearing impaired through doctors of osteopathy, dentistry, optometry, podiatry and chiropractic and through licensed physical therapists, licensed clinical social workers, licensed marriage and family therapists, licensed occupational therapists, licensed professional counselors, psychologists, speech-language pathologists, audiologists and teachers of persons who are hearing impaired, respectively.\n\n(Oct. 10, 1980, P.L.801, No.151, eff. 90 days; Mar. 30, 1982, P.L.220, No.70, eff. imd.; Apr. 20, 1988, P.L.363, No.57, eff. 60 days; Apr. 21, 1994, P.L.124, No.14, eff. 60 days; Oct. 9, 2008, P.L.1393, No.108, eff. 120 days)\n\n2008 Amendment.Act 108 amended subsec. (f).\n\n1980 Amendment.Act 151 amended subsecs. (b) and (f).\n\nCross References.Section 6322 is referred to in section 6324 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6322/"
    },
    {
      "id": "section-6323",
      "number": "6323",
      "heading": "",
      "text": "(a) General rule.--Any professional health service corporation may, with the approval of the department, act as a contracting agency or organization under section 1842 of Title XVIII of the Federal Social Security Act, as amended or supplemented, with power to perform all the services which may be required of a contracting agency or organization thereunder and may perform administrative services similar or related to those which may be required of an agency or organization thereunder in connection with a Federal, State or local governmental health care program and may perform administrative services similar or related to those which may be required of such an agency or organization in connection with or associated with nongovernmental organizations, individuals, groups and agencies in the health care field.\n\n(b) Legislative amendment of stated purposes of existing corporations.--The stated purposes of all existing professional health service corporations are hereby amended so as to include the performance of the activities authorized by subsection (a) of this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6323/"
    },
    {
      "id": "section-6324",
      "number": "6324",
      "heading": "",
      "text": "(a) Admission to plan.--Every health service doctor practicing within the area covered by any professional health service corporation shall have the right, on complying with such regulations as the corporation may make with the approval of the Department of Health, to register with such corporation for such general or special professional health services as he may be licensed to practice, within that area, but the corporation may, with the approval of the Department of Health, refuse to place the name of any health service doctor on its register. Any professional health service corporation may, with the approval of the Department of Health, remove from its register the name of any health service doctor after due notice and opportunity for hearing for cause satisfactory to the corporation. Nothing in this section shall be construed to limit the discretion of a professional health service corporation to determine the classes or kinds of services that will be covered under its contracts.\n\n(b) Freedom from control.--Subject to the provisions of section 6322(e) of this title (relating to liability of corporation limited), a professional health service corporation shall impose no restrictions on the health service doctors who administer to its subscribers, as to methods of diagnosis or treatment. The relation between a subscriber, or any of his dependents, and the health service doctor shall be identical with the relation that ordinarily exists in the community between a health service doctor and his patient. Subject to the provisions of subsection (a) of this section, no person shall be permitted to interfere with the choice or selection by a patient of his health service doctor after that choice or selection has been made by an adult of sound mind.\n\n(c) Disputes.--All matters, disputes, or controversies relating to the professional health services rendered by the health service doctors, or any questions involving professional ethics, shall be considered and determined only by health service doctors as selected in a manner prescribed in the bylaws of the professional health service corporation.\n\n(Oct. 9, 2008, P.L.1393, No.108, eff. 120 days)\n\n2008 Amendment.Act 108 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6324/"
    },
    {
      "id": "section-6325",
      "number": "6325",
      "heading": "",
      "text": "(a) Income standards.--\n\n(1) Every professional health service corporation shall from time to time, by action of its members, fix the requisites for persons of low income eligible for the benefits of and under this chapter, such requisites to afford due consideration to the marital status and to the number of dependents of the persons involved and such requisites to be consistent with the declaration contained in section 6303(a) of this title (relating to declaration of necessity). Any requisites thus fixed shall be subject to the approval of the department.\n\n(2) All persons not meeting the requisites for persons of low income as thus fixed shall be persons of over-income.\n\n(b) Determination of status.--\n\n(1) The professional health service corporation shall determine whether an applicant for subscription is in receipt of a low income or over-income within the meaning of this chapter and after the application has been approved, the subscriber shall be deemed to be of low income or over-income until his status has been redetermined by the corporation, which redetermination may be made at any time.\n\n(2) The professional health service corporation, in determining the income status of any applicant or subscriber, may, through its officers and agents, examine under oath any applicant or subscriber claiming a low income status and any other person consenting thereto who is believed to have material knowledge concerning the income status of the applicant or subscriber. The determination of the corporation shall be final.\n\n(c) Effect of status.--Every person of low income and every person of over-income, residing in the area served by a professional health service corporation, shall be entitled, upon complying with regulations adopted by that corporation and the payment of such initiation and other fees as are authorized by the department, to the services of any health service doctor registered with the corporation, under such terms and conditions as are customary in professional health services in the community, but only within the limits of services for which such health service doctors are registered. A professional health service corporation may for cause refuse to enter into contractual relations with an applicant and may, for cause, after due notice and opportunity for hearing, rescind any contract that it has entered into with any subscriber and refund any unearned portion of any fees paid and may, on default in payment of the agreed dues, fees, payments or any charges by subscriber or someone on his behalf, discontinue coverage without notice and opportunity for hearing, after having notified a subscriber of his default, and having allowed him two days to procure such coverages. Any payment made by the corporation to health service doctors for services rendered to subscribers of over-income shall be a payment only to the extent agreed upon between the corporation and the health service doctors on account of any greater sum which may be due the health service doctors for rendering such services.\n\n(d) Prohibited contracts.--No contract by or on behalf of any professional health service corporation shall provide for any periodic payment or any other payment by that corporation to a subscriber which is not related to the value of the service provided to such subscriber on account of illness or injury, nor be in any way related to the payment of any such benefit by any other entity.\n\nCross References.Section 6325 is referred to in section 6302 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6325/"
    },
    {
      "id": "section-6326",
      "number": "6326",
      "heading": "",
      "text": "A professional health service corporation may, as a condition precedent to entering into a contract with an applicant or group of applicants for professional health service, require any of the following:\n\n(1) A physical examination of the applicant and of each of his dependents, if any, and proof of his or their substantial freedom from any disease or condition requiring immediate professional health service or likely to require it within the next 12 months, before a contract becomes effective.\n\n(2) A waiting period after a contract is entered into and before the subscriber is entitled to professional health service.\n\n(3) An agreement that the subscriber or someone on his behalf shall pay the stated fee or fees for professional health services in the case of any given illness or injury or other condition requiring professional health service, before becoming entitled to treatment under the terms of the contract.\n\n(4) An agreement that, as a condition precedent to payment by the corporation for professional health services performed for the subscriber, the subscriber or someone on his behalf will submit to the corporation such information as is reasonably necessary to enable it to determine the amount of such payment, which information shall be submitted in the form and verified in the manner prescribed by the corporation.\n\n(5) An agreement that any rights of the subscriber to receive services or payments under his contract with the corporation are personal to the subscriber and may not be assigned.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6326/"
    },
    {
      "id": "section-6327",
      "number": "6327",
      "heading": "",
      "text": "Every government agency which is charged by law with the duty of providing professional health services for persons unable to provide it at their own expense or to procure it through persons to whose support and assistance they are by law entitled, is hereby empowered, in the exercise of its authority, to provide any such service if, in the judgment of the agency, it is in the public interest so to do, through a subscription or subscriptions, paid for from any lawfully available public funds, with any professional health service corporation on behalf of any person or persons entitled to such relief.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6327/"
    },
    {
      "id": "section-6328",
      "number": "6328",
      "heading": "",
      "text": "(a) Professional health service corporations generally.--The business of every professional health service corporation, except a general medical service corporation, shall be managed by a board of directors of at least nine persons, all of whom shall be residents of this Commonwealth.\n\n(b) General medical service corporation.--\n\n(1) A general medical service corporation shall be managed by a board of not less than 21, nor more than 36 members, all of whom shall be residents of this Commonwealth, and at no time shall the board be less than 50% subscribers who have coverage under a contract issued by the corporation, and who are generally representative of broad segments of subscribers covered under contracts issued by such corporation, whose background and experience indicate that they are qualified to act in the interests of such subscribers and who or whose spouse does not derive substantial income from the delivery or administration of health care.\n\n(2) The bylaws of every general medical service corporation shall provide appropriate procedures for the nomination and election or appointment of the directors of the corporation and the nomination and election or appointment of committees of the board in such a manner that the interests of the subscribers of the corporation will be justly and reasonably represented.\n\n(3) All directors of the corporation shall be members of the corporation.\n\n(4) A health service doctor, who provides professional health services for the corporation's subscribers, may be a director but in no event shall be counted among the directors who represent subscribers.\n\n(5) Every general medical service corporation shall within six months of the effective date of this act submit for review by the Insurance Commissioner and the Secretary of Health bylaws meeting the standards of this section. Whenever a general medical service corporation changes its bylaws, said change shall be submitted within 30 days to the commissioner and secretary for their review to determine whether such changes meet statutory standards of this section.\n\n(6) In the event that the Insurance Commissioner or the Secretary of Health find, after notice to the corporation and hearing, that a general medical service corporation has not met the requirements of this section, the commissioner or secretary shall notify the corporation of the findings and order the corporation, in specific terms, to meet the requirements of this section. Such findings and order shall be subject to judicial review in the manner and within the time provided by law.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 4, 1978, P.L.1001, No.211, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6328/"
    },
    {
      "id": "section-6329",
      "number": "6329",
      "heading": "",
      "text": "(a) General rule.--All rates charged subscribers or groups of subscribers by any professional health service corporation, and the form and content of all contracts between any such corporation and its subscribers or groups of subscribers, all methods and rates of payment by such corporation to health service doctors serving its subscribers, all acquisition costs in procuring subscribers, the reserves to be maintained by such corporation, and all contracts entered into by any such corporation and extending over a period of more than one year or calling for the expenditure by the corporation of any amount in excess of 20% of its reserves, shall be approved by the department before they become effective.\n\n(b) Procedure.--Every application for such approval shall be made to the department in writing and shall be subject to the provisions of subsections (c) through (f) of section 6102 of this title (relating to certification of hospital plan corporations), except that the department may substitute publication in the Pennsylvania Bulletin of notice of reasonable opportunity to submit written comments for publication of opportunity for hearing in any case where the right to an oral hearing is not conferred by the Constitution of the United States or the Constitution of Pennsylvania. Within 60 days after the filing of the application the department shall approve or refuse such application.\n\n1996 Partial Repeal.Section 14 of Act 159 of 1996, known as the Accident and Health Filing Reform Act, provided that subsec. (a) is repealed insofar as it provides for the approval of rates and contracts.\n\nReferences in Text.Section 14 of Act 159 of 1996, known as the Accident and Health Filing Reform Act, was renumbered 5101 by the act of December 22, 2011, P.L.614, No.134.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6329/"
    },
    {
      "id": "section-6330",
      "number": "6330",
      "heading": "",
      "text": "Any statute to the contrary notwithstanding, funds of any professional health service corporation, equal to its reserves, shall be invested in compliance with the requirements of law for the investment of the capital and reserves of life insurance companies. The funds of any such corporation, equal to its surplus, shall be invested in compliance with the requirements of law for the investment of the surplus of life insurance companies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6330/"
    },
    {
      "id": "section-6331",
      "number": "6331",
      "heading": "",
      "text": "(a) Annual report.--Every professional health service corporation shall, on or before March 1 of each year, file with the department a statement, verified by at least two of the principal officers of the corporation, summarizing its financial activities during the preceding calendar year, and showing its financial condition at the end of that year. Such statement shall be in such form, and shall contain such matters, as the department shall prescribe.\n\n(b) Examination and special reports.--Every professional health service corporation shall be subject to examination not less frequently than once in every three years by the department and its agents, who shall have free access to all the books, records, papers and documents that relate to the business of the corporation, and the power to examine the officers, agents, employees, and subscribers for the professional health services of the corporation, and all health service doctors registered with the corporation, and all other persons having or having had substantial part in the work of the corporation, in relation to its affairs, transactions, and financial condition. Such examination shall be made at such times as the department shall deem necessary. The department may, at any time, without making such examination, call on any such corporation for a written report, authenticated by at least two of its principal officers, concerning the financial affairs and status of the corporation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6331/"
    },
    {
      "id": "section-6333",
      "number": "6333",
      "heading": "",
      "text": "Any dental service corporation may select any person to act as its agent in the performance of any of its functions.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6333/"
    },
    {
      "id": "section-6332",
      "number": "6332",
      "heading": "",
      "text": "(a) Annual reports.--Every professional health service corporation shall, on or before March 1 of each year, file with the Department of Health a report of its activities, other than its financial activities, during the preceding calendar year. Every such report shall be verified by at least two of the principal officers of the corporation and shall be in such form, and shall contain such matter, as the Department of Health shall prescribe. The Department of Health is hereby authorized to inquire into the activities of every professional health service corporation and to determine whether the corporation is providing adequate professional health services to its subscribers in accordance with the best professional health service practice in the community.\n\n(b) Examination and special reports.--The Department of Health and its agents shall have free access to all the books, records, papers and documents that relate to the business of the corporation, other than financial, and the power to examine the officers, agents, employees, and subscribers for the professional health services of the corporation, and all health service doctors registered with the corporation, and all other persons having or having had substantial part in the work of the corporation, in relation to its affairs, transactions, and condition of the corporation, other than financial. Such examinations shall be made at such times as the Department of Health shall deem necessary. The Department of Health may, at any time, without making such examination, call on any such corporation for a written report, authenticated by at least two of its principal officers, concerning the affairs of the corporation other than its financial affairs.\n\n(c) Extension or improvement of service pursuant to order.--In the event the Department of Health finds that a professional health service corporation does not provide adequate professional health services to its subscribers in accordance with the best professional health service practice in the community, the Department of Health may notify the corporation of its findings and order the corporation, in specific terms, to extend or improve the professional health services furnished by the corporation. Such order shall be entered after notice and opportunity for hearing and shall be subject to judicial review in the manner and within the time provided by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6332/"
    },
    {
      "id": "section-6334",
      "number": "6334",
      "heading": "",
      "text": "No professional health service corporation shall be dissolved under the provisions of Title 15 (relating to corporations and unincorporated associations) or under any other provision of law, except with the prior approval of the department. Articles of dissolution for a professional health service corporation filed in the Department of State, whether pursuant to a decree of court liquidating the corporation or otherwise, shall not be effective unless and until approved by the Insurance Department. Any dissolution or liquidation of a professional health service corporation shall be under the supervision of the Insurance Department which shall have all powers with respect thereto granted to it under the laws of this Commonwealth governing the dissolution or liquidation of insurance companies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6334/"
    },
    {
      "id": "section-6335",
      "number": "6335",
      "heading": "",
      "text": "Anything in this chapter to the contrary notwithstanding, a professional health service corporation may provide ancillary health services through ancillary health service providers. An ancillary health service provider may register with a professional health service corporation as a participating provider and continue as such upon complying with such regulations as the corporation may make with the approval of the Department of Health.\n\n(Nov. 17, 1982, P.L.681, No.193, eff. 60 days)\n\n1982 Amendment.Act 193 added section 6335.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-63/section-6335/"
    }
  ]
}