{
  "state": "pennsylvania",
  "path": "title-title-40/chapter-chapter-61",
  "sections": [
    {
      "id": "section-6101",
      "number": "6101",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Hospital plan corporation.\"A corporation not-for-profit engaged in the business of maintaining and operating a nonprofit hospital plan.\n\n\"Nonprofit hospital plan.\"A plan whereby for prepayment, periodical or lump sum payment hospitalization or related health benefits may be provided to subscribers to such plan.\n\nCross References.Section 6101 is referred to in section 6301 of this title; section 102 of Title 15 (Corporations and Unincorporated Associations).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6101/"
    },
    {
      "id": "section-6102",
      "number": "6102",
      "heading": "",
      "text": "(a) General rule.--A corporation not-for-profit incorporated for the purpose of establishing, maintaining and operating a nonprofit hospital plan shall not commence business until it shall have received from the department a certificate of authority authorizing the corporation to establish, maintain and operate such a nonprofit hospital plan.\n\n(b) Exemption.--The provisions of subsection (a) of this section shall not apply to any nonprofit corporation incorporated with the approval of the department under the former provisions of section 218 of the Nonprofit Corporation Law of 1933. For the purposes of this chapter such a corporation shall be deemed to be a holder of a certificate of authority issued under this section.\n\n(c) Form of application.--Every application for a certificate of authority under this section shall be made to the department in writing and shall be in such form and contain such information as the regulations of the department may require.\n\n(d) Standards for issuance of certificate.--A certificate of authority shall be issued by order of the department only if and when the department shall find and determine that the application complies with the provisions of this chapter and the regulations of the department thereunder.\n\n(e) Procedure before department.--For the purpose of enabling the department to make the finding or determination required by subsection (d) of this section, the department, by publication of notice in the Pennsylvania Bulletin, shall afford reasonable opportunity for hearing, which shall be public, and, before or after any such hearing, it may make such inquiries, audits and investigations, and may require the submission of such supplemental studies and information, as it may deem necessary or proper to enable it to reach a finding or determination. The department, in granting a certificate of authority, may impose such conditions as it may deem to be just and reasonable. In every case the department shall make a finding or determination in writing, stating whether or not the application has been approved, and, if it has been approved in part only, specifying the part which has been approved and the part which has been denied. Any holder of a certificate of authority, exercising the authority conferred thereby, shall be deemed to have waived any and all objections to the terms and conditions of such certificate.\n\n(f) Judicial review.--Orders of the department upon an application for a certificate of authority under this section shall be subject to judicial review in the manner and within the time provided by law.\n\nCross References.Section 6102 is referred to in sections 6124, 6304, 6329 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6102/"
    },
    {
      "id": "section-6103",
      "number": "6103",
      "heading": "",
      "text": "(a) General insurance laws.--A hospital plan corporation holding a certificate of authority under this chapter shall not be subject to the laws of this Commonwealth now in force relating to the business of insurance, and no statute hereafter enacted relating to the business of insurance shall apply to such a corporation unless such statute shall specifically refer and apply to a corporation subject to this chapter.\n\n(b) Tax laws.--Every hospital plan corporation holding a certificate of authority under this chapter is hereby declared to be a charitable and benevolent institution, and all its funds and investments shall be exempt from taxation by the Commonwealth and its political subdivisions.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6103/"
    },
    {
      "id": "section-6104",
      "number": "6104",
      "heading": "",
      "text": "It shall be unlawful for any person, other than a hospital plan corporation holding a certificate of authority under this chapter, to establish, maintain or operate a nonprofit hospital plan in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6104/"
    },
    {
      "id": "section-6105",
      "number": "6105",
      "heading": "",
      "text": "Any person who violates any of the provisions of this chapter, or any regulation or order of the department made pursuant thereto, any person who hinders or prevents the department in the discharge of any duty imposed on it by this chapter, any person who fraudulently procures or attempts to procure any benefit from any hospital plan corporation holding a certificate of authority under this chapter, and any person who willfully makes any false statement in any proceeding or report under this chapter, shall be guilty of a misdemeanor, and, upon conviction thereof, shall be sentenced to pay a fine of not more than $3,000 or to be imprisoned for not more than six months, or both, in the discretion of the court. Any act or default by any corporation, association, or common law trust, in violation of any provision of this chapter or of any regulation or order of the department made pursuant thereto, shall be deemed to be the act or default of the officers or directors who participated in authorizing or effecting such act or default or who knowingly permitted it.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6105/"
    },
    {
      "id": "section-6122",
      "number": "6122",
      "heading": "",
      "text": "(a) General rule.--Any hospital plan corporation may, with the approval of the department, act as a contracting agency or organization under section 1841 of Title XVIII of the Federal Social Security Act, as amended or supplemented, with power to perform all the services which may be required of a contracting agency or organization thereunder and may perform administrative services similar or related to those which may be required of an agency or organization thereunder in connection with a Federal, State or local governmental health care program and may perform administrative services similar or related to those which may be required of such an agency or organization in connection with or associated with nongovernmental organizations, individuals, groups and agencies in the health care field.\n\n(b) Legislative amendment of stated purposes of existing corporations.--The stated purposes of all existing hospital plan corporations are hereby amended so as to include the performance of the activities authorized by subsection (a) of this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6122/"
    },
    {
      "id": "section-6121",
      "number": "6121",
      "heading": "",
      "text": "Any hospital plan corporation may enter into contracts for the rendering of hospitalization to any of its subscribers only with hospitals operated by the Commonwealth, or its agencies, or by political subdivisions, or by corporations organized under the laws of this Commonwealth for hospital purposes, or with such other hospitals as are approved by the Department of Public Welfare.\n\nReferencesin Text.The Department of Public Welfare, referred to in this section, was redesignated as the Department of Human Services by Act 132 of 2014.\n\nCross References.Section 6121 is referred to in section 6124 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6121/"
    },
    {
      "id": "section-6123",
      "number": "6123",
      "heading": "",
      "text": "Any statute to the contrary notwithstanding, funds of any hospital plan corporation, equal to its reserves, shall be invested in compliance with the requirements of law for the investment of the capital and reserves of life insurance companies. The funds of any such corporation, equal to its surplus, shall be invested in compliance with the requirements of law for the investment of the surplus of life insurance companies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6123/"
    },
    {
      "id": "section-6124",
      "number": "6124",
      "heading": "",
      "text": "(a) General rule.--The rates charged to subscribers by hospital plan corporations, all rates of payments to hospitals made by such corporations pursuant to the contracts provided for in this chapter, all acquisition costs in connection with the solicitation of subscribers to such hospital plans, the reserves to be maintained by such corporations, the certificates issued by such corporations representing their agreements with subscribers, and any and all contracts entered into by any such corporation with any hospital, shall, at all times, be subject to the prior approval of the department.\n\n(b) Procedure.--Every application for such approval shall be made to the department in writing and shall be subject to the provisions of subsections (c) through (f) of section 6102 of this title (relating to certification of hospital plan corporations) except that the department may substitute publication in the Pennsylvania Bulletin of notice of reasonable opportunity to submit written comments for publication of opportunity for hearing in any case where the right to an oral hearing is not conferred by the Constitution of the United States or the Constitution of Pennsylvania. Within 60 days after the filing of the application the department shall approve or refuse such application.\n\n(c) Maintenance of contractual relationships.--\n\n(1) Declaration of necessity.--It is hereby found that many subscribers to nonprofit hospital plans make payments over long periods of time prior to becoming entitled to benefits under such a plan and that it is important in the public interest that the reasonable expectations of such subscribers as to coverage should be fulfilled if possible. It is hereby declared to be essential for the maintenance of the health of the residents of this Commonwealth that subscribers to nonprofit hospital plans be assured receipt of the hospitalization and related health benefits prepaid by them through payment of the rates approved under this chapter and charged by a hospital plan corporation and that to accomplish this essential purpose termination of contracts between hospital plan corporations and hospitals entered into pursuant to section 6121 (relating to eligible hospitals) and this section be subject to prior approval by the department as provided in this subsection.\n\n(2) Notification period.--No contract between a hospital plan corporation and any hospital providing for the rendering of hospitalization to subscribers to the hospital plan shall be terminated unless the party seeking such termination gives 90 days advance written notice to the other party to the contract and to the department of the proposed termination.\n\n(3) Hearing period.--Whenever a termination subject to paragraph (2) involves contracts with hospitals having more than 5% of the beds in the area served by a hospital plan corporation, the department shall hold public hearings on at least 15 days notice for the purpose of investigating the reasons for the termination. Pending completion of said investigation by the department, termination of the hospital contracts shall be suspended for a period not to exceed six months from the expiration of the period provided for in paragraph (2). All terms and conditions of the contract between the hospital plan corporation and the hospital or hospitals shall continue in full force and effect during said investigation by the department. Based on the record made during the hearings, the department shall make specific findings as to the facts of the dispute and shall either approve termination of the contracts or recommend such terms for continuation of the contract as are in the public interest, based upon the facts, the right of a hospital to be paid its costs for hospitalization services to subscribers and the need of subscribers for efficient, reliable hospitalization at a reasonable cost.\n\n(4) Negotiation period.--If the department recommends terms for continuation of the contract, the hospital plan corporation and the hospitals involved shall renew their negotiations in order to determine whether a new agreement can be reached substantially on the basis of the terms for continuation recommended by the department and pending such negotiations, the termination of the hospital contracts shall be suspended for a further period not to exceed 90 days from the date of the decision of the department. If the hospital plan corporation and the hospitals are unable to consummate a new contract within said further period of 90 days, they shall so advise the department. The department shall in that event approve termination of the contracts effective at the end of a further period of 30 days and shall prescribe the form and extent of notice which the hospital plan corporation shall use in advising its subscribers that hospitalization in the hospitals involved is not covered by a contract between the hospital plan corporation and such hospitals.\n\n(5) Retroactivity.--Upon the settlement of any dispute between a hospital plan corporation and any hospital pursuant to paragraphs (2) and (4), the terms and conditions of any new contract shall be retroactive to the date of expiration of the contract previously in effect between the parties.\n\n(Aug. 2, 1975, P.L.293, No.94, eff. imd.)\n\n1996 Partial Repeal.Section 14 of Act 159 of 1996, known as the Accident and Health Filing Reform Act, provided that subsec. (a) is repealed insofar as it provides for the approval of rates and contracts.\n\n1975 Amendment.Act 94 added subsec. (c). See sections 2 and 3 of Act 94 of 1975 in the appendix to this title for special provisions relating to applicability and effective date and retroactivity.\n\nReferences in Text.Section 14 of Act 159 of 1996, known as the Accident and Health Filing Reform Act, was renumbered 5101 by the act of December 22, 2011, P.L.614, No.134.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6124/"
    },
    {
      "id": "section-6125",
      "number": "6125",
      "heading": "",
      "text": "(a) Annual report.--Every hospital plan corporation shall on or before March 1 of each year, file with the department a statement, verified by at least two of the principal officers of the corporation showing its condition at the end of the preceding calendar year. Such statement shall be in such form, and shall contain such matters, as the department shall prescribe.\n\n(b) Examination.--Every hospital plan corporation shall be subject to examination not less frequently than every three years by the department and its agents, who shall have free access to all the books, records, papers and documents that relate to the business of the corporation, and the power to examine the officers, agents, employees and subscribers to the nonprofit hospital plan of the corporation, under oath, in relation to the affairs, transactions and financial condition of the corporation. Such examinations shall be made at such times as the department shall deem necessary.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6125/"
    },
    {
      "id": "section-6126",
      "number": "6126",
      "heading": "",
      "text": "Solicitors and agents for every hospital plan corporation shall meet the prerequisites provided by law for agents of insurance companies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6126/"
    },
    {
      "id": "section-6127",
      "number": "6127",
      "heading": "",
      "text": "No hospital plan corporation shall be dissolved under the provisions of Title 15 (relating to corporations and unincorporated associations) or under any other provision of law except with the prior approval of the department. Articles of dissolution for a hospital plan corporation filed in the Department of State, whether pursuant to a decree of court liquidating the corporation or otherwise, shall not be effective unless and until approved by the Insurance Department. Any dissolution or liquidation of a hospital plan corporation shall be under the supervision of the department, which shall have all powers with respect thereto granted to it under laws of this Commonwealth governing the dissolution or liquidation of insurance companies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-40/chapter-61/section-6127/"
    }
  ]
}