{
  "state": "nebraska",
  "path": "title-chapter-85-state-university-state-colleges-and-postsecondary/chapter-85-403-campus-buildings-and-facilities-construction-purchase",
  "sections": [
    {
      "id": "section-85-403",
      "number": "85-403",
      "heading": "",
      "text": "85-403.Campus buildings and facilities; construction, purchase, or repair; revenue bonds; authorized; not obligation of state or governing board; investment of proceeds.\n\nSupplemental to any existing law on the subject, the Board of Regents of the University of Nebraska and the Board of Trustees of the Nebraska State Colleges, respectively, may construct, purchase, or otherwise acquire, remodel, repair, furnish, and equip dormitories, residence halls, single-dwelling or multiple-dwelling units, or other facilities for the housing and boarding of students, single or married, faculties, or other employees of the institutions under their control, buildings and structures for athletic purposes, for student and faculty unions or centers, and for the medical care and physical development and other activities of the students of the institutions, and buildings or other facilities for parking on real estate then owned or controlled by either of such boards or on real estate purchased, leased, or otherwise acquired for such purposes and pay the cost thereof, including such real estate, by issuing revenue bonds payable solely out of their revenue other than funds derived from taxation, except that any building or facility for parking shall be located on or adjacent to campuses controlled by such boards.\n\nBonds issued under the provisions of sections 85-403 to 85-411 are not an obligation of the State of Nebraska, and no tax shall ever be levied to raise funds for the payment thereof or interest thereon. The bonds shall not constitute a debt of the board issuing the same and shall be paid solely out of money derived from their revenue and earnings as provided in sections 85-403 to 85-411. If any proceeds from such bonds are available for investment, such investment shall be by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1955, c. 352, § 1, p. 1075;Laws 1965, c. 581, § 3, p. 1874;Laws 1969, c. 852, § 20, p. 3207;Laws 1969, c. 584, § 131, p. 2431;Laws 1991, LB 663, § 86;Laws 1994, LB 683, § 4;Laws 1994, LB 1066, § 137.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-85/statute-85-403/"
    }
  ]
}