{
  "state": "nebraska",
  "path": "title-chapter-85-state-university-state-colleges-and-postsecondary/chapter-85-1420-coordinating-commission-for-postsecondary-education-",
  "sections": [
    {
      "id": "section-85-1420coordinating",
      "number": "85-1420.Coordinating",
      "heading": "Commission for Postsecondary Education Trust Fund; created; use; investment",
      "text": "There is hereby created the Coordinating Commission for Postsecondary Education Trust Fund. The fund shall serve as a revolving fund to receive grants from foundations, institutions, or individuals for specific studies which",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85-1420",
      "number": "85-1420",
      "heading": "",
      "text": "85-1420.Coordinating Commission for Postsecondary Education Trust Fund; created; use; investment.\n\nThere is hereby created the Coordinating Commission for Postsecondary Education Trust Fund. The fund shall serve as a revolving fund to receive grants from foundations, institutions, or individuals for specific studies which are a part of the powers and duties of the commission or for the administration of privately endowed scholarship programs for students attending Nebraska institutions. The grant money shall be used only for purposes specified in the grant. A report of the findings of any studies done pursuant to the grants shall be included as a part of the operating budget request submitted to the Legislature and the Governor. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1991, LB 663, ยง 23;Laws 1994, LB 683, ยง 24;Laws 1994, LB 1066, ยง 139;Laws 1999, LB 816, ยง 19.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-85/statute-85-1420/"
    }
  ]
}