{
  "state": "nebraska",
  "path": "title-chapter-85-state-university-state-colleges-and-postsecondary/chapter-85-18013-veterinary-medicine-and-surgery-cooperative-program",
  "sections": [
    {
      "id": "section-85-18013veterinary",
      "number": "85-180.13.Veterinary",
      "heading": "medicine and surgery; cooperative program authorized; cooperative agreement; requirements",
      "text": "The educational program for veterinary medicine and surgery at the University of Nebraska may be established and operated by the Board of Regents only as a cooperative program with a college or colleges of vete",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85-18013",
      "number": "85-180.13",
      "heading": "",
      "text": "85-180.13.Veterinary medicine and surgery; cooperative program authorized; cooperative agreement; requirements.\n\nThe educational program for veterinary medicine and surgery at the University of Nebraska may be established and operated by the Board of Regents only as a cooperative program with a college or colleges of veterinary medicine in other states subject to approval of the program by the Coordinating Commission for Postsecondary Education pursuant to sections 85-1413 and 85-1414. The Board of Regents may enter into agreements with one or more institutions of postsecondary education in states which have operational colleges of veterinary medicine for the purpose of establishing a cooperative program providing for the education and training of Nebraska resident students in veterinary medicine and cooperative activities in teaching, research, and service in veterinary medicine. Any such cooperative agreement shall provide that:\n\n(1) The University of Nebraska shall have joint responsibility for establishing policies in matters of curriculum, academic standards, research, student admissions, and conduct of the cooperative program in veterinary medicine;\n\n(2) Clinical training at facilities of the University of Nebraska shall be available to all students enrolled in the cooperative program; and\n\n(3) The University of Nebraska shall receive financial consideration for each nonresident student who receives clinical training at University of Nebraska facilities.\n\nSourceLaws 1985, LB 204, ยง 1;Laws 1991, LB 663, ยง 70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-85/statute-85-180-13/"
    }
  ]
}