{
  "state": "nebraska",
  "path": "title-chapter-85-state-university-state-colleges-and-postsecondary/chapter-85-1502-area-governance-and-statewide-coordination-legislati",
  "sections": [
    {
      "id": "section-85-1502area",
      "number": "85-1502.Area",
      "heading": "governance and statewide coordination; legislative intent; voluntary membership in boards or associations of community colleges; section, how construed",
      "text": "(1) It is the intent of the Legislature that a clear distinction between area governance and statewide coordination for the community college areas",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85-1502",
      "number": "85-1502",
      "heading": "",
      "text": "85-1502.Area governance and statewide coordination; legislative intent; voluntary membership in boards or associations of community colleges; section, how construed.\n\n(1) It is the intent of the Legislature that a clear distinction between area governance and statewide coordination for the community college areas be recognized and that such coordination is appropriate in order to provide the most cost-effective programs for residents of each community college area. It is further the intent of the Legislature that coordination of the community colleges by the Coordinating Commission for Postsecondary Education be conducted as provided in Article VII, section 14, of the Constitution of Nebraska and the Coordinating Commission for Postsecondary Education Act. It is further the intent of the Legislature that such coordination not be conducted through a board or association representing all the community colleges and that membership in any boards or associations of community colleges be voluntary.\n\n(2) The board of governors of any community college area may pay from college funds an amount to be determined by the board of governors for membership in boards or associations of community colleges.\n\n(3) Nothing in this section shall be construed to require or provide for state control of the operations of any community college area or to abridge the governance ability, rights, or responsibilities of any board. Nothing in this section shall be construed to limit the ability or authority of the commission to fulfill its responsibilities and duties regarding the individual community college areas and the individual community college area campuses.\n\nSourceLaws 1991, LB 625, § 1;Laws 1991, LB 663, § 46;R.S.Supp.,1992, § 79-2636.01;Laws 1993, LB 239, § 24;Laws 2004, LB 821, § 43;Laws 2010, LB1072, § 6;Laws 2013, LB211, § 3.\n\nCross ReferencesCoordinating Commission for Postsecondary Education Act, see section 85-1401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-85/statute-85-1502/"
    }
  ]
}