{
  "state": "pennsylvania",
  "path": "title-title-71/chapter-chapter-26",
  "sections": [
    {
      "id": "section-2601",
      "number": "2601",
      "heading": "",
      "text": "An employee may be:\n\n(1) Temporarily separated from the classified service through furlough, leave of absence or suspension.\n\n(2) Permanently separated from the classified service through rejection on probation, retirement, resignation or removal.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2601/"
    },
    {
      "id": "section-2602",
      "number": "2602",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) If a reduction in force is necessary in the classified service:\n\n(i) no employee may be furloughed while a probationary or provisional employee is employed in the same class in the same department or agency; and\n\n(ii) no probationary employee may be furloughed while a provisional employee is employed in the same class in the same department or agency.\n\n(2) The following apply:\n\n(i) An employee shall be furloughed only if, at the time of furlough, the employee is within the lowest quarter among all employees of the employer in the same class on the basis of the employee's last regular service ratings. Within the quarter, the employee shall be furloughed in the order of seniority, unless a labor agreement covering the employees to be furloughed exists in which case the terms of the labor agreement regarding a furlough procedure shall be controlling.\n\n(ii) The appointing authority may limit the application of this subparagraph in any particular instance to employees who are in:\n\n(A) the same class, classification series or other grouping of employees as referred to in an applicable labor agreement; and\n\n(B) the same department or agency within the same bureau or division with headquarters at a particular municipality, county or district of the Commonwealth.\n\n(b) Rights of furloughed employees.--\n\n(1) A furloughed employee shall have the right of return to a class and civil service status which was held prior to the furlough, provided the class is contained in the current classification plan of the agency.\n\n(2) A furloughed employee shall have the right of return to a class and civil service status in the same or lower grade held prior to the furlough, provided the employee meets the minimum qualifications given in the classification plan of the agency.\n\n(c) Report of furloughed employees.--The following apply:\n\n(1) The appointing authority shall promptly report to the Office of Administration the names of employees furloughed, together with the date the furlough of each employee is effective, and the character of the employee's service.\n\n(2) A regular employee furloughed shall, for a period of one year, be given preference for reemployment in the same class of positions from which furloughed and shall be eligible for appointment to a position of a similar class in other agencies under this part unless the terms of an existing labor agreement preclude the employee from receiving the preferential treatment contained in this paragraph, in which event the terms of the labor agreement shall control.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2602/"
    },
    {
      "id": "section-2603",
      "number": "2603",
      "heading": "",
      "text": "(a) Right to suspend.--The following apply:\n\n(1) An appointing authority may, for disciplinary purposes, suspend without pay an employee holding a position in the classified service.\n\n(2) Suspensions, including suspensions pending internal investigation, may not exceed 60 working days in one calendar year.\n\n(3) Suspensions pending investigation by external agencies may be maintained up to 30 working days after conclusion of the external investigation.\n\n(b) Discrimination prohibited.--No individual may be suspended because of race, gender, religion, disability or political, partisan or labor union affiliation or any other nonmerit factor.\n\n(c) Good cause.--Employees may only be suspended for good cause.\n\n(d) Report of suspension.--An appointing authority shall immediately report in writing to the Office of Administration a suspension, together with the reason or reasons for the suspension, and shall send a copy of the report to the suspended employee.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2603/"
    },
    {
      "id": "section-2604",
      "number": "2604",
      "heading": "",
      "text": "(a) General rule.--The appointing authority may remove an employee from the classified service before the expiration of the probationary period.\n\n(b) Permanent separation.--An individual removed shall be considered permanently separated from the individual's position. The Office of Administration may, if the action is appropriate, place the name of the individual removed on the employment list of the appropriate class for future certification to other appointing authorities.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2604/"
    },
    {
      "id": "section-2605",
      "number": "2605",
      "heading": "",
      "text": "(a) General rule.--An employee serving a probationary period which has resulted from a promotion may be removed from the classified service only for just cause.\n\n(b) Voluntary return to previous position.--\n\n(1) During the first three months of the probationary period, the employee has the option to return to the position previously held.\n\n(2) After three months, an employee in probationary status may return to the previous position or classification with written consent of the appointing authorities.\n\n(c) Appointment to previous position.--If the employee's performance during the probationary period is not determined to be satisfactory by the appointing authority, the employee shall be returned to the position or class held immediately prior to the promotion without necessity of appeal or hearing.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2605/"
    },
    {
      "id": "section-2606",
      "number": "2606",
      "heading": "",
      "text": "(a) Form and reinstatement.--\n\n(1) An employee may resign from the classified service either verbally or in writing.\n\n(2) Upon the request of an appointing authority, an employee may be reinstated in the classification from which the employee resigned.\n\n(b) Acceptance of resignation.--Resignation of an individual in the classified service shall not be effective unless accepted by the appointing authority in writing within 15 calendar days after the date the individual tenders resignation.\n\n(c) Resignation prohibited.--No individual about to be appointed to a position in the classified service shall, in advance of or at the time of the appointment, sign or execute a resignation, whether dated or undated.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2606/"
    },
    {
      "id": "section-2607",
      "number": "2607",
      "heading": "",
      "text": "ยง 2607. Removal.\n\nNo regular employee in the classified service may be removed, except for just cause.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2607/"
    },
    {
      "id": "section-2608",
      "number": "2608",
      "heading": "",
      "text": "(a) Right of return.--If there is a vacancy with the same appointing authority, an employee who has been granted a leave of absence at the discretion of an appointing authority shall, upon expiration of the leave of absence, have the right of return to any of the following:\n\n(1) the class and civil service status from which leave was granted;\n\n(2) a class and civil service status that the employee previously held, if the class is contained in the current class plan of the agency; or\n\n(3) a class and civil service status in the same or lower grade, if the employee meets the minimum qualifications given in the classification plan of the agency.\n\n(b) No vacancy upon return.--If there is no vacancy to which the employee on leave can be returned, the employee shall retain priority of return to the class from which the leave of absence was granted for a period of one year following the date of expiration of the leave, and, during that time period, the employee shall have precedence for employment over employees furloughed from the same class.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2608/"
    },
    {
      "id": "section-2609",
      "number": "2609",
      "heading": "",
      "text": "(a) General rule.--Seniority is established for the classified service, classification series and for each class, unless there is in existence a labor agreement covering the position in the classified service, in which case the definition of seniority in the labor agreement shall control.\n\n(b) Calculation of seniority.--\n\n(1) Seniority for the classified service begins with the date of first civil service employment in a civil service class and includes periods of subsequent employment in any civil service class, providing the employment has been on a continuous basis.\n\n(2) Seniority for a classification series begins with the date of first civil service employment in the class series and includes periods of employment in classes within the series during any period while employed on a continuous basis in the classified service.\n\n(3) Seniority in each class begins with the date of first civil service employment in that class and includes periods of subsequent employment in that class during any period while employed on a continuous basis in the classified service.\n\n(c) Consideration of furlough and leave of absence.--Periods of furlough and approved leave of absence without pay shall be deemed continuous employment for seniority purposes, except that the period of furlough or leave of absence without pay shall not be counted toward seniority.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-26/section-2609/"
    }
  ]
}