{
  "state": "pennsylvania",
  "path": "title-title-71/chapter-chapter-53",
  "sections": [
    {
      "id": "section-5301",
      "number": "5301",
      "heading": "",
      "text": "(a) Mandatory membership.--Membership in the system shall be mandatory as of the effective date of employment for all State employees except the following:\n\n(1) Governor.\n\n(2) Lieutenant Governor.\n\n(3) Members of the General Assembly.\n\n(4) Heads or deputy heads of administrative departments.\n\n(5) Members of any independent administrative board or commission.\n\n(6) Members of any departmental board or commission.\n\n(7) Members of any advisory board or commission.\n\n(8) Secretary to the Governor.\n\n(9) Budget Secretary.\n\n(10) Legislative employees.\n\n(11) School employees who have elected membership in the Public School Employees' Retirement System.\n\n(12) School employees who have elected membership in an independent retirement program approved by the employer, provided that in no case, except as hereinafter provided, shall the employer contribute on account of such elected membership at a rate greater than the employer normal contribution rate as determined in section 5508(b) (relating to actuarial cost method). For the fiscal year 1986-1987 an employer may contribute on account of such elected membership at a rate which is the greater of 7% or the employer normal contribution rate as determined in section 5508(b) and for the fiscal year 1992-1993 and all fiscal years after that at a rate of 9.29%.\n\n(13) Persons who have elected to retain membership in the retirement system of the political subdivision by which they were employed prior to becoming eligible for membership in the State Employees' Retirement System.\n\n(14) Persons who are not members of the system and are employed on a per diem or hourly basis for less than 100 days or 750 hours in a calendar year.\n\n(15) Employees of the Philadelphia Regional Port Authority who have elected to retain membership in the pension plan or retirement system in which they were enrolled as employees of the predecessor Philadelphia Port Corporation prior to the creation of the Philadelphia Regional Port Authority.\n\n(16) Employees of the Juvenile Court Judges' Commission who, before the effective date of this paragraph, were transferred from the State System of Higher Education to the Juvenile Court Judges' Commission as a result of an interagency transfer of staff approved by the Office of Administration and who, while employees of the State System of Higher Education, had elected membership in an independent retirement program approved by the employer.\n\n(17) State employees, other than any Class A-5 exempt employees performing service as Class A-5 exempt employees, whose first period of State service starts on or after January 1, 2019, provided that a State employee listed in this paragraph who is not listed in paragraphs (1) through (16) shall be mandatory members unless the employee elected to be solely a participant in the plan under section 5306.4 (relating to election to become a Class A-6 member or solely a participant in the plan).\n\n(a.1) Mandatory participation in the plan.--A State employee who is a member of the system as a member of Class A-5 or Class A-6 shall be a mandatory participant in the plan for that same service as of the effective date of Class A-5 or Class A-6 membership in the system except for service as a Class A-5 exempt employee. A State employee who elected to be solely a participant in the plan shall be a mandatory participant in the plan for all service except for service as a Class A-5 exempt employee.\n\n(b) Optional membership in the system.--The State employees listed in subsection (a)(1) through (11) shall have the right to elect membership in the system; once such election is exercised, membership shall continue until the termination of State service. State employees listed in subsection (a)(17) who are listed in subsection (a)(1) through (11) shall have the right to elect membership in Class A-5 or Class A-6 provided they have not previously elected to be solely participants in the plan.\n\n(b.1) Optional participation in the plan.--The State employees who are optional members of the system as members of Class A-5 or Class A-6 also are optional participants in the plan. The State employees who elect membership in the system as members of Class A-5 or Class A-6, including the employees who elect to become members of Class A-5 or Class A-6 under section 5306.5 (relating to election by active members to become a Class A-5 member, Class A-6 member or plan participant) also automatically elect participation in the plan as of the date they elect membership in the system, except for service as a Class A-5 exempt employee. A State employee can elect participation in the plan without also electing membership in the system under section 5306.4.\n\n(c) Prohibited membership in the system.--The State employees listed in subsection (a)(12), (13), (14) and (15) shall not have the right to elect membership in the system.\n\n(c.1) Prohibited participation in the plan.--The State employees listed in subsection (a)(11), (12), (13), (14) and (15) or who first become a member of the system before January 1, 2019, or who could have elected membership in the system but did not do so in the required time period shall not be eligible to be active participants in the plan unless an election is made under section 5306.5. Class A-5 exempt employees shall not be eligible to participate in the plan for service performed as a Class A-5 exempt employee. State employees who are not mandatory participants in the plan under subsection (a.1) or eligible for optional participation in the plan under subsection (b.1) shall not be eligible to participate in the plan unless an election is made under section 5306.5.\n\n(d) Return to service.--\n\n(1) An annuitant who returns to service as a State employee before January 1, 2019, or returns to State service as a Class A-5 exempt employee after December 31, 2018, shall resume active membership in the system as of the effective date of employment, except as otherwise provided in section 5706(a) (relating to termination of annuities), regardless of the optional membership category of the position.\n\n(2) An annuitant or a participant receiving distributions who returns to service as a State employee on or after January 1, 2019, shall resume active membership in the system and, if an active member of Class A-5 or Class A-6, shall be an active participant in the plan as of the effective date of employment, except as otherwise provided in section 5706(a), regardless of the optional membership or participation category of the position: Provided, however, That a participant or former participant who previously elected to be solely a participant under section 5306.4 or 5306.5 shall be a participant in the plan and not an active member of the system, except for service as a Class A-5 exempt employee.\n\n(e) Election prohibited.--Notwithstanding subsections (a)(13) and (c), county employees who are transferred to State employment and become State employees pursuant to 42 Pa.C.S. § 1905 (relating to county-level court administrators) shall not have the election to remain a contributor in the retirement system or pension plan of the county by which they were employed prior to becoming eligible for membership in the State Employees' Retirement System. Such employees shall be mandatory members of the system provided they are otherwise eligible and unless they are eligible for optional membership pursuant to subsections (a)(1) through (11) and (b) or prohibited membership pursuant to subsections (a)(14) and (c).\n\n(f) Additional optional membership.--The State employees listed in subsection (a)(16) shall be mandatory members of the system as of the effective date of employment with the Juvenile Court Judges' Commission unless they elect membership in an independent retirement program approved by the Juvenile Court Judges' Commission. Employees who elect membership in an independent retirement program approved by the Juvenile Court Judges' Commission shall be prohibited from being active members in the system while employed by the Juvenile Court Judges' Commission. If an employee described in this subsection becomes a State employee with an employer other than the Juvenile Court Judges' Commission, then membership for that employee shall be determined as otherwise provided for in this part. The election of membership in the independent retirement program approved by the Juvenile Court Judges' Commission must be made by the transferred employee filing written notice with the employer while a State employee no later than 90 days after the effective date of this subsection. Upon receipt of such an election, the Juvenile Court Judges' Commission shall certify the election to the board and the independent retirement program.\n\n(Oct. 7, 1975, P.L.348, No.101, eff. imd.; Mar. 4, 1982, P.L.141, No.45, eff. imd.; Dec. 15, 1986, P.L.1597, No.176, eff. imd.; Oct. 30, 1987, P.L.380, No.78, eff. imd.; Aug. 5, 1991, P.L.183, No.23, eff. imd.; Nov. 30, 1992, P.L.737, No.112, eff. imd.; June 22, 1999, P.L.75, No.12, eff. imd.; Apr. 23, 2002, P.L.272, No.38, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended the section heading and subsecs. (a), (b), (c) and (d) and added subsecs. (a.1), (b.1) and (c.1).\n\n2002 Amendment.Act 38 added subsecs. (a)(16) and (f).\n\n1999 Amendment.Act 12 added subsec. (e). See sections 19 and 22(b) of Act 12 in the appendix to this title for special provisions relating to required membership in State Employees' Retirement System and contributions left in county retirement system.\n\n1992 Amendment.See section 5 of Act 112 in the appendix to this title for special provisions relating to annual employer contribution rates to optional alternate retirement programs.\n\nSpecial Provisions in Appendix.See sections 2 and 3 of Act 78 of 1987 in the appendix to this title for special provisions relating to annual employer contribution rates to optional alternate retirement programs and effective date and retroactivity.\n\nCross References.Section 5301 is referred to in sections 5303, 5303.2, 5304, 5306, 5701.1, 5706 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5301/"
    },
    {
      "id": "section-5302",
      "number": "5302",
      "heading": "",
      "text": "(a) Computation of credited service.--In computing credited State service of a member for the determination of benefits, a full-time salaried State employee, including any member of the General Assembly, shall receive credit for service in each period for which contributions as required are made to the fund, or for which contributions otherwise required for such service were not made to the fund solely by reason of section 5502.1 (relating to waiver of regular member contributions and Social Security integration member contributions) or any provision of this part relating to the limitations under IRC § 401(a)(17) or 415, except as otherwise provided in this part, but in no case shall he receive more than one year's credit for any 12 consecutive months or 26 consecutive biweekly pay periods. A per diem or hourly State employee shall receive one year of credited service for each nonoverlapping period of 12 consecutive months or 26 consecutive biweekly pay periods in which he is employed and for which contributions are made to the fund or would have been made to the fund but for such waiver under section 5502.1 or limitations under the IRC for at least 220 days or 1,650 hours of employment. If the member was employed and contributions were made to the fund for less than 220 days or 1,650 hours, he shall be credited with a fractional portion of a year determined by the ratio of the number of days or hours of service actually rendered and for which contributions are or would have been made to the fund except for the waiver under section 5502.1 or limitations under the IRC to 220 days or 1,650 hours, as the case may be. A part-time salaried employee shall be credited with the fractional portion of the year which corresponds to the number of hours or days of service actually rendered in relation to 1,650 hours or 220 days, as the case may be. In no case shall a member who has elected multiple service receive an aggregate in the two systems of more than one year of credited service for any 12 consecutive months.\n\n(b) Creditable leaves of absence.--\n\n(1) A member on leave without pay who is studying under a Federal grant approved by the head of his department or who is engaged up to a maximum of two years of temporary service with the United States Government, another state or a local government under the Intergovernmental Personnel Act of 1970 (5 U.S.C. §§ 1304, 3371-3376; 42 U.S.C. §§ 4701-4772) shall be eligible for credit for such service: Provided, That contributions are made in accordance with sections 5501 (relating to regular member contributions for current service), 5501.1 (relating to shared-risk member contributions and shared-gain adjustments to regular member contributions), 5505.1 (relating to additional member contributions) and 5507 (relating to contributions to the system by the Commonwealth and other employers), the member returns from leave without pay to active State service as a member of the system for a period of at least one year, and he is not entitled to retirement benefits for such service under a retirement system administered by any other governmental agency.\n\n(2) An active member or active participant on paid leave granted by an employer for purposes of serving as an elected full-time officer for a Statewide employee organization which is a collective bargaining representative under the act of June 24, 1968 (P.L.237, No.111), referred to as the Policemen and Firemen Collective Bargaining Act, or the act of July 23, 1970 (P.L.563, No.195), known as the Public Employe Relations Act, and up to 14 full-time business agents appointed by an employee organization that represents correction officers employed at State correctional institutions: Provided, That for elected full-time officers such leave shall not be for more than three consecutive terms of the same office and for up to 14 full-time business agents appointed by an employee organization that represents correction officers employed at State correctional institutions no more than three consecutive terms of the same office; that the employer shall fully compensate the member or participant, including, but not limited to, salary, wages, pension and retirement contributions and benefits, other benefits and seniority, as if he were in full-time active service; and that the Statewide employee organization shall fully reimburse the employer for all expenses and costs of such paid leave, including, but not limited to, contributions and payment in accordance with sections 5501, 5501.1, 5505.1, 5507, 5804 (relating to participant contributions), 5805 (relating to mandatory pickup participant contributions) and 5806 (relating to employer defined contributions), if the employee organization either directly pays, or reimburses the Commonwealth or other employer for, contributions made in accordance with sections 5507, 5804, 5805 and 5806. The determination of the contributions that an employee organization pays or reimburses the Commonwealth or other eligible employer under this paragraph shall be made without regard to any setoff the Commonwealth or any eligible employer receives for advance payment of accrued liability contributions under section 5507(h).\n\n(c) Credited service as retirement incentive.--Notwithstanding any provisions of this title to the contrary, for the period February 1, 1991, to December 31, 1991, a member who was not an annuitant on February 1, 1991, who terminates State service between February 1, 1991, and December 31, 1991, inclusive, who is, during such period, 55 years of age or older or will attain 55 years of age between January 1, 1992, and January 31, 1992, inclusive, with ten or more eligibility points, and who files an application for retirement prior to January 1, 1992, shall be credited with an additional 10% of his Class A and Class C service. This provision shall not apply in the case of active members who are justices, judges or district justices, legislators, other elected officials and officers of the Pennsylvania State Police.\n\n(d) Enlargement of coverage of Military Code.--(Deleted by amendment).\n\n(d.1) Effect of converting county service to State service.--A county employee transferred to State employment pursuant to 42 Pa.C.S. § 1905 (relating to county-level court administrators) who elects to convert county service to State service pursuant to section 5303.1 (relating to election to convert county service to State service) shall receive one year or fractional part of a year of State service credit for each year or fractional part of a year, as the case may be, of county service credited in the county retirement system or pension plan, provided, however, that no more than one year of State service of all classes will be credited in any one calendar year and that no State service credit shall be received for county service that is already credited in the system or in the Public School Employees' Retirement System.\n\n(d.2) Effect of converting school service.--A State employee who converts school service from the Public School Employees' Retirement System pursuant to section 5303.2 (relating to election to convert school service to State service) shall receive one year or fractional part of a year of State service credit for each year or fractional part of a year, as the case may be, of school service credited in the Public School Employees' Retirement System, provided, however, that no more than one year of State service of all classes will be credited for any one calendar year.\n\n(e) Cancellation of credited service.--\n\n(1) All credited service in the system shall be cancelled if a member withdraws his total accumulated deductions, except that a member with Class A-3, Class A-4, Class A-5 or Class A-6 service credit and one or more other classes of service credit shall not have his service credit as a member of any classes of service other than as a member of Class A-3, Class A-4, Class A-5 or Class A-6 cancelled when the member receives a lump sum payment of accumulated deductions resulting from Class A-3, Class A-4, Class A-5 or Class A-6 service pursuant to section 5705.1 (relating to payment of accumulated deductions resulting from more than one class of service).\n\n(2) A partial or total distribution of accumulated total defined contributions to a participant who also is a member shall not cancel service credited in the system.\n\n(f) Credit for military service.--A State employee who has performed USERRA leave may receive credit in the system or participate in the plan as follows:\n\n(1) For purposes of determining whether a member is eligible to receive credited service in the system for a period of active military service, other than active duty service to meet periodic training requirements, rendered after August 5, 1991, and that began before the effective date of this paragraph, the provisions of 51 Pa.C.S. Ch. 73 (relating to military leave of absence) shall apply to all individuals who were active members of the system when the period of military service began, even if not defined as an employee pursuant to 51 Pa.C.S. § 7301 (relating to definitions).\n\n(1.1) State employees may not receive service credit in the system or exercise the options under 51 Pa.C.S. § 7306 (relating to retirement rights) for military leaves that begin on or after the effective date of this subsection, except as otherwise provided by this subsection.\n\n(1.2) State employees may not participate in the plan or exercise the options under 51 Pa.C.S. § 7306 for military leaves that begin on or after the effective date of this paragraph, except as otherwise provided by this subsection.\n\n(2) A State employee who has performed USERRA leave may receive credit in the system as provided by this paragraph. The following shall apply:\n\n(i) A State employee who is reemployed from USERRA leave as an active member of the system shall be treated as not having incurred a break in State service by reason of the USERRA leave and shall be granted eligibility points as if the State employee had not been on the USERRA leave. If a State employee who is reemployed from USERRA leave as an active member of the system subsequently makes regular member contributions, additional member contributions, Social Security integration member contributions, shared-risk member contributions and any other member contributions in the amounts and in the time periods required by 38 U.S.C. Ch. 43 (relating to employment and reemployment rights of members of the uniformed services) and IRC § 414(u) as if the State employee had continued in State office or employment and performed State service and was compensated during the period of USERRA leave, then the State employee shall be granted State service credit for the period of USERRA leave. The State employee shall have the State employee's benefits, rights and obligations determined under this part as if the State employee was an active member who performed creditable State service during the USERRA leave in the job position that the State employee would have held had the State employee not been on USERRA leave and received the compensation on which the member contributions to receive State service credit for the USERRA leave were determined.\n\n(ii) For purposes of determining whether a State employee has made the required employee contributions for State service credit for USERRA leave, if an employee who is reemployed from USERRA leave as an active member of the system terminates State service or dies in State service before the expiration of the allowed payment period, then State service credit for the USERRA leave will be granted as if the required member contributions were paid the day before termination or death. The amount of the required member contributions will be treated as an incomplete payment subject to the provisions of section 5506 (relating to incomplete payments). Upon a subsequent return to State service or to school service as a multiple service member, the required member contributions treated as incomplete payments shall be treated as member contributions that were either withdrawn in a lump sum at termination or paid as a lump sum pursuant to section 5705(a)(4) or (a.1) (relating to member's options), as the case may be.\n\n(iii) A State employee who is reemployed from USERRA leave as an active member of the system who does not make the required member contributions or makes only part of the required member contributions within the allowed payment period shall not be granted credited service for the period of USERRA leave for which the required member contributions were not timely made, shall not be eligible to subsequently make contributions and shall not be granted either State service credit or nonstate service credit for the period of USERRA leave for which the required member contributions were not timely made.\n\n(2.1) (i) A participant who is reemployed from USERRA leave shall be treated as not having incurred a break in State service by reason of the USERRA leave and shall be granted eligibility points as if the participant had not been on USERRA leave. If a participant who is reemployed from USERRA leave subsequently makes mandatory pickup participant contributions in the amounts and in the time periods required by 38 U.S.C. Ch. 43 and IRC § 414(u) as if the participant had continued in his State office or employment and performed State service and been compensated during the period of USERRA leave, the participant's employer shall make the corresponding employer defined contributions. The employee shall have his contributions, benefits, rights and obligations determined under this part as if he were an active participant who performed State service during the USERRA leave in the job position that he would have held had he not been on USERRA leave and received the compensation on which the mandatory pickup participant contributions to receive State service credit for the USERRA leave were determined.\n\n(ii) A participant who is reemployed from USERRA leave who does not make the mandatory pickup participant contributions or makes only part of the mandatory pickup participant contributions within the allowed payment period shall not be eligible to make mandatory pickup participant contributions or voluntary contributions at a later date for the period of USERRA leave for which the mandatory pickup participant contributions were not timely made.\n\n(3) A State employee who is a member of the system and performs USERRA leave from which the employee could have been reemployed from USERRA leave had the State employee returned to State service in the time frames required by 38 U.S.C. Ch. 43 for reemployment rights, but did not do so, shall be able to receive creditable nonstate service as nonintervening military service for the period of USERRA leave should the employee later return to State service as an active member of the system and is otherwise eligible to purchase the service as nonintervening military service.\n\n(3.1) A State employee who is a participant in the plan and performs USERRA leave from which the employee could have been reemployed from USERRA leave had the employee returned to State service in the time frames required by 38 U.S.C. Ch. 43 for reemployment rights, but did not do so, shall not be eligible to make mandatory pickup participant contributions or voluntary contributions for the period of USERRA leave should the employee later return to State service and be a participant in the plan.\n\n(4) An active member or inactive member on leave without pay who on or after the effective date of this subsection is granted a leave of absence under 51 Pa.C.S. § 4102 (relating to leaves of absence for certain government employees) or a military leave under 51 Pa.C.S. Ch. 73, that is not USERRA leave shall be able to receive creditable nonstate service as nonintervening military service should the employee return to State service as an active member of the system and is otherwise eligible to purchase the service as nonintervening military service.\n\n(4.1) An active participant or inactive participant on leave without pay who on or after the effective date of this paragraph is granted a leave of absence under 51 Pa.C.S. § 4102 or a military leave under 51 Pa.C.S. Ch. 73 that is not USERRA leave shall not be able to make mandatory pickup participant contributions or voluntary contributions during or for the leave of absence or military leave and shall not have employer defined contributions made during such leave, without regard to whether or not the State employee received salary, wages, stipends, differential wage payments or other payments from his employer during the leave, notwithstanding any provision to the contrary under 51 Pa.C.S. § 4102 or 51 Pa.C.S. Ch. 73.\n\n(5) If a member dies while performing USERRA leave, then the beneficiaries or survivor annuitants, as the case may be, of the deceased member are entitled to any additional benefits, including eligibility points, other than benefit accruals relating to the period of qualified military service, provided under this part had the member resumed and then terminated employment on account of death.\n\n(5.1) If a participant dies while performing USERRA leave, the beneficiaries or successor payees of the deceased participant are entitled to any additional benefits, other than benefit accruals relating to the period of qualified military service, provided under this part had the participant resumed and then terminated employment on account of death.\n\n(6) A State employee who is on a leave of absence from his duties as a State employee for which 51 Pa.C.S. § 4102 provides that he is not to suffer a loss of pay, time or efficiency rating shall not be an active member, receive service credit or make member contributions for the leave of absence, except as provided for in this part. Notwithstanding this paragraph, any pay the member receives pursuant to 51 Pa.C.S. § 4102 shall be included in the determination of final average salary and other calculations in the system utilizing compensation as if the payments were compensation under this part.\n\n(Dec. 14, 1982, P.L.1249, No.284, eff. imd; July 22, 1983, P.L.104, No.31, eff. imd.; Aug. 5, 1991, P.L.183, No.23, eff. imd.; Nov. 30, 1992, P.L.737, No.112, eff. imd.; Dec. 20, 1995, P.L.689, No.77, eff. Jan. 1, 1996; June 22, 1999, P.L.75, No.12, eff. imd.; May 17, 2001, P.L.26, No.9, eff. imd.; Apr. 23, 2002, P.L.272, No.38, eff. imd.; Nov. 29, 2006, P.L.1628, No.188, eff. Jan. 1, 2007; Nov. 23, 2010, P.L.1269, No.120, eff. imd.; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; Dec. 28, 2015, P.L.529, No.93, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.; Nov. 27, 2019, P.L.723, No.105, eff. imd.)\n\n2019 Amendment.Act 105 amended subsec. (b)(2). See section 9 of Act 105 in the appendix to this title for special provisions relating to applicability.\n\n2017 Amendment.Act 5 amended subsecs. (a), (b), (e) and (f).\n\n2012Amendment.Act 181 deleted subsec. (d) and added subsec. (f).\n\n2006 Amendment.See section 3(1) of Act 188 in the appendix to this title for special provisions relating to applicability.\n\n2002 Amendment.Act 38 added subsec. (d.2).\n\n1999 Amendment.Act 12 added subsec. (d.1).\n\n1991 Amendment.Act 23 relettered former subsec. (c) to present subsec. (e) and added present subsecs. (c) and (d). See section 25 of Act 23 in the appendix to this title for special provisions relating to recomputation of retirement benefits.\n\n1983 Amendment.See section 10 of Act 31 in the appendix to this title for special provisions relating to waiver of actuarial note requirement for retirement bills.\n\n1982 Amendment.See sections 2, 3 and 4 of Act 284 in the appendix to this title for special provisions relating to required contributions by head of department, nonseverability and retroactivity.\n\nReferences in Text.Section 5502.1, referred to in this section, expired December 31, 2015.\n\nCross References.Section 5302 is referred to in sections 5102, 5303, 5304, 5706, 5708.3 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5302/"
    },
    {
      "id": "section-5303",
      "number": "5303",
      "heading": "",
      "text": "(a) Eligibility points for accrued credited service.--Eligibility points shall be computed in accordance with section 5307 (relating to eligibility points) with respect to all credited service accrued as of the effective date of this part.\n\n(b) Eligibility points for prospective credited service.--\n\n(1) Every active member of the system or a multiple service member who is a school employee and a member of the Public School Employees' Retirement System on or after the effective date of this part shall receive eligibility points in accordance with section 5307 for current State service, previous State service, or creditable nonstate service upon compliance with sections 5501 (relating to regular member contributions for current service), 5501.1 (relating to shared-risk member contributions and shared-gain adjustments to regular member contributions), 5504 (relating to member contributions for the purchase of credit for previous State service or to become a full coverage member), 5505 (relating to contributions for the purchase of credit for creditable nonstate service), 5505.1 (relating to additional member contributions) or 5506 (relating to incomplete payments). Subject to the limitations in sections 5306.1 (relating to election to become a Class AA member) and 5306.2 (relating to elections by members of the General Assembly), the class or classes of service in which the member may be credited for previous State service prior to the effective date of this part shall be the class or classes in which he was or could have at any time elected to be credited for such service, except that a State employee who first becomes a member of the system on or after January 1, 2011, or on or after December 1, 2010, as a member of the General Assembly and:\n\n(i) is credited with Class A-3 service for such membership and is not a member of Class A-5 or Class A-6, shall be credited only with Class A-3 service for previous State service performed before January 1, 2011, that was not previously credited in the system;\n\n(ii) is credited with Class A-4 service for such membership and is not a member of Class A-5 or Class A-6, shall be credited only with Class A-4 service for previous State service performed before January 1, 2011, that was not previously credited in the system;\n\n(iii) is credited with Class A-5 service for such membership shall be credited only with Class A-5 service for previous State service performed before January 1, 2019, other than service as a Class A-5 exempt employee, that was not previously credited in the system; or\n\n(iv) is credited with Class A-6 service for such membership shall be credited only with Class A-6 service for previous State service performed before January 1, 2019, other than service as a Class A-5 exempt employee, that was not previously credited in the system.\n\nThe class of service in which a member shall be credited for service subsequent to the effective date of this part shall be determined in accordance with section 5306 (relating to classes of service).\n\n(1.1) Every active member of the system who elects to convert county service to State service pursuant to section 5303.1 (relating to election to convert county service to State service) shall receive eligibility points in accordance with section 5307 for converted county service upon compliance with section 5303.1(b). The class or classes of service in which the member may be credited for converted county service shall be determined in accordance with section 5306(c).\n\n(1.2) Every member of the system who elects to convert school service to State service pursuant to section 5303.2 (relating to election to convert school service to State service) shall receive eligibility points in accordance with section 5307 for converted school service. The class or classes of service in which the member may be credited for converted school service shall be determined in accordance with section 5306(d).\n\n(1.3) A member of the system who is reemployed from USERRA leave or who dies while performing USERRA leave shall receive eligibility points in accordance with section 5307 for the State service that would have been performed had the member not performed USERRA leave.\n\n(2) A special vestee or person otherwise eligible to be a special vestee who returns to State service, other than solely as a participant in the plan, or withdraws his accumulated deductions pursuant to section 5311 (relating to eligibility for refunds) or 5701 (relating to return of total accumulated deductions) shall receive or retain eligibility points in accordance with paragraph (1) but upon subsequent termination of State service shall only be eligible to be an annuitant vestee or inactive member without regard to previous status as a special vestee and without regard to the provisions of this part providing for special vestees.\n\n(3) A special vestee or person otherwise eligible to be a special vestee who becomes an active member of the Public School Employees' Retirement System and elects multiple service shall receive or retain eligibility points as otherwise provided for in this part and 24 Pa.C.S. Pt. IV (relating to retirement for school employees) but upon subsequent termination of school service shall only be eligible to be an annuitant, vestee or inactive member as otherwise eligible as a multiple service member without regard to previous status as a special vestee and without regard to the provisions of this part providing for special vestees.\n\n(c) Election for purchase of certain creditable service.--Every active member of the system or a multiple service member who is a school employee and a member of the Public School Employees' Retirement System who was employed by the Applied Research Laboratory of The Pennsylvania State University prior to June 3, 1984, and did not receive or is not receiving a retirement or pension benefit as a result of that service may elect to have the period of employment with the Applied Research Laboratory treated as previous State service upon compliance with sections 5504 and 5506 upon waiver in writing of any benefit that he is entitled to under any other pension or retirement plan by virtue of that service. If a member elects to receive this previous State service credit, The Pennsylvania State University shall make employer contributions equal to the amount that would have been contributed had employer contributions been made to the system concurrently with the rendering of the service, plus valuation interest to the day of the crediting of the service. Notwithstanding the provisions of section 5504, the amount due as member contributions and interest for an employee who is employed by the Applied Research Laboratory on June 3, 1984, who elects to purchase this credit with the State Employees' Retirement System shall not exceed the amount of contributions and interest certified as having been made to the pension plan administered by the Applied Research Laboratory during his employment with the Applied Research Laboratory. The Pennsylvania State University shall pay as member contributions the difference between this amount and the amount otherwise due under sections 5504 and 5506. The additional contributions paid by The Pennsylvania State University shall not be considered compensation for purposes of this part.\n\n(d) Transfer of certain pension service credit.--\n\n(1) Any person who was an employee of any county in this Commonwealth on the personal staff of an appellate court judge prior to September 9, 1985, and who had that employment transferred to the Commonwealth pursuant to 42 Pa.C.S. § 3703 (relating to local chamber facilities) shall be a member of the system for all service rendered as an employee of the Commonwealth on the personal staff of an appellate court judge subsequent to the date of the transfer unless specifically prohibited pursuant to section 5301(c) (relating to mandatory and optional membership in the system and participation in the plan). The employee shall be entitled to have any prior service credit in that county or other municipal pension plan or retirement system transferred to the system and deemed to be State service for all purposes under this part. However, for those employees who were in continuous county employment which commenced prior to July 22, 1983, section 5505.1 shall not apply. The transfer of prior service credit to the system shall occur upon the transfer, by the member, county or other municipal pension plan or retirement system, to the system of the amount of accumulated member contributions, pick-up contributions and credited interest standing in the employee's county or municipal pension plan or retirement system account as of the date that these funds are transferred to the system. In the event that these funds have been refunded to the member, the transfer of service credit shall occur when the member transfers an amount equal to either the refund which the member received from the county or municipal pension plan or retirement system or the amount due under section 5504, if less. In the case of a transfer by the member, the transfer shall occur by December 31, 1987, in order for the member to receive credit for the prior service. In the case of a transfer by the county or other municipal pension plan or retirement system, the transfer shall also occur by December 31, 1987. If the amount transferred to the system by the member of a county or municipal pension plan or retirement system is greater than the amount that would have accumulated in the member's account if the employee had been a member of the system, all excess funds shall be returned to the employee within 90 days of the date on which such funds are credited to the member's account in the system. Within 60 days of receipt of written notice that an employee has elected to transfer credits under the provisions of this subsection, the county or other municipal pension plans or retirement systems shall be required to transfer to the system an amount, excluding contributions due under section 5504(a), equal to the liability of the prior service in accordance with county or other municipal pension plan or retirement system benefit provisions, multiplied by the ratio of system actuarial value of assets for active members to the system actuarial accrued liability for active members. The Public Employee Retirement Study Commission shall determine the appropriate amount of employer contributions to be transferred to the system by the county or other municipal pension plans or retirement systems.\n\n(2) If the member died prior to the effective date of this subsection, the personal representative for the estate of the member may make any transfer or request that the county or other municipal pension or retirement system make any transfer necessary to receive credit for the prior service authorized in paragraph (1). In order to receive credit for the prior service, the transfer must be made by December 31, 1987. If the member dies on or after the effective date of this subsection and before January 1, 1988, without making the transfer or requesting the transfer necessary to receive credit for the prior service authorized in paragraph (1), the personal representative for the estate of the member may make any transfer or request that the county or other municipal pension or retirement system make any transfer necessary to receive credit for the prior service. In order to receive credit for the prior service, the transfer must be made by March 31, 1988. If the member dies after December 31, 1987, without making the transfer or requesting the transfer necessary to receive credit for the prior service authorized in paragraph (1), neither the member or his estate shall receive credit for the prior service.\n\n(e) Transfer and purchase of certain pension service credit; Philadelphia Regional Port Authority.--\n\n(1) Any employee of the Philadelphia Regional Port Authority who becomes a State employee, as defined in section 5102 (relating to definitions), and an active member of the system shall be eligible to obtain retirement credit for prior uncredited service with the Philadelphia Port Corporation, a Pennsylvania not-for-profit corporation (\"predecessor corporation\"), provided that the Commonwealth does not incur any liability for the funding of the annuities attributable to the prior, uncredited \"predecessor corporation\" service, the cost of which shall be determined according to paragraph (2).\n\n(2) The employee shall be entitled to have any prior service in the \"predecessor corporation\" transferred to the system and deemed to be State service for all purposes under this part. However, for those employees who were in continuous employment which commenced prior to July 22, 1983, the provisions of section 5505.1 shall not apply. The transfer of prior service credit to the system shall occur upon the transfer by the member or the \"predecessor corporation\" to the system of the amount of accumulated member contributions, pick-up contributions and credited interest standing in the employee's pension plan or retirement system account as of the date that these funds are transferred to the system. In the event that these funds have been refunded to the member, the transfer of service credit shall occur when the member transfers an amount equal to either the refund which the member received from the member's pension plan or retirement system or the amount due under section 5504, if less. In the case of a transfer by the member, the transfer shall occur by June 30, 1992, in order for the member to receive credit for the prior service. In the case of a transfer by the \"predecessor corporation\" pension plan or retirement system, the transfer shall also occur by June 30, 1992. Notwithstanding the provisions of section 5504, the Philadelphia Regional Port Authority shall pay as pick-up contributions the difference between the amount credited to the member's account and the amount otherwise due under section 5504. Such additional contributions paid by the Philadelphia Regional Port Authority shall not be considered compensation for the purposes of this part. If the amount transferred to the system by the member is greater than the amount that would have accumulated in the member's account if the employee had been a member of the system, all excess funds shall be returned to the employee within 90 days of the date on which such funds are credited to the member's account in the system. Within 60 days of receipt of written notice that an employee has elected to transfer credits under the provisions of this subsection, the pension plan or retirement system in which the employee was enrolled prior to the creation of the Philadelphia Regional Port Authority shall be required to transfer to the system an amount, excluding contributions due under section 5504(a), equal to the liability of the prior service multiplied by the ratio of system actuarial value of assets for active members to the system actuarial accrued liability for active members so long as the amount to be transferred is equal to or less than the total employer contributions made on behalf of the employee. In the event that the amount required to be transferred is greater than the total employer contributions made on behalf of the employee, the total employer contributions made on behalf of the employee shall be transferred to the system, and the Philadelphia Regional Port Authority shall be required to transfer to the system the additional funds needed to satisfy the requirements of the calculation in this paragraph. If the amount required to be transferred is less than the total employer contributions made on behalf of the employee, the pension plan or retirement system in which the employee was enrolled prior to the creation of the Philadelphia Regional Port Authority may retain the amount not needed for transfer.\n\n(3) If the member dies on or after the effective date of this subsection and before July 1, 1992, without making the transfer or requesting the transfer necessary to receive credit for the prior service authorized in paragraph (2), the personal representative for the estate of the member may make any transfer or may request that the Philadelphia Regional Port Authority make any transfer necessary to receive credit for the prior service. In order to receive credit for the prior service, the transfer must be made by September 30, 1992. If the member dies after June 30, 1992, without making the transfer or without requesting the transfer necessary to receive credit for the prior service authorized in paragraph (2), neither the member nor his estate shall receive credit for the prior service.\n\n(4) Any person who became employed by the Philadelphia Regional Port Authority between July 10, 1989, and passage of this act and who becomes a State employee, as defined in section 5102, and an active member of the system shall be eligible to obtain retirement credit for service from the date of employment with the Philadelphia Regional Port Authority, provided that the contributions are made in accordance with sections 5501, 5504, 5505.1 and 5506.\n\n(f) Transfer of certain pension service credit; Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network.--\n\n(1) An active member who is an employee of the Office of Attorney General and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network on December 31, 1992, shall be eligible to obtain State service credit for service with the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network for the period December 1, 1988, to July 31, 1991, upon payment of the required contributions by the member and Office of Attorney General and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network if the provisions of this subsection are satisfied.\n\n(2) The employee shall elect to receive the credit by filing an application with the board while an active member no later than 90 days after the enactment of this act.\n\n(3) Contributions to be paid by an active member for credit for New Jersey State Police and the Middle Atlantic-Great Lakes Crime Law Enforcement Network service shall be sufficient to provide an amount equal to the regular and additional accumulated deductions which would have been standing to the credit of the member for such service had regular and additional member contributions been made to the board with full coverage as a Class A member during the period of New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service and had these regular and additional accumulated deductions been credited with statutory interest up to the date of purchase. The amount payable shall be certified in each case by the board in accordance with methods approved by the actuary and shall be paid in a lump sum within 30 days or, in the case of an active member, may be amortized with statutory interest through salary deductions in amounts agreed upon by the member and the board and shall be credited to the members' savings account. The amount of members' contributions so determined by the board shall be the obligation of the member who requested credit for New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service and in no event shall such amount be an obligation of the Office of Attorney General and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network or the State of New Jersey Retirement System.\n\n(4) Contributions to be paid by either the Office of Attorney General or the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network on account of credit for service as an employee of the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network during the period of December 1, 1988, through July 31, 1991, shall be equal to the full actuarial cost of the increased benefit obtained by virtue of the service, reduced by the member's contribution payable in a lump sum as calculated under paragraph (3). Contributions paid by the Office of Attorney General shall be made out of Regional Information Sharing Systems Program grants and Federal funds received from the Bureau of Justice Assistance, United States Department of Justice, and in no event shall the contributions be the obligation of any other fund of the Commonwealth. The contributions shall not be considered compensation for purposes of this part. The full actuarial cost of the increased benefit attributable to the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service shall be the difference between subparagraphs (i) and (ii) less the member's contribution:\n\n(i) the present value of a standard single life annuity, beginning at the earliest possible superannuation age, calculated assuming a 6.5% future salary increase, a 9% interest rate and standard postretirement mortality, assuming credit for the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service to be purchased; and\n\n(ii) the present value of a standard single life annuity, beginning at the earliest possible superannuation age, calculated assuming a 6.5% future salary increase, a 9% interest rate, standard postretirement mortality, excluding credit for the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service to be purchased.\n\n(5) The earliest possible superannuation age shall be the age at which the member becomes first eligible for superannuation retirement assuming continued full-time service and credit for the amount of service which the member has elected to purchase or the current attained age of the member, whichever is later.\n\n(6) The payment shall be made in lump sum by either the Office of Attorney General or the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network within 90 days of certification by the board of the required contribution amount and shall be credited to the State accumulation account.\n\n(7) In the event neither the Office of Attorney General nor the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network makes the required contributions within the specified time, the State service credited shall be canceled, and any member contributions made pursuant to paragraph (3) shall be refunded to the member.\n\n(8) In no event shall New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service be creditable if the member has received, is entitled to receive, eligible to receive now or in the future or is receiving retirement benefits for such service or has retirement credit or has now or acquires in the future retirement credit under a retirement system administered and wholly or partially paid for by any other governmental agency or by any private employer or a retirement program approved by the employer in accordance with section 5301(a)(12). In the event that State service credit is granted for New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service and the member subsequently receives credit for such service that is prohibited by this paragraph, the State service credited shall be canceled and any member contributions made pursuant to paragraph (3) shall be refunded to the member.\n\n(9) In the event the member is or was an annuitant, any annuity paid or payable during the period of such service with the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network shall be canceled retroactive to the date the member began service with the New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network, any such annuity payments made to the member shall be repaid by the member, and the provisions of section 5706 (relating to termination of annuities) shall apply if applicable. The amount payable shall be certified in each case by the board and shall be paid in a lump sum within 30 days or, in the case of an active member, may be amortized with statutory interest through salary deductions in amounts agreed upon by the member and the board and shall be credited to the members' savings account. The amount of annuity repayments so determined by the board shall be the obligation of the member who requested credit for New Jersey State Police and Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network service, and in no event shall such amount be an obligation of the Office of Attorney General and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network.\n\n(10) In no event shall a member be eligible to receive credit for service to the State of New Jersey or service credited in the New Jersey Retirement System other than service rendered to the New Jersey State Police and the Middle Atlantic-Great Lakes Organized Crime Law Enforcement Network.\n\n(g) Credit for employees of Juvenile Court Judges' Commission.--An employee of the Juvenile Court Judges' Commission who elects membership in an independent retirement program approved by the employer under section 5301(f) shall have all service credited pursuant to section 5302(a) (relating to credited State service) for State service with the Juvenile Court Judges' Commission on or after the effective date of the interagency transfer canceled and thereafter ineligible to be credited as State service. Additionally, all creditable State service and nonstate service reinstated or purchased while an employee of the Juvenile Court Judges' Commission shall be canceled. Such employees shall be prohibited from receiving credited service for State service performed while a member of an alternate retirement system approved by an employer.\n\n(h) Purchase of certain service credit; Delaware River Joint Free Bridge Commission.--\n\n(1) An active member who is an employee of the Delaware River Joint Toll Bridge Commission on the effective date of this subsection shall be eligible to obtain State service credit for the other one-half of the member's service as an employee of the former Delaware River Joint Free Bridge Commission after September 1, 1973, and before July 1, 1987, for which the member has received one-half year of State service credit for each year of service upon payment of the required contribution by the member.\n\n(2) In order to elect the service credit, an active member shall file an application with the board no later than three years after the effective date of this subsection.\n\n(3) The contribution to be paid by a member for the service credit shall be determined by the board to be equal to the amount paid as employee contributions to the fund by the member as an employee of the former Delaware River Joint Free Bridge Commission during the time period for which service credit is being purchased together with statutory interest to date of purchase.\n\n(4) Upon application for the service credit, the member shall pay the contribution to the board in a lump sum within 30 days or the contribution may be amortized with statutory interest through salary deductions over a period not to exceed three years as agreed upon by the member and the board.\n\n(5) In no event shall the service be creditable if the member has received, is entitled to receive, eligible to receive now or in the future or is receiving retirement benefits for such service or has retirement credit or has now or acquires in the future retirement credit under a retirement system administered and wholly or partially paid for by any other governmental agency or by any private employer or a retirement program approved by the employer in accordance with section 5301(a)(12). In the event that State service credit is granted for the service and the member subsequently receives credit for the service that is prohibited by this paragraph, the State service credited shall be canceled and any member contributions and interest paid by the member under paragraphs (3) and (4) shall be refunded to the member by the board.\n\n(June 13, 1985, P.L.40, No.19, eff. imd.; July 13, 1987, P.L.296, No.53, eff. imd.; Aug. 5, 1991, P.L.183, No.23, eff. imd.; Oct. 5, 1994, P.L.518, No.76, eff. imd.; June 25, 1997, P.L.369, No.41, eff. imd.; June 22, 1999, P.L.75, No.12, eff. imd.; May 17, 2001, P.L.26, No.9, eff. July 1, 2001; Apr. 23, 2002, P.L.272, No.38, eff. imd.; Dec. 30, 2002, P.L.2082, No.234, eff. 60 days; Nov. 23, 2010, P.L.1269, No.120, eff. imd.; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsecs. (b)(1) and (2), (d)(1) and (e)(1) and (4).\n\n2012Amendment.Act 181 added subsec. (b)(1.3).\n\n2002 Amendments.Act 38 added subsecs. (b)(1.2) and (g) and Act 234 added subsec. (h).\n\n2001 Amendment.Act 9 amended subsec. (b).\n\n1997 Amendment.See section 6 of Act 41 in the appendix to this title for special provisions relating to limitation of special vestee status.\n\n1994 Amendment.Act 76 added subsec. (f).\n\n1991 Amendment.Act 23 added subsec. (e).\n\n1987 Amendment.Act 53 added subsec. (d), retroactive to September 9, 1985.\n\nCross References. Section 5303 is referred to in section 5504 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5303/"
    },
    {
      "id": "section-5304",
      "number": "5304",
      "heading": "",
      "text": "(a) Eligibility.--\n\n(1) An active member who first becomes an active member before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, or a multiple service member who first becomes an active member before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, and who is a school employee and an active member of the Public School Employees' Retirement System shall be eligible for Class A service credit for creditable nonstate service as set forth in subsections (b) and (c) except that intervening military service shall be credited in the class of service for which the member was eligible at the time of entering into military service and for which he makes the required contributions to the fund and except that a multiple service member who is a school employee and an active member of the Public School Employees' Retirement System shall not be eligible to purchase service credit for creditable nonstate service set forth in subsection (c)(5).\n\n(2) An active member who first becomes an active member on or after January 1, 2011, or on or after December 1, 2010, as a member of the General Assembly and is an active member of a class of service other than Class A-5 or Class A-6, or a multiple service member who first becomes an active member on or after January 1, 2011, or on or after December 1, 2010, as a member of the General Assembly in a class of service other than Class A-5 or Class A-6, and is a school employee and an active member of the Public School Employees' Retirement System shall be eligible for Class A-3 service credit for creditable nonstate service as set forth in subsections (b) and (c) except that intervening military service shall be credited in the class of service for which the member was eligible at the time of entering into military service and for which he makes the required contributions to the fund and except that a multiple service member who is a school employee and an active member of the Public School Employees' Retirement System shall not be eligible to purchase service credit for creditable nonstate service set forth in subsection (c)(5).\n\n(3) An active member of Class A-5 or Class A-6 or a multiple service member who has service credited only as Class A-5 or Class A-6 and is a school employee and an active member of the Public School Employees' Retirement System shall be eligible for Class A-5 service credit if a Class A-5 member and Class A-6 service credit if a Class A-6 member for creditable nonstate service as set forth in subsections (b) and (c) for which the member makes the required contributions to the fund.\n\n(a.1) Additional eligibility upon transferring nonschool service.--A State employee who converts nonschool service from the Public School Employees' Retirement System to the system pursuant to section 5303.2 (relating to election to convert school service to State service) shall receive one year or fractional part of a year of nonstate service credit for each year or fractional part of a year, as the case may be, of nonschool service credited in the Public School Employees' Retirement System, provided, however, that no more than one year of State and nonstate service of all classes will be credited for any one calendar year. Converted nonschool service shall be credited as Class A as set forth in section 5306(d) (relating to classes of service).\n\n(b) Limitations on eligibility.--An active member or a multiple service member who is a school employee and an active member of the Public School Employees' Retirement System shall be eligible as provided under subsection (a) to receive credit for nonstate service provided that he does not have credit for such service in the system or in the Public School Employees' Retirement System and is not entitled to receive, eligible to receive now or in the future, or is receiving retirement benefits for such service in the system or under a retirement system administered and wholly or partially paid for by any other governmental agency or by any private employer, or a retirement program approved by the employer in accordance with section 5301(a)(12) (relating to mandatory and optional membership in the system and participation in the plan), and further provided, that such service is certified by the previous employer and contributions are agreed upon and made in accordance with section 5505 (relating to contributions for the purchase of credit for creditable nonstate service).\n\n(c) Limitations on nonstate service.--Creditable nonstate service credit shall be limited to:\n\n(1) intervening military service if the member returned to State service before January 1, 2012;\n\n(2) (i) military service other than:\n\n(A) intervening military service;\n\n(B) military service purchasable under former section 5302(d) (relating to credited State service) or 5302(f)(1); and\n\n(C) military service performed during USERRA leave if the member was reemployed from USERRA leave.\n\n(ii) the total creditable nonstate service under this paragraph may not exceed five years, provided that a member with multiple service may not purchase more than a total of five years of military service in both the system and the Public School Employees' Retirement System;\n\n(3) in the case of an academic administrator, teacher or instructor employed in the Department of Education, the State System of Higher Education, any State-owned educational institution or The Pennsylvania State University, provided that the total amount of service creditable under this paragraph shall not exceed the lesser of ten years or the number of years of active membership in the system as an academic administrator, teacher or instructor in the Department of Education, State System of Higher Education, any State-owned educational institution or The Pennsylvania State University:\n\n(i) nonstudent service as an academic administrator, teacher or instructor in any public school or public educational institution in any state other than this Commonwealth; or\n\n(ii) nonstudent service as an academic administrator, teacher or instructor in the field of education for any agency or department of the Federal Government, whether or not such area was under the jurisdiction of the United States;\n\n(4) previous service with a governmental agency other than the Commonwealth which employment with said agency was terminated because of the transfer by statute of the administration of such service or of the entire agency to the Commonwealth;\n\n(5) service as a temporary Federal employee assigned to an air quality control complement for the Pennsylvania Department of Environmental Resources at any time during the period of 1970 through 1975. This service time may be purchased only if the member makes an election to purchase within one year of the effective date of this paragraph, and the member shall pay an amount which is equal to the full actuarial cost of the increased benefit obtained by virtue of the purchase as provided in section 5505(f);\n\n(6) service in the Cadet Nurse Corps with respect to any period of training as a student or graduate nurse under a plan approved under section 2 of the act of June 15, 1943 (Public Law 78-73, 57 Stat. 153), if the total period of training under such plan was at least two years, the credit for such service not to exceed three years;\n\n(7) service prior to July 1, 1971, at a community college established under the act of August 24, 1963 (P.L.1132, No.484), known as the Community College Act of 1963; or\n\n(8) service as a justice of the peace prior to January 1970.\n\n(c.1) Nonstate service exception.--Notwithstanding the limitations on eligibility enumerated in subsection (c)(3), any person who was an officer or employee in the Office of the Chancellor of the State System of Higher Education at any time between July 1, 1983, and August 4, 1991, inclusive, and was an active member during that period or has continued as an active member without interruption of service since August 4, 1991, shall be eligible to purchase creditable nonstate service under this section, subject to the same terms, conditions and limitations, including the calculation of the amount and method of paying for the purchase, as was enjoyed by officers and employees of the Department of Education between July 1, 1983, and August 4, 1991. Service rendered in the Chancellor's Office for purposes of the purchase of creditable nonstate service under this subsection shall be deemed to be service as an officer or employee in the Department of Education.\n\n(c.2) Additional limitation on nonstate service.--No credit for nonstate service shall be granted for the portion of such service for which the required contributions would cause a violation of the limitations applicable to governmental plans contained in IRC § 415. In the event that such nonstate service credit is granted after the effective date of this subsection, then such service credit shall be canceled and benefits calculated without regard to such service or contributions and any member contributions in excess of the limitations and statutory interest credited on those contributions shall be refunded to the member by the board.\n\n(d) Limitation on years of credit.--In no case shall the total credit for nonstate service other than that listed in subsection (c)(1), (4) and (5) exceed the number of years of State service credited in the system, plus, in the case of a multiple service member, any additional years of school service credited in the Public School Employees' Retirement System.\n\n(e) Purchase of nonintervening military service.--(Repealed).\n\n(f) Temporary expansion of intervening military service.--\n\n(1) For active military service rendered between August 2, 1990, and the effective date of this act, inclusive, the following definitions shall apply. These definitions shall not apply to members who rendered active military service on or after August 2, 1990, if the member is receiving or elects to receive credit in the system for such service pursuant to 51 Pa.C.S. Ch. 73 (relating to military leave of absence).\n\n(2) As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Induction.\" To be drafted or, if a member of a reserve component of the armed forces, to be ordered on or after August 2, 1990, into active military service, other than active duty to meet periodic training requirements.\n\n\"Military obligation.\" A draft obligation or, if a member of a reserve component of the armed forces, an order on or after August 2, 1990, to enter into active military service, other than an order to enter into active duty to meet periodic training requirements.\n\n\"Reserve component of the armed forces.\" The United States Army Reserve, United States Navy Reserve, United States Marine Corps Reserve, United States Coast Guard Reserve, United States Air Force Reserve, Pennsylvania Army National Guard and Pennsylvania Air National Guard.\n\n(Oct. 7, 1975, P.L.348, No.101, eff. imd.; Apr. 4, 1984, P.L.203, No.42, eff. 60 days; June 13, 1985, P.L.40, No.19, eff. imd.; Oct. 21, 1988, P.L.844, No.112, eff. Jan. 1, 1989; Aug. 5, 1991, P.L.183, No.23, eff. imd.; Nov. 30, 1992, P.L.737, No.112, eff. imd.; Apr. 29, 1994, P.L.159, No.29, eff. 60 days; June 22, 1999, P.L.75, No.12, eff. imd.; May 17, 2001, P.L.26, No.9, eff. imd.; Apr. 23, 2002, P.L.272, No.38, eff. imd.; Nov. 23, 2010, P.L.1269, No.120, eff. imd.; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; Dec. 28, 2015, P.L.529, No.93, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsecs. (a) and (b).\n\n2015 Amendment.Act 93 added subsec. (c.2).\n\n2012 Amendment.Act 181 amended subsec. (c).\n\n2002 Amendment.Act 38 added subsec. (a.1).\n\n1994 Repeal.Act 29 repealed subsec. (e).\n\n1992 Amendment.Act 112 added subsec. (c.1).\n\n1991 Amendment.Act 23 amended subsec. (c) and added subsec. (f).\n\n1984 Amendment.Act 42 amended subsecs. (c) and (d).\n\nReferences in Text.The Department of Environmental Resources, referred to in subsec. (c), was abolished by Act 18 of 1995. Its functions were transferred to the Department of Conservation and Natural Resources and the Department of Environmental Protection.\n\nCross References.Section 5304 is referred to in sections 5306.6, 5505, 5708.4 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5304/"
    },
    {
      "id": "section-5305",
      "number": "5305",
      "heading": "",
      "text": "(a) Crediting of accrued credits.--Any member shall be credited with the social security integration credits which he has accrued up to the effective date of this part.\n\n(b) Accrual of subsequent credits.--Any active member who has social security integration accumulated deductions to his credit or is receiving a benefit on account of social security integration credits may accrue one social security integration credit for each year of service as a State employee on or subsequent to March 1, 1974, and a fractional credit for a corresponding fractional year of service provided that contributions are made to the fund, or would have been made to the fund but for section 5502.1 (relating to waiver of regular member contributions and Social Security integration member contributions) or the limitations under IRC § 401(a)(17) or 415, except as otherwise provided in this part, in accordance with section 5502 (relating to Social Security integration member contributions), and he:\n\n(1) continues subsequent to March 1, 1974, as an active member in either the system or, if a multiple service member, as an active member in the Public School Employees' Retirement System;\n\n(2) terminates such continuous service in the system or the Public School Employees' Retirement System and returns to active membership in the system within six months; or\n\n(3) terminates his status as a vestee or an annuitant and returns to State service as an active member of the system.\n\n(c) Ineligibility by amount of annuity entitlement.--No social security integration credits shall accrue for that period of consecutive calendar years immediately prior to retirement and after January 1, 1975 and during which for each such year the maximum single life annuity to which the member would have been entitled as of December 31 exceeds his highest annual compensation as of such time. In such event, the contributions made on behalf of the member on account of social security integration credits for such years shall be returned to the member together with statutory interest upon termination of service of the member.\n\n(d) Purchased nonstate service ineligible for credit.--No social security integration credits shall accrue for any nonstate service purchased in this system after March 1, 1974, regardless of when such service may have been performed.\n\n(e) Class A-5 and Class A-6 service ineligible for credit.--No Social Security integration credits shall accrue for any service performed or credited as Class A-5 or Class A-6 service.\n\n(Oct. 7, 1975, P.L.348, No.101, eff. imd.; Dec. 14, 1982, P.L.1249, No.284, eff. imd.; May 17, 2001, P.L.26, No.9, eff. imd.; Dec. 28, 2015, P.L.529, No.93, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsec. (b) and added subsec. (e).\n\n1982 Amendment.Act 284 amended subsecs. (b) and (c). See sections 2, 3 and 4 of Act 284 in the appendix to this title for special provisions relating to required contributions by head of department, nonseverability and retroactivity.\n\nReferences in Text.Section 5502.1, referred to in this section, expired December 31, 2015.\n\nCross References.Section 5305 is referred to in sections 5702, 5704 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5305/"
    },
    {
      "id": "section-5306",
      "number": "5306",
      "heading": "",
      "text": "(a) Class A and Class A-3 membership.--\n\n(1) A State employee who is a member of Class A on the effective date of this part or who first becomes a member of the system subsequent to the effective date of this part and before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, shall be classified as a Class A member and receive credit for Class A service upon payment of regular and additional member contributions for Class A service, provided that the State employee does not become a member of Class AA pursuant to subsection (a.1) or a member of Class D-4 pursuant to subsection (a.2) or a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5 (relating to election by active members to become a Class A-5 member, Class A-6 member or plan participant).\n\n(2) A State employee who first becomes a member of the system on or after January 1, 2011, or on or after December 1, 2010, as a member of the General Assembly and before January 1, 2019, shall be classified as a Class A-3 member and receive credit for Class A-3 service upon payment of regular member contributions and shared-risk member contributions for Class A-3 service provided that the State employee does not become a member of Class A-4 pursuant to subsection (a.3) or a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5, except that a member of the judiciary shall be classified as a member of such other class of service for which the member of the judiciary is eligible, shall elect and make regular member contributions unless the member of the judiciary becomes a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5.\n\n(3) A State employee who first becomes a member of the system on or after January 1, 2011, or on or after December 1, 2010, as a member of the General Assembly, and a Class A-5 exempt employee on or after January 1, 2019, shall receive credit for all service as a Class A-5 exempt employee as a member of Class A-3 upon payment of the required member contributions and shall not be eligible to be a member of Class A-5 or Class A-6 or a participant in the plan for such service. Notwithstanding the provisions of a binding arbitration award issued before July 1, 1989, under the act of June 24, 1968 (P.L.237, No.111), referred to as the Policemen and Firemen Collective Bargaining Act, and implemented by the board, all other State service shall be credited in the system or in the plan as otherwise provided under this part. Class A-3 service provided for under this paragraph shall be subject to an election to be credited as Class A-4 provided that the State employee has not previously had the opportunity to elect Class A-3 service and failed to do so.\n\n(a.1) Class AA membership.--\n\n(1) A person who becomes a State employee and an active member of the system after June 30, 2001, and who first became an active member before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, and who is not a State police officer and not employed in a position for which a class of service other than Class A is credited or could be elected shall be classified as a Class AA member and receive credit for Class AA State service upon payment of regular member contributions for Class AA service, provided that the State employee does not become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5, and, subject to the limitations contained in paragraph (7), if previously a member of Class A or previously employed in a position for which Class A service could have been earned, shall have all Class A State service (other than State service performed as a State police officer or for which a class of service other than Class A was earned or could have been elected) classified as Class AA service.\n\n(2) A person who is a State employee on June 30, 2001, and July 1, 2001, but is not an active member of the system because membership in the system is optional or prohibited pursuant to section 5301 (relating to mandatory and optional membership in the system and participation in the plan) and who first becomes an active member after June 30, 2001, and before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, and who is not a State police officer and not employed in a position for which a class of service other than Class A is credited or could be elected shall be classified as a Class AA member and receive credit for Class AA State service upon payment of regular member contributions for Class AA service, provided that the State employee does not become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5, and, subject to the limitations contained in paragraph (7), if previously a member of Class A or previously employed in a position for which Class A service could have been earned, shall have all Class A State service (other than State service performed as a State Police officer or for which a class of service other than Class A was earned or could have been elected) classified as Class AA service.\n\n(3) Provided that an election to become a Class AA member is made pursuant to section 5306.1 (relating to election to become a Class AA member), a State employee, other than a State employee who is a State police officer on or after July 1, 1989, who on June 30, 2001, and July 1, 2001, is:\n\n(i) a member of Class A, other than a member of Class A who could have elected membership in a Class C, Class D-3, Class E-1 or Class E-2; or\n\n(ii) an inactive member on a leave without pay from a position in which the State employee would be a Class A active member if the employee was not on leave without pay, other than a position in which the State employee could elect membership in Class C, Class D-3, Class E-1 or Class E-2;\n\nshall be classified as a Class AA member and receive credit for Class AA State service performed after June 30, 2001, upon payment of regular member contributions for Class AA service, provided that the State employee does not become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5, and, subject to the limitations contained in paragraph (7), shall receive Class AA service credit for all Class A State service, other than State service performed as a State police officer or as a State employee in a position for which the member could have elected membership in Class C, Class D-3, Class E-1 or Class E-2, performed before July 1, 2001.\n\n(4) Provided that an election to become a Class AA member is made pursuant to section 5306.1, a former State employee, other than a former State employee who was a State police officer on or after July 1, 1989, who on June 30, 2001, and July 1, 2001, is a multiple service member and a school employee and a member of the Public School Employees' Retirement System, subject to the limitations contained in paragraph (7), shall receive Class AA service credit for all Class A State service, other than State service performed as a State police officer or as a State employee in a position in which the former State employee could have elected a class of service other than Class A, performed before July 1, 2001.\n\n(5) A former State employee who first becomes a member before January 1, 2011, or before December 1, 2010, as a member of the General Assembly, other than a former State employee who was a State police officer on or after July 1, 1989, who is a school employee and who on or after July 1, 2001, becomes a multiple service member, subject to the limitations contained in paragraph (7), shall receive Class AA service credit for all Class A State service other than State service performed as a State employee in a position in which the former State employee could have elected a class of service other than Class A.\n\n(6) A State employee who after June 30, 2001, becomes a State police officer or a member of the judiciary shall retain any Class AA service credited prior to becoming a State police officer or being so employed but shall be ineligible to receive Class AA credit thereafter and instead shall receive Class A credit for service as a member of the judiciary if the State employee first becomes a member of the system before January 1, 2019, and the member of the judiciary does not become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5 or if he first became a member before January 1, 2011, or December 1, 2010, as a member of the General Assembly, or Class A-3 credit for service other than as a member of the judiciary and he first became a member on or after January 1, 2011, or December 1, 2010, as a member of the General Assembly, if the nonjudicial service is service as a Class A-5 exempt employee, or Class A-5 service credit, Class A-6 service credit or solely as a participant in the plan if the nonjudicial service is as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant of the plan under section 5306.5, or the State employee first became a member on or after January 1, 2019, and the service is not as a Class A-5 exempt employee, unless a class of membership other than Class A is elected.\n\n(7) (i) State service performed as Class A service before July 1, 2001, and State service for which Class A service could have been credited but was not credited because membership in the system was optional or prohibited pursuant to section 5301 shall be credited as Class AA service only upon the completion of all acts necessary for the State service to be credited as Class A service had this subsection not been enacted and upon payment of required Class AA member contributions as provided in section 5504 (relating to member contributions for the purchase of credit for previous State service or to become a full coverage member).\n\n(ii) A person who is not a State employee or a school employee on June 30, 2001, and July 1, 2001, and who has previous State service (except a disability annuitant who returns to State service after June 30, 2001, upon termination of the disability annuity) shall not receive Class AA service credit for State service performed before July 1, 2001, until such person becomes an active member, or an active member of the Public School Employees' Retirement System and a multiple service member, and earns three eligibility points by performing credited State service or credited school service after June 30, 2001.\n\n(a.2) Class of membership for members of the General Assembly.--\n\n(1) A person who:\n\n(i) becomes a member of the General Assembly and an active member of the system after June 30, 2001, and before December 1, 2010; or\n\n(ii) is a member of the General Assembly on July 1, 2001, but is not an active member of the system because membership in the system is optional pursuant to section 5301 and who becomes an active member after June 30, 2001, and before December 1, 2010;\n\nand who was not a State police officer on or after July 1, 1989, shall be classified as a Class D-4 member and receive credit as a Class D-4 member for all State service as a member of the system as a member of the General Assembly that is not performed as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5 upon payment of regular member contributions for Class D-4 service and, subject to the limitations contained in subsection (a.1)(7), if previously a member of Class A or employed in a position for which Class A service could have been earned, shall receive Class AA service credit for all Class A State service, other than State service performed as a State police officer or for which a class of service other than Class A or Class D-4 was or could have been elected or credited.\n\n(2) Provided an election to become a Class D-4 member is made pursuant to section 5306.2 (relating to elections by members of the General Assembly), a State employee who was not a State police officer on or after July 1, 1989, who on July 1, 2001, is a member of the General Assembly and an active member of the system and not a member of Class D-3 shall be classified as a Class D-4 member and receive credit as a Class D-4 member for all State service as a member of the system performed as a member of the General Assembly that is not performed as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5 and not credited as another class other than Class A upon payment of regular member contributions for Class D-4 service and, subject to the limitations contained in paragraph (a.1)(7), shall receive Class AA service credit for all Class A State service, other than State service performed as a State police officer or as a State employee in a position in which the member could have elected a class of service other than Class A, performed before July 1, 2001.\n\n(3) A member of the General Assembly who after June 30, 2001, becomes a State police officer shall retain any Class AA service or Class D-4 service credited prior to becoming a State police officer or being so employed but shall be ineligible to receive Class AA or Class D-4 credit thereafter and instead shall receive Class A credit or Class A-3 credit if he first becomes a member of the system on or after January 1, 2011, and before January 1, 2019, or as a Class A-5 exempt employee, and Class A-5 or Class A-6 credit if he first becomes a member of the system on or after January 1, 2019, and is not a Class A-5 exempt employee.\n\n(4) Notwithstanding the provisions of this subsection, no service as a member of the General Assembly performed before December 1, 2010, that is not credited as Class D-4 service on November 30, 2010, shall be credited as Class D-4 service, unless such service was previously credited in the system as Class D-4 service and the member withdrew his total accumulated deductions as provided in section 5311 (relating to eligibility for refunds) or 5701 (relating to return of total accumulated deductions). No service as a member of the General Assembly performed on or after December 1, 2010, shall be credited as Class D-4 service unless the member previously was credited with Class D-4 service credits.\n\n(a.3) Class A-4 membership.--Provided that an election to become a Class A-4 member is made pursuant to section 5306.3 (relating to election to become a Class A-4 member), a State employee who first becomes a member before January 1, 2019, or is a Class A-5 exempt employee who otherwise would be a member of Class A-3 shall be classified as a Class A-4 member and receive Class A-4 credit for all creditable State service performed after the effective date of membership in the system, except as a member of the judiciary or as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant in the plan if the employee first becomes a member before January 1, 2019, and for all creditable State service performed as a Class A-5 exempt employee if the employee first becomes a member on or after January 1, 2019, upon payment of regular member contributions and shared-risk member contributions for Class A-4 service.\n\n(a.4) Class A-5 membership.--A State employee who first becomes a member of the system on or after January 1, 2019, other than as a Class A-5 exempt employee, and who does not make an election to be a member of Class A-6 or an election to be solely a participant in the plan under section 5306.4 (relating to election to become a Class A-6 member or solely a participant in the plan), shall be classified as a Class A-5 member and receive credit for Class A-5 service for service other than as a Class A-5 exempt employee upon payment of regular member contributions and shared-risk member contributions for Class A-5 service. A Class A-5 exempt employee who first becomes a member of the system on or after January 1, 2019, shall be classified in the applicable class other than Class A-5 for service performed as a Class A-5 exempt employee and classified as a Class A-5 member for any service performed in a position or office other than as a Class A-5 exempt employee, notwithstanding the provisions of a binding arbitration award issued before July 1, 1989, under the Policemen and Firemen Collective Bargaining Act, and implemented by the board. A State employee who elects Class A-5 membership under section 5306.5 shall be classified as a Class A-5 member and receive credit for Class A-5 service upon payment of regular member contributions and shared-risk member contributions for Class A-5 without regard to any other class of service the State employee might have been at any time before the election under section 5306.5.\n\n(a.5) Class A-6 membership.--Provided that an election to become a Class A-6 member is made pursuant to section 5306.4, a State employee who otherwise would be a member of Class A-5 shall be classified as a Class A-6 member and receive Class A-6 credit for all creditable State service performed after the effective date of membership in the system, except as a Class A-5 exempt employee, upon payment of regular member contributions and shared-risk member contributions for Class A-6 service. A State employee who elects Class A-6 membership under section 5306.5 shall be classified as a Class A-6 member and receive credit for Class A-6 service upon payment of regular member contributions and shared-risk member contributions for Class A-6 without regard to any other class of service the State employee might have been at any time before the election under section 5306.5.\n\n(b) Other class membership.--\n\n(1) A State employee who is a member of a class of service other than Class A on the effective date of this part shall retain his membership in that class until such service is discontinued; any service thereafter shall be credited as Class A service, Class AA service or Class D-4 service as provided for in this section.\n\n(2) Notwithstanding any other provision of this section, a State employee whose first period of State service began before January 1, 2019, is appointed an arraignment court magistrate of the Philadelphia Municipal Court under 42 Pa.C.S. § 1123(a)(5) (relating to jurisdiction and venue) and is eligible to be a member of the system as an arraignment court magistrate may, within 30 days of the effective date of this sentence or within 30 days of his initial appointment as an arraignment court magistrate, whichever is later, elect Class E-2 service credit for service performed as an arraignment court magistrate until the termination of State service. The class of service multiplier for E-2 service as an arraignment court magistrate shall be 1.5.\n\n(c) Class membership for county service.--Notwithstanding subsection (a), county service that is converted to State service pursuant to section 5303.1 (relating to election to convert county service to State service) shall be credited as the following class of service:\n\nClass of service in a county of the\n\nsecond class A, third class, fourth\n\nclass, fifth class, sixth class,\n\nseventh class or eighth class\n\nmaintaining a retirement system or\n\npension plan under the act of August\n\n31, 1971 (P.L.398, No.96), known as\n\nthe County Pension Law\n\nSystem Class of\n\nClass 1-120 G\n\nClass 1-100 H\n\nClass 1-80 I\n\nClass 1-70 J\n\nClass 1-60 K\n\nRate of accrual of benefit for each\n\nyear of service in a county of the\n\nfirst class or second class or\n\ncredited in the Pennsylvania\n\nMunicipal Retirement System\n\nSystem Class of\n\n(d) Class of service for converted school service and nonschool service.--If a member elects to convert credited service from the Public School Employees' Retirement System to the system pursuant to section 5303.2 (relating to election to convert school service to State service), then Class T-C school service and all nonschool service credited in the Public School Employees' Retirement System shall be converted to credited service in the system and credited as Class A State service or nonstate service respectively, and Class T-D school service credited in the Public School Employees' Retirement System shall be converted to credited service in the system and credited as Class AA State service.\n\n(e) Ineligibility for classes of service.--An individual who is or was a State employee on or before January 1, 2019, but is not and was not a member of the system on or before January 1, 2019, or who first becomes a State employee on or after January 1, 2019, shall be ineligible for active membership in the system other than as a member of Class A-5 or Class A-6, or the several classes of State service for service performed as a Class A-5 exempt employee as otherwise provided for under this section. Any such State employee, if eligible, may be a participant in the plan as a result of such State service.\n\n(July 22, 1983, P.L.104, No.31, eff. imd.; June 22, 1999, P.L.75, No.12, eff. imd.; May 17, 2001, P.L.26, No.9, eff. July 1, 2001; Apr. 23, 2002, P.L.272, No.38, eff. imd.; Dec. 10, 2003, P.L.228, No.40, eff. 45 days; Nov. 29, 2006, P.L.1628, No.188, eff. imd.; Nov. 23, 2010, P.L.1269, No.120, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsecs. (a), (a.1), (a.2), (a.3) and (b)(2) and added subsecs. (a.4), (a.5) and (e).\n\n2006 Amendment.Act 188 amended subsec. (b). See sections 2 and 3(2) of Act 188 in the appendix to this title for special provisions relating to liability for additional benefits and applicability.\n\n2002 Amendment.Act 38 added subsec. (d).\n\n1999 Amendment.Act 12 added subsec. (c).\n\n1983 Amendment.See section 10 of Act 31 in the appendix to this title for special provisions relating to waiver of actuarial note requirement for retirement bills.\n\nReferences in Text.Section 9 of Act 98 of 2008 provided that references in other law to a bail commissioner shall be deemed to be a reference to an arraignment court magistrate.\n\nCross References.Section 5306 is referred to in sections 5303, 5303.2, 5304, 5706 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5306/"
    },
    {
      "id": "section-5307",
      "number": "5307",
      "heading": "",
      "text": "(a) General rule.--An active member of the system shall accrue one eligibility point for each year of credited service as a member of the system and if a multiple service member as a member of the Public School Employees' Retirement System. A member shall accrue an additional two-thirds of an eligibility point for each year of Class D-3 credited service. In the case of a fractional part of a year of credited service, a member shall accrue the corresponding fractional portion of eligibility points to which the class of service entitles him. A State employee who is performing State service solely as a participant in the plan shall accrue eligibility points at the same rate and manner as if the State employee was performing State service credited as a member of Class A-5. No eligibility points shall accrue in the system or the plan for service as a school employee credited as Class DC service in the Public School Employees' Retirement System.\n\n(a.1) USERRA leave.--A member of the system or participant in the plan who is reemployed from USERRA leave or who dies while performing USERRA leave shall be granted the eligibility points that he would have accrued had he continued in his State office or employment instead of performing USERRA leave. In the event that a State employee who is reemployed from USERRA leave makes the member contributions or mandatory pickup participant contributions to be granted State service credit for the USERRA leave, no additional eligibility points will be granted.\n\n(b) Transitional rule.--\n\n(1) In determining whether a member who is not a State employee or school employee on June 30, 2001, and July 1, 2001, and who has previous State service (except a disability annuitant who returns to State service after June 30, 2001, upon termination of the disability annuity) has the five eligibility points required by sections 5102 (relating to definitions), 5308(b) (relating to eligibility for annuities), 5309 (relating to eligibility for vesting), 5704(b) (relating to disability annuities) and 5705(a) (relating to member's options), only eligibility points earned by performing credited State service, USERRA leave or credited school service as an active member of the Public School Employees' Retirement System after June 30, 2001, shall be counted until such member earns one eligibility point by performing credited State service or, if a multiple service member, credited school service as an active member of the Public School Employees' Retirement System after June 30, 2001, at which time all eligibility points as determined pursuant to subsection (a) shall be counted.\n\n(2) Any member to whom paragraph (1) applies shall be considered to have satisfied any requirement for five eligibility points contained in this part if the member:\n\n(i) has ten or more eligibility points as determined pursuant to subsection (a); or\n\n(ii) has Class G, Class H, Class I, Class J, Class L, Class M or Class N service and has eight or more eligibility points as determined pursuant to subsection (a).\n\n(c) Application of eligibility points.--Eligibility points accrued for service as either a member of the system or a participant in the plan may be used to determine the eligibility for benefits from either the system or the plan unless the provision is restricted to eligibility points accrued from specific types of State service. Eligibility points accrued from service as an active member of the Public School Employees' Retirement System shall apply only if a State employee has elected multiple service. Eligibility points accrued by a State employee for service solely as a participant in the plan for which he received a total distribution of accumulated total defined contributions shall not apply when determining eligibility for benefits from the system or the plan resulting from any State service subsequently credited in the system or performed after the total distribution.\n\n(May 17, 2001, P.L.26, No.9, eff. July 1, 2001; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; June 12, 2017, P.L.11, No.5, eff. imd.)\n\nCross References.Section 5307 is referred to in sections 5303, 5809 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5307/"
    },
    {
      "id": "section-5308",
      "number": "5308",
      "heading": "",
      "text": "(a) Superannuation annuity.--Attainment of superannuation age by an active member, an inactive member on leave without pay or a participant with service credited as a member of the system with three or more eligibility points other than eligibility points resulting from nonstate service or nonschool service shall entitle him to receive a superannuation annuity upon termination of State service and compliance with section 5907(f) (relating to rights and duties of State employees, members and participants).\n\n(b) Withdrawal annuity.--\n\n(1) Any vestee or any active member, inactive member on leave without pay or participant with service credited as a member of the system who terminates State service having five or more eligibility points and who does not have Class A-3, Class A-4, Class A-5 or Class A-6 service credit or, if a multiple service member, Class T-E, Class T-F, Class T-G or Class T-H service credit in the Public School Employees' Retirement System, or who has Class G, Class H, Class I, Class J, Class K, Class L, Class M or Class N service and terminates State service having five or more eligibility points, upon compliance with section 5907(f), (g) or (h) shall be entitled to receive an annuity.\n\n(2) Any vestee, active member, inactive member on leave without pay or participant with service credited as a member of the system who has Class A-3, Class A-4, Class A-5 or Class A-6 service credit or, if a multiple service member, Class T-E, Class T-F, Class T-G or Class T-H service credit in the Public School Employees' Retirement System who terminates State service having ten or more eligibility points, upon compliance with section 5907(f), (g) or (h), shall be entitled to receive an annuity.\n\n(3) Any vestee, active member or inactive member on leave without pay or participant with service credited as a member of the system who has either Class A-3, Class A-4, Class A-5 or Class A-6 service credit or, if a multiple service member, Class T-E, Class T-F, Class T-G or Class T-H service credit in the Public School Employees' Retirement System and also has service credited in the system in one or more other classes of service who has five or more, but fewer than ten, eligibility points, upon compliance with section 5907(f), (g) or (h), shall be eligible to receive an annuity calculated on his service credited in classes of service other than Class A-3, Class A-4, Class A-5 or Class A-6, provided that the member has five or more eligibility points resulting from service in classes other than Class A-3, Class A-4, Class A-5 or Class A-6 or Class T-E, Class T-F, Class T-G or Class T-H service in the Public School Employees' Retirement System.\n\n(c) Disability annuity.--An active member or inactive member on leave without pay who has five or more eligibility points other than eligibility points resulting from membership in the Public School Employees' Retirement System or any active member or inactive member on leave without pay who is an officer of the Pennsylvania State Police or an enforcement officer shall, upon compliance with section 5907(k), be entitled to a disability annuity if he becomes mentally or physically incapable of continuing to perform the duties for which he is employed and qualifies in accordance with the provisions of section 5905(c)(1) (relating to duties of the board regarding applications and elections of members and participants).\n\n(d) Required beginning date.--Members eligible for an annuity must commence receiving the annuity by the member's required beginning date.\n\n(Oct. 7, 1975, P.L.348, No.101, eff. imd.; Apr. 29, 1994, P.L.159, No.29, eff. 60 days; June 22, 1999, P.L.75, No.12, eff. imd.; May 17, 2001, P.L.26, No.9, eff. July 1, 2001; Nov. 23, 2010, P.L.1269, No.120, eff. imd.; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; Dec. 28, 2015, P.L.529, No.93, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2001 Amendment.See section 37 of Act 9 in the appendix to this title for special provisions relating to applicability of amendment to State Employees' Retirement System members.\n\n1975 Amendment.Section 3 of Act 101 provided that the provision of section 5308(a) requiring three or more years of credited State or school service for eligibility for a superannuation annuity shall be applicable only to members joining the system on or after the effective date of the act.\n\nCross References.Section 5308 is referred to in sections 5307, 5310, 5702, 5703, 5704, 5705, 5707, 5955.2 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5308/"
    },
    {
      "id": "section-5303-1",
      "number": "5303.1",
      "heading": "",
      "text": "(a) General rule.--County employees who are transferred to State employment pursuant to 42 Pa.C.S. § 1905 (relating to county-level court administrators) may elect to convert their county service in the retirement system or pension plan in which they were contributors immediately prior to the transfer to State employment.\n\n(b) Time for making election.--The election to convert county service to State service must be made by filing written notice with the board within 90 days after the transfer to State employment. An election to convert service shall be effective when filed with the board but shall not be effective before the date of transfer to State employment. An election to convert county service to State service shall be irrevocable.\n\n(c) Effect of failure to make election.--Failure to elect to convert county service to State service within the election period set forth in subsection (b) shall result in the county service not being converted to State service. Transferred employees who do not elect to convert county service to State service shall not have the opportunity to make a subsequent conversion election should they later obtain different employment in the unified judicial system or other State employment eligible for membership in the system.\n\n(d) Effect of election.--An election to convert county service to State service shall convert all county service in the retirement system or pension plan in which the transferred employee was a member immediately before the transfer to State employment, even if not performed as a judicial system employee of the county. The election shall not convert service in other retirement systems or pension plans that is not credited in the county plan from which the member is transferred. Once the conversion occurs, the converted service shall lose all attributes and characteristics as county service and shall be State service as set forth in this part.\n\n(June 22, 1999, P.L.75, No.12, eff. imd.)\n\n1999 Amendment.Act 12 added section 5303.1. See sections 19, 22(b), 23 and 25 of Act 12 in the appendix to this title for special provisions relating to required membership in State Employees' Retirement System, contributions left in county retirement system, cancellation of previously credited county service and determination of final average salary.\n\nCross References.Section 5303.1 is referred to in sections 5102, 5302, 5303, 5306, 5507, 5906, 5907, 5953.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5303-1/"
    },
    {
      "id": "section-5303-2",
      "number": "5303.2",
      "heading": "",
      "text": "(a) Eligibility.--An active member or inactive member on leave without pay who was an employee transferred from the Department of Education to the Department of Corrections pursuant to section 908-B of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929, and who on the effective date of that transfer did not participate in an independent retirement program approved by the Department of Education under 24 Pa.C.S. § 8301(a)(1) (relating to mandatory and optional membership in the system and participation in the plan) or section 5301(a)(12) (relating to mandatory and optional membership in the system and participation in the plan), notwithstanding any other provision of law or any collective bargaining agreement, arbitration award, contract or term or conditions of any retirement system or pension plan, may make a one-time election to convert all service credited in the Public School Employees' Retirement System as of June 30, 1999, and transfer to the system all accumulated member contributions and statutory interest credited in the members' savings account in the Public School Employees' Retirement System as of June 30, 1999, plus statutory interest on that amount credited by the Public School Employees' Retirement System from July 1, 1999, to the date of transfer to the system.\n\n(b) Time for making election.--An election pursuant to subsection (a) must be made by the member filing written notice with the board on or before 90 days after the effective date of this section or before the member terminates State service, whichever occurs first.\n\n(c) Effect of election.--An election to have credited service and accumulated deductions in the Public School Employees' Retirement System transferred to the system shall become effective when the election is filed with the board. If a member elects to transfer credited service from the Public School Employees' Retirement System to the system, then all school service and nonschool service credited in the Public School Employees' Retirement System on June 30, 1999, shall be converted to State service and nonstate service respectively and credited in the system in accordance with section 5306(d) (relating to classes of service). All accumulated member contributions and statutory interest credited in the members' savings account in the Public School Employees' Retirement System on June 30, 1999, plus statutory interest on that amount credited by the Public School Employees' Retirement System from July 1, 1999, to the date of transfer to the system shall be transferred to the system and credited in the members' savings account in the system. School service which would have been service as a corrections officer as defined in section 5102 (relating to definitions) had the employee been a member of the system at the time it was performed shall be credited as corrections officer service. After the effective date of the conversion, the converted service shall not be considered school or nonschool service for any purpose, but shall be considered State and nonstate service for all purposes.\n\n(d) Effect of failure to make election.--Failure to elect to convert school service and nonschool service to State service and nonstate service within the election period set forth in subsection (b) shall result in the credited service in the Public School Employees' Retirement System not being converted. Transferred employees who do not elect to convert school service and nonschool service shall not have the opportunity to make a subsequent conversion election should they later obtain different employment in the Department of Corrections or other State employment eligible for membership in the system.\n\n(e) Transfer.--Within 180 days after the effective date of this subsection, the Public School Employees' Retirement System shall transfer to the board for each member electing to convert under this section the accumulated member contributions and statutory interest credited in the Public School Employees' Retirement System, plus an amount equal to the value of all annual employer contributions made to the Public School Employees' Retirement System with interest at the annual rate adopted by the board for the calculation of the normal contribution rate under section 5508(b) (relating to actuarial cost method), from the date of each contribution to the date of the transfer of the funds to the board. Any debt owed by a member to the Public School Employees' Retirement System for whatever reason shall be transferred to the system and shall be paid in a manner and in accordance with conditions prescribed by the board.\n\n(f) Determination of additional actuarial liability for converted school service.--Notwithstanding any other provision of this part or other law, as part of the first annual valuation made after the effective date of this section, the board shall determine the total additional actuarial accrued liability resulting from the conversion of service under this section. The Department of Corrections shall pay the amount of the additional actuarial accrued liability to the board in one lump sum within 180 days of the board's certification of the amount to the Department of Corrections.\n\n(Apr. 23, 2002, P.L.272, No.38, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsec. (a).\n\n2002 Amendment.Act 38 added section 5303.2. See section 22 of Act 38 in the appendix to this title for special provisions relating to cancellation of service in other retirement systems.\n\nCross References.Section 5303.2 is referred to in sections 5102, 5302, 5303, 5304, 5306, 5708.8, 5904, 5933, 5934 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5303-2/"
    },
    {
      "id": "section-5305-1",
      "number": "5305.1",
      "heading": "",
      "text": "A person who is:\n\n(1) an active member;\n\n(2) an inactive member on leave without pay;\n\n(3) a multiple service member who is a school employee and an active member of the Public School Employees' Retirement System; or\n\n(4) an active participant or an inactive participant on leave without pay;\n\nwho terminates State service or school service, as the case may be, after attaining age 70 and who applies for a superannuation annuity with an effective date of retirement the day after the date of termination of State service or school service shall have that person's maximum single life annuity calculated pursuant to section 5702(a.1) (relating to maximum single life annuity).\n\n(May 17, 2001, P.L.26, No.9, eff. Sept. 1, 2001; June 12, 2017, P.L.11, No.5, eff. imd.)\n\nCross References.Section 5305.1 is referred to in section 5702 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5305-1/"
    },
    {
      "id": "section-5306-3",
      "number": "5306.3",
      "heading": "",
      "text": "(a) General rule.--A person who otherwise is eligible for Class A-3 membership who has not previously elected or declined to elect Class A-4 membership may elect to become a member of Class A-4.\n\n(b) Time for making election.--The election to become a Class A-4 member must be made by the member filing written notice with the board in a form and manner determined by the board no later than 45 days after notice from the board of the member's eligibility to elect Class A-4 membership. A State employee who is eligible to elect to become a Class A-4 member who begins USERRA leave during the election period without having elected Class A-4 membership shall have the election period extended by the number of days on USERRA leave.\n\n(c) Effect of election.--An election to become a Class A-4 member shall be irrevocable and shall become effective on the effective date of membership in the system and shall remain in effect for all future State service creditable to the system, other than service performed as a member of the judiciary, but shall not apply to service performed as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5 (relating to election by active members to become a Class A-5 member, Class A-6 member or plan participant) to service not performed as a Class A-5 exempt employee if the State employee first becomes a member of the system on or after January 1, 2019. Payment of regular member contributions and shared-risk member contributions for Class A-4 State service performed prior to the election of Class A-4 membership shall be made in a form, manner and time determined by the board. Upon termination of State service and subsequent reemployment, a member who elected Class A-4 membership shall be credited as a Class A-4 member for creditable State service performed after reemployment, except as a member of the judiciary, or unless the reemployment is as a member who elected to become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5, provided that if the State employee first becomes a member of the system on or after January 1, 2019, the reemployment is as a Class A-5 exempt employee, regardless of termination of employment, termination of membership by withdrawal of accumulated deductions or status as an annuitant, vestee or inactive member after the termination of service.\n\n(d) Effect of failure to make election.--Failure to elect to become a Class A-4 member within the election period set forth in subsection (b) shall result in all of the member's State service, other than service performed as a member of the judiciary, or if the State employee first becomes a member of the system on or after January 1, 2019, all service as a Class A-5 exempt employee, being credited as Class A-3 service and not subject to further election or crediting as Class A-4 service, unless the State employee elects to become a member of Class A-5 or Class A-6 or solely a participant in the plan under section 5306.5. Upon termination and subsequent employment, a member who failed to elect to become a Class A-4 member shall not be eligible to make another election to become a Class A-4 member for either past or future State service.\n\n(Nov. 23, 2010, P.L.1269, No.120, eff. imd.; Oct. 24, 2012, P.L.1436, No.181, eff. Dec. 31, 2012; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended subsecs. (b), (c) and (d).\n\n2010 Amendment.Act 120 added section 5306.3.\n\nCross References.Section 5306.3 is referred to in section 5306 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5306-3/"
    },
    {
      "id": "section-5306-4",
      "number": "5306.4",
      "heading": "",
      "text": "(a) General rule.--A State employee who was not eligible to make an election under section 5306.5 (relating to election by active members to become a Class A-5 member, Class A-6 member or plan participant) and who otherwise is eligible for Class A-5 membership who has not previously elected or declined to elect Class A-6 membership or to be solely a participant in the plan may elect to become either a member of Class A-6 or solely a participant in the plan.\n\n(b) Time for making election.--The election to become a Class A-6 member or solely a participant in the plan must be made by the member filing written notice with the board in a form and manner determined by the board no later than 45 days after notice from the board of the member's eligibility to elect Class A-6 membership or to be solely a participant in the plan. This notice shall be given upon a State employee first beginning State service in a position eligible to be a member of the system that is not as a Class A-5 exempt employee. A State employee who is eligible to elect to become a Class A-6 member or solely a participant in the plan who begins USERRA leave during the election period without having elected Class A-6 membership or to be solely a participant in the plan will have the election period extended by the number of days on USERRA leave.\n\n(c) Effect of election to be a Class A-6 member.--An election to become a Class A-6 member shall be irrevocable and shall become effective on the effective date of membership in the system and shall remain in effect for all future creditable State service, other than service performed as a Class A-5 exempt employee. Payment and adjustment of regular member contributions and mandatory pickup participant contributions for Class A-5 State service and for Class A-6 State service performed prior to the election of Class A-6 membership shall be made in a form, manner and time determined by the board. Upon termination and subsequent reemployment, a member who elected Class A-6 membership shall be credited as a Class A-6 member for creditable State service performed after reemployment, except as a Class A-5 exempt employee, regardless of termination of employment, termination of membership by withdrawal of accumulated deductions or status as an annuitant, vestee or inactive member after the termination of service.\n\n(d) Effect of election to be solely a participant in the plan.--An election to become solely a participant in the plan shall be irrevocable and shall become effective on the date that membership in the system would have been effective had the election not been made and shall remain in effect for all future State service, other than service performed as a Class A-5 exempt employee. Adjustment of regular member contributions for Class A-5 State service and payment of mandatory participant pickup contributions for service solely as a participant in the plan performed prior to the election shall be made in a form, manner and time determined by the board. Upon termination and subsequent reemployment, a State employee who elected to be solely a participant in the plan shall resume active participation for State service performed after reemployment, except as a Class A-5 exempt employee, regardless of termination of employment, termination of participation by a partial or total distribution of vested total defined contributions or status as an annuitant, vestee or inactive member of the system as a Class A-5 exempt employee after the termination of service.\n\n(e) Effect of failure to make election.--Failure to elect to become a Class A-6 member or solely a participant in the plan within the election period set forth in subsection (b) shall result in all of the member's State service not performed as a Class A-5 exempt employee being credited as Class A-5 service and not subject to further election or crediting as Class A-6 service or solely as a participant in the plan. Upon termination and subsequent employment, a member who failed to elect to become a Class A-6 member or solely a participant in the plan shall not be eligible to make another election to become a Class A-6 member or solely a participant in the plan for either past or future State service.\n\n(June 12, 2017, P.L.11, No.5, eff. imd.; July 2, 2019, P.L.434, No.72, eff. 60 days)\n\n2019 Amendment.Act 72 amended subsecs. (c) and (d). See section 6.2 of Act 72 in the appendix to this title for special provisions relating to severability.\n\n2017 Amendment. Act 5 added section 5306.4.\n\nCross References.Section 5306.4 is referred to in sections 5301, 5306 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5306-4/"
    },
    {
      "id": "section-5306-5",
      "number": "5306.5",
      "heading": "",
      "text": "(a) General rule.--A State employee, except for a Class A-5 exempt employee, who is an active member or inactive member on leave without pay on December 31, 2018, and January 1, 2019, may elect to become a member of Class A-5, a member of Class A-6 or solely a participant in the plan. A State employee who was previously a member of the system before January 1, 2019, and who returns to State service on or after January 1, 2019, or who is a Class A-5 exempt employee on December 31, 2018, and January 1, 2019, is not eligible to elect Class A-5 membership, Class A-6 membership or participation in the plan.\n\n(b) Time for making election.--The election to become a Class A-5 member, Class A-6 member or solely a participant in the plan must be made by the employee filing written notice with the board before the termination of State service or by March 31, 2019, whichever occurs first, but may not be made before January 1, 2019. A State employee who is eligible to elect to become a Class A-5 member, Class A-6 member or solely a participant in the plan who begins USERRA leave during the election period without having elected Class A-5 membership, Class A-6 membership or participation in the plan will have the election period extended by the number of days the employee is on USERRA leave.\n\n(c) Effect of election.--An election to become a Class A-5 member, a Class A-6 member or solely a participant in the plan shall be irrevocable as of the earlier of the date of termination of State service or the day after the election period expires. The election shall apply to all service performed on or after July 1, 2019, and shall remain in effect for all future creditable State service, other than service performed as a Class A-5 exempt employee. A member who elects Class A-5 membership shall be subject to all provisions of this part applicable to Class A-5 membership and participation in the plan as a Class A-5 member for all service other than service as a Class A-5 exempt employee performed on and after July 1, 2019. A member who elects Class A-6 membership shall be subject to all provisions of this part applicable to Class A-6 membership and participation in the plan as a Class A-6 member for all service other than service as a Class A-5 exempt employee performed on and after July 1, 2019. A member who elects to be solely a participant in the plan shall be subject to all provisions of this part applicable to participation in the plan for all service other than service as a Class A-5 exempt employee performed on and after July 1, 2019. Upon termination and subsequent reemployment, a member who elected Class A-5 membership, Class A-6 membership or to be solely a participant in the plan shall be credited as a Class A-5 member, a Class A-6 member or solely as a participant in the plan, as the case may be, for creditable State service performed after reemployment, except as a Class A-5 exempt employee, regardless of termination of employment, termination of membership by withdrawal of accumulated deductions, termination of participation by a distribution of vested total defined contributions or status as an annuitant, vestee, inactive member or participant receiving distributions after the termination of service.\n\n(d) Effect of failure to make election.--If the employee fails to file timely an election to become a Class A-5 member, a Class A-6 member or solely a participant in the plan, the employee shall continue to be enrolled in the applicable class of service and shall never be able to elect Class A-5 membership, Class A-6 membership or participation in the plan, regardless of whether the employee terminates service or has a break in service.\n\n(e) Mandatory pickup participant contributions.--An individual who has made the election under subsection (a) shall make the following mandatory pickup participant contributions for service:\n\n(1) If the participant elected to be a member of Class A-5, then:\n\n(i) If the participant would have been a member of Class A if the election had not been made, no mandatory pickup participant contributions shall be made.\n\n(ii) If the participant would have been a member of Class AA if the election had not been made, at a rate of 1.25% of compensation.\n\n(iii) If the participant would have been a member of Class A-3 if the election had not been made, at a rate of 1.25% of compensation.\n\n(iv) If the participant would have been a member of Class A-4 if the election had not been made, at a rate of 4.3% of compensation.\n\n(v) If the participant would have been a member of Class D-4 if the election had not been made, at a rate of 2.5% of compensation.\n\n(vi) If the participant would have been a member of Class E-1 if the election had not been made, at a rate of 5% of compensation for service for which the regular member contributions would have been 10% of compensation or at a rate of 2.5% for service for which the regular member contributions would have been 7.5% of compensation.\n\n(vii) If the participant would have been a member of Class E-2 if the election had not been made, at a rate of 2.5% of compensation.\n\n(2) If the participant elected to be a member of Class A-6, then:\n\n(i) If the participant would have been a member of Class A if the election had not been made, at a rate of 1% of compensation.\n\n(ii) If the participant would have been a member of Class AA if the election had not been made, at a rate of 2.25% of compensation.\n\n(iii) If the participant would have been a member of Class A-3 if the election had not been made, at a rate of 2.25% of compensation.\n\n(iv) If the participant would have been a member of Class A-4 if the election had not been made, at a rate of 5.3% of compensation.\n\n(v) If the participant would have been a member of Class D-4 if the election had not been made, at a rate of 3.5% of compensation.\n\n(vi) If the participant would have been a member of Class E-1 if the election had not been made, at a rate of 6% of compensation for service for which the regular member contributions would have been 10% of compensation or at a rate of 3.5% for service for which the regular member contributions would have been 7.5% of compensation.\n\n(vii) If the participant would have been a member of Class E-2 if the election had not been made, at a rate of 3.5% of compensation.\n\n(3) If the participant elected to be solely a participant in the plan, then:\n\n(i) If the participant would have been a member of Class A if the election had not been made, at a rate of 5% of compensation.\n\n(ii) If the participant would have been a member of Class AA if the election had not been made, at a rate of 6.25% of compensation.\n\n(iii) If the participant would have been a member of Class A-3 if the election had not been made, at a rate of 6.25% of compensation.\n\n(iv) If the participant would have been a member of Class A-4 if the election had not been made, at a rate of 9.3% of compensation.\n\n(v) If the participant would have been a member of Class D-4 if the election had not been made, at a rate of 7.5% of compensation.\n\n(vi) If the participant would have been a member of Class E-1 if the election had not been made, at a rate of 10% of compensation for service for which the regular member contributions would have been 10% of compensation or at a rate of 7.5% for service for which the regular member contributions would have been 7.5% of compensation.\n\n(vii) If the participant would have been a member of Class E-2 if the election had not been made, at a rate of 7.5% of compensation.\n\n(viii) If the participant would have been making shared-risk member contributions if the election had not been made, then the mandatory pickup participant contributions shall be a percentage of compensation greater than the amounts listed in this subsection equal to the shared-risk member contribution rate that would have been applicable. This percentage rate shall be subject to any subsequent changes in the shared-risk member contributions.\n\n(ix) If the participant would have had regular member contributions adjusted by the shared-gain adjustment if the election had not been made, then the mandatory pickup participant contributions shall be reduced by the same percentage of compensation regular member contributions would have been reduced by the shared-gain adjustment. This percentage rate shall be subject to any subsequent changes in the shared-gain adjustment to regular member contributions.\n\n(4) If the participant would have been making Social Security Integration contributions if the election had not been made, then the mandatory pickup participant contributions on compensation for which Social Security Integration contributions would have been made shall be 5% of compensation greater than the amounts listed in this subsection.\n\n(June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 added section 5306.5. See section 411 of Act 5 in the appendix to this title for special provisions relating to Class A-5 or Class A-6 membership limited.\n\nCross References.Section 5306.5 is referred to in sections 5102, 5301, 5306, 5306.1, 5306.2, 5306.3, 5306.4, 5501.1, 5804 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5306-5/"
    },
    {
      "id": "section-5306-6",
      "number": "5306.6",
      "heading": "",
      "text": "(a) General rule.--A State employee who first becomes a State police officer on or after January 1, 2019, and before the effective date of this section, may elect to have nonintervening military service, as provided under section 5304(c)(2) (relating to creditable nonstate service), that is purchased while a State police officer apply toward the calculation of pension or retirement benefits or rights under the binding arbitration award issued under the act of June 24, 1968 (P.L.237, No.111), referred to as the Policemen and Firemen Collective Bargaining Act.\n\n(b) Period for making election.--\n\n(1) Except as provided under paragraph (2), a State police officer must make the election under subsection (a) by filing written notice with the board within 90 days after the effective date of this section or before the State police officer terminates service as a State police officer, whichever is first.\n\n(2) A State police officer who may make an election under subsection (a) and who begins USERRA leave during the election period without having made an election under subsection (a) shall have the election period extended by the number of days on USERRA leave.\n\n(c) Effect of election.--An election under subsection (a) shall permit a State police officer to purchase nonintervening military service toward the eligibility for and calculation of pension or retirement benefits or rights previously established by or as a result of a binding arbitration award under the Policemen and Firemen Collective Bargaining Act. If the election is made, only nonintervening military service purchased while a State police officer shall apply toward the eligibility for and calculation of pension or retirement benefits or rights under the binding arbitration award. Nonintervening military service purchased by an electing member while not a State police officer and other types of creditable nonstate service purchased by an electing member shall not apply toward the eligibility for and calculation of pension or retirement benefits or rights under the binding arbitration award. If an electing member is eligible for pension or retirement benefits or rights under the binding arbitration award, the nonintervening military service purchased while a State police officer may not be applied for eligibility or calculation of any other benefit under this part.\n\n(d) Effect of failure to elect.--Failure to elect the eligibility to purchase nonintervening military service within the period under subsection (b) shall result in the inability to apply any purchase of nonintervening military service toward the eligibility for and calculation of pension or retirement benefits or rights under the binding arbitration award. If a State police officer fails to elect to become eligible to purchase nonintervening military service in the election period, the provisions under the act of June 12, 2017 (P.L.11, No.5), entitled, \"An act amending Titles 24 (Education), 51 (Military Affairs) and 71 (State Government) of the Pennsylvania Consolidated Statutes, extensively revising pension provisions as follows:\n\nIn Title 24:\n\nfor retirement for school employees, in the areas of preliminary provisions, of membership, contributions and benefits, of school employees' defined contribution plan and of administration and miscellaneous provisions; and\n\nfor health insurance for retired school employees, in the area of preliminary provisions.\n\nIn Title 51:\n\nfor employment preferences and pensions, in the area of military leave of absence.\n\nIn Title 71:\n\nfor boards and offices, in the area of Independent Fiscal Office; and\n\nfor retirement for State employees and officers, in the areas of preliminary provisions, of membership, credited service, classes of service and eligibility for benefits, of contributions, of benefits, of State employees' defined contribution plan and of administration, funds, accounts, general provisions.\n\nProviding, as to the revisions:\n\nfor construction and administration, for applicability, for liability, for member statements and for suspension of provisions of the Public Employee Retirement Study Commission Act,\" shall be followed.\n\n(e) Purchase required.--Nothing under this section or section 5955(c) (relating to construction of part) shall do any of the following:\n\n(1) Imply that the other requirements to obtain creditable nonstate service under this part shall not apply.\n\n(2) Grant nonstate service credit for nonintervening military service unless the member completes the purchase as required under this part and by the board.\n\n(July 1, 2020, P.L.600, No.55, eff. imd.)\n\n2020 Amendment.Act 55 added section 5306.6.\n\nCross References.Section 5306.6 is referred to in section 5955 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5306-6/"
    },
    {
      "id": "section-5308-1",
      "number": "5308.1",
      "heading": "",
      "text": "Notwithstanding any provisions of this title to the contrary, the following special early retirement provisions shall be applicable to specified eligible members:\n\n(1) During the period of July 1, 1985, to September 30, 1991, an active member who has attained the age of at least 53 years and has accrued at least 30 eligibility points shall be entitled, upon termination of State service and compliance with section 5907(f) (relating to rights and duties of State employees, members and participants), to receive a maximum single life annuity calculated under section 5702 (relating to maximum single life annuity) without a reduction by virtue of an effective date of retirement which is under the superannuation age.\n\n(2) During the period of July 1, 1985, to September 30, 1991, an active member who has attained the age of at least 50 years but not greater than 53 years and has accrued at least 30 eligibility points shall be entitled, upon termination of State service and compliance with section 5907(f), to receive a maximum single life annuity calculated under section 5702 with a reduction by virtue of an effective date of retirement which is under the superannuation age of a percentage factor which shall be determined by multiplying the number of months, including a fraction of a month as a full month, by which the effective date of retirement precedes the attainment of age 53 by 0.25%.\n\n(3) During the period of October 1, 1991, to June 30, 1993, a member who has credit for at least 30 eligibility points shall be entitled, upon termination of service and filing of a proper application, to receive a maximum single life annuity calculated pursuant to section 5702 without any reduction by virtue of an effective date of retirement which is under the superannuation age.\n\n(4) During the period of July 1, 1993, to July 1, 1997, a member who has credit for at least 30 eligibility points shall be entitled, upon termination of service and filing of a proper application, to receive a maximum single life annuity calculated pursuant to section 5702 without any reduction by virtue of an effective date of retirement which is under the superannuation age.\n\n(June 29, 1984, P.L.450, No.95, eff. imd.; June 13, 1985, P.L.40, No.19, eff. imd.; July 8, 1986, P.L.435, No.91, eff. imd.; July 13, 1987, P.L.354, No.69, eff. imd.; Oct. 21, 1988, P.L.844, No.112, eff. Jan. 1, 1989; Aug. 5, 1991, P.L.183, No.23, eff. imd.; Apr. 29, 1994, P.L.159, No.29, eff. imd.; June 12, 2017, P.L.11, No.5, eff. imd.)\n\n2017 Amendment.Act 5 amended the intro. par. and par. (1).\n\n1994 Amendment.Act 29 amended the entire section, retroactive to July 1, 1993. See section 19 of Act 29 in the appendix to this title for special provisions relating to liability for additional benefits.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5308-1/"
    },
    {
      "id": "section-5308-2",
      "number": "5308.2",
      "heading": "",
      "text": "Notwithstanding any provisions of this title to the contrary, any eligible member who, during the period of time from July 1, 1998, through June 30, 1999:\n\n(1) has credit for at least 30 eligibility points;\n\n(2) terminates State service; and\n\n(3) files an application for an annuity with an effective date of retirement not later than July 1, 1999,\n\nshall be entitled to receive a maximum single life annuity calculated pursuant to section 5702 (relating to maximum single life annuity) without any reduction by virtue of an effective date of retirement which is under the superannuation age.\n\n(Apr. 2, 1998, P.L.229, No.41, eff. imd.)\n\n1998 Amendment.Act 41 added section 5308.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5308-2/"
    },
    {
      "id": "section-5309-1",
      "number": "5309.1",
      "heading": "",
      "text": "Any employee of The Pennsylvania State University who is a member of the system with five or more but less than ten eligibility points and who has a date of termination of service from The Pennsylvania State University of June 30, 1997, because of the transfer of his job position or duties to a controlled organization of the Penn State Geisinger Health System or because of the elimination of his job position or duties due to the transfer of other job positions or duties to a controlled organization of the Penn State Geisinger Health System shall be eligible until the attainment of superannuation age or his required beginning date to vest his retirement benefits according to the terms and conditions of this part.\n\n(June 25, 1997, P.L.369, No.41, eff. imd.; Dec. 28, 2015, P.L.529, No.93, eff. imd.)\n\n1997 Amendment.See section 6 of Act 41 in the appendix to this title for special provisions relating to limitation of special vestee status.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-71/chapter-53/section-5309-1/"
    }
  ]
}