{
  "state": "hawaii",
  "path": "title-title-31-family/chapter-571-family-courts",
  "sections": [
    {
      "id": "section-571-1",
      "number": "571-1",
      "heading": "Construction and purpose of chapter.",
      "text": "§571-1 Construction and purpose of chapter.This chapter shall be liberally construed to the end that children and families whose rights and well-being are jeopardized shall be assisted and protected, and secured in those rights through action by the court; that the court may formulate a plan adapted to the requirements of the child and the child's family and the necessary protection of the community, and may utilize all state and community resources to the extent possible in its implementation.\n\nThis chapter creates within this State a system of family courts and it shall be a policy and purpose of said courts to promote the reconciliation of distressed juveniles with their families, foster the rehabilitation of juveniles in difficulty, render appropriate punishment to offenders, and reduce juvenile delinquency. The court shall conduct all proceedings to the end that no adjudication by the court of the status of any child under this chapter shall be deemed a conviction; no such adjudication shall impose any civil disability ordinarily resulting from conviction; no child shall be found guilty or be deemed a criminal by reason of such adjudication; no child shall be charged with crime or be convicted in any court except as otherwise provided in this chapter; and all children found responsible for offenses shall receive dispositions that provide incentive for reform or deterrence from further misconduct, or both. The disposition made of a child or any evidence given in the court, shall not operate to disqualify the child in any civil service or military application or appointment. Any evidence given in any case under section 571-11 shall not in any civil, criminal, or other cause in any court be lawful or proper evidence against the child for any purpose whatever except in subsequent cases involving the same child under section 571-11. [L 1965, c 232, pt of §1; Supp, §333-1; HRS §571-1; am L 1976, c 85, §2; am L 1980, c 303, §1; gen ch 1985]\n\nInherent powers give family court jurisdiction to determine rights of natural father of illegitimate child. 56 H. 462, 541 P.2d 13 (1975).\n\nAs this section mandates against treating juvenile adjudications as convictions, appellate court erred in holding that defendant's prior juvenile adjudication of driving without no-fault insurance constituted a conviction for purposes of applying the repeat offender sentencing provisions of §431:10C-117 (1993) to defendant's subsequent offense of driving without no-fault insurance. 92 H. 521, 993 P.2d 555 (2000).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-1/"
    },
    {
      "id": "section-571-2",
      "number": "571-2",
      "heading": "Definitions.",
      "text": "§571-2 Definitions.When used in this chapter, unless the context otherwise requires:\n\n\"Administrative monitoring\" means a legal status of a child adjudicated for a status offense or a law violation who is not placed on legal status, but is ordered by the court to complete a discrete, small number of conditions within a short time period, and without regular court appearances.\n\n\"Adult\" means a person eighteen years of age or older.\n\n\"Board\" means the board of family court judges.\n\n\"Case plan\" means a plan designed to ensure that a child on probation receives services and programming to achieve rehabilitation, proper care, and case management. The case plan may include rules and conditions of probation, goals related to reducing criminogenic needs, and evidence-based practices, requirements, services, and opportunities to incorporate the family.\n\n\"Child\" or \"minor\" means a person less than eighteen years of age.\n\n\"Commit\" means to transfer legal custody.\n\n\"Coordinated services\" means treatment, education, care, services, and other resources provided by one or more distinct state or local agencies in a coordinated manner for a child who is involved with two or more youth-serving agencies.\n\n\"Court\" means one of the family courts as herein established.\n\n\"Criminal history record check\" means submission of an individual's fingerprints and other identifying information to the Federal Bureau of Investigation and to the Hawaii criminal justice data center in accordance with chapter 846.\n\n\"Detention\" means the temporary care of children who require custody in physically secure facilities:\n\n(1) For their immediate welfare;\n\n(2) For the protection of the community;\n\n(3) While awaiting transfer to another jurisdiction; or\n\n(4) Because of violation of a family court order of probation or protective supervision.\n\n\"Electronic communication\" means communication that is facilitated by any wired or wireless technology via the Internet or any other electronic media, including but not limited to communication by telephone, electronic mail, instant messaging, video conferencing, and web camera.\n\n\"Evidence-based practices\" means supervision policies, procedures, and practices, as well as treatment and intervention programs, that research demonstrates are likely to reduce delinquency amongst children in the juvenile justice system.\n\n\"Family violence\" means the occurrence of one or more of the following acts by a family or household member, but does not include acts of self-defense:\n\n(1) Attempting to cause or causing physical harm to another family or household member;\n\n(2) Placing a family or household member in fear of physical harm; or\n\n(3) Causing a family or household member to engage involuntarily in sexual activity by force, threat of force, or duress.\n\n\"Guardianship of a minor\" means the duty and authority to make important decisions in matters having a permanent effect on the life and development of the minor and to be concerned about the minor's general welfare. It includes, but shall not necessarily be limited, in either number or kind to:\n\n(1) The authority to consent to marriage, to enlistment in the armed forces of the United States, or to major medical, psychiatric, and surgical treatment; to represent the minor in legal actions; to make other decisions concerning the minor of substantial legal significance;\n\n(2) The authority and duty of reasonable visitation, except to the extent that the right of visitation has been limited by court order;\n\n(3) The rights and responsibilities of legal custody when guardianship is exercised by the natural or adoptive parent, except where legal custody has been vested in another individual, agency, or institution; and\n\n(4) The authority to consent to the adoption of the minor and to make any other decision concerning the minor that the minor's parents could make, when the rights of the minor's parents, or only living parent, have been judicially terminated as provided for in the statutes governing termination of parental rights to facilitate legal adoption, or when both of the minor's legal parents are deceased.\n\n\"Home visit\" means an announced or unannounced visit to a child's place of residence, conducted by the child's probation officer.\n\n\"Informal adjustment\" means the effort by intake officers, the courts, or others to provide a child referred to them or brought before them, and where appropriate that child's family, opportunity and aid before and in lieu of formally processing the child under this chapter. The objective of this effort is to afford opportunity and aid so that the child, and where appropriate the child's family, may realize voluntary adjustment of behavior and obtain counseling and edification so as to better allow the child's appropriate emergence into adult society.\n\n\"Interdepartmental cluster\" means the regular coordination of several agencies, directed by the judiciary, to more efficiently provide services for high-need, court-involved children.\n\n\"Judge\" means judge of the family court.\n\n\"Legal custody\" means the relationship created by the court's decree which imposes on the custodian the responsibility of physical possession of the minor and the duty to protect, train, and discipline the minor and to provide the minor with food, shelter, education, and ordinary medical care, all subject to residual parental rights and responsibilities and the rights and responsibilities of any legally appointed guardian of the person.\n\n\"Meaningful contact\" means parent and child interactions, activities, and experiences, performed together, which nurture the parent-child attachment and relationship, while contributing to the child's development in a positive and effective manner.\n\n\"Presumptive sanction\" means a probation violation sanction determined by a probation officer from a range of graduated sanctions for the most common types of violation, adopted by the judiciary pursuant to section 571-48.5(4) and based upon consideration of factors including the nature and severity of the violation and the child's risk level.\n\n\"Probation\" means a legal status created by court order following adjudication in a case involving a violation of law whereby a minor is permitted to remain in the minor's home or in a community residential or nonresidential program subject to supervision by the court or an agency designated by the court and subject to return to the court for violation of probation at any time during the period of probation.\n\n\"Protective supervision\" means a legal status created by court order in proceedings not involving violations of law but where the legal custody of the minor is subject to change, whereby the minor is permitted to remain in the minor's home or in a community residential or nonresidential program under the supervision of the court or an agency designated by the court and subject to return to the court during the period of protective supervision.\n\n\"Residual parental rights and responsibilities\" means those rights and responsibilities remaining with the parent after the transfer of legal custody or guardianship of the person, including, but not necessarily limited to, the right to reasonable visitation, consent to adoption or marriage, and the responsibility for support.\n\n\"Risk and needs assessment\" means a determination, based on an actuarial tool validated on Hawaii's juvenile justice system-involved population, of specific factors that predict a child's likelihood of recidivating and criminogenic factors that, when properly addressed, can reduce the likelihood of recidivating.\n\n\"Senior judge\" means the judge so designated, as provided in this chapter.\n\n\"Shelter\" means the temporary care of children in physically unrestricting facilities pending court disposition.\n\n\"Statewide cluster\" means the statewide juvenile justice interdepartmental cluster as established under section 571-86.5.\n\n\"Status offender\" means any child coming within the family court's jurisdiction under section 571-11(2)(B), (C), or (D). Such child is distinguished from (A) a law violator under section 571-11(1) who comes into the family court upon allegations such person has committed an act which would constitute a crime if committed by an adult, and (B) a neglected child under section 571-11(2)(A) and (9) and chapter 587A.\n\nThe singular includes the plural, the plural the singular, and the masculine the feminine, when consistent with the intent of this chapter. [L 1965, c 232, pt of §1; Supp, §333-2; HRS §571-2; am L 1972, c 2, pt of §33; am L 1976, c 85, §3; am L 1980, c 303, § §4(1), 5(1), (2); am L 1985, c 209, §6; gen ch 1985; am L 1986, c 297, §5; am L 1987, c 283, §57 and c 316, §1; am L 1996, c 198, §2; am L 2003, c 95, §15(1); am L 2004, c 161, §29; am L 2005, c 22, §40 and c 244, §3; am L 2010, c 135, §7; am L 2011, c 191, §1; am L 2014, c 201, §6]\n\nRules of Court\n\nAdditional definitions, see HFCR rule 121.\n\nWhere defendant, a non-custodial parent, was acting within the defendant's court-prescribed unsupervised visitation time, defendant retained, as a \"residual parental right\", within the meaning of this section, the authority to discipline defendant's child with respect to that child's conduct during the visitation period; thus, defendant was a \"parent\" for purposes of §703-309(1). 90 H. 85, 976 P.2d 399 (1999).\n\nThe \"physical harm\" encompassed in the definition of family violence in this section would not preclude a parent's right to use force to discipline a child as permitted by §703-309(1), and duty to discipline a child under §577-7(a). 88 H. 200 (App.), 965 P.2d 133 (1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-2/"
    },
    {
      "id": "section-571-3",
      "number": "571-3",
      "heading": "Family courts, divisions of circuit courts.",
      "text": "§571-3 Family courts, divisions of circuit courts.The family courts shall be divisions of the circuit courts of the State and shall not be deemed to be other courts as that term is used in the State Constitution. A family court shall be held at the courthouse in each circuit, or other duly designated place, by the judge or judges of the respective family courts as herein defined. The chief justice of the supreme court may temporarily assign a family court judge to preside in another circuit when the urgency of one or more cases requires the chief justice to do so. In any case in which it has jurisdiction the court shall exercise general equity powers as authorized by law. [L 1965, c 232, pt of §1; Supp, §333-3; HRS §571-3; am L 1973, c 211, §1(a); am L 1979, c 111, §20; gen ch 1985]\n\nCross References\n\nCourts, see Const. Art. VI, §1.\n\nRules of Court\n\nApplicability, see HRCP rules 1, 81; HRPP rules 1, 54; RCC rules 31, 32.\n\nAs family courts are divisions of, and not separate and distinct courts from, the circuit courts of this State, error misidentifying indictment as a family court criminal matter was harmless. 104 H. 311 (App.), 88 P.3d 683 (2004).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-3/"
    },
    {
      "id": "section-571-4",
      "number": "571-4",
      "heading": "Family courts, circuits.",
      "text": "§571-4 Family courts, circuits.In the first circuit any judge or judges so designated by the chief justice of the supreme court shall be the judge or judges of the family court of the first circuit. The several judges of the second, third, and fifth circuits, and of any other circuits hereafter created by the legislature, shall, when exercising jurisdiction under this chapter, be judges of the family courts of their respective circuits. In any circuit in which more than one judge is authorized to exercise jurisdiction as judge of the family court, the chief justice of the supreme court shall designate one of the judges as senior judge.\n\nNothing in this chapter shall be construed to limit the jurisdiction and authority of any circuit judge, designated as judge of a family court, to matters within the scope of this chapter. [L 1965, c 232, pt of §1; Supp, §333-4; HRS §571-4]\n\nEven assuming that, for purposes of §571-14, defendant did not have physical custody of complainant during the times of the alleged offenses, and the family court was, therefore, without jurisdiction over those counts of the indictment, the judge, in the judge's capacity as a circuit court judge, properly exercised jurisdiction over those counts under this section. 103 H. 214, 81 P.3d 394 (2003).\n\nWhere judge, at the time judge entered the family court orders purporting to void the estate documents, was a district judge appointed under §571-8, not a circuit judge sitting by designation in family court under this section, the judge lacked original jurisdiction over guardianships of the property under §560:5-102 as it stood prior to the 1996 amendments to the Hawaii uniform probate code. 110 H. 8, 129 P.3d 511 (2006).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-4/"
    },
    {
      "id": "section-571-5",
      "number": "571-5",
      "heading": "Board of family court judges.",
      "text": "§571-5 Board of family court judges.A board of family court judges, which shall consist of all the State's family court judges and district family judges is hereby created. The board shall annually elect from among its members a chairperson who shall preside at meetings of the board. The chairperson shall have no other authority not specifically authorized under this chapter, or any applicable rule of the supreme court, or specifically delegated by a majority of the board. The board shall meet at stated times to be fixed by it but not less often than once every six months, and on call of the chairperson.\n\nThe board shall discuss and shall attempt to achieve agreement upon general policies for the conduct of the family courts and forms for use in such courts. The board shall recommend, for adoption by the supreme court, rules of court governing procedure and practices in such courts. The board shall provide the guidelines and procedures necessary to implement a single statewide standardized tool to conduct risk and needs assessments and validation of the tool every five years. The board may, within the limitations of the facilities available to the family courts of the State, seek the consolidation of the statistical and other data on the work and services of such courts and research studies that may be made of the problems of families and children dealt with by such courts to the end that the treatment of children and families subject to the jurisdiction of such courts shall achieve the highest possible degree of uniformity throughout the State and to the further end that knowledge of treatment, methods and therapeutic practices be shared among such courts. The board may also formulate recommendations for remedial legislation. All actions by the board shall be subject to the regulatory supervision of the chief justice of the supreme court. [L 1965, c 232, pt of §1; Supp, §333-5; HRS §571-5; am L 1973, c 211, §1(b) and c 219, §3; gen ch 1993; am L 2014, c 201, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-5/"
    },
    {
      "id": "section-571-6",
      "number": "571-6",
      "heading": "Appointment and duties of employees.",
      "text": "§571-6 Appointment and duties of employees.(a) For each family court, the judge, or the senior judge when there is more than one judge, shall appoint a chief administrative and executive officer who shall have the title of director of the family court. Under the general supervision of the senior judge or the judge, the director shall:\n\n(1) Prepare an annual budget for the court;\n\n(2) Formulate procedures governing the routine administration of court services;\n\n(3) Make recommendations to the court for improvement in court services;\n\n(4) Make recommendations to the senior judge or the judge for the appointment of administrative, supervisory, consultant, and necessary professional and clerical and other personnel to perform the duties assigned to the court and the director;\n\n(5) Provide supervision and consultation to the administrative and supervisory staff regarding the administration of court services, recruitment of personnel, in-service training, and fiscal and office management; and\n\n(6) Perform other duties as the senior judge or the judge shall specify.\n\n(b) For each family court the judge or senior judge where there is more than one shall appoint necessary probation officers, social workers, and marital counselors and may appoint, or make arrangements for the services of physicians, psychologists, psychiatrists, and other professionally competent persons, to carry on the work of the court.\n\n(c) Pursuant to subsection (a)(5), the deputy chief court administrator shall require each probation officer to complete training annually on juvenile justice or probation supervision best practices; provided that funding is available. The form and length of the training shall be determined by the deputy chief court administrator, or a designee, and at the discretion of the several deputy chief court administrators, training may be conducted jointly between judicial circuits, as defined in section 603-1. [L 1965, c 232, pt of §1; Supp, §333-6; HRS §571-6; am L 2002, c 7, §1; am L 2014, c 201, §8]\n\nCross References\n\nLicensed marriage and family therapists, see chapter 451J.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-6/"
    },
    {
      "id": "section-571-7",
      "number": "571-7",
      "heading": "REPEALED.",
      "text": "§571-7 REPEALED.\n\nL 1973, c 219, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-7/"
    },
    {
      "id": "section-571-8",
      "number": "571-8",
      "heading": "District family courts; district family judges; appointment; sessions.",
      "text": "§571-8 District family courts; district family judges; appointment; sessions.(a) In addition to the district courts established under section 604-1, there may be established in each of the judicial circuits of the State a district family court with the powers and under the conditions herein set forth which shall be styled as follows:\n\n(1) For the first judicial circuit: The district family court of the first circuit.\n\n(2) For the second judicial circuit: The district family court of the second circuit.\n\n(3) For the third judicial circuit: The district family court of the third circuit.\n\n(4) For the fifth judicial circuit: The district family court of the fifth circuit.\n\n(b) When in the discretion of the chief justice of the supreme court the urgency or volume of cases so requires, the chief justice may appoint one or more district family judges for each judicial circuit. In addition, within any circuit, the chief justice may designate any district judge of the district court to act as a district family judge within that circuit; the judge when so designated shall exercise the powers of a district family judge appointed pursuant to this section.\n\nThe chief justice may also designate, within any circuit, a district family judge appointed pursuant to this section to act as a district judge, and the judge when so appointed shall have all the powers of a district judge appointed pursuant to section 604-2.\n\nThe chief justice may assign any district judge or district family judge of any circuit to serve temporarily in either the district court or the district family court of any other circuit.\n\nThe district family courts shall hold sessions at such places and as often as the family court judge or the senior family court judge, if there is more than one, of the judicial circuit shall prescribe. [L 1973, c 219, pt of §1; am L 1983, c 208, §1; am L 1984, c 49, §1; gen ch 1985]\n\nWhere judge, at the time judge entered the family court orders purporting to void the estate documents, was a district judge appointed under this section, not a circuit judge sitting by designation in family court under §571-4, the judge lacked original jurisdiction over guardianships of the property under §560:5-102 as it stood prior to the 1996 amendments to the Hawaii uniform probate code. 110 H. 8, 129 P.3d 511 (2006).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8/"
    },
    {
      "id": "section-571-81",
      "number": "571-8.1",
      "heading": "Qualifications; tenure; removal.",
      "text": "§571-8.1 Qualifications; tenure; removal.Each district family judge shall reside in the judicial circuit for which the district family judge is appointed and shall have been an attorney licensed to practice in all the courts of the State for at least five years. District family judges shall hold office for a term of six years and until their successors are appointed and qualified; provided that any district family judge may be summarily removed from office, and the district family judge's commission revoked by the supreme court whenever the supreme court deems such removal necessary for the public good or the volume of cases within the circuit is reduced to a level where the reduction of the number of district family judges within a circuit is deemed advisable. [L 1973, c 219, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8-1/"
    },
    {
      "id": "section-571-82",
      "number": "571-8.2",
      "heading": "Salary of district family judges.",
      "text": "§571-8.2 Salary of district family judges.The salary of each district family court judge of the various district family courts of the State shall be the same as that of district court judges under section 604-2.5.\n\nWhenever the chief justice appoints a district family court judge of any of the various district family courts of the State to serve temporarily as a circuit court judge of any of the various circuit courts of the State, the judge shall receive per diem compensation for the days on which actual service is rendered based on the monthly rate of compensation paid to a circuit court judge. For the purpose of determining per diem compensation in this section, a month shall be deemed to consist of twenty-one days. [L 1973, c 219, pt of §1; am L 1975, c 58, §24; am L 1982, c 129, §23; am L 1986, c 128, §20; am L 1988, c 396, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8-2/"
    },
    {
      "id": "section-571-83",
      "number": "571-8.3",
      "heading": "Disqualification; absence; vacancy.",
      "text": "§571-8.3 Disqualification; absence; vacancy.Whenever it is advisable, by reason of a vacancy in the office of district family judge of any circuit, or by reason of the disqualification of any district family judge, or the district family judge's inability to attend to the district family judge's duties by reason of temporary absence, or for any other reason, the chief justice of the supreme court may designate the district family judge of any other circuit or any district judge appointed pursuant to chapter 604 to hear and determine any or all matters then or thereafter pending in the district family court to which the district family judge or district judge is called for such purpose, and while so engaged, the district family judge or district judge shall have and exercise all of the powers of a regularly appointed district family judge of the circuit to which the district family judge or district judge is called. [L 1973, c 219, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8-3/"
    },
    {
      "id": "section-571-84",
      "number": "571-8.4",
      "heading": "Jurisdiction.",
      "text": "§571-8.4 Jurisdiction.The senior judge or judge of the family court of the circuit may direct that any case coming within the jurisdictional provisions of this chapter, or all cases of a class or within a district to be designated by the senior judge or judge, shall be heard by the district family judge. [L 1973, c 219, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8-4/"
    },
    {
      "id": "section-571-85",
      "number": "571-8.5",
      "heading": "Powers.",
      "text": "§571-8.5 Powers.(a) The district family judges may:\n\n(1) Administer oaths;\n\n(2) Subpoena, summon, and compel the attendance of parties and witnesses from any part of the State, and compel the production of books, papers, documents including school, medical, and financial records, or tangible things;\n\n(3) Make and issue all orders and writs necessary or appropriate in aid of their original jurisdiction;\n\n(4) Perpetuate testimony under the rules and orders of the family court, and issue commissions for the perpetuation of testimony to be used on controversies pending before them;\n\n(5) Grant continuances in proceedings before them;\n\n(6) Enforce decrees and judgments and punish contempts according to law;\n\n(7) In a criminal case, alter, set aside, or suspend a sentence by way of mitigation or otherwise upon motion or plea of a defendant made within thirty days after imposition of a sentence;\n\n(8) Appoint guardians ad litem for minors or persons who are incompetent or attorneys to represent parties in accordance with law;\n\n(9) Admit to bail persons rightfully confined in all bailable cases, or dispense with bail as provided by the State Constitution;\n\n(10) Make and award judgments, decrees, orders, and mandates, issue executions and other processes, and do other acts and take other steps as may be necessary to carry into full effect the powers that are or shall be given to them by law or for the promotion of justice in matters pending before them; and\n\n(11) Make and issue orders for pre-trial detention of persons aged eighteen years or older to an adult correctional facility, when the person is alleged to have committed an act or acts during the person's minority that would constitute a violation of section 571-11(1).\n\n(b) Every witness duly subpoenaed as provided in this section shall be allowed the same attendance and mileage fees allowed witnesses subpoenaed before the circuit courts. [L 1973, c 219, pt of §1; am L 1980, c 115, §1; am L 1998, c 190, §2]\n\nFamily court had subject matter jurisdiction to issue temporary restraining order under § §560:1-302(b), 560:5-106(2) and (3), and this section, where resolution of ward's capacity was required to be resolved, and an apparent threat of ward's removal from the court's jurisdiction was alleged. 113 H. 211, 151 P.3d 692 (2007).\n\nFamily court abused its discretion when it denied wife's multiple requests for an extension of pretrial deadlines and sanctioned wife for missing the deadlines by excluding evidence where record revealed that although trial was delayed a month to accommodate the personal schedule of the assigned trial judge and husband agreed to extend the pretrial deadlines for both parties, the family court refused to grant wife any extensions and did not explain why it denied wife's various motions for an extension of pretrial deadlines. 121 H. 401 (App.), 220 P.3d 264 (2009).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-8-5/"
    },
    {
      "id": "section-571-11",
      "number": "571-11",
      "heading": "Jurisdiction; children.",
      "text": "§571-11 Jurisdiction; children.Except as otherwise provided in this chapter, the court shall have exclusive original jurisdiction in proceedings:\n\n(1) Concerning any person who is alleged to have committed an act before achieving eighteen years of age that would constitute a violation or attempted violation of any federal, state, or local law or county ordinance. Regardless of where the violation occurred, jurisdiction may be taken by the court of the circuit where the person resides, is living, or is found, or in which the offense is alleged to have occurred;\n\n(2) Concerning any child living or found within the circuit who is:\n\n(A) Neglected as to or deprived of educational services because of the failure of any person or agency to exercise that degree of care for which it is legally responsible;\n\n(B) Beyond the control of the child's parent or other custodian or whose behavior is injurious to the child's own or others' welfare;\n\n(C) Neither attending school nor receiving educational services required by law whether through the child's own misbehavior or nonattendance or otherwise; or\n\n(D) In violation of curfew;\n\n(3) To determine the custody of any child or appoint a guardian of any child;\n\n(4) For the adoption of a person under chapter 578;\n\n(5) For the termination of parental rights under sections 571-61 through 571-63;\n\n(6) For judicial consent to the marriage, employment, or enlistment of a child, when consent is required by law;\n\n(7) For the treatment or commitment of a mentally defective or mentally ill child, or a child with an intellectual disability;\n\n(8) Under the Interstate Compact on Juveniles under chapter 582 or the Interstate Compact for Juveniles under chapter 582D;\n\n(9) For the protection of any child under chapter 587A;\n\n(10) For a change of name as provided in section 574-5(a)(2)(C);\n\n(11) Concerning custody or guardianship of an immigrant child pursuant to a motion for special immigrant juvenile factual findings requesting a determination that the child was abused, neglected, or abandoned before the age of eighteen years for purposes of section 101(a)(27)(J) of the federal Immigration and Nationality Act. For the purposes of this paragraph, \"child\" means an unmarried individual under the age of twenty-one years; and\n\n(12) Concerning emancipation of a minor pursuant to section 577-25. [L 1965, c 232, pt of §1; Supp, §333-8; HRS §571-11; am L 1970, c 81, §1; am L 1972, c 2, pt of §33; am L 1976, c 85, §4; am L 1980, c 303, §7(1); am L 1983, c 171, §2; am L 1986, c 250, §3; am L 2004, c 161, §36; am L 2009, c 93, §2; am L 2010, c 135, §7; am L 2011, c 220, §8; am L 2020, c 36, §2; am L 2023, c 79, §1]\n\nCross References\n\nChildren under twelve, see §571-44.\n\nCommitment, see chapters 333F and 334.\n\nDetermination of custody, see § §571-46, 571-46.1.\n\nGuardianship, see chapter 560, article V.\n\nWaiver of jurisdiction, see §571-22.\n\nRules of Court\n\nApplicability of Hawaii Rules of Civil Procedure, see HRCP rules 1, 81; applicability of Hawaii Rules of Penal Procedure, see HRPP rules 1, 54.\n\nProceedings, see Hawaii Family Court Rules, part D.\n\nLaw Journals and Reviews\n\nLimits of Family Court Jurisdiction Under Section 571-11(2) of the Hawaii Revised Statutes. 10 HBJ, no. 2, at 41 (1973).\n\nJurisdiction, custody of children. 49 H. 20, 29-31, 407 P.2d 885 (1965).\n\nChild's right to support in action against parent. 49 H. 200, 412 P.2d 638 (1966).\n\nFamily court has jurisdiction to determine custodial and visitation rights of the natural father of illegitimate child. 56 H. 462, 541 P.2d 13 (1975).\n\nCourt retains \"exclusive original jurisdiction\" where jurisdiction is not validly waived. 61 H. 185, 599 P.2d 200 (1979).\n\nSection 571-48 applies only to minors actually adjudicated under this section, and placement of a minor, prior to adjudication, is dealt with under §571-32. 84 H. 41, 928 P.2d 883 (1996).\n\nThe family court may adjudicate and punish status offenders under paragraph (1) for criminal contempt based on violations of court orders of protective supervision, provided the minor is given sufficient notice to comply, the court considers less restrictive alternatives, and contact between the status offender and juvenile delinquents convicted of other crimes are kept to a minimum. 96 H. 73, 26 P.3d 562 (2001).\n\nAs claim that health department was legally obligated to pay for child's services at private residential treatment center arose under the federal Individuals with Disabilities Education Act and child did not pursue the remedies available under the federal act to establish health department's obligation to pay for the services, family court lacked jurisdiction to order the department to pay for the services. 96 H. 272, 30 P.3d 878 (2001).\n\nAs district family court proceedings under paragraph (1) concerning juvenile law violators are considered to be noncriminal proceedings, prosecution's appeal of family court order was not authorized by §641-13(7). 104 H. 403, 91 P.3d 485 (2004).\n\nThe district family courts lack subject matter jurisdiction, under any circumstances, to order the department of education to alter a child's grade placement. 105 H. 38, 93 P.3d 1145 (2008).\n\nWhere minor was adjudicated for alleged law violations without the statutorily required recommendation of a qualified physician or psychologist, pursuant to §571-44, and without the constitutional protections that apply to proceedings conducted under paragraph (1) jurisdiction, the family court erred in proceeding under paragraph (2) jurisdiction based on the material allegations of the amended petition filed against minor. 123 H. 184, 231 P.3d 457 (2010).\n\nNo reversible error is committed where the family court employs rules from the HRPP in adjudicating §571-11(1) proceedings, if the otherwise correct use of such rules does not conflict with judicial administration of chapter 571 and is not unfairly prejudicial to minor(s) involved. 79 H. 265 (App.), 900 P.2d 1332 (1995).\n\nA family court may exercise jurisdiction over a child in a paragraph (3) divorce case while a paragraph (9) case involving the same child is on appeal. 81 H. 91 (App.), 912 P.2d 588 (1996).\n\nWhile a family court has jurisdiction over custody of two children in a paragraph (9) case, a family court may also assert jurisdiction over the custody of those same children in a paragraph (3) divorce case. 81 H. 91 (App.), 912 P.2d 588 (1996).\n\nFamily court properly exercised jurisdiction over person alleged to have committed acts which would have constituted violations of state law before person was eighteen years old. 86 H. 517 (App.), 950 P.2d 701 (1997).\n\nMinor was properly adjudicated a law violator in a criminal contempt proceeding for failing to comply with rules of a protective supervision order. 96 H. 255 (App.), 30 P.3d 269 (2001).\n\nFamily court orders assessing father's attorney fees and costs against mother were orders entered in a proceeding based upon paragraph (9) that fell within the ambit of §571-54 and were expressly excluded by the Hawaii family court rules, rule 59(e) from its ambit. 113 H. 478 (App.), 155 P.3d 661 (2007).\n\nAny person who is alleged, pursuant to paragraph (1), to have committed an act prior to achieving eighteen years of age which would constitute a violation of law (as described in this statute) shall be advised of his or her right to testify, and in every adjudication under paragraph (1) in which the accused minor does not testify, a family court must engage in a Tachibana-like colloquy to obtain an on-the-record waiver of that right. 121 H. 92 (App.), 214 P.3d 1082 (2009).\n\nParents have standing throughout a juvenile's proceeding conducted pursuant to paragraph (1). 121 H. 92 (App.), 214 P.3d 1082 (2009).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-11/"
    },
    {
      "id": "section-571-12",
      "number": "571-12",
      "heading": "Transfer from other courts.",
      "text": "§571-12 Transfer from other courts.If, during the pendency of a criminal charge against a minor in another court, it is ascertained that the minor was less than eighteen years old when such minor allegedly committed the offense, such other court shall forthwith transfer the case to the family court, together with all the papers, documents, and any available transcripts of testimony connected with it. The court making the transfer shall order that the minor be taken forthwith to the place of detention designated by the family court or to that court itself, or shall release the minor to the custody of the minor's parent or guardian or other person legally responsible for the minor, to be brought before the family court at a time designated by it. The family court shall then proceed as provided in this chapter. [L 1965, c 232, pt of §1; Supp, §333-9; HRS §571-12; am L 1980, c 303, pt of §7(2)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-12/"
    },
    {
      "id": "section-571-13",
      "number": "571-13",
      "heading": "Retention of jurisdiction.",
      "text": "§571-13 Retention of jurisdiction.Except as otherwise provided in this chapter, jurisdiction obtained by the court in the case of a minor may be retained by it, for the purposes of this chapter, after the minor becomes eighteen years of age until the full term for which any order entered shall have expired. Further, in the case of any person who is alleged to have committed an offense under section 571-11 prior to reaching eighteen years of age, the court shall have jurisdiction after the person becomes eighteen for the purpose of holding hearings and/or entering orders of disposition concerning the alleged offenses or for the purpose of making and issuing orders for pre-trial detention of persons aged eighteen years or older to an adult correctional facility, when the person is alleged to have committed an act or acts during the person's minority that would constitute a violation of section 571-11(1). This section shall not be construed, however, to confer any jurisdiction upon the family court over a person for any criminal act committed after the person achieves eighteen years of age. [L 1965, c 232, pt of §1; Supp, §333-10; HRS §571-13; am L 1972, c 2, pt of §33; am L 1974, c 148, §1; am L 1976, c 85, §5; am L 1980, c 303, pt of §7(2); am L 1981, c 206, §2; am L 1998, c 190, §3]\n\nCited: 50 H. 613, 446 P.2d 561 (1968).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-13/"
    },
    {
      "id": "section-571-14",
      "number": "571-14",
      "heading": "Jurisdiction; adults.",
      "text": "§571-14 Jurisdiction; adults.(a) Except as provided in sections 603-21.5 and 604-8, the court shall have exclusive original jurisdiction:\n\n(1) To try any offense committed against a child by the child's parent or guardian or by any other person having the child's legal or physical custody, and any violation of section 707-726, 707-727, 709-902, 709-903, 709-903.5, 709-904, 709-905, 709-906, or 302A-1135, whether or not included in other provisions of this paragraph or paragraph (2);\n\n(2) To try any adult charged with:\n\n(A) Deserting, abandoning, or failing to provide support for any person in violation of law;\n\n(B) An offense, other than a felony, against the person of the defendant's husband or wife;\n\n(C) Any violation of an order issued pursuant to chapter 586; or\n\n(D) Any violation of an order issued by a family court judge.\n\nIn any case within paragraph (1) or (2), the court, in its discretion, may waive its jurisdiction over the offense charged;\n\n(3) In all proceedings under chapter 580, and in all proceedings under chapter 584;\n\n(4) In proceedings under chapter 575, the Uniform Desertion and Nonsupport Act, and under chapter 576B, the Uniform Interstate Family Support Act;\n\n(5) For commitment of an adult alleged to be mentally defective or mentally ill;\n\n(6) In all proceedings for support between parent and child or between husband and wife;\n\n(7) In all proceedings for pre-trial detention or waiver of jurisdiction over an adult who was a child at the time of an alleged criminal act as provided in section 571-13 or 571-22;\n\n(8) In all proceedings under chapter 586, Domestic Abuse Protective Orders; and\n\n(9) For the protection of vulnerable adults under chapter 346, part X.\n\nIn any case within paragraph (3), (4), or (6), the attorney general, through the child support enforcement agency, may exercise concurrent jurisdiction as provided in chapter 576E.\n\n(b) The court shall have concurrent jurisdiction with the district court over violations of sections 707-712, 707-717, 707-722, 708-822, 708-823, 710-1010.5, 711-1106, and 711-1106.5 when multiple offenses are charged through complaint or indictment and at least one offense is a violation of an order issued pursuant to chapter 586 or a violation of section 709-906.\n\n(c) The court shall have concurrent jurisdiction with the circuit court over violations of section 711-1106.4.\n\n[(d)] The court shall have concurrent jurisdiction with the circuit court in all proceedings to appoint a guardian of an adult. [L 1965, c 232, pt of §1; Supp, §333-11; am L 1967, c 56, §2; HRS §571-14; am L 1973, c 211, §1(1); am L 1976, c 85, §6; am L 1980, c 232, §27; am L 1982, c 238, §2; am L 1983, c 79, §1; am L 1984, c 50, §1; am L 1986, c 285, §1; am L 1988, c 154, §3; am L 1989, c 61, §1 and c 381, §3; am L 1992, c 86, §1; am L 1996, c 89, §17; am L 1997, c 295, §2; am L 1998, c 64, §1 and c 190, §4; am L 2002, c 9, §1; am L 2004, c 18, §1 and c 161, §30; am L 2008, c 154, §26]\n\nCross References\n\nCommitment, see chapters 333F and 334.\n\nGuardianship, see chapter 560, article V.\n\nEven assuming that, for purposes of this section, defendant did not have physical custody of complainant during the times of the alleged offenses, and the family court was, therefore, without jurisdiction over those counts of the indictment, the judge, in the judge's capacity as a circuit court judge, properly exercised jurisdiction over those counts under §571-4. 103 H. 214, 81 P.3d 394 (2003).\n\nThe fact that defendant was a \"family or household member\" for purposes of §709-906 did not satisfy paragraph (1)'s subject matter jurisdiction factual criteria because a \"family or household member\" is not by that fact \"the child's parent or guardian or €¦ any other person having the child's legal or physical custody\". 77 H. 260 (App.), 883 P.2d 682 (1994).\n\nThe question whether defendant had legal or physical custody of stepdaughter was subject matter jurisdictional question of fact for court to decide, not an essential element of the alleged offense for the jury to decide. 77 H. 260 (App.), 883 P.2d 682 (1994).\n\nNo equal protection violation for use of preponderance of evidence standard of proof for §586-5.5 as family and household members not suspect class and rational basis underlying this standard adopted by legislature under this chapter for chapter 586 was to facilitate and expedite judicial issuance of protective orders. 85 H. 197 (App.), 940 P.2d 404 (1997).\n\nUnder paragraph (8) and §571-42, family court is vested with exclusive jurisdiction over chapter 586 proceedings and applicable standard of proof to be applied in those proceedings is preponderance of the evidence. 85 H. 197 (App.), 940 P.2d 404 (1997).\n\nWhere family court did not have subject matter jurisdiction under this section, charge of harassment against defendant husband remanded for dismissal. 98 H. 287 (App.), 47 P.3d 754 (2002).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-14/"
    },
    {
      "id": "section-571-21",
      "number": "571-21",
      "heading": "Complaint; investigation; petition.",
      "text": "Law Journals and Reviews\n\nIn the Best Interests of the Child: Juvenile Justice or Adult Retribution? 23 UH L. Rev. 341 (2000).\n\n§571-21 Complaint; investigation; petition.(a) Except as provided in subsection (b), whenever the court is informed by any person that a minor is within the purview of section 571-11(1) or (2), the intake officer shall make a preliminary investigation to determine whether informal adjustment is suitable under section 571-31.4 or 571-31.5. The court may authorize the filing of a petition, may make whatever arrangement for informal adjustment that is suitable under section 571-31.4, 571-31.5, or 571-31.6; or may take such action as is otherwise allowed under this chapter. Efforts to effect informal adjustment may be continued not longer than three months without review by the judge.\n\n(b) In cases of violation of a law or ordinance by a child, the issuance of a citation or summons, when provided for by law or ordinance, shall be sufficient to invoke the jurisdiction of the court, which may proceed to dispose of such a case with or without preliminary investigation and the filing of a petition.\n\n(c) When a complaint or petition is made or sought to be filed against a member of the complainant's family, the court's staff may, when required by the judge or if requested by either party, process the matter under section 571-31.3.\n\n(d) In children's cases under section 571-11(1) and (2), the petition and all subsequent court documents shall be suitably entitled so as to indicate that the proceeding is in the interest of rather than against the child or minor involved. The petition shall be verified and statements may be made upon information and belief. The petition shall set forth plainly the:\n\n(1) Facts that bring the child within the purview of this chapter;\n\n(2) Name, age, and residence of the child;\n\n(3) Names and residences of the child's parents; and\n\n(4) Name and residence of the child's legal guardian if there is one, of the person or persons having custody or control of the child, or of the nearest known relative if no parent or guardian can be found.\n\nIf any of the facts required are not known by the petitioner, the petition shall so state. In cases brought pursuant to section 571-11(2)(A) and (C), a certified copy of the child's school attendance records shall constitute prima facie evidence of the child's nonattendance at school or nonreceipt of educational services. \"Certified copy\" means a copy signed by the principal and educator of the child whose class the child did not attend.\n\n(e) The family courts may, by suitable orders, provide regulations concerning the titles, filing, investigation, and the form and content of petitions and other pleadings in cases under this chapter, or these matters may be governed by the rules of court. [L 1965, c 232, pt of §1; Supp, §333-12; am L 1966, c 22, §6; HRS §571-21; am L 1973, c 211, §1(d); am L 1977, c 11, §1; am L 1980, c 303, §7(3); gen ch 1985; am L 1992, c 66, §2; am L 1994, c 22, §2; am L 2018, c 18, §44]\n\nRules of Court\n\nCommencement of action, see HFCR rules 3, 122.\n\nPleadings, see Hawaii Family Court Rules, part A(III).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-21/"
    },
    {
      "id": "section-571-22",
      "number": "571-22",
      "heading": "Waiver of jurisdiction; transfer to other courts.",
      "text": "§571-22 Waiver of jurisdiction; transfer to other courts.(a) The court may waive jurisdiction and order a minor or adult held for criminal proceedings after full investigation and hearing where the person during the person's minority, but on or after the person's sixteenth birthday, is alleged to have committed an act that would constitute a felony if committed by an adult, and the court finds that:\n\n(1) There is no evidence the person is committable to an institution for individuals with intellectual disabilities or the mentally ill;\n\n(2) The person is not treatable in any available institution or facility within the State designed for the care and treatment of children; or\n\n(3) The safety of the community requires that the person be subject to judicial restraint for a period extending beyond the person's minority.\n\n(b) The court may waive jurisdiction and order a minor or adult held for criminal proceedings if, after a full investigation and hearing, the court finds that:\n\n(1) The person during the person's minority, but on or after the person's fourteenth birthday, is alleged to have committed an act that would constitute a felony if committed by an adult and either:\n\n(A) The act resulted in serious bodily injury to a victim;\n\n(B) The act would constitute a class A felony if committed by an adult; or\n\n(C) The person has more than one prior adjudication for acts that would constitute felonies if committed by an adult; and\n\n(2) There is no evidence the person is committable to an institution for individuals with intellectual disabilities or the mentally ill.\n\n(c) The factors to be considered in deciding whether jurisdiction should be waived under subsection (a) or (b) are as follows:\n\n(1) The seriousness of the alleged offense;\n\n(2) Whether the alleged offense was committed in an aggressive, violent, premeditated, or wilful manner;\n\n(3) Whether the alleged offense was against persons or against property, greater weight being given to offenses against persons, especially if personal injury resulted;\n\n(4) The desirability of trial and disposition of the entire offense in one court when the minor's associates in the alleged offense are adults who will be charged with a crime;\n\n(5) The sophistication and maturity of the minor as determined by consideration of the minor's home, environmental situation, emotional attitude, and pattern of living;\n\n(6) The record and previous history of the minor, including previous contacts with the family court, other law enforcement agencies, courts in other jurisdictions, prior periods of probation to the family court, or prior commitments to juvenile institutions;\n\n(7) The prospects for adequate protection of the public and the likelihood of reasonable rehabilitation of the minor (if the minor is found to have committed the alleged offense) by the use of procedures, services, and facilities currently available to the family court; and\n\n(8) All other relevant matters.\n\n(d) The court may waive jurisdiction and order a minor or adult held for criminal proceedings if, after a full investigation and hearing, the court finds that:\n\n(1) The person during the person's minority is alleged to have committed an act that would constitute murder in the first degree or second degree or attempted murder in the first degree or second degree if committed by an adult; and\n\n(2) There is no evidence the person is committable to an institution for individuals with intellectual disabilities or the mentally ill.\n\n(e) Transfer of a minor for criminal proceedings terminates the jurisdiction of the court over the minor with respect to any subsequent acts that would otherwise be within the court's jurisdiction under section 571-11(1) and thereby confers jurisdiction over the minor to a court of competent criminal jurisdiction.\n\n(f) If criminal proceedings instituted under subsection (a), (b), or (d) result in an acquittal or other discharge of the minor involved, no petition shall be filed thereafter in any family court based on the same facts as were alleged in the criminal proceeding.\n\n(g) A minor shall not be subject to criminal prosecution based on the facts giving rise to a petition filed under this chapter, except as otherwise provided in this chapter.\n\n(h) Where the petition has been filed in a circuit other than the minor's residence, the judge, in the judge's discretion, may transfer the case to the family court of the circuit of the minor's residence.\n\n(i) When a petition is filed bringing a minor before the court under section 571-11(1) and (2), and the minor resides outside of the circuit, but within the State, the court, after a finding as to the allegations in the petition, may certify the case for disposition to the family court having jurisdiction where the minor resides. Thereupon, the court shall accept the case and may dispose of the case as if the petition was originally filed in that court. Whenever a case is so certified, the certifying court shall forward to the receiving court certified copies of all pertinent legal and social records.\n\n(j) If the court waives jurisdiction pursuant to subsection (b) or (d), the court also may waive its jurisdiction with respect to any other felony charges arising from the same episode to the charge for which the minor was waived. [L 1965, c 232, pt of §1; Supp, §333-13; HRS §571-22; am L 1970, c 81, §2; am L 1972, c 2, pt of §33; am L 1974, c 148, §2; am L 1980, c 303, §7(4); am L 1981, c 222, §1; am L 1987, c 182, §1; am L 1997, c 318, §2; am L 1999, c 139, §1; am L 2011, c 220, §16]\n\nRules of Court\n\nTransfer to criminal court, see HFCR rule 129.\n\nLaw Journals and Reviews\n\nWaiver of jurisdiction; procedural requirements, statement of reasons. Haw. Supp, 5 HBJ, no. 1, at 29 (1967).\n\nIn the Best Interests of the Child: Juvenile Justice or Adult Retribution? 23 UH L. Rev. 341 (2000).\n\nRisky Business: Assessing Dangerousness in Hawai`i. 24 UH L. Rev. 63 (2001).\n\nOrder waiving jurisdiction under subsection (a) is appealable. 50 H. 537, 444 P.2d 459 (1968).\n\nProcedure followed by court in waiving jurisdiction held valid. 50 H. 620, 446 P.2d 564 (1968).\n\nPending appeal of order waiving jurisdiction, stay of order should be granted only after weighing opposing interests. 57 H. 413, 558 P.2d 483 (1976).\n\nA waiver proceeding is primarily dispositional, so that full procedural protections appropriate to an adjudication of guilt do not apply. 58 H. 522, 574 P.2d 119 (1978).\n\n\"Act constituting felony if committed by adult\" construed. 59 H. 456, 583 P.2d 337 (1978).\n\nWaiver provision is not void for vagueness but requires a hearing, counsel, and statement of reasons by court. Defendant must appeal the order prior to circuit court trial. 60 H. 527, 592 P.2d 422 (1979).\n\nDismissal of indictment required where jurisdiction waived without hearing. 61 H. 12, 594 P.2d 1069 (1978).\n\nPreponderance of evidence standard in §571-41 does not apply to waiver proceedings. For purposes of waiver, charges are presumed to be true. Ultimate concern is whether evidence adduced justifies waiver. 61 H. 48, 594 P.2d 1084 (1979).\n\nAll waiver orders hereafter filed must conform to family court rule 129 requiring specific findings. 61 H. 167, 598 P.2d 176 (1979).\n\nStatement of reasons supporting decision to waive, sufficiency. 61 H. 167, 598 P.2d 176 (1979).\n\nWhere waiver of jurisdiction is invalid, proceedings held in circuit court are void. 61 H. 185, 599 P.2d 290 (1979).\n\nFamily court's findings in a waiver decision must be supported by substantial evidence. 61 H. 364, 604 P.2d 276 (1979).\n\nCompliance with \"full investigation and hearing\" required. 61 H. 561, 606 P.2d 1326 (1980).\n\nWaiver petitions taken \"under advisement\" must be acted upon within a reasonable time. 61 H. 561, 606 P.2d 1326 (1980).\n\nFamily court failed to act in accordance with its powers by proceeding to hear waiver petition without taking steps to enable completion of \"full and fair investigation\". 66 H. 516, 668 P.2d 25 (1983).\n\nMinor not entitled to probable cause hearing before family court jurisdiction waived. 67 H. 466, 691 P.2d 1163 (1984).\n\nAs section clearly and unambiguously does not require the family court to consider the subsection (c) factors when waiving jurisdiction under subsection (d), family court's failure to expressly consider the subsection (c) factors did not constitute an abuse of discretion. 94 H. 315, 13 P.3d 324 (2000).\n\nBased both on its plain language and the absence of legislative history indicating otherwise, subsection (a) is clearly disjunctive in nature, requiring that the family court find only one of three factors as a precondition to waiving jurisdiction over a minor. 102 H. 326, 76 P.3d 569 (2003).\n\nRecord indicated that full investigation was held and all findings necessary to sustain waiver were made and supported. 1 H. App. 226, 617 P.2d 826 (1980).\n\nWhere appellant presented danger to community, there was no error in refusing stay of waiver pending appeal. 1 H. App. 226, 617 P.2d 826 (1980).\n\nPurpose of family court waiver hearing is not to determine whether minor committed offense alleged or even to determine probable cause. Presumption that charges are true does not violate due process. 1 H. App. 243, 617 P.2d 830 (1980).\n\nWhere family court has considered all the factors in its determination to waive and there is no manifest abuse of discretion, appellate court is not required to determine or question the weight attributed to the various factors. 1 H. App. 301, 618 P.2d 1150 (1980).\n\nA minor who is \"treatable\" may still be waived for the \"safety of the community\". 1 H. App. 611, 623 P.2d 1262 (1981).\n\nMinor whose acts are offenses against property may still pose a threat to the \"safety of the community\". 1 H. App. 611, 623 P.2d 1262 (1981).\n\nWhere family court declined to waive jurisdiction over person, deciding that safety of community did not require that person continue under judicial restraint for period extending beyond person's minority and that no court could commit person to adult correctional facility, but thereafter committed person to adult correctional facility, court unlawfully violated its prior order declining to waive jurisdiction. 86 H. 517 (App.), 950 P.2d 701 (1997).\n\nFamily court did not err at hearing on petition to waive family court jurisdiction over defendant when it admitted into evidence a police report without affording defendant the opportunity to call, confront and cross-examine the percipient witnesses to the offense named in the police report where defendant did not show what defendant's cross-examination of the witnesses might have revealed; thus, no abuse of discretion in family court waiving jurisdiction over defendant. 107 H. 259 (App.), 112 P.3d 745 (2005).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-22/"
    },
    {
      "id": "section-571-225",
      "number": "571-22.5",
      "heading": "Appeal of waiver of jurisdiction.",
      "text": "§571-22.5 Appeal of waiver of jurisdiction.An order waiving jurisdiction shall not be appealable as a final order, but may only be appealable in conjunction with an appeal of all other issues after a trial on the charge against such minor or adult. [L 1980, c 207, §1]\n\nDoes not permit appellate review of order denying waiver of jurisdiction. 66 H. 516, 668 P.2d 25 (1983).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-22-5/"
    },
    {
      "id": "section-571-23",
      "number": "571-23",
      "heading": "Summons; notice; custody of minor.",
      "text": "§571-23 Summons; notice; custody of minor.After a petition under section 571-11(1) or (2) is filed in the interest of a minor, and after such investigation as the court may direct, the court shall issue a summons, unless the parties hereinafter named promise in writing to appear voluntarily, requiring the person or persons who have the custody or control of the minor to appear personally and bring the minor before the court at a time and place stated. If the person so summoned is not the parent or guardian of the minor, then the parent or guardian or both shall also be notified, by personal service before the hearing except as herein provided, of the pendency of the case and of the time and place appointed. Summons may be issued requiring the appearance of any other person whose presence, in the opinion of the judge, is necessary. If it appears that the minor is in such condition or surroundings that the minor's welfare requires taking the minor into custody, the judge may order, by endorsement upon the summons, or otherwise, that the person serving the summons shall take the minor into custody at once. A parent or guardian is entitled to the issuance of compulsory process for the attendance of witnesses on the parent's or guardian's own behalf or on behalf of the minor.\n\nService of summons shall be made personally by the delivery of a copy thereof, together with a copy of the petition, to the person summoned, except that if the judge is satisfied that personal service of the summons or the notice provided for in the preceding paragraph is impracticable, the judge may order service by certified or registered mail addressed to the last known address, or by publication, or both. Service effected not less than forty-eight hours before the time fixed in the summons for the return thereof shall be sufficient to confer jurisdiction, provided that jurisdiction shall be conferred if any person who might be so summoned appears voluntarily at the time and place appointed and waives such service and such notice.\n\nService of summons, process, or notice required by this chapter may be made by any suitable person under the direction of the court and upon request of the court shall be made by any police officer. The judge may authorize the payment of necessary travel expenses incurred by persons summoned or otherwise required to appear at the hearing of a case coming within the purview of this chapter. Section 621-7 shall apply to persons summoned under this section other than a parent, guardian, or other legal custodian of the child concerned. [L 1965, c 232, pt of §1; Supp, §333-14; HRS §571-23; gen ch 1985]\n\nRules of Court\n\nService and summons, see HFCR rules 4, 5, 138, 139.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-23/"
    },
    {
      "id": "section-571-24",
      "number": "571-24",
      "heading": "Failure to answer summons; warrants.",
      "text": "§571-24 Failure to answer summons; warrants.Any person summoned as provided in section 571-23 who, without reasonable cause, fails to appear, may be proceeded against for contempt of court. If the summons cannot be served, or if the parties served fail to obey the summons, or if it is made to appear to the judge that serving the summons will be ineffectual or that the welfare of the minor requires that the minor be brought forthwith into the custody of the court, a warrant may be issued for the parent, the guardian, or the minor.\n\nIf, after being summoned or notified to appear, a parent fails to do so, a warrant may be issued for the parent's appearance, and the hearing shall not take place without the presence of one or both of the parents or the guardian, or, if none is present, a guardian ad litem appointed by the court to protect the interests of the minor. The court may also appoint a guardian ad litem, whenever this is necessary for the welfare of the minor, whether or not a parent or guardian is present. [L 1965, c 232, pt of §1; Supp, §333-15; HRS §571-24; gen ch 1985]\n\nRules of Court\n\nGuardians ad litem, see HFCR rule 17(c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-24/"
    },
    {
      "id": "section-571-31",
      "number": "571-31",
      "heading": "Taking children into custody; release; notice.",
      "text": "§571-31 Taking children into custody; release; notice.(a) A child may be taken into custody by any police officer without order of the judge when there are reasonable grounds to believe that a child comes within section 571-11(1) or (2), or by any police or probation officer when there are reasonable grounds to believe that the child has violated a court order of probation or protective supervision.\n\n(b) When an officer or other person takes a child into custody, the parents, guardian, or legal custodian shall be notified immediately. The child shall be:\n\n(1) Released to the care of the child's parent or other responsible adult;\n\n(2) Referred or delivered to the court or other designated agency with or without simultaneous release to parent or other responsible adult; or\n\n(3) Taken directly to a detention facility if the child's immediate welfare or the protection of the community requires it or if the child is subject to detention for violation of a court order of probation or protective supervision.\n\n(c) If the person taking the child into custody believes it desirable, the child's parent, guardian, or legal custodian may be required to sign a written promise to take the child to the court or other designated agency at the time arranged, or to the court at the time directed by the court.\n\n(d) If a parent or other responsible custodian fails to produce the child in court or at another designated agency as required by an authorized notice, or when notified by the court, a summons or warrant may be issued for the apprehension of that person or the child or both. The court may assess the cost of the issuance and execution of the summons or warrant against the person. [L 1965, c 232, pt of §1; Supp, §333-16; HRS §571-31; am L 1972, c 2, pt of §33; am L 1976, c 85, §7; am L 1980, c 303, §4(2); am L 1988, c 294, §2; am L 2018, c 18, §45]\n\nRules of Court\n\nShelter and detention, see Hawaii Family Court Rules, part D(V).\n\nLaw Journals and Reviews\n\nOn suppression of evidence seized in violation of statute, see Suppression of Evidence Without the Aid of the Fourth, Fifth and Sixth Amendments. 8 HBJ, no. 4, at 109 (1972).\n\nSubsection (b) only requires that police contact a minor's parent, guardian, or legal custodian to notify them that their child is in police custody; it does not give statutory right to minor's parent, guardian, or legal custodian to communicate with the minor prior to and to be present at the minor's custodial interrogation. 90 H. 246, 978 P.2d 684 (1999).\n\nIn absence of any specified time limit in the HRS, when a child who is taken into custody under this section is going to be released to the custody of the child's parent or other responsible adult under subsection (b)(1), the release to the parent or responsible adult must occur within a reasonable time. 91 H. 147 (App.), 981 P.2d 704 (1998).\n\nIn the absence of any evidence that lapse of time was unreasonable, police did not violate notification requirement of subsection (b). 91 H. 147 (App.), 981 P.2d 704 (1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31/"
    },
    {
      "id": "section-571-311",
      "number": "571-31.1",
      "heading": "Standard for detention.",
      "text": "§571-31.1 Standard for detention.(a) As used in this chapter, \"protection of the community\" means there is a threat to, and a necessity to protect, the person or property of others from:\n\n(1) A minor who is alleged to have committed an offense which caused physical harm, or a threat of physical harm, to another person; or\n\n(2) A minor who is alleged to have committed an offense which caused damage to, or theft of, property; and\n\n(A) The minor's record reveals a pattern of behavior which has caused damage to, or loss of, property; and\n\n(B) Previous control measures have failed.\n\n(b) As used in this chapter, \"immediate welfare\" means:\n\n(1) The minor is in physical, emotional, or psychological danger, or may be prior to the court's disposition;\n\n(2) No parent or other responsible adult known to the decision-maker is willing and able to provide the type and degree of supervision necessary to protect the minor from that danger;\n\n(3) No other secure facility is appropriate and available.\n\n(c) In determining whether the immediate welfare or the protection of the community requires a minor's detention, an officer or other person may take into consideration the following, among other pertinent factors:\n\n(1) The severity of the violation or violations which the child is reasonably believed to have committed;\n\n(2) The frequency with which the child is reasonably believed to have committed such or other violations;\n\n(3) The child's age, character, physical, and mental health;\n\n(4) The interpersonal relationships between the child, the family, and the community; and\n\n(5) Any previous history of referrals to the court. [L 1980, c 303, §4(3)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-1/"
    },
    {
      "id": "section-571-312",
      "number": "571-31.2",
      "heading": "Juvenile intake and diagnostic services.",
      "text": "§571-31.2 Juvenile intake and diagnostic services.(a) The court or other designated agency shall:\n\n(1) Notify the child's parent, guardian[,] or legal custodian or take reasonable action to ensure that such notice has been given;\n\n(2) Require the child, the child's parent, the child's guardian or legal custodian, or both, to appear at the court or other designated agency as soon as practicable for a family counseling session to attempt a quick resolution of their problem; [and]\n\n(3) Investigate, evaluate, make necessary determination, and take appropriate actions regarding:\n\n(A) Diversion from justice system processing, formal or informal, and closure of the case;\n\n(B) Release of a child to the care of the child's parent or other responsible adult;\n\n(C) Extending to or making arrangement for the securing of suitable informal adjustment under section 571-31.4, 571-31.5 or 571-31.6;\n\n(D) Initiation of the filing of a complaint or petition;\n\n(E) Detention of a child, utilizing the standard set out in section 571-31.1 or temporary shelter in a nonsecure shelter; and\n\n(F) Making such other informal disposition as may be suitable.\n\n(b) If the intake officer believes it desirable, [the] officer may take action to obtain the child or the written promise of a parent, guardian, or legal custodian to take the child to the court or other designated agency as in section 571-31(c). The failure of a parent, guardian, or other legal custodian to produce the child in court or at the other designated agency as required by an authorized notice may be pursued as provided in section 571-31(d).\n\n(c) For cases diverted under subsection (a)(3)(A), intake officers shall compile reports at least monthly enumerating the aggregate number of cases diverted and the types of alleged offenses precipitating the referral of the child to the court. These reports shall be submitted to the administrator of the juvenile client services branch in each judicial circuit, who shall compile the reports into an annual report for each judicial circuit, to be submitted to the board of family court judges and the Hawaii juvenile justice state advisory council. [L 1980, c 303, pt of §5(3); am L 1988, c 294, §3; am L 2014, c 201, §9]\n\nRules of Court\n\nIntake procedure, see HFCR rule 123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-2/"
    },
    {
      "id": "section-571-313",
      "number": "571-31.3",
      "heading": "Voluntary assistance.",
      "text": "§571-31.3 Voluntary assistance.A child or the child's parent, guardian, or legal custodian may voluntarily apply to the court or other designated agency to obtain appropriate services, including family conciliation and counseling, regarding issues or problems involving the child which are not being successfully resolved within the family. Upon such application, the court or other designated agency shall render appropriate services to the child and the family or assist in securing such services from other appropriate agencies. [L 1980, c 303, pt of §5(3); am L 1988, c 294, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-3/"
    },
    {
      "id": "section-571-314",
      "number": "571-31.4",
      "heading": "Informal adjustment, law violators.",
      "text": "§571-31.4 Informal adjustment, law violators.(a) When a child reasonably believed to come within section 571-11(1) is referred to the court or other designated agency, and is not diverted from processing, informal adjustment may be provided to the child by an intake officer duly authorized by the family court only where the facts reasonably appear to establish prima facie jurisdiction and are admitted and where a consent is obtained from the child's parent, guardian, or legal custodian, and the child, if of sufficient age and understanding.\n\n(b) The deputy chief court administrators of each circuit shall together establish a framework that includes the criteria probation officers shall use to guide the exercise of discretion in providing informal adjustment.\n\n(c) Informal adjustment under this section may include, among other suitable methods, programs, and procedures, the following:\n\n(1) Participation in restitution projects to obtain appropriate victim satisfaction;\n\n(2) Participation in community service projects so as to establish the child's self value in the community;\n\n(3) Participation in community-based programs which work with the child and family to maintain and strengthen the family unit so that the child may be retained in the child's own home;\n\n(4) Submission to neighborhood courts or panels upon procedures to be established by the court. As used in this paragraph \"neighborhood courts or panels\" are community organizations designed to settle minor disputes between parties on a voluntary basis using mediation or nonbinding arbitration;\n\n(5) Participation in programs to support, counsel, or provide work and recreational opportunities to help prevent delinquency;\n\n(6) Participation in educational programs or supportive services designed to help delinquents and to encourage other youths to remain in elementary and secondary schools or in alternative learning situations;\n\n(7) Participation in youth-initiated programs and outreach programs designed to assist youth and families;\n\n(8) Appropriate physical and medical examinations, vocational and aptitude testing, examinations for learning disabilities or emotional dysfunctions, and suitable counseling and therapy;\n\n(9) Placement with nonsecure or secure shelter facilities;\n\n(10) Restitution providing for monetary payment by the parents of the child; or\n\n(11) Participation in a restorative justice program where the child and the child's parents or guardian, and other supporters of the child, may meet with the victim harmed by the child's law violation and the victim's supporters.\n\n(d) Informal adjustment projects, programs, and services may be provided through public agencies or private agencies.\n\n(e) In the event resources and services for informal adjustment are not available, have failed, are reasonably believed to fail if attempted, or are unable to respond to the needs of the child or family, the intake officer shall proceed with formal action, or take such action as is otherwise allowed under this chapter.\n\n(f) Intake officers shall compile annual reports that include the number and per cent of referrals informally adjusted, and the number and per cent of children informally adjusted who avoided further system processing. The administrator of the juvenile client services branch in each judicial circuit shall compile the annual reports from the probation intake sections into a single annual report for each judicial circuit and shall submit the final report to the board of family court judges and the Hawaii juvenile justice state advisory council. [L 1980, c 303, pt of §5(3); am L 1986, c 133, §1; am L 1988, c 294, §5; am L 2013, c 62, §1; am L 2014, c 201, §10]\n\nRules of Court\n\nInformal adjustment, see HFCR rule 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-4/"
    },
    {
      "id": "section-571-315",
      "number": "571-31.5",
      "heading": "Informal adjustment, status offenders.",
      "text": "§571-31.5 Informal adjustment, status offenders.(a) When a child reasonably believed to come within section 571-11(2) is referred to the court or other designated agency, informal adjustment shall be provided to the child by an intake officer duly authorized by the family court only where the facts reasonably appear to establish prima facie jurisdiction and are admitted and where a consent is obtained from the child's parent, guardian, or legal custodian, and the child, if of sufficient age and understanding. Informal adjustment under this section may include, among other suitable methods, programs, and procedures, listed in section 571-31.4(c), except section 571-31.4(c)(1), and provided that placement with shelter facilities under section 571-31.4(c)(9) shall be on a nonsecure basis unless the child is processed under subsection (b).\n\n(b) In the event resources and services for informal adjustment are not available, have failed, are reasonably believed to fail if attempted, or are unable to respond to the needs of the child or family, the intake officer shall proceed with formal action, or take such action as is otherwise allowed under this chapter. [L 1980, c 303, pt of §5(3); am L 1988, c 294, §6; am L 2014, c 201, §11]\n\nRules of Court\n\nInformal adjustment, see HFCR rule 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-5/"
    },
    {
      "id": "section-571-316",
      "number": "571-31.6",
      "heading": "Informal adjustment, minor who may be both law violator and status offender.",
      "text": "§571-31.6 Informal adjustment, minor who may be both law violator and status offender.When a child is reasonably believed to come within section 571-11(1) and (2), the intake officer may exercise discretion to process informal adjustment under section 571-31.4. In making that determination, the officer shall be guided by the criteria set out in section 571-31.1(c)(1) to (5) and the criteria in the framework established pursuant to section 571-31.4(b), taking into account the availability of suitable method, program, or procedure for the child. [L 1980, c 303, pt of §5(3); am L 2014, c 201, §12]\n\nRules of Court\n\nInformal adjustment, see HFCR rule 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-6/"
    },
    {
      "id": "section-571-318",
      "number": "571-31.8",
      "heading": "Contact with counsel; parent, guardian, or legal custodian; consultation.",
      "text": "§571-31.8 Contact with counsel; parent, guardian, or legal custodian; consultation.(a) Before the waiver of any right against self-incrimination by and before a custodial interrogation of a child under eighteen years of age, the child shall have contact with legal counsel in person, by telephone, or by video conference, and shall also, to the extent practicable, have contact with a parent, guardian, or legal custodian in person, by telephone, or by video conference. The contact may not be waived.\n\n(b) The court, in determining the admissibility of statements of a child under eighteen years of age made during or after the waiver of any right against self-incrimination or during or after a custodial interrogation, shall consider the effect of any failure of the officer who had custody of the child to take steps to comply with subsection (a).\n\n(c) Any officer who has arrested a child under eighteen years of age shall notify the child's parent, guardian, or legal custodian that the child has been arrested and shall provide the location of the child's detainment. [L 2023, c 180, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-31-8/"
    },
    {
      "id": "section-571-32",
      "number": "571-32",
      "heading": "Detention; shelter; release; notice.",
      "text": "§571-32 Detention; shelter; release; notice.(a) If a minor who is believed to come within section 571-11(1) is not released as provided in section 571-31 and is not deemed suitable for diversion, then the minor shall be taken without unnecessary delay to the court or to the place of detention or shelter designated by the court. If a minor who is believed to come within section 571-11(2) is not released as provided in section 571-31, and is not deemed suitable for diversion, then the minor shall be taken without unnecessary delay to the court or to the place of shelter designated by the court. If the court determines that the minor requires care away from the minor's own home but does not require secure physical restriction, the minor shall be given temporary care in any available nonsecure minor caring institution, foster family home, or other shelter facility.\n\n(b) The officer or other person who brings a minor to a detention or shelter facility shall give notice to the court at once, stating the legal basis therefor and the reason why the minor was not released to the minor's parents. If the facility to which the minor is taken is not an agency of the court, the person in charge of the facility in which the minor is placed shall promptly give notice to the court that the minor is in that person's custody. Before acceptance of the minor for detention or shelter care, a prompt inquiry shall be made by a duly authorized staff member of the detention or shelter facility or officer of the court. Where it is deemed in the best interests of the minor, the judge, officer, staff member, or director of detention services may then order the minor to be released, if possible, to the care of the minor's parent, guardian, legal custodian, or other responsible adult, or the judge may order the minor held in the facility subject to further order or placed in some other appropriate facility.\n\n(c) As soon as a minor is detained, the minor's parents, guardian, or legal custodian shall be informed, by personal contact or by notice in writing on forms prescribed by the court, that they may have a prompt hearing held by a circuit judge or district family judge regarding release or detention. A minor may be released on the order of the judge with or without a hearing. The director of detention services may order the release of the minor if an order of detention has not been made.\n\n(d) No minor shall be held in a detention facility for juveniles or shelter longer than twenty-four hours, excluding weekends and holidays, unless a petition or motion for revocation of probation, or motion for revocation of protective supervision has been filed, or unless the judge orders otherwise after a court hearing. No ex parte motions shall be considered. For the purposes of this section:\n\n(1) Unless a court finds, after a hearing and in writing, that it is in the interest of justice as provided for in subsection (g)(2), a minor believed to come within section 571-11(1), or a minor awaiting trial or another legal process, who is treated as an adult for purposes of prosecution in criminal court and housed in a secure facility shall not:\n\n(A) Have sight or sound contact with adult inmates; or\n\n(B) Be held in any jail or lockup for adults,\n\nexcept as provided in subsection (g)(3); and\n\n(2) Detention in a jail or lockup for adults may be permitted for:\n\n(A) A minor accused of a non-status offense who is held for a period not to exceed six hours; provided that the minor is being held:\n\n(i) For processing or release;\n\n(ii) While awaiting transfer to a juvenile facility; or\n\n(iii) For a court appearance that occurs within the period of detention; or\n\n(B) A minor accused of a non-status offense who is awaiting an initial court appearance that will occur within forty-eight hours of the minor being taken into custody, excluding weekends and holidays, and where the jail or lockup for adults is in a location:\n\n(i) Outside a metropolitan statistical area, as defined by the Office of Management and Budget, and no acceptable alternative placement is available;\n\n(ii) Where the distance to be traveled or the lack of highway, road, or transportation does not allow for court appearances within forty-eight hours, excluding weekends and holidays, such that a brief delay of no more than an additional forty-eight hours is excusable; or\n\n(iii) Where safety concerns exist, such as severe and life-threatening weather conditions that do not allow for reasonably safe travel, in which case the time for an appearance may be delayed until twenty-four hours after the time that conditions allow for reasonably safe travel;\n\nprovided that the minor shall not have sight or sound contact with adult inmates; provided further that the State shall have a policy in effect that requires individuals who work with both minor and adult inmates in collocated facilities to be trained and certified to work with juveniles.\n\n(e) No minor may be held after the filing of a petition or motion, as specified in subsection (d), unless an order for continued detention or shelter has been made by a judge after a court hearing. If there is probable cause to believe that the minor comes within section 571-11(1), the minor may be securely detained, following a court hearing, in a detention facility for juveniles or may be held in a shelter. If there is probable cause to believe that the minor comes within section 281-101.5 or 571-11(2), the minor may be held, following a court hearing, in a shelter but shall not be securely detained in a detention facility for juveniles for longer than twenty-four hours, excluding weekends and holidays, unless the minor is subject to the provisions of chapter 582, Interstate Compact on Juveniles, or chapter 582D, Interstate Compact for Juveniles, or is allegedly in or has already been adjudicated for a violation of a valid court order, as provided under the federal Juvenile Justice and Delinquency Prevention Act of 1974, as amended.\n\n(f) No minor shall be released from detention except in accordance with this chapter.\n\n(g) When a minor is ordered to be held or detained by the court:\n\n(1) Where a minor transferred for criminal proceedings pursuant to a waiver of family court jurisdiction is detained, the minor shall not:\n\n(A) Have sight or sound contact with adult inmates; or\n\n(B) Be held in any jail or lockup for adults,\n\nunless a court finds, after a hearing and in writing, that it is in the interest of justice;\n\n(2) In determining whether it is in the interest of justice to permit a minor to be held in any jail or lockup for adults, or to have sight or sound contact with adult inmates, a court shall consider:\n\n(A) The age of the minor;\n\n(B) The physical and mental maturity of the minor;\n\n(C) The present mental state of the minor, including whether the minor presents an imminent risk of self-harm;\n\n(D) The nature and circumstances of the alleged offense;\n\n(E) The minor's history of prior delinquent acts;\n\n(F) The relative ability of the available adult and juvenile detention facilities to meet the specific needs of the minor and protect the safety of the public as well as other detained minors; and\n\n(G) Any other relevant factor; and\n\n(3) If a court determines that it is in the interest of justice to permit a minor to be held in any jail or lockup for adults, or to have sight or sound contact with adult inmates:\n\n(A) The court shall hold a hearing no less frequently than once every thirty days, or in the case of a rural jurisdiction, no less frequently than once every forty-five days, to review whether it remains in the interest of justice to permit the minor to be held in a jail or lockup for adults or to have sight or sound contact with adult inmates; and\n\n(B) The minor shall not be held in any jail or lockup for adults, or permitted to have sight or sound contact with adult inmates, for more than one hundred eighty days, unless the court, in writing, determines there is good cause for an extension, or the minor expressly waives this limitation.\n\n(h) A minor may be placed in room confinement in a juvenile detention or adult jail facility only under the following conditions:\n\n(1) Room confinement may only be used as a temporary response to a minor's behavior, and only if:\n\n(A) The behavior poses an immediate and substantial risk of danger to the minor's self or another individual, or a serious and immediate threat to the safety and orderly operation of the facility; provided that any decision to hold a minor in room confinement due to a mental health emergency shall be made by a mental health professional and based upon the mental health professional's examination of the minor; or\n\n(B) The minor is an imminent escape risk;\n\n(2) Because of the potential impact on a minor's mental or physical health, room confinement may only be used for the minimum time necessary for the minor to regain self-control, and only after less restrictive options or techniques, including de-escalation, conflict and behavioral management techniques, and intervention by a mental health professional, have been attempted, exhausted, and failed;\n\n(3) If a minor is placed in room confinement, the reasons for the room confinement shall be explained to the minor. The minor shall also be informed that release from room confinement will occur immediately when the minor exhibits self-control and is no longer deemed a threat to the minor's safety or the safety of others;\n\n(4) If a minor is placed in room confinement, the following individuals shall be notified on the next business day and provided the reasons for the room confinement as well as the location and duration of the confinement:\n\n(A) The senior judge of the family court;\n\n(B) The presiding judge who ordered the minor to be held at the facility;\n\n(C) The deputy chief court administrator; and\n\n(D) The social services manager of the juvenile client services branch for the circuit court of the first circuit;\n\n(5) Room confinement shall not be used for purposes of punishment or disciplinary sanction, coercion, convenience, or retaliation, or to address staffing shortages at the facility;\n\n(6) A minor may be held in room confinement for no more than three hours unless the minor is a danger to themselves or another, or the on-call judge grants an extension of no more than three additional hours of confinement. Thereafter, the minor shall be returned to the general population; provided that if a minor is held in room confinement for more than three hours, a hearing shall be held before the family court on the next business day, at which time the minor shall be provided legal representation;\n\n(7) A minor shall not be returned to room confinement immediately after returning to the general population from room confinement for the purposes of evading the reporting requirements and room confinement restrictions pursuant to this section;\n\n(8) If the minor is not returned to the general population following a hearing pursuant to paragraph (6), the minor shall be transferred to a location where services may be provided to the minor without the need for room confinement; provided that if a mental health professional determines that the level of crisis service needed is not presently available at the location, the superintendent or deputy superintendent of the facility shall initiate a referral to a facility that can meet the needs of the minor;\n\n(9) All rooms used for room confinement shall have adequate and operational lighting, ventilation for the comfort of the minor, and shall be clean and resistant to suicide and self-harm;\n\n(10) The minor shall have access to drinking water, toilet facilities, hygiene supplies, and reading materials approved by a mental health professional;\n\n(11) The minor shall have the same access as provided to minors in the general population of the facility to meals, contact with parents or legal guardians, legal assistance, educational programs, and medical and mental health services;\n\n(12) The minor shall be continuously monitored by facility staff; and\n\n(13) The judiciary shall post quarterly on the judiciary's website a report of its detention center detailing their compliance with this section. Each report shall include:\n\n(A) The number of incidents of room confinement every year;\n\n(B) The number of minors impacted;\n\n(C) The age, gender identity, and race of minors impacted;\n\n(D) Any alternative strategies employed before the use of room confinement, the reasons those alternative strategies failed, and why room confinement was necessary; and\n\n(E) The incidence of mental illness.\n\nFor the purposes of this subsection:\n\n\"Mental health professional\" means a qualified mental health professional or mental health professional supervised by a qualified mental health professional.\n\n\"Room confinement\" means the placement of a minor in a room, cell, or area with minimal or no contact with persons other than court staff and attorneys. \"Room confinement\" does not include confinement of a minor in a single-person room or cell for brief periods of locked room time as necessary for required institutional operations and does not include confinement during sleep hours.\n\n(i) Provisions regarding bail shall not be applicable to minors detained in accordance with this chapter, except that bail may be allowed after a minor has been transferred for criminal prosecution pursuant to waiver of family court jurisdiction.\n\n(j) The official in charge of a facility for the detention of adult offenders or persons charged with crime shall inform the court immediately when a minor who is or appears to be under eighteen years of age is received at the facility.\n\n(k) Any other provision of law to the contrary notwithstanding, any person otherwise subject to proceedings under chapter 832 and who is under the age of eighteen may be confined in a detention facility or correctional facility by order of a judge for the purposes set forth in section 832-12, 832-15, or 832-17.\n\n(l) The department of human services through the office of youth services shall certify police station cellblocks and community correctional centers that provide sight and sound separation between minors and adults in secure custody. Only cellblocks and centers certified under this subsection shall be authorized to detain juveniles pursuant to section 571-32(d). The office of youth services may develop sight and sound separation standards, issue certifications, monitor and inspect facilities for compliance, cite facilities for violations, withdraw certifications, and require certified facilities to submit data and information as requested. In addition, the office of youth services may monitor and inspect all cellblocks and centers for compliance with section 571-32(d). [L 1965, c 232, pt of §1; Supp, §333-17; HRS §571-32; am L 1976, c 85, §8; am L 1977, c 119, §2; am L 1980, c 303, §4(4); am L 1993, c 187, §2; am L 2009, c 93, §3; am L 2021, c 61, §1; am L 2022, c 290, §1]\n\nRules of Court\n\nShelter and detention, see Hawaii Family Court Rules, part D(V).\n\nSection 571-48 applies only to minors actually adjudicated under §571-11, and placement of a minor, prior to adjudication, is dealt with under this section. 84 H. 41, 928 P.2d 883 (1996).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-32/"
    },
    {
      "id": "section-571-321",
      "number": "571-32.1",
      "heading": "Contract and fee-for-service accommodations.",
      "text": "§571-32.1 Contract and fee-for-service accommodations.To provide for children under section 571-32, the family court may provide, on a contractual or on fee-for-service basis, accommodations in child caring institutions or foster boarding homes which meet the intent of section 346-17. [L 1980, c 303, §9(2)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-32-1/"
    },
    {
      "id": "section-571-33",
      "number": "571-33",
      "heading": "Detention and shelter facilities.",
      "text": "§571-33 Detention and shelter facilities.Provisions shall be made for the temporary detention of children or minors in a detention home, to be conducted as an agency of the court; or the court may arrange for the care and custody of such children or minors temporarily in private homes subject to the supervision of the court, or may arrange with any institution or agency to receive for temporary care and custody children or minors within the jurisdiction of the court.\n\nWhen a detention home is established as an agency of the court, the judge may appoint a director of detention services and other necessary employees for such home in the same manner as is provided by law for the appointment of other employees of the court.\n\nA detention home established in any circuit may be used for the temporary detention of children or minors ordered to be detained by the court of another circuit. The use shall be subject to the approval of the judge of the court of the circuit in which the detention home is situated, upon such terms and conditions as may be established by the judge.\n\nThe family court shall also provide nonsecure shelter facilities separate from detention facilities. In referring minors to a nonsecure shelter, the court shall consider the minor's background, degree of involvement in illegal and antisocial activities, current behavioral patterns, and any other relevant criteria to determine placement. [L 1965, c 232, pt of §1; Supp, §333-18; HRS §571-33; am L 1988, c 294, §7]\n\nRules of Court\n\nShelter and detention, see Hawaii Family Court Rules, part D(V).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-33/"
    },
    {
      "id": "section-571-34",
      "number": "571-34",
      "heading": "Criminal history record checks.",
      "text": "§571-34 Criminal history record checks.The judiciary shall develop standards to ensure the reputable and responsible character of employees of detention facilities defined in this chapter which shall include but not be limited to criminal history record checks. All employees and applicants for employment at facilities established under section 571-33 shall be subject to criminal history record checks and shall provide consent to the judiciary to obtain other criminal history record information for verification. The judiciary shall obtain criminal history record information through the Hawaii criminal justice data center on all employees and applicants. The judiciary may terminate an employee or deny employment to an applicant who was convicted of a crime and if the judiciary finds that the criminal history record indicates that the employee or applicant poses a risk to the health, safety, security, or well-being of youths under detention. [L 1985, c 209, §7; am L 2003, c 95, §15(2)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-34/"
    },
    {
      "id": "section-571-41",
      "number": "571-41",
      "heading": "Procedure in children's cases.",
      "text": "§571-41 Procedure in children's cases.(a) Cases of children in proceedings under section 571-11(1) and (2) shall be heard by the court separate from hearings of adult cases and without a jury. Stenographic notes or mechanical recordings shall be required as in other civil cases in the circuit courts, unless the parties waive the right of such record or the court so orders. The hearings may be conducted in an informal manner and may be adjourned from time to time.\n\n(b) Except as provided in section 571-84.6, the general public shall be excluded and only such persons admitted whose presence is requested by the parent or guardian or as the judge or district family judge finds to have a direct interest in the case, from the standpoint of the best interests of the child involved, or in the work of the court; provided that:\n\n(1) Upon request by a party, hearings initiated pursuant to chapter 587A may be opened to the public if a judge determines that doing so would be in the best interests of the child;\n\n(2) Parties involved in hearings initiated pursuant to chapter 587A shall be allowed to be accompanied by an adult advocate to provide support, unless the court finds that the presence of the advocate would not be in the best interests of the child. The advocate need not be a licensed attorney. The State shall not be required to pay, directly or through reimbursement, for any fees, costs, or expenses related to the advocate. No person shall act as an advocate who has an interest in the matter beyond the protection of the child and the healing and rehabilitation of the family; and\n\n(3) The victim of the alleged violation and all other witnesses who are younger than eighteen years of age shall be entitled to have parents, guardians, or one other adult and may have an attorney present while testifying at or otherwise attending a hearing initiated pursuant to section 571-11(1) or 571-11(2).\n\nPrior to the start of a hearing, the parents, guardian, or legal custodian, and, when appropriate, the child, the child victim, or witness shall be notified of the right to be represented by counsel and the right to remain silent.\n\n(c) Findings of fact by the judge or district family judge of the validity of the allegations in the petition shall be based upon a preponderance of evidence admissible in the trial of civil cases except for petitions alleging the court's jurisdiction under section 571-11(1) which shall require proof beyond a reasonable doubt in accordance with rules of evidence applicable to criminal cases; provided that no child who is before the court under section 571-11(1) shall have admitted against the child any evidence in violation of the child's rights secured under the constitution of the United States or the State of Hawaii. In the discretion of the judge or district family judge the child may be excluded from the hearing at any time. When more than one child is alleged to have been involved in the same act, the hearing may be held jointly for the purpose of making a finding as to the allegations in the petition and then shall be heard separately for the purpose of disposition except in cases where the children involved have one common parent.\n\n(d) In the disposition part of the hearing any relevant and material information, including information contained in a written report, study, or examination, and the results of a risk and needs assessment of the child conducted pursuant to section 571-45, shall be admissible, and may be relied upon to the extent of its probative value; provided that the maker of the written report, study, or examination shall be subject to both direct and cross-examination upon demand and when the maker is reasonably available. The disposition shall be based only upon the admitted evidence, and findings adverse to the child as to disputed issues of fact shall be based upon a preponderance of such evidence.\n\n(e) Upon a final adverse disposition, if the parent or guardian is without counsel the court shall inform the parent or guardian of the parent's or guardian's right to appeal as provided for in section 571-54.\n\n(f) The judge, or the senior judge if there is more than one, may by order confer concurrent jurisdiction on a district court created under chapter 604 to hear and dispose of cases of violation of traffic laws, ordinances, or emergency period rules by children, provision to the contrary in section 571-11 or elsewhere notwithstanding. The exercise of jurisdiction over children by district courts shall, nevertheless, be considered noncriminal in procedure and result in the same manner as though the matter had been adjudicated and disposed of by a family court. [L 1965, c 232, pt of §1; Supp, §333-19; HRS §571-41; am L 1973, c 211, §1(e) and c 219, §2; am L 1976, c 85, §9; am L 1980, c 262, §1; am L 1983, c 199, §1; gen ch 1985; am L 1997, c 317, §3; am L 2004, c 211, §1; am L 2010, c 135, §7; am L 2014, c 201, §13; am L 2021, c 185, §16]\n\nRules of Court\n\nJuvenile proceedings, see Hawaii Family Court Rules, part D.\n\nEvidence; proof, see HFCR rule 143.\n\nFindings by court, see HFCR rule 52.\n\nTranscripts, see HFCR rule 80.\n\nPreponderance of evidence standard applies only to adjudicatory and post-adjudicatory proceedings. 61 H. 48, 594 P.2d 1084 (1979).\n\nProbation revocation hearing, procedural requirements. 62 H. 70, 610 P.2d 509 (1980).\n\nProvision relating to admissibility of evidence at the dispositional phase of hearing is consistent with due process. 62 H. 70, 610 P.2d 509 (1980).\n\nRight to counsel; waiver. 63 H. 162, 623 P.2d 86 (1981).\n\nDistrict court has concurrent jurisdiction with family court in DUI cases where defendant is a minor. 69 H. 455, 746 P.2d 82 (1987).\n\nDistrict court may not impose a sentence of imprisonment for a traffic offense. 70 H. 328, 770 P.2d 418 (1989).\n\nBecause subsection (c) lacks any express standards governing the exercise of the court's discretion to join cases or to account for situations where joinder may result in unfair prejudice to one of the minors, family court's use of HRPP rules 8, 13, and 14, in and of itself, did not conflict with subsection (c) and thus, was not reversible error. 79 H. 265 (App.), 900 P.2d 1332 (1995).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-41/"
    },
    {
      "id": "section-571-411",
      "number": "571-41.1",
      "heading": "Extradition of minors to Hawaii.",
      "text": "§571-41.1 Extradition of minors to Hawaii.Any person who violates, or is alleged to have violated, any law of this State defining a crime, and is at the time of the offense under the age of eighteen years, and who thereafter flees from this State may be proceeded against in the manner provided by chapter 832. Upon return of such person to this State by extradition or otherwise, proceedings shall be commenced in the manner provided for in this chapter. [L 1977, c 119, pt of §1; am L 1980, c 303, pt of §7(5)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-41-1/"
    },
    {
      "id": "section-571-412",
      "number": "571-41.2",
      "heading": "Extradition of minors from Hawaii.",
      "text": "§571-41.2 Extradition of minors from Hawaii.Any person who violates, or is alleged to have violated, any law of another state defining a crime and is at the time of the offense under the age of eighteen years, and who thereafter flees from that state and is found in this State may be proceeded against in the manner provided for in chapter 832. The circuit judge shall, for the purpose of detention, hold a hearing to determine whether the juvenile should be detained at the juvenile detention home or detention facility or in any other appropriate setting. [L 1977, c 119, pt of §1; am L 1980, c 303, pt of §7(5)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-41-2/"
    },
    {
      "id": "section-571-42",
      "number": "571-42",
      "heading": "Procedure in adult cases.",
      "text": "§571-42 Procedure in adult cases.(a) In any criminal proceeding arising under section 571-14, except as to cases involving abuse of a family or household member, the court, with the consent of the defendant or the parties in interest, may make a preliminary investigation and such adjustment as is practicable, without prosecution. The procedure and disposition applicable in the trial of cases arising under section 571-14, including cases involving abuse of a family or household member, in a criminal court shall be applicable to any trial of these cases by the family court. On request of the court, the appropriate prosecuting officer shall prepare and prosecute any criminal case within the purview of section 571-14.\n\n(b) Where in the judge's opinion it is necessary to protect the welfare of the persons before the court, the judge may conduct hearings in chambers and may exclude persons having no direct interest in the case.\n\n(c) In proceedings arising under section [571-14(a)(3), (4), or (5)], the court may make a preliminary investigation and, with the consent of the parties in interest, may make such adjustment as is practicable without further formal procedures.\n\n(d) In any noncriminal proceeding arising under section 571-14, any findings of fact or disposition shall be based upon a preponderance of evidence admissible under the rules of evidence applicable to the trial of civil cases. [L 1965, c 232, pt of §1; Supp, §333-20; HRS §571-42; am L 1976, c 85, §10; gen ch 1985; am L 1997, c 25, §1]\n\nRules of Court\n\nFindings by court, see HFCR rule 52.\n\nInformal adjustment is clearly addressed to the discretion of the trial court. 8 H. App. 497, 810 P.2d 668 (1991).\n\nInformal adjustment done after defendant entered guilty plea to charge of abuse of family and household members ( §709-906), was not done \"without prosecution\". 10 H. App. 148, 861 P.2d 759 (1993).\n\nNo equal protection violation for use of preponderance of evidence standard of proof for §586-5.5 as family and household members not suspect class and rational basis underlying this standard adopted by legislature under this chapter for chapter 586 was to facilitate and expedite judicial issuance of protective orders. 85 H. 197 (App.), 940 P.2d 404 (1997).\n\nUnder §571-14(a)(8) and this section, family court is vested with exclusive jurisdiction over chapter 586 proceedings and applicable standard of proof to be applied in those proceedings is preponderance of the evidence. 85 H. 197 (App.), 940 P.2d 404 (1997).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-42/"
    },
    {
      "id": "section-571-43",
      "number": "571-43",
      "heading": "Additional remedies not pleaded.",
      "text": "§571-43 Additional remedies not pleaded.When it appears, during the course of any trial, hearing, or proceeding, that some action or remedy other than or in addition to those indicated by the petition or other pleadings appears appropriate, the court may, provided all necessary parties consent, proceed to hear and determine forthwith the additional or other issues as though originally properly sought and pleaded. [L 1965, c 232, pt of §1; Supp, §333-21; HRS §571-43]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-43/"
    },
    {
      "id": "section-571-44",
      "number": "571-44",
      "heading": "Physical or mental examination and treatment.",
      "text": "§571-44 Physical or mental examination and treatment.The court may order that a child or minor concerning whom a petition has been filed shall be examined by a physician, surgeon, psychiatrist, or psychologist, and it may order treatment, by them, of a child or minor who has been adjudicated by the court. For either the examination or treatment, the court may place the child or minor in a hospital or other suitable facility. The court, after hearing, may order examination by a physician, surgeon, psychiatrist, or psychologist, of a parent or guardian whose ability to care for a child before the court is at issue.\n\nNo child under the age of twelve shall be adjudged to come within section 571-11(1) without the written recommendation of a licensed psychologist or of a psychiatrist or other physician duly qualified by special training and experience in the practice of child psychiatry. [L 1965, c 232, pt of §1; Supp, §333-22; HRS §571-44; am L 1986, c 119, §1]\n\nRules of Court\n\nPhysical and mental examinations, see HFCR rule 35.\n\nWhere minor was adjudicated for alleged law violations without the statutorily required recommendation of a qualified physician or psychologist, pursuant to this section, and without the constitutional protections that apply to proceedings conducted under §571-11(1) jurisdiction, the family court erred in proceeding under §571-11(2) jurisdiction based on the material allegations of the amended petition filed against minor. 123 H. 184, 231 P.3d 457 (2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-44/"
    },
    {
      "id": "section-571-45",
      "number": "571-45",
      "heading": "Assessment and investigation prior to disposition; suspension of delinquency proceedings; denial of services reporting.",
      "text": "§571-45 Assessment and investigation prior to disposition; suspension of delinquency proceedings; denial of services reporting.(a)Prior to disposition, the court shall conduct a risk and needs assessment, using the tool procured and validated pursuant to section 571-5, for each child concerning whom a petition has been filed pursuant to section 571-11(1) and (2).\n\n(b) In addition to the risk and needs assessment, a social study and a report in writing shall be made in the case of a child concerning whom a petition has been filed under section 571-11(1) and (2), except where the judge waives the requirement to make a social study and a report in writing. The study shall be initiated upon the filing of a petition except in petitions filed under section 571-11(1) when it is ascertained that the child denies the allegations set forth in the petition. In such case the study shall proceed only after the court after hearing has made a finding as to the allegations of the petition.\n\nExcept where the requirement is waived by the judge, social studies shall also be made in proceedings to decide disputed or undetermined legal custody and in custody disputes arising out of a divorce action. In all other awards of custody arising out of a divorce action, including those where an agreement with respect to custody has been made by the parties, and in any other case or class of cases, the judge may order a social study when the judge has reason to believe such action is necessary to assure adequate protection of the child or of any other person involved in the case. By special order of the judge or by rule of court a social study may be required in support cases covering financial ability and other matters pertinent to making an order of support. The use of such studies in custody and support hearings shall be subject to the applicable provisions of section 571-41.\n\n(c) The results of the risk and needs assessment and any social studies required by this section shall be presented to and considered by the judge prior to making disposition pursuant to section 571-41(d).\n\nThe judge may order and use a presentence investigation with respect to any criminal action under the jurisdiction of the court in accordance with the existing provisions of the law with respect to the making and use of such studies.\n\n(d) If the results of the risk and needs assessment indicate a substance abuse or mental health need, the probation officer shall immediately refer the child to the department of health for an eligibility determination.\n\n(e) The court, upon the motion of the child or on its own motion, may order the suspension of the delinquency proceedings, prior to adjudication, for a period of up to one year to obtain substance abuse or mental health treatment if the court finds:\n\n(1) The child presently needs and is likely to benefit from treatment; and\n\n(2) The suspension of the delinquency proceedings will advance the interests of justice.\n\nNo later than one month before the end of the period of suspension of the delinquency proceedings, the treatment provider shall submit a report on whether the child has completed the treatment program.\n\nIf the court, on the motion of the child or on its own motion, finds that the child has successfully completed the treatment program, the court may dismiss the suspended delinquency proceedings. If the court does not find that the child has satisfactorily completed treatment, the court may terminate the suspension and proceed with the case.\n\n(f) A probation officer referring a child to the department of health under this section shall report any subsequent denial of services to the administrator of the juvenile client services branch in each judicial circuit. The administrators of the juvenile client services branch shall submit an annual report compiling all such denials to the board of family court judges and the Hawaii juvenile justice state advisory council. [L 1965, c 232, pt of §1; Supp, §333-23; HRS §571-45; am L 1971, c 72, §2; am L 1972, c 115, §1; am L 1973, c 211, §1(f); gen ch 1985; am L 2014, c 201, §14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-45/"
    },
    {
      "id": "section-571-46",
      "number": "571-46",
      "heading": "Criteria and procedure in awarding custody and visitation; best interest of the child.",
      "text": "§571-46 Criteria and procedure in awarding custody and visitation; best interest of the child.(a) In actions for divorce, separation, annulment, separate maintenance, or any other proceeding where there is at issue a dispute as to the custody of a minor child, the court, during the pendency of the action, at the final hearing, or any time during the minority of the child, may make an order for the custody of the minor child as may seem necessary or proper. In awarding the custody, the court shall be guided by the following standards, considerations, and procedures:\n\n(1) Custody should be awarded to either parent or to both parents according to the best interests of the child, and the court also may consider frequent, continuing, and meaningful contact of each parent with the child unless the court finds that a parent is unable to act in the best interest of the child;\n\n(2) Custody may be awarded to persons other than the father or mother whenever the award serves the best interest of the child. Any person who has had de facto custody of the child in a stable and wholesome home and is a fit and proper person shall be entitled prima facie to an award of custody;\n\n(3) If a child is of sufficient age and capacity to reason, so as to form an intelligent preference, the child's wishes as to custody shall be considered and be given due weight by the court;\n\n(4) Whenever good cause appears therefor, the court may require an investigation and report concerning the care, welfare, and custody of any minor child of the parties. When so directed by the court, investigators or professional personnel attached to or assisting the court, hereinafter referred to as child custody evaluators, shall make investigations and reports that shall be made available to all interested parties and counsel before hearing, and the reports may be received in evidence if no objection is made and, if objection is made, may be received in evidence; provided the person or persons responsible for the report are available for cross-examination as to any matter that has been investigated; and provided further that the court shall define, in accordance with section 571-46.4, the requirements to be a court-appointed child custody evaluator, the standards of practice, ethics, policies, and procedures required of court-appointed child custody evaluators in the performance of their duties for all courts, and the powers of the courts over child custody evaluators to effectuate the best interests of a child in a contested custody dispute pursuant to this section. Where there is no child custody evaluator available that meets the requirements and standards, or any child custody evaluator to serve indigent parties, the court may appoint a person otherwise willing and available in accordance with section 571-46.4;\n\n(5) The court may hear the testimony of any person or expert, produced by any party or upon the court's own motion, whose skill, insight, knowledge, or experience is such that the person's or expert's testimony is relevant to a just and reasonable determination of what is for the best physical, mental, moral, and spiritual well-being of the child whose custody is at issue;\n\n(6) Any custody award shall be subject to modification or change whenever the best interests of the child require or justify the modification or change and, wherever practicable, the same person who made the original order shall hear the motion or petition for modification of the prior award;\n\n(7) Reasonable visitation rights shall be awarded to parents, grandparents, siblings, and any person interested in the welfare of the child in the discretion of the court, unless it is shown that rights of visitation are detrimental to the best interests of the child;\n\n(8) The court may appoint a guardian ad litem to represent the interests of the child and may assess the reasonable fees and expenses of the guardian ad litem as costs of the action, payable in whole or in part by either or both parties as the circumstances may justify;\n\n(9) In every proceeding where there is at issue a dispute as to the custody of a child, a determination by the court that family violence has been committed by a parent raises a rebuttable presumption that it is detrimental to the child and not in the best interest of the child to be placed in sole custody, joint legal custody, or joint physical custody with the perpetrator of family violence. In addition to other factors that a court shall consider in a proceeding in which the custody of a child or visitation by a parent is at issue, and in which the court has made a finding of family violence by a parent:\n\n(A) The court shall consider as the primary factor the safety and well-being of the child and of the parent who is the victim of family violence;\n\n(B) The court shall consider the perpetrator's history of causing physical harm, bodily injury, or assault or causing reasonable fear of physical harm, bodily injury, or assault to another person; and\n\n(C) If a parent is absent or relocates because of an act of family violence by the other parent, the absence or relocation shall not be a factor that weighs against the parent in determining custody or visitation;\n\n(10) A court may award visitation to a parent who has committed family violence only if the court finds that adequate provision can be made for the physical safety and psychological well-being of the child and for the safety of the parent who is a victim of family violence;\n\n(11) In a visitation order, a court may:\n\n(A) Order an exchange of a child to occur in a protected setting;\n\n(B) Order visitation supervised by another person or agency;\n\n(C) Order the perpetrator of family violence to attend and complete, to the satisfaction of the court, a program of intervention for perpetrators or other designated counseling as a condition of the visitation;\n\n(D) Order the perpetrator of family violence to abstain from possession or consumption of alcohol or controlled substances during the visitation and for twenty-four hours preceding the visitation;\n\n(E) Order the perpetrator of family violence to pay a fee to defray the costs of supervised visitation;\n\n(F) Prohibit overnight visitation;\n\n(G) Require a bond from the perpetrator of family violence for the return and safety of the child. In determining the amount of the bond, the court shall consider the financial circumstances of the perpetrator of family violence;\n\n(H) Impose any other condition that is deemed necessary to provide for the safety of the child, the victim of family violence, or other family or household member; and\n\n(I) Order the address of the child and the victim to be kept confidential;\n\n(12) The court may refer but shall not order an adult who is a victim of family violence to attend, either individually or with the perpetrator of the family violence, counseling relating to the victim's status or behavior as a victim as a condition of receiving custody of a child or as a condition of visitation;\n\n(13) If a court allows a family or household member to supervise visitation, the court shall establish conditions to be followed during visitation;\n\n(14) A supervised visitation center shall provide a secure setting and specialized procedures for supervised visitation and the transfer of children for visitation and supervision by a person trained in security and the avoidance of family violence;\n\n(15) The court may include in visitation awarded pursuant to this section visitation by electronic communication provided that the court shall additionally consider the potential for abuse or misuse of the electronic communication, including the equipment used for the communication, by the person seeking visitation or by persons who may be present during the visitation or have access to the communication or equipment; whether the person seeking visitation has previously violated a temporary restraining order or protective order; and whether adequate provision can be made for the physical safety and psychological well-being of the child and for the safety of the custodial parent;\n\n(16) The court may set conditions for visitation by electronic communication under paragraph (15), including visitation supervised by another person or occurring in a protected setting. Visitation by electronic communication shall not be used to:\n\n(A) Replace or substitute an award of custody or physical visitation except where:\n\n(i) Circumstances exist that make a parent seeking visitation unable to participate in physical visitation, including military deployment; or\n\n(ii) Physical visitation may subject the child to physical or extreme psychological harm; or\n\n(B) Justify or support the relocation of a custodial parent; and\n\n(17) Notwithstanding any provision to the contrary, no natural parent shall be granted custody of or visitation with a child if the natural parent has been convicted in a court of competent jurisdiction in any state of rape or sexual assault and the child was conceived as a result of that offense; provided that:\n\n(A) A denial of custody or visitation under this paragraph shall not affect the obligation of the convicted natural parent to support the child;\n\n(B) The court may order the convicted natural parent to pay child support;\n\n(C) This paragraph shall not apply if subsequent to the date of conviction, the convicted natural parent and custodial natural parent cohabitate and establish a mutual custodial environment for the child; and\n\n(D) A custodial natural parent may petition the court to grant the convicted natural parent custody and visitation denied pursuant to this paragraph, and upon such petition the court may grant custody and visitation to the convicted natural parent where it is in the best interest of the child.\n\n(b) In determining what constitutes the best interest of the child under this section, the court shall consider, but not be limited to, the following:\n\n(1) Any history of sexual or physical abuse of a child by a parent;\n\n(2) Any history of neglect or emotional abuse of a child by a parent;\n\n(3) The overall quality of the parent-child relationship;\n\n(4) The history of caregiving or parenting by each parent prior and subsequent to a marital or other type of separation;\n\n(5) Each parent's cooperation in developing and implementing a plan to meet the child's ongoing needs, interests, and schedule; provided that this factor shall not be considered in any case where the court has determined that family violence has been committed by a parent;\n\n(6) The physical health needs of the child;\n\n(7) The emotional needs of the child;\n\n(8) The safety needs of the child;\n\n(9) The educational needs of the child;\n\n(10) The child's need for relationships with siblings;\n\n(11) Each parent's actions demonstrating that they allow the child to maintain family connections through family events and activities; provided that this factor shall not be considered in any case where the court has determined that family violence has been committed by a parent;\n\n(12) Each parent's actions demonstrating that they separate the child's needs from the parent's needs;\n\n(13) Any evidence of past or current drug or alcohol abuse by a parent;\n\n(14) The mental health of each parent;\n\n(15) The areas and levels of conflict present within the family; and\n\n(16) A parent's prior wilful misuse of the protection from abuse process under chapter 586 to gain a tactical advantage in any proceeding involving the custody determination of a minor. Such wilful misuse may be considered only if it is established by clear and convincing evidence, and if it is further found by clear and convincing evidence that in the particular family circumstance the wilful misuse tends to show that, in the future, the parent who engaged in the wilful misuse will not be able to cooperate successfully with the other parent in their shared responsibilities for the child. The court shall articulate findings of fact whenever relying upon this factor as part of its determination of the best interests of the child. For the purposes of this section, when taken alone, the voluntary dismissal of a petition for protection from abuse shall not be treated as prima facie evidence that a wilful misuse of the protection from abuse process has occurred. [L 1965, c 83, §1; Supp, §333-23.5; am L 1967, c 56, §4; HRS §571-46; am L 1980, c 52, §3; am L 1984, c 274, §1; gen ch 1985; am L 1989, c 132, §1; am L 1993, c 228, §2; am L 1996, c 198, §3; am L 1999, c 201, §1; am L 2002, c 78, §1; am L 2005, c 244, §2; am L 2008, c 114, §2 and c 149, §2; am L 2011, c 191, §2; am L 2013, c 103, §3 and c 253, §2]\n\nCross References\n\nGuardian ad litem, see §551-2.\n\nRules of Court\n\nGuardians ad litem, see HFCR rule 17(c).\n\nLaw Journals and Reviews\n\nAn Essay in Family Law: Property Division, Alimony, Child Support, and Child Custody. 6 UH L. Rev. 381 (1984).\n\nEmpowering Battered Women: Changes in Domestic Violence Laws in Hawai`i. 17 UH L. Rev. 575 (1995).\n\nFamilial Violence and the American Criminal Justice System. 20 UH L. Rev. 375 (1998).\n\nWelfare of child the guide in awarding custody. 6 H. 386 (1883); 11 H. 679 (1899); 29 H. 85, 88 (1926); 32 H. 479 (1932); 32 H. 608 (1933).\n\nGuardian, right to custody. 23 H. 241 (1916).\n\nThough custody undetermined as between the parents, mother may maintain proceeding to obtain custody from relatives. 32 H. 731 (1933).\n\nReview of child custody order. 49 H. 20, 407 P.2d 885 (1965); 49 H. 258, 414 P.2d 82 (1966).\n\nAward of custody-findings of fact by family court not set aside unless appellate court is left with defnite and firm conviction that a mistake has been made. 56 H. 51, 527 P.2d 1275 (1974).\n\nBest interest of child is guide in awarding custody; neither parent has any preferred status. 56 H. 51, 527 P.2d 1275 (1974); 61 H. 352, 604 P.2d 43 (1979).\n\nIn award of custody, unless there has been manifest abuse of discretion, decision will not be set aside. 61 H. 352, 604 P.2d 43 (1979); 2 H. App. 24, 624 P.2d 1378 (1981).\n\nUnder this section, the sole issue in a custody determination is the child's best interests, which is an issue of ultimate fact; thus, appeals court did not err in upholding family court's custody award where record indicated that family court had substantial evidence upon which it based its determination that relocation was in the best interests of the children. 111 H. 41, 137 P.3d 355 (2006).\n\nWhere family court's strict enforcement of a three-hour time limit for trial on a petition to determine custody over minor children unduly curtailed mother's ability to present evidence relevant to the proper determination of the children's best interests, the family court abused its discretion in denying mother's motion for additional trial time; the time limit unreasonably deprived mother of a fair opportunity to present mother's case and prevented the family court from being able to determine the best interests of the children. 134 H. 221, 339 P.3d 719 (2014).\n\nFamily court erred when it enforced divorce decree, which included an automatic change of custody provision if one parent relocated, and awarded sole physical custody of minor daughter to father without explicitly finding that the change in custody was in daughter's best interests; family court failed to scrutinize whether, at the time of mother's expected relocation, the automatic change of custody was in the best interests of the child. 137 H. 460, 375 P.3d 239 (2016).\n\nThis section does not require a material change in circumstance before the court can consider the best interests of the child in modifying a custody order. Rather, this section states that any custody award shall be subject to modification or change whenever the best interests of the child require or justify the modification or change. 137 H. 460, 375 P.3d 239 (2016).\n\nNo conflict with chapter 587. 7 H. App. 547, 784 P.2d 873 (1989).\n\nUpon termination of grandparents' temporary guardianship of a minor child, a request for physical custody of the child by the child's parents must be granted unless the grandparents allege, in good faith, that both parents are not fit and proper or cannot provide a home that is stable and wholesome. 7 H. App. 575, 786 P.2d 519 (1990).\n\nFamily court had power to award sole legal and physical custody of child to mother subject to condition that award will automatically terminate prior to mother's plans to move outside of court's jurisdiction. 8 H. App. 139, 794 P.2d 268 (1990).\n\nBest interests of child constituted sole consideration in deciding father's request for order transferring physical custody of minor child from maternal grandfather to father, where grandfather's physical custody of child had been made pursuant to valid stipulated custody order. 9 H. App. 16, 819 P.2d 1130 (1991).\n\nOn issue of whether court's allowance of withdrawal of consent to adoption under §578-2(f) will be for the child's best interest, paragraph (1) and §587-1 do not apply. 85 H. 165 (App.), 938 P.2d 1184 (1997).\n\nIt is within family court's discretion to order custodial parent to pay all or part of interstate transportation expenses incurred by children when visiting noncustodial parent if order can be complied with without decreasing funds reasonably necessary to support children and custodial parent at relevant standard of living. 87 H. 369 (App.), 956 P.2d 1301 (1998).\n\nIn paragraph (7), the term \"shall\", when used with the phrase \"in the discretion of the court\", signifies that reasonable visitation rights are to be granted subject to the court's properly exercised discretion. 88 H. 68 (App.), 961 P.2d 1162 (1998).\n\nParagraph (7) does not limit a family court's discretion to deny rights of visitation only in the instance where a detriment to the best interests of the child has been demonstrated. 88 H. 68 (App.), 961 P.2d 1162 (1998).\n\nUnder paragraph (7), it is within family court's discretion to evaluate the effect of awarding visitation rights to grandparents on the visitation rights of a non-custodial parent. 88 H. 68 (App.), 961 P.2d 1162 (1998).\n\nParagraph (9) presumption that it would be detrimental to the child and not in the best interest of the child to be placed in custody with the perpetrator of family violence may be rebutted by the introduction of any evidence which would support a finding of the presumption's nonexistence. 88 H. 200 (App.), 965 P.2d 133 (1998).\n\nThe term \"family violence\" in paragraph (9) (1993) does not extend to the type of physical discipline of a child by his or her parent that is expressly permitted in §703-309(1); the limits on the use of physical force as a disciplinary measure in §703-309(1) adequately served to guide the family court's application of paragraph (9) (1993) in determining the best interests of the child when awarding custody or visitation. 88 H. 200 (App.), 965 P.2d 133 (1998).\n\nIn a proceeding brought by a parent to remove a non-parent as a guardian of the parent's minor child, the family court must consider the preference granted to parents in paragraph (1) in determining whether under §560:5-212, it is in the best interest of the child to terminate the guardianship. 93 H. 374 (App.), 4 P.3d 508 (2000).\n\nArticle XII, §7 of the Hawaii constitution and/or §1-1 do not authorize for native Hawaiian grandparents any more visitation rights than paragraph (7) and §571-46.3 authorize for all grandparents, native and non-native Hawaiian. 112 H. 113 (App.), 144 P.3d 561 (2006).\n\nIn a divorce case, the family court is not authorized by statute or otherwise to delegate its decision-making authority to a guardian ad litem. 112 H. 511 (App.), 147 P.3d 67 (2006).\n\nIn a divorce case, when the family court awards one person \"sole legal and sole physical custody of\" a child, the family court is not authorized to enter additional orders as if it was the legal and physical custodian of that child; it must allow that custodial person the decision-making authority exercisable by the person who has been awarded the sole legal and physical custody of that child. 112 H. 511 (App.), 147 P.3d 67 (2006).\n\nIn a divorce case, when the family court orders that one parent \"shall have only supervised visitation with\" a child, it must be as specific as is reasonably possible regarding the details such as the supervisor(s), the place(s), the day(s) and time(s). 112 H. 511 (App.), 147 P.3d 67 (2006).\n\nThere is no infringement on parents' constitutionally protected liberty interest in the right to direct the upbringing of their children when a court, properly interposed between two parents, each equally vested with such rights, resolves an impasse between them regarding the exercise of those rights; in resolving such an impasse, a family court is required to base its determination on the best interests of the child pursuant to this section. 133 H. 415 (App.), 329 P.3d 320 (2014).\n\nWhere joint custodial parents are deadlocked regarding an important decision implicating their child's future or welfare, such an impasse qualifies as a material change in circumstances sufficient to warrant the family court's consideration of a change in the custody order's terms with respect to the deadlocked matter. 133 H. 415 (App.), 329 P.3d 320 (2014).\n\nWhere joint custodial parents were at an impasse regarding which school to send their child to, the family court erred in failing to consider father's objections to the proposed school's religious instruction and admission policies when it considered the best interests of the child. 133 H. 415 (App.), 329 P.3d 320 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46/"
    },
    {
      "id": "section-571-461",
      "number": "571-46.1",
      "heading": "Joint custody.",
      "text": "§571-46.1 Joint custody.(a) Upon the application of either parent, joint custody may be awarded in the discretion of the court. For the purpose of assisting the court in making a determination whether an award of joint custody is appropriate, the court shall, upon the request of either party, direct that an investigation be conducted pursuant to the provisions of section 571-46(a)(4).\n\n(b) For the purposes of this section, \"joint custody\" means an order awarding legal custody of the minor child or children to both parents and providing that physical custody shall be shared by the parents, pursuant to a parenting plan developed pursuant to section 571-46.5, in such a way as to assure the child or children of frequent, continuing, and meaningful contact with both parents; provided, however, that such order may award joint legal custody without awarding joint physical custody.\n\n(c) Any order for joint custody may be modified or terminated upon the petition of one or both parents or on the court's own motion if it is shown that the best interests of the child require modification or termination of the order.\n\n(d) Any order for the custody of the minor child or children of a marriage entered by a court in this State or any other state may, subject to the jurisdictional requirements set forth in sections 583A-201 to 583A-204, be modified at any time to an order of joint custody in accordance with this section. [L 1980, c 52, §2; am L 2002, c 124, §3; am L 2005, c 244, §4; am L 2008, c 114, §3]\n\nLaw Journals and Reviews\n\nHawaii's Statewide Child Support Guidelines. 14 HBJ, no. 13, at 9 (2011).\n\nWhere joint custodial parents are deadlocked regarding an important decision implicating their child's future or welfare, such an impasse qualifies as a material change in circumstances sufficient to warrant the family court's consideration of a change in the custody order's terms with respect to the deadlocked matter. 133 H. 415 (App.), 329 P.3d 320 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-1/"
    },
    {
      "id": "section-571-462",
      "number": "571-46.2",
      "heading": "Orders relating to custody and visitation cases.",
      "text": "§571-46.2 Orders relating to custody and visitation cases.In any action involving the custody or visitation of a minor child, the court may order any party and the minor child, as needed, to attend counseling, parenting classes or any other type of educational activity, as the court deems appropriate to meet the best interests of the child. [L 1988, c 180, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-2/"
    },
    {
      "id": "section-571-463",
      "number": "571-46.3",
      "heading": "Grandparents' visitation rights; petition; notice; order",
      "text": "§571-46.3Grandparents' visitation rights; petition; notice; order.(a) A grandparent or the grandparents of a minor child may file a petition with the court for an order of reasonable visitation rights. The court may award reasonable visitation rights; provided that the following findings are made:\n\n(1) The State is the home state of the child at the time of the commencement of the proceeding;\n\n(2) The petitioner's child, who is a parent of the minor child, is otherwise unable to exercise parental visitation of the minor child due to incarceration or death; and\n\n(3) Denial of reasonable grandparent visitation rights would cause significant harm to the child.\n\n(b) No hearing for an order of reasonable visitation rights under this section shall commence until each of the living parents and the child's custodians are provided due notice, actual or constructive, of the allegations of the petition and of the time and place of the hearing.\n\n(c) In any proceeding on a petition filed pursuant to this section, there shall be a rebuttable presumption that a parent's or custodian's decision regarding visitation is in the best interest of the child. The presumption may be rebutted by clear and convincing evidence that denial of reasonable grandparent visitation rights would cause significant harm to the child.\n\n(d) In awarding reasonable grandparent visitation, the court shall be guided by all standards, considerations, and procedures for parent visitation rights under section 571-46.\n\n(e) An order issued pursuant to this section shall be enforceable by the court, and the court may issue other orders to carry out these enforcement powers if in the best interests of the child.\n\n(f) Any person who violates the terms and conditions of an order awarding reasonable grandparent visitation rights pursuant to subsection (a) shall be subject to sanctions as determined by the court and in accordance with section 571-81. [L 1993, c 166, §1; am L 1998, c 20, §2; am L 2023, c 77, §1]\n\nRules of Court\n\nPleadings, see Hawaii Family Court Rules, part A(III).\n\nThe \"best interests of the child\" standard in paragraph (2) requires the family court to give \"special weight\" to (i.e., uphold a rebuttable presumption in favor of) the visitation decisions of a custodial parent whose fitness has not been challenged; thus, the family court erred to the extent that it relied on Troxel to invalidate this section (2003); however, as a \"harm to the child\" standard was constitutionally required and could not be read into this section without making a substantive amendment to the statute, this section, as written, was unconstitutional. 116 H. 323, 172 P.3d 1067 (2007).\n\nArticle XII, §7 of the Hawaii constitution and/or §1-1 do not authorize for native Hawaiian grandparents any more visitation rights than §571-46(7) and this section authorize for all grandparents, native and non-native Hawaiian. 112 H. 113 (App.), 144 P.3d 561 (2006).\n\nDiscussed: 88 H. 68 (App.), 961 P.2d 1162 (1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-3/"
    },
    {
      "id": "section-571-464",
      "number": "571-46.4",
      "heading": "Child custody evaluators; qualification; registry; complaints.",
      "text": "§571-46.4 Child custody evaluators; qualification; registry; complaints.(a) Subject to subsection (c), a person may be appointed as a child custody evaluator for purposes of section 571-46 if the person is actively licensed as a:\n\n(1) Marriage and family therapist under chapter 451J;\n\n(2) Physician under chapter 453 and is a board certified psychiatrist or has completed a residency in psychiatry;\n\n(3) Psychologist under chapter 465; or\n\n(4) Clinical social worker under section 467E-7(3).\n\n(b) A person may be appointed as a child custody evaluator in the absence of a license under subsection (a) if:\n\n(1) The individual has obtained education and training that meet nationally recognized competencies and standards of practice in child custody evaluation; provided that there are no child custody evaluators enumerated under subsection (a) who are willing and available, within a reasonable period of time, to perform child custody evaluations; or\n\n(2) The parties stipulate to a person who does not qualify as a child custody evaluator under subsection (a) and the court approves, subject to subsection (c), that person as a fact-finding investigator to the court.\n\n(c) Beginning July 1, 2024, the following requirements shall apply to a person described in subsection (a) or (b)(2) who seeks to be appointed as, or who wishes to continue acting as, a child custody evaluator pursuant to this section:\n\n(1) The person shall complete a training course on the dynamics of domestic violence at least once every three years; provided that the training course shall include a minimum of five hours of training;\n\n(2) Following completion of the training course, the person shall submit a letter or certificate of completion to the family court and, upon request, shall provide copies thereof to all parties or the parties' attorneys;\n\n(3) If the person is included on the family court's registry of child custody evaluators as of July 1, 2024, the person shall submit to the family court proof of completion of the training course on or before June 1, 2026; and\n\n(4) If the person is not on the family court's registry of child custody evaluators as of July 1, 2024, the person shall submit proof of having completed the requisite training course when seeking to be appointed as a child custody evaluator.\n\n(d) The judiciary shall maintain on its website a publicly accessible registry of child custody evaluators who are qualified pursuant to this section. Professionals who are willing and available to perform child custody evaluations shall be responsible for providing the judiciary with relevant information, including contact information, evidence of qualifications, and fees.\n\n(e) The judiciary shall establish a referral process to allow parties to file a complaint with the judiciary regarding a court-appointed child custody evaluator. Upon notification by a party of the party's intent to file a complaint against a child custody evaluator appointed under subsection (a), the judiciary may refer the complainant to the appropriate licensing authority. The judiciary shall submit to the legislature an annual report regarding the number of complaints against court-appointed child custody evaluators that are processed through the referral process.\n\n(f) A complaint against a court-appointed child custody evaluator not qualified under subsection (a) may be resolved through civil litigation. [L 2013, c 103, §2; am L 2023, c 85, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-4/"
    },
    {
      "id": "section-571-465",
      "number": "571-46.5",
      "heading": "Parenting plans. (a) For every action that includes a contested custody of children, both parties or both parents shall develop either a mutually agreed-upon general parenting plan or separate individually-desired parenting plan, and file the plan at the outset of the action",
      "text": "§571-46.5Parenting plans.(a) For every action that includes a contested custody of children, both parties or both parents shall develop either a mutually agreed-upon general parenting plan or separate individually-desired parenting plan, and file the plan at the outset of the action.\n\n(b) A parenting plan may include a general outline relating to parental responsibilities and parenting time. A general parenting plan may also allow the parents to develop a more detailed agreement on an informal basis.\n\n(c) A detailed parenting plan may include, but is not limited to, provisions relating to:\n\n(1) Residential schedule;\n\n(2) Holiday, birthday, and vacation planning;\n\n(3) Parental decision-making and responsibility;\n\n(4) Breastfeeding, if applicable;\n\n(5) Information sharing and access;\n\n(6) Relocation of parents;\n\n(7) Telephone access and other means of communication;\n\n(8) Right of first refusal procedures;\n\n(9) Transportation; and\n\n(10) Methods for changing or enforcing the parenting plan and for resolving disputes.\n\n(d) If the parties cannot agree on a parenting plan, the court may:\n\n(1) Order the parties to participate in alternative dispute resolution and in counseling with a person with professional experience in child custody or parenting issues, or with other appropriate education, unless there is a finding of family violence; and\n\n(2) Develop and file a detailed parenting plan when requested by either of the parties or parents.\n\n(e) The court or the parties may revise and amend the parenting plan from time to time. [L 2005, c 244, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-5/"
    },
    {
      "id": "section-571-466",
      "number": "571-46.6",
      "heading": "Criteria and procedure in awarding custody and visitation; disability.",
      "text": "§571-46.6 Criteria and procedure in awarding custody and visitation; disability.The court shall not consider the disability of a person seeking custody or visitation of a minor to be the sole factor in the court's determination made pursuant to this part. If the court makes a determination to deny custody or visitation to a person who is disabled, the court shall make specific written findings stating the basis for this determination. The party attempting to demonstrate that the disability of a person seeking custody or visitation impairs the person's ability to parent must prove that the disability is a factor, and demonstrate a clear nexus between the disability and the alleged parental deficiency. [L 2019, c 259, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-46-6/"
    },
    {
      "id": "section-571-47",
      "number": "571-47",
      "heading": "Determination of parentage of child born in wedlock.",
      "text": "§571-47 Determination of parentage of child born in wedlock.Whenever, in any action involving the custody or support of a child apparently born in lawful wedlock, the parentage of the child is placed in issue, the court may make the child a party to the action, if not already a party, and shall thereupon determine the parentage of the child as one of the issues in the action. The court shall appoint a guardian ad litem to represent the interests of the child and may assess the reasonable fees and expenses of the guardian ad litem as costs of the action, payable in whole or in part by any or all parties as the circumstances may justify. In the event the child is not made a party to the action, a determination that the child was not born to parents married to each other at the time of the child's birth shall not be binding upon the child. [L 1967, c 56, §5; HRS §571-47; am L 1997, c 52, §4]\n\nCross References\n\nParentage, see § §338-21, 577-14, and chapter 584.\n\nRules of Court\n\nGuardians ad litem, see HFCR rule 17(c).\n\nParties, see Hawaii Family Court Rules, part A(IV).\n\nDetermination of illegitimacy made in foreign divorce proceeding to which child not a party, admissibility in evidence considered. 49 H. 273, 287-300, 414 P.2d 925 (1966).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-47/"
    },
    {
      "id": "section-571-48",
      "number": "571-48",
      "heading": "Decree, if informal adjustment or diversion to a private or community agency or program has not been effected.",
      "text": "§571-48 Decree, if informal adjustment or diversion to a private or community agency or program has not been effected.When a child is found by the court to come within section 571-11, the court shall so decree and in its decree shall make a finding of the facts upon which the court exercises its jurisdiction over the child. Upon the decree the court, by order duly entered, shall proceed as follows:\n\n(1) As to a child adjudicated under section 571-11(1):\n\n(A) The court may place the child on probation:\n\n(i) In the child's own home; or\n\n(ii) In the custody of a suitable person or facility elsewhere, upon conditions determined by the court.\n\nAn order by the court placing a child on probation under this subparagraph shall include a definite term of probation stated in months or years, subject to extension or modification by the court pursuant to section 571-50. When conditions of probation include custody in a youth correctional facility, the custody shall be for a term not to exceed one year, after which time the child shall be allowed to reside in the community subject to additional conditions as may be imposed by the court;\n\n(B) The court may vest legal custody of the child, after prior consultation with the agency or institution:\n\n(i) In a Hawaii youth correctional facility if the child has been adjudicated for a felony-level offense or a violation or revocation of probation, or is committed to the facility from juvenile drug court or girls court on a court order. For a child eligible for placement in a Hawaii youth correctional facility, the court shall enter a finding of fact in the record stating the reasons the child is a public safety risk warranting placement in the correctional facility. No such finding of fact shall be required if the child is adjudicated for a felony against a person or a sex offense;\n\n(ii) In a local public agency or institution;\n\n(iii) In any private institution or agency authorized by the court to care for children; or\n\n(iv) In a private home.\n\nIf legal custody of the child is vested in a private agency or institution in another state, the court shall select one that is approved by the family or juvenile court of the other state or by that state's department of social services or other appropriate department;\n\n(C) The court may place a child on administrative monitoring, as defined in section 571-2, pending completion of conditions as may be imposed by the court, to preempt the need for disposition to a full probation term, and to afford the child the opportunity to demonstrate behavior adjustments. Upon completion of the court-ordered conditions, the court shall discharge the child pursuant to section 571-50. If a child fails to complete the court-ordered conditions, the court may extend or modify the order pursuant to section 571-50, or dispose the child to probation status under paragraph (1)(A); or\n\n(D) The court may fine the child for a violation which would be theft in the third degree by shoplifting if committed by an adult. The court may require the child to perform public services in lieu of the fine;\n\n(2) As to a child adjudicated under section 571-11(2):\n\n(A) The court may place the child under protective supervision, as hereinabove defined, in the child's own home, or in the custody of a suitable person or agency elsewhere, upon conditions determined by the court; or\n\n(B) The court may vest legal custody of the child, after prior consultation with the agency or institution, in a local governmental agency or institution licensed or approved by the State to care for children, with the exception of an institution authorized by the court to care for children. If legal custody of the child is vested in a private agency or institution in another state, the court shall select one that is approved by the family or juvenile court of the other state or by that state's department of social services or other appropriate department; provided that the child may not be committed to a public or private institution operated solely for the treatment of law violators;\n\n(3) An order vesting legal custody of a minor in an individual, agency, or institution under section 571-11(2) shall be for an indeterminate period but shall not remain in force or effect beyond three years from the date entered, except that the individual, institution, or agency may file with the court a petition for renewal of the order and the court may renew the order if it finds such renewal necessary to safeguard the welfare of the child or the public interest. The court, after notice to the parties, may conduct a hearing on the petition. Renewal may be periodic during minority, but no order shall have any force or effect beyond the period authorized by section 571-13. An agency granted legal custody shall be subject to prior approval of the court in any case in which the child is to reside without the territorial jurisdiction of the court and may be subject to prior approval in other cases. An individual granted legal custody shall exercise the rights and responsibilities personally unless otherwise authorized by the court;\n\n(4) Whenever the court commits a child to the care of the director of human services or executive director of the office of youth services, or vests legal custody of a child in an institution or agency, it shall transmit with the order copies of the clinical reports, social study, results of the risk and needs assessment conducted by the court, and other information pertinent to the care and treatment of the child, and the institution or agency shall give to the court any information concerning the child that the court may at any time require. An institution or agency receiving a child under this paragraph shall inform the court whenever the status of the child is affected through temporary or permanent release, discharge, or transfer to other custody. An institution to which a child is committed under section 571-11(1) or (2) shall not transfer custody of the child to an institution for the correction of adult offenders, except as authorized in this chapter and under chapter 352;\n\n(5) The court may order, for any child within its jurisdiction, whatever care or treatment is authorized by law;\n\n(6) In placing a child under the guardianship or custody of an individual or of a private agency or private institution, the court shall give primary consideration to the welfare of the child;\n\n(7) In support of any order or decree under section 571-11(1) or (2), the court may require the parents or other persons having custody of the child, or any other person who has been found by the court to be encouraging, causing, or contributing to the acts or conditions which bring the child within the purview of this chapter and who are parties to the proceeding, to do or to omit doing any acts required or forbidden by law, when the judge deems this requirement necessary for the welfare of the child. The court may also make appropriate orders concerning the parents or other persons having custody of the child and who are parties to the proceeding. If such persons fail to comply with the requirement or with the court order, the court may proceed against them for contempt of court;\n\n(8) In support of any order or decree for custody or support, the court may make an order of protection setting forth reasonable conditions of behavior to be observed for a specified time, binding upon both parents or either of them. This order may require either parent to stay away from the home or from the other parent or children, may permit the other to visit the children at stated periods, or may require a parent to abstain from offensive conduct against the children or each other;\n\n(9) The court may dismiss the petition or otherwise terminate its jurisdiction at any time;\n\n(10) In any other case of which the court has jurisdiction, the court may make any order or judgment authorized by law;\n\n(11) The court may order any person adjudicated pursuant to section 571-11(1) to make restitution of money or services to any victim who suffers loss as a result of the child's action, or to render community service;\n\n(12) The court may order any person adjudicated pursuant to section 571-11(2) to participate in community service; and\n\n(13) The court may order the parents of an adjudicated child to make restitution of money or services to any victim, person, or party who has incurred a loss or damages as a result of the child's action. [L 1965, c 232, pt of §1; Supp, §333-24; HRS §571-48; am L 1976, c 85, §11; am L 1978, c 220, §1; am L 1979, c 105, §54; am L 1980, c 303, §7(6); am L 1986, c 133, §2; am L 1987, c 314, §1, c 338, §6, and c 339, §4; am L 1989, c 211, §8; am L 1991, c 114, §5; am L 2007, c 33, §2; am L 2014, c 201, §15]\n\nCross References\n\nOffice of youth services, see chapter 352D.\n\nRules of Court\n\nDecrees and orders, see Hawaii Family Court Rules, part A(VII).\n\nFindings by court, see HFCR rule 52.\n\nRelationship of family court to its minor ward. 50 H. 613, 446 P.2d 561 (1968).\n\nThis section applies only to minors actually adjudicated under §571-11, and placement of a minor, prior to adjudication, is dealt with under §571-32. 84 H. 41, 928 P.2d 883 (1996).\n\nWhere runaway petition filed against minor had not been adjudicated, family court was without discretion to award legal custody of minor to department of human services pursuant to this section. 84 H. 41, 928 P.2d 883 (1996).\n\nThis section does not authorize family court to commit a person to an adult correctional facility. 86 H. 517 (App.), 950 P.2d 701 (1997).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-48/"
    },
    {
      "id": "section-571-485",
      "number": "571-48.5",
      "heading": "Probation supervision requirements.",
      "text": "§571-48.5 Probation supervision requirements.Every child placed on probation pursuant to section 571-48(1)(A) shall be supervised in accordance with the following requirements:\n\n(1) Supervision levels, frequency of contacts with probation officers and the court, and referrals to treatment and programs under section 571-31.4(c)(7) shall be established using, among other factors, the results of the risk and needs assessment conducted pursuant to section 571-45;\n\n(2) A case plan, as defined in section 571-2, shall be developed for each child and submitted to the court. The case plan shall be developed in consultation with the child and the child's parent, legal guardian, or custodian. The probation officer assigned to each child shall keep the child's parent, legal guardian, or custodian informed regarding development of and progress toward the case plan, the child's conduct, compliance with the conditions of probation, and any other relevant matter in the child's case;\n\n(3) A child whose probation term and case plan require in-person visits with a probation officer shall receive at least one home visit; provided that the first visit shall take place within forty-five days of the child's placement on probation; provided further that a home visit shall not be required when the probation officer has reasonable perceptions of risks to the probation officer's safety due to known factors of violent criminal activity or isolation of the child's place of residence. The probation officer shall immediately report any reasonable perceptions of risks to a supervisor and may receive permission to waive the home visit requirement for the child or to conduct the home visit accompanied by another;\n\n(4) Probation officers shall have the authority to impose graduated sanctions in response to a violation of the rules and conditions of probation, as an alternative to judicial modification or revocation pursuant to section 571-50, or to award incentives or rewards for positive behavior exhibited by the child. The graduated sanctions and incentives shall be established as follows:\n\n(A) The judiciary shall adopt guidelines and procedures for the development and application of a statewide graduated sanctions and incentives system in accordance with this section, and the deputy chief court administrator in each judicial circuit, or the administrator's designee, shall adopt policies or procedures for the implementation of the adopted graduated sanctions and incentives system to guide probation officers in imposing sanctions and awarding incentives;\n\n(B) The system shall include a series of presumptive sanctions for the most common types of probation violations but shall allow for a child's risk level and seriousness of violation to be taken into consideration. The system shall also identify incentives that a child may receive as a reward for compliance with the rules and conditions of probation, completion of benchmarks, or positive behavior exceeding expectations, at the discretion of the probation officer;\n\n(C) The system shall be developed with the following objectives:\n\n(i) To respond quickly, consistently, and proportionally to violations of the rules and conditions of probation;\n\n(ii) To reduce the time and resources expended by the court in responding to violations with judicial modification;\n\n(iii) To reduce the likelihood of a new delinquent act; and\n\n(iv) To encourage positive behavior;\n\n(D) At a child's first meeting with a probation officer after being adjudicated and disposed to a probation term, the probation officer shall provide written and oral notification to the child regarding the graduated sanctions and incentives system to ensure the child is aware of the sanctions and incentives that may be imposed or rewarded;\n\n(E) When issuing a sanction or incentive, the probation officer shall provide written notice to the child of the nature and date of the relevant behavior, the sanction or incentive imposed or rewarded, and, in the case of sanctions, any applicable time period in which the sanction will be in effect or by which corrective behavior must be taken. The probation officer shall provide this information to the court at the next regularly scheduled review hearing and inform the court of the child's response to the sanction or incentive; and\n\n(F) Each administrator of the juvenile client services branch in each judicial circuit shall report annually to the board of family court judges and the Hawaii juvenile justice state advisory council, the number and the per cent of children on probation who received a graduated sanction or incentive, the types of sanctions and incentives used, and the child's current probation status. [L 2014, c 201, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-48-5/"
    },
    {
      "id": "section-571-486",
      "number": "571-48.6",
      "heading": "Earned discharge from probation; reporting requirements.",
      "text": "§571-48.6 Earned discharge from probation; reporting requirements.(a) A child placed on probation pursuant to section 571-48(1)(A) shall be eligible to receive earned discharge credits to reduce the length of the probation term. Earned discharge credits shall reduce the term of probation by thirty days for each calendar month of compliance with the rules and conditions of probation.\n\n(b) A child is deemed to be compliant with the rules and conditions of probation, and shall be awarded earned discharge credits for the month, if there was no violation of rules and conditions of probation that month at a level that would warrant the filing of a petition or violation report. The court, at the request of the probation officer or on its own motion, may award discharge credits to children who have demonstrated substantial compliance with the rules and conditions of probation.\n\n(c) The judiciary shall adopt guidelines and procedures for the awarding of earned credits for discharge from probation.\n\n(d) Each administrator of the juvenile client services branch in each judicial circuit shall annually provide to the board of family court judges and the Hawaii juvenile justice state advisory council, the number and per cent of youth who received earned discharge credits and the number of credits earned by each youth. [L 2014, c 201, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-48-6/"
    },
    {
      "id": "section-571-49",
      "number": "571-49",
      "heading": "REPEALED.",
      "text": "§571-49 REPEALED.\n\nL 1976, c 85, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-49/"
    },
    {
      "id": "section-571-50",
      "number": "571-50",
      "heading": "Modification of decree, rehearing.",
      "text": "§571-50 Modification of decree, rehearing.Except as otherwise provided by this chapter, any decree or order of the court may be modified at any time.\n\nAt any time during supervision of a child the court may issue notice or other appropriate process to the child if the child is of sufficient age to understand the nature of the process, to the parents, and to any other necessary parties to appear at a hearing on a charge of violation of the terms of supervision, for any change in or modification of the decree or for discharge. The provisions of this chapter relating to process, custody, and detention at other stages of the proceeding shall be applicable.\n\nA parent, guardian, custodian, or next friend of any child whose status has been adjudicated by the court, or any adult affected by a decree of the court, at any time may petition the court for a rehearing on the ground that new evidence, which was not known or not available through the exercise of due diligence at the time of the original hearing and which might affect the decree, has been discovered. Upon a satisfactory showing of this evidence, the court shall order a new hearing and make any disposition of the case that the facts and the best interests of the child warrant.\n\nA parent, guardian, or next friend of a child whose legal custody has been transferred by the court to an institution, facility, agency, or person may petition the court for modification or revocation of the decree, on the ground that the legal custodian has wrongfully denied application for the release of the child or has failed to act upon it within a reasonable time, or has acted in an arbitrary manner not consistent with the welfare of the child or the public interest. An institution, facility, agency, or person vested with legal custody of a child may petition the court for a renewal, modification, or revocation of the custody order on the ground that the change is necessary for the welfare of the child or in the public interest. The court may dismiss the petition if on preliminary investigation it finds the petition without substance. If the court is of the opinion that the decree should be reviewed, it shall conduct a hearing on notice to all parties concerned, and may enter an order continuing, modifying, or terminating the decree.\n\nNotwithstanding the foregoing provisions of this section the court's authority with respect to the review, rehearing, renewal, modification, or revocation of decrees, judgments, or orders entered in the hereinbelow listed classes of proceedings shall be limited by any specific limitations set forth in the statutes governing these proceedings or in any other specifically applicable statutes or rules. These proceedings are as follows:\n\n(1) Annulment, divorce, separation, and other proceedings under chapter 580;\n\n(2) Adoption proceedings under chapter 578;\n\n(3) Paternity proceedings under chapter 584;\n\n(4) Termination of parental rights proceedings under this chapter; and\n\n(5) State hospital commitment proceedings under chapter 334.\n\nA decree, judgment, or order committing a child to the care of the director of human services shall be reviewable under this section at the instance of others other than duly authorized representatives of the department only after a lapse of thirty days following the date of the decree, judgment, or order, and thereafter only at intervals of not less than one year.\n\nNotwithstanding this section the court shall not conduct a rehearing of any petition, filed under section 571-11(1), which, following a hearing, has been denied or dismissed. [L 1965, c 232, pt of §1; Supp, §333-26; HRS §571-50; am L 1976, c 85, §13; am L 1980, c 232, §28; gen ch 1985; am L 1990, c 34, §16; am L 1995, c 189, § §13, 26; am L 1998, c 133, §5]\n\nRules of Court\n\nReconsideration, see HFCR rule 59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-50/"
    },
    {
      "id": "section-571-51",
      "number": "571-51",
      "heading": "Support of minor committed for study or care.",
      "text": "§571-51 Support of minor committed for study or care.Whenever legal custody of a minor is given by the court to someone other than the minor's parents, or when a minor is given medical, psychological, or psychiatric study or treatment under order of the court, and no provision is otherwise made by law for the support of the minor or for payment for such treatment, compensation for the study and treatment of the minor, when approved by order of the court, shall, if necessary, be paid out of such moneys as may be appropriated for the expenses of the court. After giving the parent a reasonable opportunity to be heard, the court may order and decree that the parent shall pay, in such manner as the court may direct, a reasonable sum that will cover in whole or in part the support and treatment of the minor given after the decree is entered. If the parent wilfully fails or refuses to pay such sum, the court may proceed against the parent as for contempt, or the order may be filed and shall have the effect of a civil judgment.\n\nCompensation may be made to a nongovernmental agency, provided that it shall make periodic reports to the court or to an agency designated by the court concerning the care and treatment the minor is receiving and the minor's response to such treatment. These reports shall be made as frequently as the court deems necessary and shall be made with respect to every such minor at intervals not exceeding six months. The agency shall also afford an opportunity for a representative of the court or of an agency designated by the court to visit, examine, or consult with the minor as frequently as the court deems necessary. [L 1965, c 232, pt of §1; Supp, §333-27; HRS §571-51; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-51/"
    },
    {
      "id": "section-571-515",
      "number": "571-51.5",
      "heading": "Modification of support and visitation decrees.",
      "text": "§571-51.5 Modification of support and visitation decrees.(a) The special court trustee may assist any parent, guardian, or custodian materially affected by a court order or decree with the modification of any provision of the order or decree pertaining to support payments or with the enforcement of visitation rights; provided the special court trustee may assist in modifying support payments only upon finding, after investigation, reasonable cause to believe that the relative financial condition between the obligor and the person who receives the child support payments has substantially changed. For purposes of this section, such a substantial change has occurred if:\n\n(1) The obligor has involuntarily suffered a material reduction in financial resources; or\n\n(2) The person who receives child support payments has enjoyed a material increase in financial resources.\n\n(b) The special court trustee may conduct an investigation for the purposes of subsection (a) where a person notifies the special court trustee that the relative financial condition between the obligor and the person who receives the child support payments has substantially changed.\n\n(c) The special court trustee may utilize the services of public or private social agencies in conducting investigations under this section and in making the written findings to the court. Such written findings shall be received in evidence under the same conditions as would those of the special court trustee.\n\n(d) The special court trustee shall submit findings and recommendations pertaining to the modification of support payments or enforcement of visitation rights in writing to the court after investigation under subsection (b). The special court trustee shall provide copies of the findings and recommendations to all persons materially affected by the proposed modification or enforcement. Any person materially affected by the proposed modification or enforcement who opposes the findings and recommendations shall file a written objection with the court or the clerk of the court no later than fifteen days after receipt of the findings and recommendations.\n\n(e) When warranted, the court shall hold a hearing on the recommendations of the special court trustee no later than thirty days after the expiration of the fifteen-day period under subsection (d).\n\n(f) Whenever the court, in accordance with this section, approves in full or in part the recommendations of the special court trustee, the court, within a period of not more than ten days after the hearing, shall modify the decree or order to reflect the approved recommendations.\n\n(g) Court costs, service fees, and the expenses of any investigation conducted by the special court trustee, in the discretion of the court, may be assessed wholly or partially against any parent, guardian, or custodian.\n\n(h) Nothing in this section shall be construed to the effect that child support and visitation compliance be conditioned upon each other. Each shall be treated as an independent right of the child as well as of a parent. [L 1986, c 332, §27; am L 1989, c 261, §18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-51-5/"
    },
    {
      "id": "section-571-52",
      "number": "571-52",
      "heading": "Assignment by court order of future income for payments of support.",
      "text": "§571-52 Assignment by court order of future income for payments of support.(a) Whenever any person has been ordered to pay an allowance for the support of a child or for the support and maintenance of a spouse or former spouse, and fails or refuses to obey or perform the order and has been adjudged guilty of contempt of court for such failure or refusal, the court may make an order that shall operate as an assignment by the person for the benefit of the child or spouse of amounts at such times as may be specified in the order from any income due or to become due in the future to the person from the person's employer or successor employers until further order of the court. For orders solely for the support or maintenance of a spouse or former spouse, the spouse or former spouse may elect to enforce the order pursuant to chapter 651, 652, or 653, in which case no assignment shall be made to the clerk of the court pursuant to this section.\n\nThe assignment of the amounts shall be to the clerk of the court where the order is entered if for the support or maintenance of a spouse or former spouse, unless the spouse or former spouse elects to enforce the order pursuant to chapter 651, 652, or 653, or to the child support enforcement agency if for the support of a child or if child support and spouse support are contained in the same order. The order of assignment to the child support enforcement agency shall be in the standard format prescribed by Title IV-D of the Social Security Act, as amended by the child support enforcement agency. The order of assignment shall be effective immediately after service upon an employer of a true copy of the order, which service may be effected by regular mail, personal delivery, or transmission through electronic means.\n\nThereafter, the employer shall for each pay period withhold from any income due to the person from the employer, and not required to be withheld by any other provision of federal or state law, and transmit to the clerk of the court or child support enforcement agency as set forth in the order, as much as may remain payable to the person for the pay period up to the amount specified in the order of assignment as being payable during the same period. The person ordered to pay shall inform the court immediately of any change that would affect the order of assignment or the disbursement thereof.\n\nCompliance by an employer with the order of assignment shall operate as a discharge of the employer's liability to the employee for that portion of the employee's income withheld and transmitted to the clerk of court or child support enforcement agency, as the case may be, regardless of whether the employer has withheld the correct amount.\n\n(b) Notwithstanding the provisions of subsection (a) to the contrary, whenever a court has ordered any person (hereinafter \"obligor\") to make periodic payments toward the support of a child, upon petition of the person to whom the payments are ordered to be made or that person's assignee, and the court finds the obligor to be delinquent in payments in an amount equal to or greater than the sum of payments that would become due over a one-month period under the order, judgment, or decree providing for child support, the court shall order an assignment of future income, or a portion thereof, of the obligor in an amount adequate to ensure that past due payments and payments that will become due in the future under the terms of the support order will be paid. That order shall operate as an assignment by the obligor to the child support enforcement agency and shall be binding upon any person who is or shall become obligated to the obligor for payment of income and who has been served with a copy of the assignment order.\n\nFor each payment made pursuant to an assignment order, the person making the payment may deduct and retain as an administrative fee the additional amount of $2 from the income owed to the obligor. Any assignment made pursuant to an assignment order shall have priority as against any garnishment, attachment, execution, or other assignment order, or any other order unless otherwise ordered by the court and the same shall not be subject to any of the exemptions or restrictions contained in part III of chapter 651, and chapters 652 and 653; provided that orders solely for the support or maintenance of a spouse or former spouse may be enforced directly pursuant to chapter 651, 652, or 653, if elected by the spouse or former spouse, and payments shall not be assigned to the clerk of the court.\n\nFor purposes of this subsection, delinquencies in payments shall be computed on the basis of the moneys owed and unpaid on the date that the obligor under the support order has been given notice pursuant to law of the application for the order of assignment. The fact that the obligor may have subsequently paid the delinquencies shall not relieve the court of its duty under this subsection to order the assignment.\n\n(c) An employer withholding income for payment to the child support enforcement agency shall terminate withholding upon receipt of a notice from the child support enforcement agency to terminate income withholding.\n\n(d) It shall be unlawful for any employer to refuse to hire a prospective employee, to discharge an employee, or to take any other disciplinary action against an employee, based in whole or part upon an assignment authorized by this section. Any employer violating this section shall be guilty of a misdemeanor under section 710-1077(1)(g).\n\n(e) As used in this section:\n\n\"Employer\" includes the United States government, the State, any political subdivision thereof, and any person who is or shall become obligated to the obligor for payment of income.\n\n\"Income\" includes salaries, wages, earnings, workers' compensation, disability benefits, commissions, independent contractor income, and any other entitlement to money including moneys payable as a pension, annuity, retirement, disability, death, or other benefit, or as a return of contributions and interest from the United States government, the State, or other political subdivision thereof, or from any retirement, disability, or annuity system established by any of them pursuant to statute. [L 1967, c 56, §6; HRS §571-52; am L 1979, c 140, §1; am L 1984, c 207, § §1, 2; am L 1985, c 176, §1 and c 257, §1; am L 1986, c 332, §11; am L 1987, c 161, §1; am L 2000, c 194, §1; am L 2022, c 92, §1]\n\nRules of Court\n\nEnforcement of order for payment of support, see HFCR rule 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52/"
    },
    {
      "id": "section-571-521",
      "number": "571-52.1",
      "heading": "REPEALED.",
      "text": "§571-52.1 REPEALED.\n\nL 1988, c 200, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-1/"
    },
    {
      "id": "section-571-522",
      "number": "571-52.2",
      "heading": "Automatic assignment by court or administrative order of future income for payment of child support.",
      "text": "§571-52.2 Automatic assignment by court or administrative order of future income for payment of child support.(a) Notwithstanding section 571-52, the court shall order an assignment of future income when:\n\n(1) The court has ordered any person (hereinafter the \"obligor\") to make periodic payments toward the support of a child pursuant to a court or administrative order, judgment, or decree;\n\n(2) The court or administrative order, judgment, or decree provides for an automatic assignment of the obligor's income upon the obligor's failure to timely pay any child support that the obligor is required to pay through the child support enforcement agency or directly to the obligee; and\n\n(3) The court finds the obligor to be delinquent in payments in an amount equal to or greater than the sum of payments which would become due over a one-month period under the order, judgment, or decree providing for child support.\n\nThe order shall take effect without necessity of further action of the court, except when a hearing is requested under subsection (c).\n\n(b) The court or the child support enforcement agency, on its own motion, may order an assignment of future income, or a portion thereof, of the obligor in an amount adequate to insure that past due payments and payments which will become due in the future under the terms of the support order will be paid.\n\n(c) The court or the clerk of the court shall provide the obligor written notice at least fourteen days in advance of entering an automatic income assignment and inform the obligor the automatic income assignment will issue on a certain date unless the obligor files with the court or the clerk of the court a written objection to the automatic assignment and a written request for a hearing. If the obligor files the written objection and the written request, the court or the clerk of the court shall not issue the automatic assignment of future income until a hearing is held and the matter resolved. The court shall establish and implement other notice procedures as may be necessary to adequately protect the obligor's right to procedural due process.\n\n(d) The order for automatic assignment shall operate as an assignment by the obligor to the child support enforcement agency and shall be binding upon any person who is or shall become obligated to the obligor for payment of income and who has been served with a copy of the assignment order. The order shall be in the standard format prescribed by Title IV-D of the Social Security Act, as amended by the child support enforcement agency.\n\nThe assignment shall continue after the obligor's requirement to pay future child support has ended if the obligor owes past due support, and any amount received pursuant to the assignment shall be applied to satisfy all past due support owed. The assignment shall be terminated when appropriate by the court, the clerk of the court, or the child support enforcement agency; provided that payment of all overdue support shall not be the sole basis for terminating the assignment. An employer withholding income for payment to the child support enforcement agency shall terminate withholding upon receipt of a notice from the child support enforcement agency to terminate income withholding. In the event that the obligee retains private counsel or proceeds pro se, the obligee shall have primary responsibility for terminating the assignment.\n\nIf the obligee fails to terminate the assignment when appropriate, the obligee shall reimburse the obligor to the extent of any overpayment. If the assignment is not terminated when appropriate, the obligor may seek reimbursement for any overpayment from the obligee or from the child support enforcement agency, to the extent the overpayment was disbursed to the department of human services.\n\nThe child support enforcement agency shall establish procedures by rule in accordance with chapter 91 for the prompt reimbursement for any overpayment to the obligor.\n\n(e) An employer receiving an assignment order shall send the amounts withheld to this State's child support enforcement agency within five working days after the obligor is paid. The employer shall begin withholding no later than the first pay period occurring within seven business days following the date a copy of the order is mailed to the employer. As used in this subsection, the term \"business day\" means a day on which the employer's office is open for regular business. The employer shall withhold funds as directed in the order, except that when an employer receives an income withholding order issued by another state, the employer shall send the amounts withheld to that state's agencyadministering a program under Title IV-D of the Social Security Act and apply the income withholding law of the state of the obligor's principal place of employment in determining:\n\n(1) The employer's fee for processing an income assignment order;\n\n(2) The maximum amount permitted to be withheld from the obligor's income under section 303(b) of the Consumer Credit Protection Act (15 U.S.C. §1673(b));\n\n(3) The time periods within which the employer must implement the income withholding order and forward the child support payment;\n\n(4) The priorities for withholding and allocating income withheld for multiple child support obligees; and\n\n(5) Any withholding terms or conditions not specified in the order.\n\nAn employer who complies with an income assignment order that is regular on its face shall not be subject to civil liability to any person or agency for conduct in compliance with the order.\n\nAn employer who is required to withhold amounts from the income of more than one obligor may remit a sum total of the amounts in one check, with a listing of the amounts applicable to each obligor.\n\nWithin two working days after receipt of the amounts withheld by the employer, the child support enforcement agency shall disburse those amounts to the obligee for the benefit of the child, except that the child support enforcement agency may delay the distribution of collections toward arrearages until the resolution of any timely request for a hearing with respect to such arrearages.\n\n(f) For each payment made pursuant to an assignment order, the person making such payment may deduct and retain as an administrative fee the additional amount of $2 from the income owed to the obligor. The total amount withheld from the obligor's income including the administrative fee may not be in excess of the maximum amounts permitted under section 303(b) of the Consumer Credit Protection Act (15 U.S.C. §1673(b)). Any assignment made pursuant to an assignment order shall have priority as against any garnishment, attachment, execution, or other assignment order, or any other order and the same shall not be subject to any of the exemptions or restrictions contained in part III of chapter 651, and chapters 652 and 653.\n\nFor purposes of this section, delinquencies in payments shall be computed on the basis of the moneys owed and unpaid on the date that the obligor under the support order has been given notice pursuant to law of the application for the order of assignment, and the fact that the obligor may have subsequently paid such delinquencies shall not relieve the court or the child support enforcement agency of its duty under this subsection to order the assignment.\n\n(g) It shall be unlawful for any employer to fail to comply with the requirements of this section. In addition, an employer who fails to comply with an order of assignment of future income, as provided for under this section, shall be liable to the obligee or the obligee's assignee for whom support was required to be paid, for the full amount of all sums ordered to be withheld and transmitted and not otherwise done so, and may be subject to a fine not to exceed $250 as determined by the court.\n\n(h) The only basis for contesting a withholding under this section is a mistake of fact, which, for purposes of this section, means an error in the amount of current or overdue support or in the identity of the alleged absent parent.\n\n(i) In contested cases, the State shall notify the obligor, within forty-five days, as to whether the withholding of the obligor's income will occur.\n\n(j) Obligors may request withholding of their income prior to the entry of an order for the repayment of a delinquency.\n\n(k) Notice of automatic income assignment after a one-month delinquency shall be included in every child support order entered hereafter in the State.\n\n(l) If there is more than one obligee, the amounts withheld from the income of an obligor shall be allocated among the obligees. The allocation may be based on each obligee's proportionate share of the amount of the withholding orders that were served on the employer of the obligor. In no case shall the allocation result in a withholding for one of the support obligations not being implemented.\n\n(m) The provisions of section 571-52(d) and (e) shall apply to all orders for automatic assignments issued under this section.\n\n(n) Notwithstanding any other provision of law, for purposes of this section, the term \"income\" shall include without limitation, salaries, wages, earnings, workers' compensation, unemployment compensation, disability benefits, commissions, independent contractor income, and any other entitlement to money including moneys payable as a pension or as an annuity or retirement or disability or death or other benefit, or as a return of contributions and interest thereon from the United States government, or from the State or other political subdivision thereof, or from any retirement, disability, or annuity system established by any of them pursuant to statute.\n\nThe term \"employer\", as used in this section includes the United States government, the State, any political subdivision thereof and any person who is or shall become obligated to the obligor for payment of income. [L 1984, c 207, §3; am L 1985, c 176, §2; am L 1986, c 332, §13; am L 1987, c 161, §2; am L 1990, c 152, §1 and c 176, §2; am L 1992, c 212, §1; am L 1995, c 125, § §1 to 3; am L 1996, c 25, §1; am L 1997, c 293, § §22, 23; am L 2000, c 194, §2; am L 2001, c 55, §27; am L 2006, c 34, §1; am L 2009, c 115, §1; am L 2019, c 67, §1]\n\nRules of Court\n\nEnforcement of order for payment of support, see HFCR rule 69.\n\nNeither plaintiff nor members of plaintiff's class had cognizable state constitutional property interest based on subsection (e) on any interest accrued on late-paid child support payments; § §576D-10, 661-8, 662-2, and 662-8 cited by the trial court in its ruling confirmed that these statutes are silent as to whether plaintiffs possessed a property right in the accrued interest for payments disbursed outside of the two-day period. 111 H. 367, 141 P.3d 1014 (2006).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-2/"
    },
    {
      "id": "section-571-523",
      "number": "571-52.3",
      "heading": "Immediate income withholding.",
      "text": "§571-52.3 Immediate income withholding.In any case where child support is an issue, and an order for child support is established or modified, and the obligor receives income on a periodic basis, the court shall concurrently enter an order for immediate income withholding which shall operate as an assignment by the person to the child support enforcement agency for the benefit of the child of such amounts at such times as may be specified in the support order. Such order may also include child support arrears and reimbursement of debt pursuant to section 346-37.1. The provisions of section 571-52.2(d), (e), (f), (g), (l), (m), and (n) shall apply to all orders for immediate income withholding issued under this section. [L 1988, c 200, §2; am L 1990, c 152, §2]\n\nImpracticality did not excuse father from income withholding under this section. 82 H. 543 (App.), 923 P.2d 960 (1996).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-3/"
    },
    {
      "id": "section-571-525",
      "number": "571-52.5",
      "heading": "Guidelines to determine child support amounts.",
      "text": "§571-52.5 Guidelines to determine child support amounts.When the court establishes or modifies the amount of child support required to be paid by a parent, the court shall use the guidelines established under section 576D-7, except when exceptional circumstances warrant departure. [L 1986, c 332, pt of §4]\n\nAgreement to pay all post-high school education expenses is not an exceptional circumstance allowing lower child support payment than specified in guidelines; guidelines do not take precedence over the parties' agreement to pay more than the guidelines specify, but they do take precedence over the parties' agreements to pay less. 7 H. App. 221, 751 P.2d 93 (1988).\n\nWhether facts constitute exceptional circumstances is a question of law. 7 H. App. 345, 764 P.2d 1250 (1988).\n\nNeither expenses for a second vehicle nor preschool expenses of another child of non-custodial obligor parent supported a finding of exceptional circumstance. 88 H. 456 (App.), 967 P.2d 653 (1998).\n\nAssuming arguendo that this section and §584-15 embrace the same subject matter, it cannot be said as a matter of statutory construction that this section ousts §584-15 in the matter of past child support; §584-15(d) affords the court discretion to limit past child support to a proportion of the expenses already incurred on behalf of the child that it deems just. 98 H. 58 (App.), 41 P.3d 720 (2001).\n\nWith the consent of the payor-parent, the family court is authorized to enter an order barring the payor-parent, for a period of three years, from seeking a reduction in court-ordered child support. 101 H. 37 (App.), 61 P.3d 548 (2002).\n\nFamily court was not authorized to delegate to the child support enforcement agency the duty of deciding the dollar amount of child support to be paid. 112 H. 225 (App.), 145 P.3d 768 (2006).\n\nWhere family court clearly erred in its calculation of both parents' monthly gross incomes, the resulting child support award was clearly erroneous. 134 H. 431 (App.), 341 P.3d 1231 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-5/"
    },
    {
      "id": "section-571-526",
      "number": "571-52.6",
      "heading": "Child support order, judgment, or decree; accident and health or sickness insurance coverage.",
      "text": "§571-52.6 Child support order, judgment, or decree; accident and health or sickness insurance coverage.Each order, judgment, or decree under this chapter or chapter 576B, 580, or 584 ordering a person to pay child support shall include the following provisions:\n\n(1) Both the obligor and the obligee are required to file with the state case registry, through the child support enforcement agency, upon entry of the child support order and to update as appropriate, information on the identity and location of the party, including social security number, residential and mailing addresses, telephone number, driver's license number if different from social security number, and name, address, and telephone number of the party's employer; and\n\n(2) The liability of that person for accident and health or sickness insurance coverage when available at reasonable cost. [L 1986, c 332, pt of §4; am L 1997, c 293, §24 and c 295, §3; am L 2019, c 111, §39]\n\nLaw Journals and Reviews\n\nHawaii's Statewide Child Support Guidelines. 14 HBJ, no. 13, at 9 (2011).\n\nRelevant cost used to determine reasonable cost is the net cost difference between coverage and noncoverage. 7 H. App. 345, 764 P.2d 1250 (1988).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-6/"
    },
    {
      "id": "section-571-527",
      "number": "571-52.7",
      "heading": "Award of costs and reasonable attorneys' fees.",
      "text": "§571-52.7 Award of costs and reasonable attorneys' fees.Whenever a party files a motion seeking to enforce a child support order, the court may award the prevailing party the party's costs and reasonable attorneys' fees incurred, except as this chapter otherwise provides. The award shall be made only when the prevailing party was represented by an attorney. [L 1994, c 247, §1]\n\nFamily court erred in limiting plaintiff ex-wife's award of attorney's fees to a lodestar amount with no consideration given to a contingent fee enhancement; this section is a fee-shifting statute designed to \"attract competent counsel\" and a contingent fee enhancement should have at least been considered by the family court. 97 H. 160 (App.), 34 P.3d 1059 (2001).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-52-7/"
    },
    {
      "id": "section-571-53",
      "number": "571-53",
      "heading": "Signing of papers.",
      "text": "§571-53 Signing of papers.Unless otherwise specifically provided by law, any decree, order to show cause, injunction, summons, subpoena, warrant, or notice issued by the court in connection with any case or cause, shall have the same validity, force, and effect whether signed by a judge, a district family judge, or a clerk of the court. [L 1967, c 56, §3; HRS §571-53; am L 1973, c 219, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-53/"
    },
    {
      "id": "section-571-54",
      "number": "571-54",
      "heading": "Appeal.",
      "text": "§571-54 Appeal.An interested party, aggrieved by any order or decree of the court, may appeal to the intermediate appellate court for review of questions of law and fact upon the same terms and conditions as in other cases in the circuit court, and review shall be governed by chapter 602, except as hereinafter provided. Where the decree or order affects the custody of a child or minor, the appeal shall be heard at the earliest practicable time. In cases under section 571-11, the record on appeal shall be given a fictitious title, to safeguard against publication of the names of the children or minors involved.\n\nThe stay of enforcement of an order or decree, or the pendency of an appeal, shall not suspend the order or decree of the court regarding a child or minor, or discharge the child or minor from the custody of the court or of the person, institution, or agency to whose care the child or minor has been committed, unless otherwise ordered by the family court or by the appellate court after an appeal is taken. Pending final disposition of the case, the family court or the appellate court, after the appeal is taken, may make such order for temporary custody as is appropriate in the circumstances. If the appellate court does not dismiss the proceedings and discharge the child or minor, it shall affirm or modify the order of the family court and remand the child or minor to the jurisdiction of the court for disposition not inconsistent with the appellate court's finding on the appeal.\n\nAn order or decree entered in a proceeding based upon section 571-11(1), (2), or (6) shall be subject to appeal only as follows:\n\nWithin twenty days from the date of the entry of any such order or decree, any party directly affected thereby may file a motion for a reconsideration of the facts involved. The motion and any supporting affidavit shall set forth the grounds on which a reconsideration is requested and shall be sworn to by the movant or the movant's representative. The judge shall hold a hearing on the motion, affording to all parties concerned the full right of representation by counsel and presentation of relevant evidence. The findings of the judge upon the hearing of the motion and the judge's determination and disposition of the case thereafter, and any decision, judgment, order, or decree affecting the child and entered as a result of the hearing on the motion, shall be set forth in writing and signed by the judge. Any party aggrieved by any such findings, judgment, order, or decree shall have the right to appeal therefrom to the intermediate appellate court, upon the same terms and conditions as in other cases in the circuit court, and review shall be governed by chapter 602; provided that no such motion for reconsideration shall operate as a stay of any such findings, judgment, order, or decree unless the judge of the family court so orders; and provided further that no informality or technical irregularity in the proceedings prior to the hearing on the motion for reconsideration shall constitute grounds for the reversal of any such findings, judgment, order, or decree by the appellate court. [L 1965, c 232, pt of §1; Supp, §333-28; HRS §571-54; am L 1973, c 211, §1(g); am L 1979, c 111, §21; am L 1983, c 27, §1 and c 171, §3; gen ch 1985; am L 2004, c 202, §54; am L 2006, c 3, §1 and c 94, §1; am L 2010, c 109, §1]\n\nRules of Court\n\nAppeals, see HFCR rule 81(f); Hawaii Rules of Appellate Procedure.\n\nStay of execution of family court order waiving jurisdiction pending its appeal, granted when. 57 H. 413, 558 P.2d 483 (1976).\n\nDivorce decree is final and appealable despite reservation of support or custody questions. 57 H. 519, 559 P.2d 744 (1977).\n\nThe State is not a \"party aggrieved\" for purposes of appealing waiver denial by family court. 67 H. 466, 691 P.2d 1163 (1984).\n\nConflict between rule 59(g)(1) of Hawai`i family court rules and this statute regarding time for filing motion for reconsideration, resolved in favor of the statute; rule 59(g)(1) held void. 77 H. 109, 883 P.2d 30 (1994).\n\nHawaii rules of appellate procedure, rule 4(a)(3) is inapplicable to family court cases governed by this section; in such cases, a notice of appeal is timely when it is filed within thirty days after the entry of the order resolving a motion for reconsideration filed in accordance with this section. 94 H. 485, 17 P.3d 217 (2001).\n\nThe fact that the question of who was responsible for payment for particular services received by the children could be decided independently from the need for the family court's continuing jurisdiction, coupled with the importance of obtaining a definitive ruling on the issue, established that the \"requisite degree of finality\" was present to permit appellate jurisdiction. 96 H. 272, 30 P.3d 878 (2001).\n\nMinor's case dismissed for lack of appellate jurisdiction where the procedural requirements of this section were not met; minor did not move for reconsideration of the disposition of the case, no hearing to reconsider the disposition was held, and no final written judgment, order, or decree containing the findings and conclusions on which the family court based its disposition was entered. 102 H. 246, 74 P.3d 998 (2003).\n\nWhere mother filed the motion for reconsideration more than twenty days after entry of the disputed order, mother failed to comply with the statutory requirements of this section and appellate court thus lacked jurisdiction. 105 H. 505, 100 P.3d 75 (2004).\n\nAs Hawaii rules of appellate procedure rule 4(b) will not preclude untimely appeals in criminal cases where effective assistance of counsel is implicated by the untimely notice of appeal, so misapprehension of this section should not nullify appeals in juvenile law violator cases; thus, the right to effective assistance of counsel should apply in juvenile \"law violator\" cases as in adult criminal cases, and a defective appeal caused by counsel does not invalidate the appeal. 107 H. 12, 108 P.3d 966 (2005).\n\nFamily court orders assessing father's attorney fees and costs against mother were orders entered in a proceeding based upon §571-11(9) that fell within the ambit of this section and were expressly excluded by the Hawaii family court rules, rule 59(e) from its ambit. 113 H. 478 (App.), 155 P.3d 661 (2007).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-54/"
    },
    {
      "id": "section-571-55",
      "number": "571-55",
      "heading": "Certification in lieu of oath.",
      "text": "§571-55 Certification in lieu of oath.Whenever any testimony, declaration, deposition, certification or pleading in the family court is required or authorized to be on oath or affirmation, the person so required or authorized may testify, declare, depose, certify, or plead under \"penalty of perjury\" in such form as may be prescribed by the court. [L 1970, c 17, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-55/"
    },
    {
      "id": "section-571-56",
      "number": "571-56",
      "heading": "Offense.",
      "text": "§571-56 Offense.A person who makes a false statement which the person does not believe to be true commits an offense whether the false statement is made under an oath required or authorized by law or under \"penalty of perjury\" as authorized by section 571-55. [L 1970, c 17, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-56/"
    },
    {
      "id": "section-571-57",
      "number": "571-57",
      "heading": "Penalty.",
      "text": "§571-57 Penalty.The penalty for the offense of making a false statement under \"penalty of perjury\" shall be the same as would apply if the false statement had been made under oath or affirmation required or authorized by law. [L 1970, c 17, pt of §1]\n\nCross References\n\nPerjury and related offenses, see § §710-1060 to 710-1069.5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-57/"
    },
    {
      "id": "section-571-61",
      "number": "571-61",
      "heading": "Termination of parental rights; petition.",
      "text": "§571-61 Termination of parental rights; petition.(a) Relinquishment. The parents or either parent or the surviving parent who desire to relinquish parental rights to any natural or adopted child and thus make the child available for adoption or readoption, may petition the family court of the circuit in which the parents or parent resides, or of the circuit in which the child resides, or was born, for the entry of a judgment of termination of parental rights. The petition shall be verified and shall be substantially in a form as may be prescribed by the judge or senior judge of the family court. The petition may be filed at any time following the birthing parent's sixth month of pregnancy; provided that no judgment may be entered upon a petition concerning an unborn child until after the birth of the child and in respect to a legal parent or parents until the petitioner or petitioners have filed in the termination proceeding a written reaffirmation of their desires as expressed in the petition or in respect to a legal parent or parents until the petitioner or petitioners have been given no less than ten days' notice of a proposal for the entry of judgment and an opportunity to be heard in connection with the proposal.\n\n(b) Involuntary termination.\n\n(1) The family courts may terminate the parental rights with respect to any child as to any legal parent:\n\n(A) Who has deserted the child without affording means of identification for a period of at least ninety days;\n\n(B) Who has voluntarily surrendered the care and custody of the child to another for a period of at least two years;\n\n(C) Who, when the child is in the custody of another, has failed to communicate with the child when able to do so for a period of at least one year;\n\n(D) Who, when the child is in the custody of another, has failed to provide for care and support of the child when able to do so for a period of at least one year;\n\n(E) Whose child has been removed from the parent's physical custody pursuant to legally authorized judicial action under section 571-11(9), and who is found to be unable to provide now and in the foreseeable future the care necessary for the well-being of the child;\n\n(F) Who is found by the court to be mentally ill or intellectually disabled and incapacitated from giving consent to the adoption of or from providing now and in the foreseeable future the care necessary for the well-being of the child; or\n\n(G) Who is found not to be the child's natural or adoptive non-birthing parent.\n\n(2) The family courts may terminate the parental rights in respect to any minor of any natural but not legal non-birthing parent who is an adjudicated, presumed or concerned non-birthing parent under chapter 578, or who is named as the non-birthing parent on the child's birth certificate:\n\n(A) Who falls within paragraph (1)(A), (B), (C), (D), (E), or (F);\n\n(B) Whose child is sought to be adopted by the child's birthing parent's spouse and the birthing parent's spouse has lived with the child and the child's legal birthing parent for a period of at least one year;\n\n(C) Who is only a concerned non-birthing parent who has failed to file a petition for the adoption of the child or whose petition for the adoption of the child has been denied; or\n\n(D) Who is found to be an unfit or improper parent or to be financially or otherwise unable to give the child a proper home and education.\n\n(3) In respect to any proceedings under paragraphs (1) and (2), the authority to terminate parental rights may be exercised by the court only when a verified petition, substantially in the form above prescribed, has been filed by some responsible adult person on behalf of the child in the family court of the circuit in which the parent resides or the child resides or was born and the court has conducted a hearing of the petition. A copy of the petition, together with notice of the time and place of the hearing thereof, shall be personally served at least twenty days before the hearing upon the parent whose rights are sought to be terminated. If personal service cannot be effected within the State, service of the notice may be made as provided in section 634-23 or 634-24.\n\n(4) The family courts may terminate the parental rights in respect to any child as to any natural non-birthing parent who is not the child's legal, adjudicated, presumed or concerned non-birthing parent under chapter 578.\n\n(5) The family courts may terminate the parental rights in respect to any child of any natural parent upon a finding by clear and convincing evidence that the natural parent committed sexual assault of the other natural parent, or an equivalent offense under the laws of another state, territory, possession, or Native American tribe where the offense occurred, and the child was conceived as a result of the sexual assault perpetrated by the parent whose rights are sought to be terminated; provided that:\n\n(A) The court shall accept, as conclusive proof of the sexual assault, a guilty plea or conviction of the child's natural parent for the sexual assault, or an equivalent offense under the laws of another state, territory, possession, or Native American tribe where the offense occurred, of the other natural parent;\n\n(B) Termination shall mean, when used with respect to parental rights in this paragraph, a complete and final termination of the parent's right to custody of, guardianship of, visitation with, access to, and inheritance from a child;\n\n(C) The termination of parental rights shall not affect the obligation of the child's natural parent to support the child;\n\n(D) The court may order the child's natural parent to pay child support;\n\n(E) It is presumed that termination of parental rights is in the best interest of the child if the child was conceived as a result of the sexual assault;\n\n(F) This paragraph shall not apply if subsequent to the date of the sexual assault, the child's natural parent and custodial natural parent cohabitate and establish a mutual custodial environment for the child; and\n\n(G) The custodial natural parent may petition the court to reinstate the child's natural parent's parental rights terminated pursuant to this paragraph.\n\nThe authority provided under this section may be exercised under this chapter only when a verified petition, substantially in the form prescribed above, has been filed by some responsible adult person on behalf of the child in the family court of the circuit in which the parent resides or the child resides or was born, and the court has conducted a hearing of the petition.\n\nIf the birthing parent of the child files with the petition an affidavit representing that the identity or whereabouts of the child's non-birthing parent is unknown to or not ascertainable by the birthing parent or that other good cause exists why notice cannot or should not be given to the non-birthing parent, the court shall conduct a hearing to determine whether notice is required.\n\nIf the court finds that good cause exists why notice cannot or should not be given to the child's non-birthing parent, and that the non-birthing parent is neither the legal nor adjudicated nor presumed non-birthing parent of the child, nor has the non-birthing parent demonstrated a reasonable degree of interest, concern, or responsibility as to the existence or welfare of the child, the court may enter an order authorizing the termination of the non-birthing parent's parental rights and the subsequent adoption of the child without notice to the non-birthing parent. [L 1965, c 232, pt of §1; Supp, §333-29; HRS §571-61; am L 1970, c 205, §2; am L 1971, c 46, §1; am L 1973, c 211, §1(h); am L 1974, c 74, §1; am L 1976, c 85, §14; am L 1980, c 55, §1; am L 1982, c 49, §1; am L 1983, c 171, §4; am L 1993, c 160, §2; am L 2011, c 220, §17; am L 2013, c 253, §3; am L 2016, c 213, §2; am L 2023, c 160, §2]\n\nNo constitutional right of minor mother was violated when during her absence from hearing she was represented by guardian ad litem. 52 H. 395, 477 P.2d 780 (1970).\n\nIn subsection (b)(1)(D): \"Care and support\" refers exclusively to financial support; involuntary termination may not occur absent finding of purpose to abdicate parental rights; one year period does not refer solely to the year immediately preceding petition's filing; not unconstitutionally vague. 64 H. 85, 637 P.2d 760 (1981).\n\n\"Foreseeable future\" means three years from the filing date of the petition for termination of parental rights. 8 H. App. 66, 793 P.2d 669 (1990).\n\nRecord of child protective services case can be considered in a case brought under this section. 8 H. App. 161, 795 P.2d 294 (1990).\n\nFather's right to custody was terminated and children were placed in the custody of foster parents. 8 H. App. 377, 805 P.2d 1215 (1991).\n\nNothing in subsection (a) or chapter 587 indicates that when the department of human services and the affected parents settle a termination proceeding, they may do so only by resorting to a subsection (a) proceeding. 90 H. 200 (App.), 978 P.2d 166 (1999).\n\nTrial court erred in applying clear and convincing evidence standard of proof in deciding whether natural father was an unfit parent in a petition by grandparents for guardianship of the person of their grandson, as a guardianship of the person of a minor is neither absolute nor irrevocable, and the heightened standard of proof attendant upon those attributes of a termination of parental rights did not apply. 106 H. 75 (App.), 101 P.3d 684 (2004).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-61/"
    },
    {
      "id": "section-571-62",
      "number": "571-62",
      "heading": "Hearing; investigation and report.",
      "text": "§571-62 Hearing; investigation and report.Every petition under section 571-61 shall be filed in duplicate and the clerk of the court in which the same is filed shall immediately forward a copy of the petition, and of the notice of the time and place of the hearing thereof, to the director of the department of human services. The director shall be permitted to appear and be heard at any such hearing on behalf of the petitioner or the child or minor or the State and shall have the same right of appeal as any party to the proceeding. The attorney general shall, at the request of the director, represent and defend the interests of the department in any such proceeding. Upon the request of any petitioning parent or parents or upon the request of the department of human services, any child-placing organization, approved by the department under section 346-17, shall be permitted to appear together with or in place of the department.\n\nIf any petitioner or the department or any such child-placing organization approved by the department or any parent whose rights are sought to be terminated requests of the court a continuance of the hearing for the purpose of permitting an objective investigation of the circumstances of the minor and the parent or parents concerned, no judgment of termination shall be entered prior to the expiration of thirty days from the date of the request or until the earlier date of the filing of a report of the investigation. If the petition has been filed by or at the request of the department of human services or any such child-placing organization, or, in the event that a continuance has been requested as above provided, the department of human services shall prepare or procure and file in the termination proceeding a report of the facts disclosed as a result of investigation of the circumstances of the minor and the parent or parents whose rights are sought to be terminated. The court may, for good cause, grant extensions of the time within which such report must be filed. Any such report shall be incorporated in the record of the proceeding and shall be considered by the court in determining the issues presented by the petition. The court may, if it deems such action necessary, appoint a guardian ad litem to represent and defend the interests of the child or minor or of any minor parent. [L 1965, c 232, pt of §1; Supp, §333-30; HRS §571-62; am L 1970, c 105, §5; am L 1987, c 339, §4; am L 1990, c 34, §34]\n\nRules of Court\n\nGuardians ad litem, see HFCR rule 17(c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-62/"
    },
    {
      "id": "section-571-63",
      "number": "571-63",
      "heading": "Findings and judgment.",
      "text": "§571-63 Findings and judgment.No judgment of termination of parental rights entered under sections 571-61 to 571-63 shall be valid or binding unless it contains a finding that the facts upon which the petition is based bring the child within such sections and have been proved by the evidence and that the adjudication of termination of parental rights is necessary for the protection and preservation of the best interests of the child concerned and will facilitate the legal adoption of the child.\n\nIn any judgment entered pursuant to sections 571-61 to 571-63 the court may terminate the parental rights of one or both of the parents of the child concerned, may transfer the care, custody and control of the child to any proper person not forbidden by law to place a child for adoption or to the department of human services or to any child-placing organization approved by the department, may appoint a guardian of the child, and may authorize the person or the department or the agency or the guardian to consent to the legal adoption of the child.\n\nNo judgment of termination of parental rights entered under sections 571-61 to 571-63 shall operate to terminate the mutual rights of inheritance of the child and the parent or parents involved, or to terminate the legal duties and liabilities of the parent or parents, unless and until the child has been legally adopted.\n\nEvery such judgment of termination of parental rights when the procedural provisions of sections 571-61 to 571-63 have been followed shall become final and binding upon all of the parties concerned as of the date of its entry and filing, subject to the right of appeal. No such judgment shall be set aside for reasons other than the best interests and welfare of the child concerned, after the entry of a decree of adoption of the child concerned or during any period when the child is in an adoptive home in which the child has been placed by the department of human services or by a child-placing organization approved by the department or by any person not forbidden by law to place a child for adoption. When any such child is placed for adoption, a sworn certificate evidencing the placement shall be filed in the termination proceeding by the agency or person making the placement. Upon the entry of a final decree of adoption of any such child, a certified copy of the decree shall be filed in the termination proceeding and notification of the entry of the decree, without disclosing the identity of the adopting parents, shall, unless waived by the court, be given to each person whose parental rights have been terminated by registered or certified mail addressed to the last known address of each such person; provided that at any time following the expiration of one year from the date of the entry of any such judgment of termination of parental rights, upon the motion of the parent or parents of the child or the department of human services or any child-placing organization approved by the department or any other proper person, based upon the fact that the child has not been adopted or placed in a prospective adoptive home, the court in which the judgment was entered shall review the same and shall consider the currently reported circumstances of the child and of the parent or parents and shall enter its findings as to whether the circumstances, and the present best interests of the child, justify the continuance of the judgment. Upon such reconsideration, the court may either set aside the judgment or continue it in effect, as the circumstances may warrant. Upon the entry in the termination proceeding of a certified copy of the final decree of adoption of any such child and notification thereof to the person whose parental rights have been terminated, unless waived as herein provided, or upon the dismissal or discontinuance or other final disposition of the petition in the termination proceeding the clerk of the court shall seal all records in the termination proceeding and the seal shall not be broken and the records shall not be inspected by any person, including the parties to the termination proceeding, except upon order of the court. [L 1965, c 232, pt of §1; Supp, §333-31; HRS §571-63; am L 1970, c 105, §5; am L 1973, c 211, §1(i); am L 1976, c 85, §15; am L 1987, c 339, §4; am L 2004, c 161, §36]\n\nParamount consideration concerning child born out of wedlock is the best interests of the child. 52 H. 448, 478 P.2d 844 (1970).\n\nPutative father's rights considered. 52 H. 448, 478 P.2d 844 (1970).\n\n\"Clear and convincing evidence\" standard of proof should govern findings of best interest of child; specific finding of unfitness need not be made before termination of parental rights. 64 H. 85, 637 P.2d 760 (1981).\n\nOnly one parent's consent to adoption was required to place children in custody of foster parents. 8 H. App. 377, 805 P.2d 1215 (1991).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-63/"
    },
    {
      "id": "section-571-71",
      "number": "571-71",
      "heading": "Juvenile crime prevention bureau; establishment of.",
      "text": "§571-71 Juvenile crime prevention bureau; establishment of.Any chief of police may establish as a subdivision of the police department under the chief's jurisdiction a juvenile crime prevention bureau, to be maintained and conducted as hereinafter provided. [L 1965, c 232, pt of §1; Supp, §333-32; HRS §571-71; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-71/"
    },
    {
      "id": "section-571-72",
      "number": "571-72",
      "heading": "Duties and powers; reports; expungement of juvenile arrest records.",
      "text": "§571-72 Duties and powers; reports; expungement of juvenile arrest records.(a) The juvenile division or section shall direct its attention specifically to the suppression, prevention, and investigation of crimes committed by children under the age of eighteen years, and any police officer shall have the power and authority to take and detain any minor coming under section 571-11 at the division or section or other suitable places for questioning and investigation. If it appears upon conclusion of the investigation that the minor does come within such provisions, the minor may be counseled and released, and follow-up counseling provided or the minor may be referred to the family court or to a proper agency for treatment, and a written report of the findings of the officer shall be submitted to the court or agency.\n\n(b) Upon receipt of an expungement order issued by the family court under section 571-88, the police shall expunge the arrest record of the minor. [L 1965, c 232, pt of §1; Supp, §333-33; HRS §571-72; am L 1976, c 85, §16; am L 1980, c 303, §3(1); am L 2001, c 233, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-72/"
    },
    {
      "id": "section-571-73",
      "number": "571-73",
      "heading": "No limitations on family courts.",
      "text": "§571-73 No limitations on family courts.Nothing in section 571-71 or 571-72 shall be construed to divest family courts of any of their powers, but the same shall specifically grant to the police departments of the several counties the power to take; detain; question; investigate; provide outreach, counsel, release, and follow-up services; and refer to appropriate social or other agencies, private or governmental, as the facts of the case appear to justify, minors coming within section 571-72, subject, however, to sections 571-31 and 571-32. [L 1965, c 232, pt of §1; Supp, §333-34; HRS §571-73; am L 1980, c 303, §3(2)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-73/"
    },
    {
      "id": "section-571-74",
      "number": "571-74",
      "heading": "Rules and standards; investigation and questioning; fingerprinting and photographing.",
      "text": "§571-74Rules and standards; investigation and questioning; fingerprinting and photographing.The judges of the family courts shall make such rules and set up such standards of investigation and questioning as they consider necessary to guide and control the police, within their respective jurisdictions, in the handling of cases involving minors coming within provisions of this chapter. The rules and standards may include limitations and restrictions concerning the fingerprinting and photographing of any child in police custody, except that when any child of the age of twelve years or older who comes within section 571-11(1) is taken into custody for committing an act which, if committed by an adult would be a felony, a misdemeanor, or a petty misdemeanor any limitation or restriction concerning fingerprinting shall not apply. The police shall report all police designated fields of information collected on juvenile offenders to the juvenile justice information system. The rules shall be enforceable as orders of the court. [L 1965, c 232, pt of §1; Supp, §333-35; HRS §571-74; am L 1977, c 172, §1; am L 1991, c 311, §4; am L 1995, c 100, §1; am L 1997, c 292, §1]\n\nCross References\n\nJuvenile justice information system, see chapter 846D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-74/"
    },
    {
      "id": "section-571-81",
      "number": "571-81",
      "heading": "Contempt of court.",
      "text": "§571-81 Contempt of court.(a) Any adult who wilfully violates, neglects, or refuses to obey or perform any lawful order of the court may be proceeded against for contempt of court. Any adult found in contempt of court may be punished as provided by law.\n\n(b) When a court of competent jurisdiction issues an order compelling a parent to furnish support, including child support, medical support, or other remedial care, for the parent's child, it shall constitute prima facie evidence of a civil contempt of court upon proof that:\n\n(1) The order was made, filed, and served on the parent or proof that the parent was present in court at the time the order was pronounced; and\n\n(2) The parent did not comply with the order.\n\nAn order of civil contempt of court based on prima facie evidence under this subsection shall clearly state that the failure to comply with the order of civil contempt of court may subject the parent to a penalty that may include imprisonment or, if imprisonment is immediately ordered, the conditions that must be met for release from imprisonment. A party may also prove civil contempt of court by means other than prima facie evidence under this subsection. [L 1965, c 232, pt of §1; Supp, §333-36; HRS §571-81; am L 2008, c 157, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-81/"
    },
    {
      "id": "section-571-82",
      "number": "571-82",
      "heading": "Court sessions; quarters.",
      "text": "§571-82 Court sessions; quarters.Sessions of the court shall be held at such places as the court shall determine, subject to section 603-14. [L 1965, c 232, pt of §1; Supp, §333-37; HRS §571-82; am L 1973, c 211, §1(j)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-82/"
    },
    {
      "id": "section-571-83",
      "number": "571-83",
      "heading": "Court and witness fees.",
      "text": "§571-83 Court and witness fees.In proceedings under section 571-11(1), (2), or (9), no court fees shall be charged against, and no witness fees shall be allowed to, any party to a petition. No officer of the State or of any political subdivision thereof shall be entitled to receive any fee for the service of process or for attendance in court in any such proceedings except as otherwise provided in this chapter. All other persons acting under orders of the court may be paid for service of process and attendance or service as witnesses, the fees provided by law to be paid from the proper appropriation when the allowances are certified to by the judge. [L 1965, c 232, pt of §1; Supp, §333-38; HRS §571-83; am L 2006, c 20, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-83/"
    },
    {
      "id": "section-571-84",
      "number": "571-84",
      "heading": "Records.",
      "text": "§571-84 Records.(a) The court shall maintain records of all cases brought before it. Except as provided in sections 571-84.6 and 584-20.5, in proceedings under section 571-11 and in paternity proceedings under chapter 584, the following records shall be withheld from public inspection: the court docket, petitions, complaints, motions, and other papers filed in any case; transcripts of testimony taken by the court; and findings, judgments, orders, decrees, and other papers other than social records filed in proceedings before the court. The records other than social records shall be open to inspection: by the parties and their attorneys, by an institution or agency to which custody of a minor has been transferred, and by an individual who has been appointed guardian; with consent of the judge, by persons having a legitimate interest in the proceedings from the standpoint of the welfare of the minor; and, pursuant to order of the court or the rules of court, by persons conducting pertinent research studies, and by persons, institutions, and agencies having a legitimate interest in the protection, welfare, treatment, or disposition of the minor.\n\n(b) Reports of social and clinical studies or examinations made pursuant to this chapter shall be withheld from public inspection, except that information from these reports may be furnished, in a manner determined by the judge, to persons and governmental and private agencies and institutions conducting pertinent research studies or having a legitimate interest in the protection, welfare, treatment, or disposition of the minor.\n\n(c) No information obtained or social records prepared in the discharge of official duty by an employee of the court shall be disclosed directly or indirectly to anyone other than the judge or others entitled under this chapter to receive the information, unless and until otherwise ordered by the judge.\n\n(d) Any photograph or fingerprint taken of any minor may be used or circulated only as permitted by section 571-74.\n\n(e) The records of any police department and of any juvenile division or section thereof, relating to any proceedings authorized under section 571-11 shall be confidential and shall be open to inspection and use only by persons whose official duties are concerned with this chapter, except as provided in subsections (d) and (f), sections 571-88 and 571-72(b), or as otherwise ordered by the court.\n\n(f) Any police records concerning traffic accidents in which a minor coming within section 571-11(1) is involved, after the termination of any proceeding under section 571-11(1) arising out of any accident, or in any event after six months from the date of the accident, shall be available for inspection by the parties directly concerned in the accident or their duly licensed attorneys acting under written authority signed by either party. Any person who may sue because of death resulting from any traffic accident shall be deemed a party concerned.\n\n(g) In all proceedings concerning violations other than traffic violations, in which a minor coming within section 571-11(1) is involved and after the termination of any proceeding under section 571-11(1) arising out of the violation, the court may disclose to a party directly concerned the disposition of a case involving an offense against a person or property. This disclosure shall be made only upon written request of the party directly concerned. If the minor has been adjudicated a law violator, the name and address of the minor, and, when practicable, the name of the parent or guardian shall be disclosed, pursuant to the order of the court or the Hawaii family court rules, to the parties directly concerned with the alleged violation or their duly licensed attorneys acting under written authority signed by either party. For the purpose of this section, \"parties directly concerned\" means any person who may sue because of death, injury, or damage resulting from any violation, other than a traffic violation, in which a minor coming within section 571-11(1) is involved.\n\nThe minor, and, when practicable, the minor's parents or custodian, and the attorney of the minor shall be notified when the minor's name and address have been released.\n\n(h) Evidence given in proceedings under section 571-11(1) or (2) shall not in any civil, criminal, or other cause be lawful or proper evidence against the minor therein involved for any purpose whatever, except in subsequent proceedings involving the same minor under section 571-11(1) or (2).\n\n(i) All information in the records except reports of social studies and clinical studies or examinations shall be recorded in the juvenile justice information system. Information about the dates, length, preparer, and subject of social studies may be included in the juvenile justice information system. [L 1965, c 232, pt of §1; Supp, §333-39; HRS §571-84; am L 1973, c 211, §1(k); am L 1977, c 172, §2; am L 1980, c 232, §30; am L 1983, c 168, §1; am L 1987, c 47, §1; am L 1990, c 189, § §3, 4; am L 1991, c 311, §5; am L 1995, c 100, §2; am L 1997, c 317, §4 and c 318, §3; am L 1999, c 18, §16 and c 139, §2; am L 2001, c 233, §3; am L 2019, c 225, §2]\n\nCross References\n\nJuvenile justice information system, see chapter 846D.\n\nRules of Court\n\nConfidentiality, see HFCR rule 79; court dispositions reported, see HFCR rule 157.\n\nDefendant did not have standing under this section to seek suppression of statements defendant made in family court because the purpose of this [section] was not to protect adults involved in a family court dispute. 14 F. Supp. 2d 1194 (1998).\n\nThis section does not prohibit use of juvenile record in presentence report under §706-602. 56 H. 75, 527 P.2d 1269 (1974).\n\nCourt's ruling that evidence of defendant's juvenile proceedings could be admissible violated subsection (h) and constituted reversible error, where ruling was a reason defendant decided not to testify, infringed on defendant's constitutional right to testify, and there was a reasonable possibility that the court's error might have contributed to defendant's conviction. 127 H. 432, 279 P.3d 1237 (2012).\n\nSubsection (h) clearly and unambiguously prohibits the use of evidence from juvenile proceedings in any adult criminal case for any purpose whatsoever; appellate court thus erred in affirming trial court's ruling that the State would be allowed to introduce evidence from the prior juvenile proceedings of defendant if defendant testified on cross-examination in the instant case that defendant did not know that a single punch could cause the death of a person. 127 H. 432, 279 P.3d 1237 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-84/"
    },
    {
      "id": "section-571-845",
      "number": "571-84.5",
      "heading": "Support order, decree, judgment, or acknowledgment; social security number",
      "text": "§571-84.5 Support order, decree, judgment, or acknowledgment; social security number. The social security number of any individual who is a party to a divorce decree, or subject to a support order or paternity determination, or has made an acknowledgment of paternity issued under this chapter or chapter 576B, 580, or 584 shall be placed in the records relating to the matter. [L 1997, c 293, §5; am L 1998, c 11, §28]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-84-5/"
    },
    {
      "id": "section-571-846",
      "number": "571-84.6",
      "heading": "Minor law violators; proceedings and records not confidential.",
      "text": "§571-84.6 Minor law violators; proceedings and records not confidential.(a) As used in this section:\n\n\"Legal record\" means petitions, complaints, motions, and other papers filed in any case; transcripts of testimony taken by the court; and findings, judgments, orders, decrees, and other papers and adjudication data, other than social records, filed in proceedings before the court.\n\n\"Social record\" means those social and clinical studies, reports, or examinations prepared in any case pursuant to this chapter.\n\n(b) Notwithstanding any other law to the contrary, in any proceeding in which a minor age fourteen years of age or older has been adjudicated by the court under section 571-11(1) for an act that if committed by an adult would:\n\n(1) Be murder in the first degree or second degree or attempted murder in the first degree;\n\n(2) Result in serious bodily injury to or death of a victim;\n\n(3) Be a class A felony; or\n\n(4) Be a felony and the minor has more than one prior adjudication for acts that would constitute felonies if committed by an adult,\n\nall legal records related to the above stated proceeding shall be open for public inspection, unless the administrative judge of the family court or the judge's designee finds in writing that there are significant and compelling circumstances peculiar to the case of such a nature that public inspection would be inconsistent with or defeat the express purpose of this section. All social records shall be kept confidential except as provided in section 571-84.\n\n(c) Notwithstanding any other law to the contrary, in any case in which a minor age sixteen years of age or older comes within section 571-11(1) is taken into custody for an act that if committed by an adult would:\n\n(1) Be murder in the first degree or second degree or attempted murder in the first degree;\n\n(2) Result in serious bodily injury to or death of a victim;\n\n(3) Be a class A felony and the minor has one or more prior adjudications for an act that would constitute a felony if committed by an adult; or\n\n(4) Be a class B or C felony and the minor has more than one prior adjudication for acts that would constitute felonies if committed by an adult,\n\nall legal proceedings related to the above stated case shall be open to the public unless the administrative judge of the family court or the judge's designee finds in writing that there are significant and compelling circumstances peculiar to the case of such a nature that an open proceeding would be inconsistent with or defeat the express purpose of this section. [L 1997, c 317, §2; am L 1999, c 139, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-84-6/"
    },
    {
      "id": "section-571-85",
      "number": "571-85",
      "heading": "Authority of probation officers; additional probation officers.",
      "text": "§571-85 Authority of probation officers; additional probation officers.Within the scope of their duties, probation officers appointed under this chapter shall have the powers and privileges of a police officer. In addition to the probation officers appointed under section 571-6, the judges of the family courts may appoint special probation officers who shall serve without pay but who shall be entitled to be reimbursed for any cost or expense incurred by them in connection with the performance of their duties as defined by the judge. [L 1965, c 232, pt of §1; Supp, §333-40; HRS §571-85]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-85/"
    },
    {
      "id": "section-571-86",
      "number": "571-86",
      "heading": "Cooperation.",
      "text": "§571-86 Cooperation.Every public official or department shall render all assistance and cooperation within the official's or its jurisdictional power which may further the objects of this chapter. The court may seek the cooperation of organizations whose object is to protect or aid children and family life. [L 1965, c 232, pt of §1; Supp, §333-41; HRS §571-86; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-86/"
    },
    {
      "id": "section-571-865",
      "number": "571-86.5",
      "heading": "Statewide juvenile justice interdepartmental cluster; local juvenile justice interdepartmental cluster; high-need youth services coordination.",
      "text": "§571-86.5 Statewide juvenile justice interdepartmental cluster; local juvenile justice interdepartmental cluster; high-need youth services coordination.(a) There is established a statewide juvenile justice interdepartmental cluster to provide coordinated services, as defined in section 571-2, to certain children under the jurisdiction of the family court, and to provide an avenue for regular collaboration between the judiciary and the child and adolescent mental health division of the department of health.\n\n(b) The statewide cluster shall be composed of representatives from the major youth-serving agencies with statewide authority and responsibility. The statewide cluster shall include, in addition to the judiciary, designees from the department of education, the department of health, and the office of youth services. At the discretion of the representatives in the statewide cluster, community service providers may be included as regular members.\n\nThe judiciary shall staff the statewide cluster and identify a place where development and management of coordinated services may be carried out on a regular basis.\n\nThe statewide cluster may establish local juvenile justice interdepartmental clusters that shall have the ability to refer individual cases or issues to the statewide cluster for review and recommendation.\n\nThe statewide cluster shall establish written policies and procedures for itself and any local juvenile justice interdepartmental clusters.\n\n(c) Family courts may recommend youth for consideration by the statewide cluster based on the results of a risk and needs assessment conducted pursuant to section 571-45 indicating that a youth is high-need and if the youth is actively involved with two or more youth-serving agencies.\n\n(d) Coordinated services for justice system-involved youth shall be identified and carried out using a coordinated service plan, developed during regular meetings of the statewide cluster. The coordinated service plan shall include:\n\n(1) An assessment of the individual needs of the youth;\n\n(2) Identification of services currently being provided;\n\n(3) Identification of the necessary coordinated services;\n\n(4) Identification of the public or private agencies that can provide the necessary coordinated services to the youth, and a description of how each coordinated service will be funded;\n\n(5) If any necessary coordinated service need cannot be met, a specific explanation as to why the service need could not be met, such as a lack of funding or unavailability of service, which shall be reported to the board of family court judges and the Hawaii juvenile justice state advisory council; and\n\n(6) Opportunities for participation from the youth's legal parent, guardian, or custodian.\n\n(e) The statewide cluster shall annually report the number of cases referred to the cluster, the number of cases in which a coordinated service plan was established, and the outcome of the cases. This report shall be submitted to the board of family court judges and the Hawaii juvenile justice state advisory council. [L 2014, c 201, pt of §3]\n\nCross References\n\nInterdepartmental cluster for services to children, see chapter 321D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-86-5/"
    },
    {
      "id": "section-571-87",
      "number": "571-87",
      "heading": "Appointment of counsel and guardian ad litem; compensation.",
      "text": "§571-87 Appointment of counsel and guardian ad litem; compensation.(a) When it appears to a judge that a person requesting the appointment of counsel satisfies the requirements of chapter 802 for determination of indigency, or the court in its discretion appoints counsel under chapters [587A] and 346, part X, or that a person requires appointment of a guardian ad litem, the judge shall appoint counsel or a guardian ad litem to represent the person at all stages of the proceedings, including appeal, if any. Appointed counsel and the guardian ad litem shall receive reasonable compensation for necessary expenses, including travel, the amount of which shall be determined by the court, and reasonable fees pursuant to subsections (b) and (c). All of these expenses and fees shall be certified by the court and paid upon vouchers approved by the judiciary and warrants drawn by the comptroller.\n\n(b) The court shall determine the amount of reasonable compensation paid to appointed counsel and guardian ad litem, based on the following rates:\n\n(1) $90 an hour for in-court services provided by an attorney licensed to practice law in the State; and\n\n(2) $60 an hour for:\n\n(A) Out-of-court services provided by an attorney licensed to practice law in the State; and\n\n(B) All services provided by a person who is not an attorney licensed to practice law in the State, whether performed in-court or out-of-court.\n\n(c) The maximum allowable fee shall not exceed the following schedule:\n\n(1) Cases arising under chapters [587A] and 346, part X:\n\n(A). Predisposition . . . . . . . . . . . . . . $3,000;\n\n(B). Postdisposition review hearing . . . . . . $1,000;\n\n(2) Cases arising under chapters 560, 571, 580, and\n\n584 . . . . . . . . . . . . .. . . . . . . . . .$3,000.\n\nPayments in excess of any maximum provided for under paragraphs (1) and (2) may be made whenever the court in which the representation was rendered certifies, based upon representations of extraordinary circumstances, attested to by the applicant, that the amount of the excess payment is necessary to provide fair compensation in light of those circumstances, and the payment is approved by the administrative judge of that court.\n\n(d) Nothing in this section shall preclude the judiciary from contracting for court-appointed counsel and guardian ad litem services pursuant to chapter 103D and based on contract amounts guided by the rates in subsection (b). [L 1987, c 376, §1; am L 1989, c 381, §4; am L 1990, c 234, §8; am L 2007, c 218, §1; am L 2008, c 201, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-87/"
    },
    {
      "id": "section-571-88",
      "number": "571-88",
      "heading": "Orders expunging juvenile arrest records.",
      "text": "§571-88 Orders expunging juvenile arrest records.(a) The court may issue an order expunging a juvenile arrest record of a person upon written application by the person or, if the person is a minor, the minor's parent or guardian; provided the arrest was made pursuant to section 571-11(1) or (2) and the arrest record meets the following criteria:\n\n(1) The matter was not referred to the prosecuting attorney or the family court and:\n\n(A) The person was not counseled and released by the police; or\n\n(B) The person was counseled and released by the police and the person has become an adult; or\n\n(2) The matter was referred to the prosecuting attorney or family court and:\n\n(A) The person was not adjudicated responsible by the court; or\n\n(B) The matter was dismissed with prejudice.\n\n(b) Before issuing an order to expunge an arrest record of a matter that was never referred to the court, the court shall consult with the prosecuting attorney in the appropriate circuit.\n\n(c) Upon issuance of an expungement order under this section, the court shall:\n\n(1) Forward copies of the expungement order to the police department and the department of the attorney general for expungement of the arrest record; and\n\n(2) Issue to the person for whom the expungement order was issued, a certificate stating that an expungement order was issued and that its effect is to annul the record of one or more specific arrests. The certificate shall:\n\n(A) Authorize the person to state, in response to any question or inquiry, whether or not under oath, that the person has no record regarding the specific arrest; and\n\n(B) State that the person shall not be subject to any action for perjury, civil suit, discharge from employment, or any other adverse action for making any statement authorized by the certificate.\n\n(d) A person whose arrest record has been expunged under this section shall not be subject to any action for perjury, civil suit, discharge from employment, or any other adverse action for responding to any question or inquiry, whether or not under oath, that the person has no record regarding the specific arrest expunged.\n\n(e) As used in this section:\n\n\"Arrest record\" means any record maintained by a county police department or the department of the attorney general under chapters 846 and 846D, relating to the arrest of the minor for a specific offense, including fingerprints taken during the arrest and maintained under section 846-2.5(b).\n\n\"Expunge\" means a process defined by agency policy in which records are segregated and kept confidential, or destroyed. [L 2001, c 233, §1; am L 2002, c 26, §1; am L 2003, c 6, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-88/"
    },
    {
      "id": "section-571-89",
      "number": "571-89",
      "heading": "Family court; annual report.",
      "text": "§571-89 Family court; annual report.Each deputy chief court administrator, or the administrator's designee, shall submit an annual report to the board of family court judges and the Hawaii juvenile justice state advisory council that includes:\n\n(1) The number and per cent of cases ordered to administrative monitoring status;\n\n(2) The number and per cent of cases ordered to administrative monitoring status that were subsequently closed without a protective supervision or probation term;\n\n(3) The number and per cent of youth disposed to a probation term, and the outcome of the probation terms;\n\n(4) The number and per cent of cases committed to a Hawaii youth correctional facility; the underlying offense or type of probation violation or revocation precipitating commitment; and the age, race, and gender of the child; and\n\n(5) The number and per cent of cases returned to court supervision on a maintained probation term following a release from a Hawaii youth correctional facility. [L 2014, c 201, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-89/"
    },
    {
      "id": "section-571-91",
      "number": "571-91",
      "heading": "Definitions.",
      "text": "§571-91 Definitions.As used in this part:\n\n\"Deploying parent\" or \"deployed parent\" means a legal parent or a legal guardian of a child under the age of eighteen, who is deployed, will likely deploy within the next sixty days, or who has received written orders to deploy.\n\n\"Deployment\" or \"deployed\" means military services performed in compliance with a valid order received by an active duty or reserve member of the armed forces of the United States or National Guard to report for combat operations, contingency operations, peacekeeping operations, temporary duty greater than sixty days, a remote tour of duty, or other active service for which the deploying parent reports unaccompanied by any family member.\n\n\"Military service\" includes the period from which the deployed parent receives and is subject to deployment orders and the period in which the parent is awaiting travel or remains deployed because of sickness, wounds, leave, or other lawful cause.\n\n\"Other parent\" means the legal parent or legal guardian other than the deploying parent. [L 2010, c 177, pt of §2]\n\nRevision Note\n\nDefinitions rearranged pursuant to §23G-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-91/"
    },
    {
      "id": "section-571-92",
      "number": "571-92",
      "heading": "Application.",
      "text": "§571-92 Application.This part shall only apply to actions under chapters 580 and 584. Nothing in this part shall supersede any provision of any existing state or federal law. The provisions in this part shall be interpreted consistently with other relevant laws and the standard of \"best interest of the child\" shall remain paramount. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-92/"
    },
    {
      "id": "section-571-93",
      "number": "571-93",
      "heading": "Duty to cooperate and disclose information.",
      "text": "§571-93 Duty to cooperate and disclose information.(a) Both the deploying parent and other parent shall cooperate with and provide information to each other in an effort to reach a mutually agreeable resolution regarding custody of and visitation with the child.\n\n(b) A deploying parent shall provide a copy of the deploying parent's orders to the other parent promptly before deployment. Notification to the other parent shall be made at least sixty days prior to the likely start of the deployment if known, or within ten days of the deploying parent's receipt of the deploying parent's deployment orders. If fewer than ten days' notice is received by the deploying parent, then notice shall be given immediately upon receipt of the deployment orders.\n\n(c) The court may consider the deploying parent's timeliness in disclosing an impending deployment under this section to the other parent when making any orders under this part, unless a delay or failure to disclose was necessitated by valid military or operational security concerns. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-93/"
    },
    {
      "id": "section-571-94",
      "number": "571-94",
      "heading": "Hearings; electronic participation.",
      "text": "§571-94 Hearings; electronic participation.Upon reasonable advance notice to the court and the other parent and for good cause shown, the court may expedite custody hearings involving deploying parents and may allow an already-deployed parent to participate in a custody hearing by electronic means, including telephone, video conference, and any other means available to and deemed reliable by the court. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-94/"
    },
    {
      "id": "section-571-95",
      "number": "571-95",
      "heading": "Sole factor; effect on existing orders.",
      "text": "§571-95 Sole factor; effect on existing orders.(a) Deployment or the potential for future deployment shall not be the sole factor in awarding custody and must be considered in relation to all of the factors in section 571-46.\n\n(b) If deployment or the potential for future deployment results in the modification of the custody or visitation terms established by a prior order, the court order shall include, without limitation, the following conditions:\n\n(1) A specific transition schedule to facilitate return to the prior order over the shortest reasonable time period after the deployment ends, taking into consideration the best interest of the child;\n\n(2) A specific date at which time the prior order will return to full force and effect; and\n\n(3) If the deployment is extended or shortened, then:\n\n(A) The deployed parent has a duty to inform the other parent of the change as soon as the information is available;\n\n(B) The other parent has the responsibility to return to court to change the effective date of the modification of the prior order made pursuant to this subsection; and\n\n(C) The transition schedule shall take effect at the end of the modified deployment.\n\n(c) Upon request of either parent the court may set a review hearing to occur within thirty days of the deployed parent's return from deployment at which time the court may make such orders as are in the best interest of the child. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-95/"
    },
    {
      "id": "section-571-96",
      "number": "571-96",
      "heading": "Visitation and contact.",
      "text": "§571-96 Visitation and contact.Unless otherwise ordered by the court and consistent with the best interest of the child, including safety considerations in cases involving a finding of domestic violence, any order that anticipates deployment may require that:\n\n(1) The other parent shall make the child reasonably available to the deploying parent when the deploying parent has leave;\n\n(2) The deployed parent shall provide timely information regarding the deployed parent's leave schedule;\n\n(3) Both parents shall facilitate opportunities for telephonic and electronic contact, appropriate for each child, between the deployed parent and the child during deployment; and\n\n(4) Each parent shall provide immediate notification to the other parent of a change of address or contact information, or both. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-96/"
    },
    {
      "id": "section-571-97",
      "number": "571-97",
      "heading": "Delegation of the deployed parent's contact rights to another.",
      "text": "§571-97 Delegation of the deployed parent's contact rights to another.(a)Upon motion of the deploying parent and consistent with the best interest of the child, including safety considerations in cases involving a finding of domestic violence, the court may delegate the deploying parent's parent-child contact rights, or a portion thereof, to a family member, whether biological or by adoption, or to a person to whom the deploying parent is married or with whom the deploying parent cohabitates; provided that the family member or person has an existing close and substantial relationship with the child.\n\n(b) Any delegated parent-child contact under this section shall not create separate rights of or standing to assert any rights to parent-child contact or any other contact for the family member or person. Any parent-child contact delegated under this section shall cease pursuant to court order, upon the return of the deployed parent, or upon the deployed parent's death. [L 2010, c 177, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-31/chapter-571/section-571-97/"
    }
  ]
}