{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-39-pesticide-control",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 3.2-3900. Definitions§ 3",
      "text": "2-3901. Repealed§ 3.2-3904. Powers and duties of the Board§ 3.2-3905. Repealed§ 3.2-3906. Board to adopt regulations§ 3.2-3907. Delegation of authority; exclusive authority to regulate§ 3.2-3908. Protection of trade secrets and other information§ 3.2-3909",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-3900",
      "number": "3.2-3900.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Active ingredient\" means (in the case of a pesticide other than a plant regulator, defoliant, desiccant, or anti-desiccant) an ingredient that will prevent, destroy, repel, or mitigate insects, fungi, rodents, weeds, or other pests.\n\n\"Agricultural commodity\" means any plant or part thereof, animal, or animal product, produced by a person (including farmers, ranchers, vineyardists, plant propagators, Christmas tree growers, aquaculturists, floriculturists, orchardists, foresters, nurserymen, wood treaters not for hire, or other comparable persons) primarily for sale, consumption, propagation, or other use by man or animals.\n\n\"Certificate\" means the document issued to a certified applicator or registered technician who has completed all the requirements of Article 3.\n\n\"Certification\" or \"certified\" means the recognition granted by the Board to an applicator who has completed all the requirements of Article 3.\n\n\"Certified applicator\" means a person who: (i) has satisfactorily completed the Board requirements for certification as a commercial applicator, registered technician, or private applicator; and (ii) has been issued a valid certificate.\n\n\"Commercial applicator\" means any person who has completed the requirements for certification to use or supervise the use of any pesticide for any purpose or on any property other than as provided in the definition of private applicator.\n\n\"Defoliant\" means any substance or mixture of substances intended for causing the leaves or foliage to drop from a plant, with or without causing abscission.\n\n\"Desiccant\" means any substance or mixture of substances intended for artificially accelerating the drying of plant tissue.\n\n\"Device\" means any instrument or contrivance intended for: (i) trapping, destroying, repelling, or mitigating insects or rodents; or (ii) destroying, repelling, or mitigating fungi, bacteria, weeds or other pests as may be designated by the Commissioner. Device shall not include treated wood products, simple mechanical devices such as rattraps, or equipment used for the application of pesticide when sold separately.\n\n\"Fumigant\" means any substance or mixture of substances that emits or liberates gases, fumes, or vapors capable of destroying vermin, rodents, insects, and other pests.\n\n\"Fungicide\" means any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any fungi or plant disease.\n\n\"Herbicide\" means any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any weed.\n\n\"Ingredient statement\" or \"guaranteed analysis statement\" means a statement containing: (i) the name and percentage of each active ingredient; (ii) the total percentage of the inert ingredients; and (iii) if the pesticide contains arsenic in any form, the percentages of total and water soluble arsenic.\n\n\"Insect\" means any small invertebrate animal generally having a segmented form and belonging to the class Insecta including beetles, bugs, and bees. For purposes of this act, the term insect shall also mean classes of arthropods whose members are usually wingless and have more than six legs including spiders, mites, ticks, centipedes, and wood lice.\n\n\"Insecticide\" means any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects that may be present in any environment whatsoever.\n\n\"Label\" means the written, printed or graphic matter on, or attached to, the pesticide or device, or the immediate container thereof, and the outside container or wrapper of the retail package, if any, of the pesticide or device.\n\n\"Labeling\" means all labels and other written, printed, or graphic matter: (i) upon the pesticide or device or any of its containers or wrappers; (ii) accompanying the pesticide or device at any time; or (iii) referenced on the label or in literature accompanying the pesticide or device. Labeling shall not include current official publications of the agricultural experiment station, the Virginia Polytechnic Institute and State University, the Department, the State Board of Health, or similar federal or state institutions when accurate, nonmisleading reference is made to such official publications and such agencies are authorized by law to conduct research in the field of pesticides.\n\n\"Licensed\" or \"licensee\" means a person issued a license by the Board to engage in the sale, storage, distribution, recommendation, or application of pesticides for compensation.\n\n\"Pest\" means any deleterious organism that is: (i) any vertebrate animal other than man; (ii) any invertebrate animal excluding any internal parasite of living man or other living animals; (iii) any plant growing where not wanted, and any plant part such as a root; or (iv) any bacterium, virus, or other microorganisms (except for those on or in living man or other living animals and those on or in processed food or processed animal feed, beverages, drugs as defined by the Federal Food, Drug, and Cosmetic Act at 21 U.S.C. § 321 (g)(1), and cosmetics as defined by the Federal Food, Drug, and Cosmetic Act at 21 U.S.C. § 321 (i)). Any organism classified as endangered, threatened, or otherwise protected under federal or state laws shall not be deemed a pest for the purposes of this chapter.\n\n\"Pesticide\" means: (i) any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects, rodents, fungi, bacteria, weeds, other forms of plant or animal life, bacterium, or viruses, except viruses on or in living man or other animals, which the Commissioner shall declare to be a pest; (ii) any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant; and (iii) any substance intended to become an active ingredient in any substance defined in clause (i) and (ii).\n\n\"Pesticide business\" means any person engaged in the business of: distributing, applying or recommending the use of a product; or storing, selling, or offering for sale pesticides directly to the user. The term \"pesticide business\" does not include: (i) wood treaters not for hire; (ii) seed treaters not for hire; (iii) operations that produce agricultural products, unless the owners or operators of such operations described in clauses (i), (ii), and (iii) are engaged in the business of selling or offering for sale pesticides, or distributing pesticides to persons outside of that agricultural producing operation in connection with commercial transactions; or (iv) businesses exempted by regulations adopted by the Board.\n\n\"Plant regulator\" means any substance or mixture of substances, intended through physiological action, for accelerating or retarding the rate of growth or rate of maturation, or for otherwise altering the behavior of ornamental or crop plants or the produce thereof, but shall not include substances to the extent that they are intended as plant nutrients, trace elements, nutritional chemicals, plant inoculants, and soil amendments.\n\n\"Private applicator\" means an individual who uses or supervises the use of any pesticide that is classified for restricted use for purposes of producing any agricultural commodity on property owned or rented by him or his employer or, if applied without compensation other than trading of personal services between producers of agricultural commodities, on the property of another person.\n\n\"Registered technician\" means an individual who has satisfactorily completed the Board requirements for certification to apply general use pesticides, and to apply restricted use pesticides while under the direct supervision of a certified commercial applicator. Registered technicians render services similar to those of a certified commercial applicator, but have not completed all the requirements to be eligible for certification as a commercial applicator.\n\n\"Registrant\" means the person registering any pesticide pursuant to the provisions of this chapter.\n\n\"Restricted use pesticide\" or \"pesticide classified for restricted use\" means any pesticide classified as restricted by the Administrator of the U.S. Environmental Protection Agency.\n\n\"Rodenticide\" means any substance or mixture of substances intended for preventing, destroying, repelling or mitigating rodents or any other vertebrate animal declared by the Commissioner to be a pest.\n\n\"Serious violation\" means a violation of this chapter or regulation adopted hereunder that results in a substantial probability of death or serious physical harm to persons, serious harm to property, or serious harm to the environment unless the person or licensee did not or could not with the exercise of reasonable diligence know of the violation.\n\n\"State special use\" or \"pesticide classified for restricted use in the Commonwealth\" means any pesticide that is judged by the Board after special review to be so hazardous or injurious to persons, pollinating insects, animals, crops, wildlife, lands, or the environment (other than the pests it is intended to prevent, destroy, control, or mitigate) that additional restrictions on its sale, purpose, use, or possession are required.\n\n\"Under the direct supervision of\" means the act or process whereby the application of a pesticide is made by a competent person acting under the instructions and control of a certified applicator who is responsible for the actions of that person.\n\n\"Unreasonable adverse effects on the environment\" means any unreasonable risk to man or the environment, taking into account the economic, social, and environmental costs and benefits of the use of any pesticide.\n\n\"Use\" means the employment of a pesticide for the purposes of: (i) preventing, destroying, repelling, or mitigating any pest; or (ii) regulating plant growth, causing defoliation or desiccation of plants. The term \"use\" shall include applying, mixing, handling, or transferring a pesticide after the manufacturer's original seal is broken, and any act consistent with the label.\n\n1989, c. 575, § 3.1-249.27; 1993, c. 773; 1995, c. 103; 2008, c. 860; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3900/"
    },
    {
      "id": "section-32-3901",
      "number": "3.2-3901.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2012, cc. 803 and 835, cl. 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3901/"
    },
    {
      "id": "section-32-3904",
      "number": "3.2-3904.",
      "heading": "Powers and duties of the Board",
      "text": "The Board shall have the following powers and duties:\n\n1. Appoint advisory committees as necessary to implement this chapter;\n\n2. Contract for research projects and establish priorities;\n\n3. Consult with the Department of Environmental Quality regarding compliance with the applicable waste management regulations for the safe and proper disposal of pesticide concentrates, used pesticide containers, and unused pesticides;\n\n4. Consult with the Virginia Department of Labor and Industry regarding compliance with the applicable standards and regulations needed to ensure safe working conditions for pest control and agricultural workers;\n\n5. Consult with the Department of Wildlife Resources regarding standards for the protection of wildlife and fish and to further promote cooperation with respect to programs established by the Department of Wildlife Resources for the protection of endangered or threatened species;\n\n6. Inform the citizens of the desirability and availability of nonchemical and less toxic alternatives to chemical pesticides and the benefits of the safe and proper use of pest control products while promoting the use of integrated pest management techniques and encouraging the development of nonchemical and less toxic alternatives to chemical pesticides;\n\n7. Require that pesticides are adequately tested and are safe for use under local conditions;\n\n8. Require that individuals who sell, store, or apply pesticides commercially are adequately trained and observe appropriate safety practices;\n\n9. Cooperate, receive grants-in-aid, and enter into agreements with any federal, state, or local agency to promote the purposes of this chapter;\n\n10. Consult with the Department of Health regarding compliance with public health standards;\n\n11. Designate any pesticide as state special use or classified for restricted use; and\n\n12. Restrict the distribution, possession, sale, or use of tributyltin compounds.\n\n1987, c. 15, § 3.1-249.25; 1989, c. 575, §§ 3.1-249.29, 3.1-249.62; 1991, c. 333; 2005, c. 633; 2008, c. 860; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3904/"
    },
    {
      "id": "section-32-3905",
      "number": "3.2-3905.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2012, cc. 803 and 835, cl. 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3905/"
    },
    {
      "id": "section-32-3906",
      "number": "3.2-3906.",
      "heading": "Board to adopt regulations",
      "text": "The Board may adopt regulations pursuant to the Administrative Process Act (§ 2.2-4000 et seq.), including:\n\n1. Licensing of businesses that manufacture, sell, store, recommend for use, mix, or apply pesticides;\n\n2. Registration of pesticides for manufacture, distribution, sale, storage, or use;\n\n3. Requiring reporting and record keeping related to licensing and registration;\n\n4. Establishing training, testing and standards for certification of commercial applicators, registered technicians, and private applicators;\n\n5. Revoking, suspending or denying licenses (business), registration (products), and certification or certificate (applicators or technicians);\n\n6. Requiring licensees and certificate holders to inform the public when using pesticides in and around structures;\n\n7. Establishing a fee structure for licensure, registration and certification to defray the costs of implementing this chapter;\n\n8. Classifying or subclassifying certification or certificates to be issued under this chapter. Such classifications may include agricultural, forest, ornamental, aquatic, right-of-way or industrial, institutional, structural or health-related pest control;\n\n9. Restricting or prohibiting the sale or use and disposal of any pesticide or pesticide container or residuals that: (i) undesirably persists in the environment or increases due to biological amplification or unreasonable adverse effects on the environment; or (ii) because of toxicity or inordinate hazard to man, animal, bird or plant may be contrary to the public interest; and\n\n10. Other regulations necessary or convenient to carry out the purposes of this chapter.\n\n1989, c. 575, §§ 3.1-249.30, 3.1-249.31; 1992, c. 114; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3906/"
    },
    {
      "id": "section-32-3907",
      "number": "3.2-3907.",
      "heading": "Delegation of authority; exclusive authority to regulate",
      "text": "The Board may delegate any authority vested in it under this chapter to the Commissioner or other employees of the Department. The Board shall have the exclusive authority to regulate pesticides in accordance with this chapter. The Board's authority to regulate pesticides under this chapter shall not be delegated to any locality.\n\n1989, c. 575, § 3.1-249.33; 1992, c. 289; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3907/"
    },
    {
      "id": "section-32-3908",
      "number": "3.2-3908.",
      "heading": "Protection of trade secrets and other information",
      "text": "A. In submitting data required by this chapter, the applicant may: (i) clearly mark any portions that he believes are trade secrets or commercial or financial information; and (ii) submit such marked materials separately from other material.\n\nB. The Commissioner shall not make public information that, in his judgment, contains or relates to trade secrets or commercial or financial information. The Commissioner may reveal information:\n\n1. Relating to formulas of products to any consulting federal, state, or local agency at a public hearing or in findings of fact issued by the Commissioner or Board;\n\n2. To any person in connection with a public proceeding under law or regulation if the Commissioner finds the information relevant to a determination that a pesticide, or any ingredient of a pesticide, causes unreasonable adverse effects on health or the environment;\n\n3. To contractors with the Commonwealth and employees of such contractors if the Commissioner finds disclosure necessary and requires, as a condition to the disclosure of information, that the person receiving it take any security precautions as provided for by regulation;\n\n4. Concerning production, distribution, sale, or inventories in connection with a public proceeding to determine whether a pesticide or any ingredient of a pesticide causes unreasonable adverse effects on health or the environment if the Commissioner determines that disclosure is necessary and in the public interest; and\n\n5. Concerning the objectives, methodology, results, or significance of any test or experiment performed on or with a registered or previously registered pesticide or its separate ingredients, impurities, or degradation products; any information concerning the effects of such pesticide on any organism or the behavior of such pesticide in the environment including data on safety to fish and wildlife, humans and other mammals, plants, animals, and soil; and studies on persistence, translocation and fate in the environment, and metabolism. Information concerning: (i) manufacturing or quality control processes; (ii) the details of methods for testing, detecting, or measuring the quantity of any deliberately added inert ingredient; or (iii) the identity or percentage quantity of any deliberately added inert ingredient, shall not be revealed unless the Commissioner determines that disclosure is necessary to protect against an unreasonable risk of injury to health or the environment.\n\nC. 1. The Commissioner shall notify the applicant or registrant in writing by certified mail if he proposes to release information that the applicant or registrant marked as confidential. The Commissioner shall not release such information for inspection until 30 days after receipt of the notice by the applicant or registrant. During this period, the applicant or registrant may institute an action in circuit court for a declaratory judgment as to whether such information is subject to protection.\n\n2. The Commissioner shall notify the submitter by certified mail if he proposes to release information under subdivision B 4 or B 5. The Commissioner shall not release such information without the submitter's consent until 30 days after receipt of the notice by the submitter. The Commissioner may select alternative notice procedures and a shorter period of notice if he finds that disclosure is necessary to avoid or mitigate an imminent and substantial risk or injury to the public health. During such period the submitter may institute an action in circuit court to enjoin or limit the proposed disclosure. The court shall give expedited consideration to any such action. The court may enjoin disclosure, limit the disclosure, or limit the parties to whom disclosure shall be made to the extent that: (i) the proposed disclosure of information under subdivision B 4 is not required to protect against an unreasonable risk of injury to health or the environment; or (ii) the public interest in the disclosure of information in the public proceeding under subdivision B 5 does not outweigh the interests in preserving the confidentiality of the information.\n\nD. The Commissioner shall not knowingly disclose information submitted by an applicant or registrant under this chapter to any employee or agent of any entity engaged in the production, sale, or distribution of pesticides in countries other than the United States or to any person who intends to deliver such data to any such entity unless the applicant or registrant has consented to disclosure. The Commissioner shall require an affirmation from any person who intends to inspect data that such person does not seek access to the data for purposes of delivering it or offering it for sale to any such business or entity or its agents or employees and will not purposefully deliver or negligently cause the data to be delivered to such business or entity or its agents or employees.\n\nE. The Commissioner shall maintain records of the names of persons to whom data are disclosed under this section and the persons or organizations they represent and shall inform the applicant or registrant of the names and affiliation of such persons.\n\nF. Any person, who, with intent to defraud, uses or reveals information relative to formulas of products acquired pursuant to this chapter is guilty of a Class 6 felony.\n\nCode 1950, § 3-208.36; 1966, c. 702, § 3.1-238; 1975, c. 102; 1989, c. 575, § 3.1-249.68; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3908/"
    },
    {
      "id": "section-32-3909",
      "number": "3.2-3909.",
      "heading": "Reports of pesticide accidents and incidents",
      "text": "The Board shall by regulation require the reporting of significant pesticide accidents or incidents posing a threat to humans or the environment to appropriate governmental agencies. To the extent feasible, accident reporting requirements shall be consistent with similar reports required under other laws.\n\n1975, c. 377, § 3.1-249.10; 1981, c. 260; 1989, c. 575, § 3.1-249.56; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3909/"
    },
    {
      "id": "section-32-3910",
      "number": "3.2-3910.",
      "heading": "Complaints to Commissioner or the Board",
      "text": "Any person may register a written complaint with the Commissioner or the Board relating to the sale, use, storage, handling, or disposal of any pesticide. The Commissioner or the Board shall institute an investigation of the alleged damage caused by such pesticide. The Commissioner may seek the advice of other state or federal agencies or institutions. When it is determined that a violation has occurred, the Commissioner shall proceed as provided in § 3.2-3946.\n\n1989, c. 575, § 3.1-249.32; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3910/"
    },
    {
      "id": "section-32-3911",
      "number": "3.2-3911.",
      "heading": "Damages resulting from pesticide use or application",
      "text": "A. Any person claiming damages from the use or application of any pesticide classified for restricted use shall file with the Commissioner a written statement within 60 days after the date that damages occurred and, if a growing crop is alleged to have been damaged, prior to the time that 25 percent of the crop has been harvested. Such statement shall contain: (i) the name of the person allegedly responsible for the application of such pesticide; (ii) the name of the owner or lessee of the property where the crop is grown and the damage is alleged to have occurred; and (iii) the date of the alleged damage. Upon receipt of the statement, the Commissioner shall notify the certificate holder and the owner or lessee of the property or other person who may be charged with the responsibility of the damages claimed, and furnish copies of the statement as requested.\n\nB. The Commissioner shall inspect damages where possible and make his findings available to the parties. The claimant shall permit the Commissioner, the certificate holder, and his representatives to observe within reasonable hours any plants, animals, or other property alleged to have been damaged. Failure of the claimant to permit such observation and examination of the damaged property shall relieve the Commissioner of responsibility to take further action with reference to that claim.\n\nC. The filing of a statement or the failure to file a statement need not be alleged in any complaint filed in a court of law. The failure to file the statement shall not be considered a bar to the maintenance of any criminal or civil action.\n\n1975, c. 377, § 3.1-249.10; 1981, c. 260; 1989, c. 575, § 3.1-249.56; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3911/"
    },
    {
      "id": "section-32-3912",
      "number": "3.2-3912.",
      "heading": "Pesticide Control Fund established",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Pesticide Control Fund, hereafter referred to as \"the Fund.\" The Fund shall be established on the books of the Comptroller. All moneys levied and collected under the provisions of this chapter shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used by the Department solely for carrying out the purposes of this chapter. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Commissioner.\n\n1989, c. 575, § 3.1-249.34; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3912/"
    },
    {
      "id": "section-32-3913",
      "number": "3.2-3913.",
      "heading": "Exclusion of medicinal and toilet preparations",
      "text": "This chapter shall not apply to any preparation, drug, or chemical intended solely for medicinal use or for toilet purposes.\n\nCode 1950, § 3-208.45; 1966, c. 702, § 3.1-247; 1989, c. 575, § 3.1-249.75; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3913/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Licensing and Registration",
      "text": "Licensing and Registration",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-3914",
      "number": "3.2-3914.",
      "heading": "Registration required",
      "text": "Every pesticide manufactured, distributed, sold, offered for sale, used, or offered for use shall be registered in accordance with regulations adopted by the Board. Registration shall lapse unless the registrant pays an annual fee set forth in regulations adopted by the Board.\n\nCode 1950, § 3-208.19; 1966, c. 702, § 3.1-221; 1976, c. 627; 1981, c. 260; 1989, c. 575, § 3.1-249.35; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3914/"
    },
    {
      "id": "section-32-3915",
      "number": "3.2-3915.",
      "heading": "Products registered under Federal Act",
      "text": "The Commissioner may register and permit the sale and use of any pesticide registered under the Federal Insecticide, Fungicide and Rodenticide Act. Such products shall be subject to the registration fees and all other provisions of this chapter.\n\nCode 1950, § 3-208.20; 1966, c. 702, § 3.1-222; 1975, c. 102; 1981, c. 260; 1989, c. 575, § 3.1-249.36; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3915/"
    },
    {
      "id": "section-32-3916",
      "number": "3.2-3916.",
      "heading": "Products registered as single pesticide",
      "text": "Products that: (i) have the same formula; (ii) are manufactured by the same person; (iii) include labelings with the same claims; and (iv) bear designations identifying the products as the same pesticide may be registered as a single pesticide without an additional fee.\n\nCode 1950, § 3-208.22; 1960, c. 535; 1966, c. 702, § 3.1-224; 1981, c. 260; 1989, c. 575, § 3.1-249.37; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3916/"
    },
    {
      "id": "section-32-3917",
      "number": "3.2-3917.",
      "heading": "Change in labeling or formulas without reregistration",
      "text": "The Commissioner may allow a change in the labeling or formulas of a pesticide within a registration period without requiring reregistration provided that such changes do not lower the efficacy of the product.\n\nCode 1950, §§ 3-208.23, 3-208.31; 1960, c. 535; 1966, c. 702, §§ 3.1-225, 3.1-233; 1976, c. 627; 1981, c. 260; 1989, c. 575, §§ 3.1-249.38, 3.1-249.63; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3917/"
    },
    {
      "id": "section-32-3918",
      "number": "3.2-3918.",
      "heading": "Statement to be filed by registrant",
      "text": "A. The registrant shall file a statement with the Commissioner including:\n\n1. The name and address of the registrant and the name and address of the person whose name will appear on the label, if other than the registrant;\n\n2. The name of the pesticide;\n\n3. A complete copy of the labeling accompanying the pesticide and a statement of all claims made and to be made for it including directions for use;\n\n4. If requested, a full description of the tests made and the results thereof upon which the claims are based; and\n\n5. Other information requested by the Board such as product efficacy, all known health and environmental impacts, and known incidents of human or wildlife illnesses.\n\nB. In the case of renewal of registration, a statement shall be required only with respect to information different from that furnished when the pesticide was last registered or in response to additional requirements imposed by the Board.\n\nCode 1950, § 3-208.24; 1966, c. 702, § 3.1-226; 1981, c. 260; 1989, c. 575; § 3.1-249.39; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3918/"
    },
    {
      "id": "section-32-3919",
      "number": "3.2-3919.",
      "heading": "Each brand or grade to be registered; fees",
      "text": "Before manufacturing, distributing, selling, offering for sale, or offering for use any pesticide, the registrant shall register each brand or grade of a pesticide with the Commissioner annually upon forms furnished by the Department and shall pay the Department an annual registration fee for each brand or grade offered for sale or use. The Commissioner shall issue a registration entitling the registrant to manufacture, distribute, or sell all registered brands until the expiration of the registration.\n\nCode 1950, § 3-208.25; 1966, c. 702, § 3.1-227; 1970, c. 376; 1976, c. 627; 1981, c. 260; 1989, c. 575; § 3.1-249.40; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3919/"
    },
    {
      "id": "section-32-3920",
      "number": "3.2-3920.",
      "heading": "Submission of complete formula",
      "text": "The Commissioner may require the submission of the complete formula of any pesticide at any time.\n\nCode 1950, § 3-208.26; 1966, c. 702, § 3.1-228; 1981, c. 260; 1989, c. 575, § 3.1-249.41; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3920/"
    },
    {
      "id": "section-32-3921",
      "number": "3.2-3921.",
      "heading": "Requirements for registration",
      "text": "The Commissioner shall register a pesticide if: (i) he finds the composition of the pesticide warrants any proposed claims; and (ii) the pesticide, its labeling, and any other submitted material comply with the requirements of this chapter. If either condition is not met, the Commissioner shall notify the registrant of the manner in which the pesticide, labeling, or other material fails to comply with the requirements for registration so as to afford the registrant an opportunity to make the necessary correction.\n\nCode 1950, §§ 3-208.27, 3-208.28; 1966, c. 702, §§ 3.1-229, 3.1-230; 1981, c. 260; 1989, c. 575, §§ 3.1-249.42, 3.1-249.43; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3921/"
    },
    {
      "id": "section-32-3922",
      "number": "3.2-3922.",
      "heading": "When Commissioner may refuse or cancel registration",
      "text": "The Commissioner may refuse to register or cancel the registration of any brand of pesticide upon satisfactory proof that the registrant has committed any of the acts prohibited by subsection A of § 3.2-3939 or any regulation adopted by the Board. No registration shall be revoked or refused until the registrant shall have been given a hearing by the Commissioner.\n\nCode 1950, § 3-208.29; 1966, c. 702, § 3.1-231; 1981, c. 260; 1982, c. 361; 1989, c. 575, § 3.1-249.44; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3922/"
    },
    {
      "id": "section-32-3923",
      "number": "3.2-3923.",
      "heading": "When Board may refuse or cancel registration",
      "text": "The Board may deny or cancel the registration of a pesticide if it finds after a public hearing that:\n\n1. Considering the available information on the benefits of a product and any associated risks, use of the pesticide has demonstrated unreasonable adverse effects on the environment;\n\n2. A false or misleading statement about the pesticide has been made or implied by the registrant or the registrant's agent in writing, verbally, or through any form of advertising literature; or\n\n3. The registrant or the pesticide fails to comply with a requirement of this chapter or a regulation adopted hereunder.\n\n1989, c. 575, § 3.1-249.45; 1992, c. 114; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3923/"
    },
    {
      "id": "section-32-3924",
      "number": "3.2-3924.",
      "heading": "Annual business license required",
      "text": "A. No pesticide business may sell, distribute, or store any pesticide without a pesticide business license issued pursuant to regulations adopted by the Board. The Board shall adopt regulations exempting retailers of limited quantities of nonrestricted use pesticides including grocery stores, convenience stores, drug stores, veterinarians, and other businesses who sell pesticides primarily for limited household use.\n\nB. No person may apply or recommend for use any pesticide commercially without a pesticide business license and the employment of a certified commercial applicator responsible for: (i) the safe application of the pesticides; and (ii) providing recommendations for the use of pesticides.\n\nC. An annual business license shall be required for each location or outlet that sells, distributes, stores, applies, or recommends for use any pesticide.\n\n1975, c. 377, § 3.1-249.7; 1989, c. 575, § 3.1-249.46; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3924/"
    },
    {
      "id": "section-32-3925",
      "number": "3.2-3925.",
      "heading": "Fees",
      "text": "A. A nonrefundable annual licensing fee shall be required with each application for a pesticide business license.\n\nB. If a person fails to apply for renewal of a pesticide business license prior to expiration, the applicant shall pay the licensing fee and a late fee of 20 percent of the licensing fee as a condition of renewal.\n\n1989, c. 575, § 3.1-249.47; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3925/"
    },
    {
      "id": "section-32-3926",
      "number": "3.2-3926.",
      "heading": "Records",
      "text": "A. As a condition of obtaining or renewing a license, each pesticide business required to be licensed shall maintain records as required by the Board.\n\nB. The Board may require the submission of records from a licensed pesticide business. Failure to submit a record requested by the Board is a ground for license revocation.\n\n1975, c. 377, § 3.1-249.11; 1989, c. 575, § 3.1-249.48; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3926/"
    },
    {
      "id": "section-32-3927",
      "number": "3.2-3927.",
      "heading": "Evidence of financial responsibility required of licensed pesticide business",
      "text": "A. The Board shall not issue a pesticide business license until the business has furnished evidence of financial responsibility, consisting of a liability insurance policy from a person authorized to do business in the Commonwealth that protects persons who suffer legal damages as a result of the use of any pesticide by the applicant. Financial responsibility need not apply to damages or injury to agricultural crops, plants, or property being worked upon by the applicant. The Board by regulation may establish and prescribe the conditions for financial responsibility.\n\nB. The amount of financial responsibility shall be established by the Board at a minimum of $100,000 for property damage; $100,000 for personal injury to or death of one person; and $300,000 per occurrence. The Board may accept a liability insurance policy containing a deductible clause in an amount considered usual and customary in the industry, with the provision that the insurer shall pay all claims in full and that the amount of the deductible shall be recoverable only from the insured. The Board may adopt regulations governing the provision of additional evidence of financial responsibility based upon annual gross revenue of the applicant or his employer's business and an assessment of the risks of the applicant or his employer's business to persons, property, and the environment. Such financial responsibility shall be maintained at not less than such amount at all times during the licensed period. The applicant shall notify the Board 10 days prior to any reduction at the request of the applicant or cancellation by the insurer.\n\n1975, c. 377, § 3.1-249.9; 1981, c. 260; 1984, c. 272; 1987, cc. 258, 291; 1989, c. 575, § 3.1-249.49; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3927/"
    },
    {
      "id": "section-32-3928",
      "number": "3.2-3928.",
      "heading": "Licensing of pesticide bulk storage facilities",
      "text": "The Board shall establish by regulation specific requirements for the licensing of a pesticide business that mixes, stores, or otherwise handles pesticides in bulk quantities. For the purposes of this section, bulk quantity shall not include containers approved for transportation in interstate commerce by the U.S. Department of Transportation.\n\n1989, c. 575, § 3.1-249.50; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3928/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Pesticide Application and Certification",
      "text": "Pesticide Application and Certification",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-3929",
      "number": "3.2-3929.",
      "heading": "Restricted use pesticides prohibited; exceptions; training required",
      "text": "A. No person shall use any pesticide classified for restricted use unless that person: (i) has first complied with the certification requirements of the Board; (ii) is under the direct supervision of a certified applicator on-site and training for certification as a commercial applicator or registered technician; or (iii) is producing an agricultural commodity while under the direct supervision of a private applicator on property owned or leased by that private applicator.\n\nB. The Board may specify by regulation the amount of training and service required to qualify a person for each classification or subclassification of certification as a commercial applicator or registered technician.\n\n1975, c. 377, § 3.1-249.3; 1989, c. 575, § 3.1-249.51; 1993, c. 773; 1995, c. 103; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3929/"
    },
    {
      "id": "section-32-3930",
      "number": "3.2-3930.",
      "heading": "Application and certification of commercial applicators",
      "text": "A. No person shall use (except under supervised conditions of training for certification) or supervise the use of any pesticide in exchange for compensation of any kind other than the trading of personal services between producers of agricultural commodities without first obtaining certification as either a commercial applicator or registered technician in accordance with regulations adopted by the Board. Application for a commercial applicator's or registered technician's certificate shall be made in writing to the Commissioner. Each application for a certificate shall contain: (i) information regarding the applicant's qualifications and proposed operations; (ii) the classification or classifications the applicant is applying for; (iii) the full name of the applicant or, if the applicant is a member of a firm or partnership, the names of the principal officers of the association, corporation, or group; (iv) the principal business address of the applicant in the Commonwealth and elsewhere; and (v) any other information required by the Commissioner.\n\nB. The Commissioner shall not issue a commercial applicator's or registered technician's certificate until the individual who uses or supervises the use of any pesticide is certified by: (i) presenting proof of completion of a training course approved by the Board and appropriate to the desired classification; and (ii) passing a written examination.\n\nC. Each commercial applicator and registered technician shall be required to renew his certification biennially subject to payment of the required fee and presentation of proof of completion of a Board-approved recertification course. Reexamination or special examination may be required by the Board of any person: (i) whose certification has been suspended, revoked, or modified pursuant to subsection B of § 3.2-3940; (ii) if significant technological developments have occurred requiring additional knowledge; (iii) when required by additional standards established by the U.S. Environmental Protection Agency; (iv) when applying for a different classification of certification; or (v) when required by regulations of the Board. In the event that reexamination is required, the fee shall be no greater than that imposed for initial certification.\n\nD. The Commissioner shall issue a certificate for classifications for which the applicant is qualified if he finds the applicant meets the requirements to apply pesticides in any of the classifications he has applied for; and, if the applicant is applying for a certificate to engage in aerial application, has met all of the requirements of the Federal Aviation Agency, the Department of Aviation of the Commonwealth, and any other applicable laws. The Commissioner may limit the certification of the applicant to the use of certain pesticides, or to certain areas, or to certain types of equipment if the applicant is only so qualified. If a certificate is not issued as applied for, the Commissioner shall inform the applicant in writing of the reasons within 30 days. Copies of such action shall be reported to the Board.\n\n1975, c. 377, § 3.1-249.4; 1989, c. 575, § 3.1-249.52; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3930/"
    },
    {
      "id": "section-32-3931",
      "number": "3.2-3931.",
      "heading": "Agencies or persons exempt or partially exempt",
      "text": "A. All state agencies, municipal corporations, or other governmental agencies shall be exempt from any certification fees prescribed by this article, but remain subject to the provisions of this article and regulations adopted hereunder concerning the application of pesticides.\n\nB. Individuals, employees, or representatives of such governmental agencies shall be certified as commercial applicators or registered technicians for the use of pesticides covered by the applicant's certification. The certification shall be valid only when applying or supervising application of pesticides used by such governmental agencies.\n\nC. The following persons shall be exempt from the provisions of this article: (i) persons conducting laboratory research involving restricted use pesticides; (ii) doctors of medicine or doctors of veterinary medicine applying pesticides as drugs or medication, or to control pests in corpses during the normal course of their practice; (iii) providers of janitorial, cleaning, or sanitizing services if the providers use no pesticides other than nonrestricted use sanitizers, disinfectants, and germicides; (iv) persons who apply paints containing pesticides, provided that the pesticides in the paints are not restricted use pesticides; (v) classes of persons specified by regulation who can use or supervise the use of pesticides with minimal risk to the public health and safety by virtue of their experience and knowledge regarding the safe use of pesticides; and (vi) classes of persons specified by regulation whose use or supervision of the use of pesticides can be accomplished with minimal risk to the public health and safety by virtue of the nature of the pesticides used or method of application of the pesticides.\n\nD. A painter who applies restricted-use marine antifoulant paint only under the direct, on-site supervision of a commercial applicator is not required to be a commercial applicator or a registered technician, provided that one commercial applicator may not provide on-site supervision for more than eight paint applicators.\n\nE. Neither the provisions of this chapter nor regulations adopted hereunder shall require the certification of any person who uses or supervises the use of any pesticide that is not a restricted use pesticide only on property owned or leased by his employer as part of his job duties. This exemption shall not apply to any person who: (i) uses or supervises the use of any pesticide on any area open to the general public at educational institutions, health care facilities, day-care facilities, or convalescent facilities; (ii) uses or supervises the use of any pesticide within any area where open food is stored, processed, or sold; (iii) uses or supervises the use of any pesticide on any recreational land over five acres in size; and (iv) is otherwise specifically required by this article to be certified as a commercial applicator.\n\nF. Neither the provisions of this chapter nor the regulations adopted hereunder shall require the certification of any unpaid volunteer who uses any nonrestricted herbicide with the express authorization of a local political subdivision for the sole purpose of controlling invasive plants or noxious weeds, as that term is defined in § 3.2-800, on properties owned by such local political subdivision. Such unpaid volunteer shall use such herbicide under the direct supervision of a certified commercial applicator, and such local political subdivision shall provide instruction by a certified commercial applicator to such unpaid volunteer prior to application on (i) the risks associated with the herbicide utilized, (ii) the proper use of equipment used to apply the herbicide, (iii) the proper use of personal protective equipment, (iv) other information to prevent an unreasonable adverse effect on the environment, and (v) any other information relevant to the specific herbicide utilized.\n\n1975, c. 377, § 3.1-249.5; 1989, c. 575, § 3.1-249.53; 1993, c. 773; 1995, c. 103; 2008, c. 860; 2024, c. 720.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3931/"
    },
    {
      "id": "section-32-3932",
      "number": "3.2-3932.",
      "heading": "Application and certification of private applicators",
      "text": "A. It is unlawful to use or supervise the use of any pesticide classified for restricted use on any property, unless the applicator: (i) has first obtained certification from the Commissioner as a private applicator; (ii) is exempt or excepted from the requirement to be certified; or (iii) is producing an agricultural commodity while under the direct supervision of a private applicator on property owned or leased by that private applicator.\n\nB. An applicator shall be required to renew his certification biennially under the classification or subclassification for which such applicator is certified. The Commissioner shall require reexamination or special examination of any applicator if: (i) certification has been suspended, revoked, or modified pursuant to § 3.2-3940; (ii) significant technological developments have occurred requiring additional knowledge; (iii) required by additional standards established by the U.S. Environmental Protection Agency; or (iv) required by regulations of the Board. To obtain recertification, the applicator shall furnish satisfactory evidence of completion of educational courses, programs, or seminars approved by the Board.\n\nC. The Commissioner shall inform the applicant in writing of his decision within 30 days.\n\n1975, c. 377, § 3.1-249.6; 1976, c. 236; 1989, c. 575, § 3.1-249.54; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3932/"
    },
    {
      "id": "section-32-3933",
      "number": "3.2-3933.",
      "heading": "Certificate renewals; late fee for delinquent renewals; reexamination",
      "text": "A. If the application for renewal of any certificate provided for in this article is not filed prior to a date established by the Board, then a late fee of 20 percent shall be added to the renewal fee and paid by the applicant before renewal. If the certificate is not renewed within 60 days following the expiration of the certificate, then the applicant must take another examination.\n\nB. The Board may provide by regulation for the biennial payment of commercial applicator and registered technician certificate renewal fees.\n\n1975, c. 377, § 3.1-249.7; 1989, c. 575, § 3.1-249.55; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3933/"
    },
    {
      "id": "section-32-3934",
      "number": "3.2-3934.",
      "heading": "Reciprocal agreement",
      "text": "The Commissioner may issue a certificate on a reciprocal basis to a nonresident who is licensed or certified in another state or by a federal agency substantially in accordance with the provisions of this chapter. Such a certificate may be suspended or revoked as other certifications issued hereunder, and may be suspended or revoked if the nonresident's base state or federal certification is suspended or revoked.\n\n1975, c. 377, § 3.1-249.12; 1976, c. 236; 1989, c. 575, § 3.1-249.57; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3934/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Marine Antifoulant Paints",
      "text": "Marine Antifoulant Paints",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-3935",
      "number": "3.2-3935.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires otherwise:\n\n\"Acceptable release rate\" means a measured release rate not to exceed 4.0 micrograms per square centimeter per day at steady state conditions as determined in accordance with a U.S. Environmental Protection Agency (EPA) testing procedure as outlined in the EPA data call-in notice of July 29, 1986, on tributyltin in antifoulant paints under the Federal Insecticide, Fungicide and Rodenticide Act, (7 U.S.C. § 136 et seq.); or a lower release rate if adopted by the Board as necessary to protect health or the environment.\n\n\"Commercial boat yard\" means any facility that engages for hire in the construction, storage, maintenance, repair or refurbishing of vessels (other than seaplanes) or any licensed independent marine maintenance contractor who engages in such activities.\n\n\"Marine antifoulant paint\" means any compound, coating, paint or treatment applied or used for the purpose of controlling freshwater or marine fouling organisms on vessels.\n\n\"Tributyltin compounds\" means any compound having three normal butyl groups attached to a tin atom and with or without an anion such as chloride, fluoride or oxide.\n\n\"Vessel\" means every description of watercraft, other than a seaplane, used or capable of being used as a means of transportation on the water, whether self-propelled or otherwise, and includes barges and tugs.\n\n1987, c. 15, § 3.1-249.22; 1989, c. 575, § 3.1-249.59; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3935/"
    },
    {
      "id": "section-32-3936",
      "number": "3.2-3936.",
      "heading": "Sale and application of tributyltin compounds",
      "text": "A. Except as otherwise provided in this section, it is unlawful to distribute, possess, sell or offer for sale, apply or offer for use or application any marine antifoulant paint containing tributyltin compounds. Authorized personnel of the Department of Wildlife Resources, Virginia Marine Resources Commission, or the Department may seize any antifoulant paint held in violation of this article and any seized substances shall be considered forfeited.\n\nB. A person may distribute or sell a marine antifoulant paint containing tributyltin with an acceptable release rate to the owner or agent of a commercial boat yard. The owner or agent of a commercial boat yard may possess, apply, or purchase an antifoulant paint containing tributyltin with an acceptable release rate. Such paint may be applied only within a commercial boat yard and only to vessels that exceed 25 meters (82.02 feet) in length or that have aluminum hulls.\n\nC. A person may distribute, sell or apply a marine antifoulant paint containing tributyltin with an acceptable release rate if: (i) the paint is distributed or sold in a spray can in a quantity of 16 ounces avoirdupois weight or less; and (ii) is commonly referred to as outboard or lower unit paint.\n\n1987, c. 15, § 3.1-249.23; 1989, c. 575, § 3.1-249.60; 2008, c. 860; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3936/"
    },
    {
      "id": "section-32-3937",
      "number": "3.2-3937.",
      "heading": "Educational programs",
      "text": "The State Water Control Board, the Board of Wildlife Resources, the Virginia Marine Resources Commission, the Virginia Institute of Marine Science, and the Department shall through cooperative programs develop and implement a program to inform interstate and intrastate paint manufacturers and distributors, vessel owners, and commercial boat yards of the properties of tributyltin in marine antifoulant paints and the law to restrict its use.\n\n1987, c. 15, § 3.1-249.24; 1989, c. 575, § 3.1-249.61; 2008, c. 860; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3937/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Violations, Penalties, and Proceedings in Case of Violations",
      "text": "Violations, Penalties, and Proceedings in Case of Violations",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-3938",
      "number": "3.2-3938.",
      "heading": "Misbranded pesticides",
      "text": "Any pesticide or device is misbranded if:\n\n1. Its labeling bears any statement, design, or graphic representation relative thereto or to its ingredients that is false or misleading in any particular;\n\n2. It is an imitation of or is offered for sale under the name of another pesticide;\n\n3. Its labeling bears any reference to registration under this chapter;\n\n4. The accompanying labeling does not contain directions for use that are adequate for the protection of the public;\n\n5. The label does not contain a warning or caution statement that may be necessary and, if complied with, adequate to prevent injury to man, other vertebrate animals, vegetation, and useful invertebrate animals;\n\n6. The label does not bear an ingredient statement or guaranteed analysis statement on the immediate container of the retail package (and on the outside container or wrapper if such statement on the immediate container cannot be clearly read) that is presented or displayed under customary conditions of purchase. The Commissioner may permit the ingredient statement to appear prominently on some other part of the container if the size or form of the container makes it impracticable to place it on the part of the retail package that is presented or displayed under customary conditions of purchase;\n\n7. Any words, statement, or other information required under this chapter to appear on the labeling is not prominently placed thereon with such conspicuousness (as compared with other words, statements, designs, or graphic matter in the labeling) and in such terms as to render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use;\n\n8. In the case of an insecticide, fungicide, or herbicide, when used as directed or in accordance with commonly recognized safe practice, it shall be injurious to living man or other vertebrate animals or vegetation to which it is applied, or to the person applying such pesticide, excepting pests and weeds; or\n\n9. In the case of a plant regulator, defoliant, or desiccant, when used as directed it shall be injurious to living man or other vertebrate animals, or vegetation to which it is applied, or to the person applying such pesticide; provided that physical or physiological effects on plants or parts thereof shall not be deemed to be injury, when this is the purpose for which the plant regulator, defoliant, or desiccant was applied, in accordance with the label claims and recommendations.\n\n1989, c. 575, § 3.1-249.27; 1993, c. 773; 1995, c. 103; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3938/"
    },
    {
      "id": "section-32-3939",
      "number": "3.2-3939.",
      "heading": "Violations generally",
      "text": "A. It is unlawful for any person to manufacture, distribute, sell, offer for sale, use or offer for use:\n\n1. Any pesticide not registered pursuant to the provisions of this chapter; any pesticide if any of the claims made for it or any of the directions for its use differ in substance from the representations made in connection with its registration; or any pesticide if the composition of a pesticide differs from its composition as represented in connection with its registration.\n\n2. Any pesticide sold, offered for sale, or offered for use that is not in the registrant's or the manufacturer's unbroken container, and does not have an affixed and visible label bearing the following information:\n\na. The name and address of the manufacturer, registrant, or person for whom manufactured;\n\nb. The name, brand, or trademark under which said pesticide is sold; and\n\nc. The net weight or measure of the content, subject to reasonable variations as permitted by the Commissioner.\n\n3. Any pesticide containing any substance in quantities highly toxic to man, unless the label bears:\n\na. A skull and crossbones;\n\nb. The word \"poison\" shown prominently in red on a background of distinctly contrasting color; and\n\nc. A statement of an antidote for the pesticide.\n\n4. The pesticides commonly known as lead arsenate, basic lead arsenate, calcium arsenate, magnesium arsenate, zinc arsenate, zinc arsenite, sodium fluoride, sodium fluosilicate, and barium fluosilicate, unless they have been distinctly colored as provided by regulations issued hereunder. Any other white powder pesticide that the Commissioner requires to be distinctly colored after an investigation of and after a public hearing on the necessity for such action. The Commissioner may exempt any pesticide to the extent that it is intended for a particular use if he determines that distinctive coloring is unnecessary for the protection of the public health.\n\n5. Any pesticide that is adulterated or misbranded, or any device that is misbranded.\n\n6. Any pesticide that is the subject of a stop sale, use, or removal order as provided for in § 3.2-3944 until such time as the provisions of that section have been met.\n\nB. It is unlawful for any person to use or cause to be used any pesticide in a manner inconsistent with its labeling or regulations of the Board, provided that such deviation may include provisions set forth in Section 2 (ee) of the Federal Insecticide, Fungicide and Rodenticide Act (7 U.S.C. § 136 et seq.).\n\nC. It is unlawful to dispose of containers or unused portions of pesticide in a manner inconsistent with label directions or the regulations of the Board in the absence of label directions, or if those regulations further restrict such disposal.\n\nD. It is unlawful for any person to knowingly use any pesticide against any organism that is otherwise protected under fish, game, or migratory bird laws, without first obtaining authorization as necessary from the federal or state agency responsible for the protection of the organism.\n\nE. It is unlawful for any person to detach, alter, deface or destroy, in whole or in part, any label or labeling provided for in this chapter or the regulations adopted hereunder.\n\nF. It is unlawful for any manufacturer, distributor, dealer, carrier, or other person to refuse, upon a request in writing specifying the nature or kind of pesticide or device to which such request relates, to furnish to or permit any person designated by the Commissioner to have access to and to copy such records of business transactions as may be essential in carrying out the purposes of this chapter.\n\nG. It is unlawful for any person to give a guaranty or undertaking provided for in § 3.2-3941 that is false in any particular, except that a person who receives and relies upon a guaranty authorized under such section may give a guaranty to the same effect, which guaranty shall contain in addition to his own name and address the name and address of the person residing in the U.S. from whom he received the guaranty or undertaking.\n\nH. It is unlawful for any person to oppose or interfere in any way with the Commissioner in carrying out the duties imposed by this chapter.\n\nCode 1950, §§ 3-208.31, 3-208.32, 3-208.34, 3-208.35, 3-208.37; 1960, c. 535; 1966, c. 702, §§ 3.1-233, 3.1-234, 3.1-236, 3.1-237, 3.1-239; 1970, c. 376, § 3.1-233.1; 1975, c. 102; 1976, c. 627; 1981, c. 260; 1989, c. 575, §§ 3.1-249.63 to 3.1-249.67, 3.1-249.69; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3939/"
    },
    {
      "id": "section-32-3940",
      "number": "3.2-3940.",
      "heading": "Administrative violations",
      "text": "A. In addition to imposing civil penalties and referring violations for criminal prosecution, the Board may deny, suspend, modify, or revoke a license after providing an opportunity for a hearing if it finds that the applicant, licensee, or his employee has committed any of the following violations:\n\n1. Made false or fraudulent claims through any media misrepresenting the effect of materials or methods;\n\n2. Made a pesticide recommendation inconsistent with the label registered pursuant to this chapter, provided that such deviation may include provisions set forth in Section 2 (ee) of the Federal Insecticide, Fungicide, and Rodenticide Act (7 U.S.C. § 136 et seq.);\n\n3. Acted as a pesticide business with negligence, incompetence, or misconduct;\n\n4. Made false or fraudulent records, invoices, or reports;\n\n5. Failed to submit records required by the Board;\n\n6. Used fraud, misrepresentation, or false information in an application for a license or a renewal of a license; or in selling or offering to sell pesticides;\n\n7. Stored or disposed of containers or pesticides by means other than those prescribed on the label or by regulation;\n\n8. Provided or made available any restricted use pesticide to any person not certified to apply such product;\n\n9. Failed to notify the Department of a reportable pesticide spill, accident, or incident;\n\n10. Acted as a pesticide business without first obtaining the pesticide business license required in § 3.2-3924; or\n\n11. Failed to pay any civil penalty assessed by the Board.\n\nB. After opportunity for a hearing, the Board may deny, suspend, revoke, or modify the provision of any certificate if it finds that the applicant or the holder of a certificate has:\n\n1. Made claims through any media that intentionally misrepresent the effects on the environment likely to result from the application of a pesticide;\n\n2. Used or caused to be used any pesticide inconsistent with: (i) the label registered by the U.S. Environmental Protection Agency; (ii) a Virginia state registered use; or (iii) other permissible uses;\n\n3. Applied any pesticide in a negligent manner;\n\n4. Failed to comply with the provisions of Article 3, regulations adopted hereunder, or of any lawful order of the Commissioner or the Board;\n\n5. Failed to: (i) keep and maintain required records or reports; or (ii) furnish or permit access to any such records or reports for copying by the Commissioner;\n\n6. Made false or fraudulent records, invoices, or reports concerning the use or application of any pesticide;\n\n7. Used or caused to be used any pesticide classified for restricted use unless under the direct supervision of a certified applicator;\n\n8. Used fraud or misrepresentation in applying for a certificate or renewal of a certificate;\n\n9. Failed to comply with any limitations or restrictions on a certification;\n\n10. Aided, abetted, or conspired with any person to violate the provisions of Article 3;\n\n11. Impersonated any federal, state, or local official;\n\n12. Made any statement, declaration, or representation implying that any person certified or registered under the provisions of Article 3 is recommended or endorsed by any agency of the Commonwealth; or\n\n13. Been convicted or is subject to a final order assessing a penalty pursuant to § 14 (a) or (b) of the Federal Insecticide, Fungicide and Rodenticide Act (7 U.S.C. § 136 et seq.).\n\nC. The Commissioner may, without a hearing, suspend the license of any person licensed or certified simultaneously with the institution of proceedings for a hearing, if he finds there is a substantial danger to the public health, safety, or the environment. The hearing shall be scheduled within a reasonable time of the date of the summary suspension.\n\nD. Any licensee or certificate holder whose license or certificate has been suspended shall not engage in the activity for which he has been certified or licensed pending the hearing.\n\nE. The Board shall suspend a license or certificate if a civil penalty is not paid within 60 days or a challenge is not made pursuant to subsection D of § 3.2-3943. When deciding whether to deny, suspend, revoke, or modify any certificate or license, the Board shall give due consideration to: (i) the history of previous violations; (ii) the seriousness of the violation including any irreparable harm to the environment and any hazards to the health and safety of the public; and (iii) the demonstrated good faith in attempting to achieve compliance with the chapter after notification of the violation.\n\nCode 1950, § 3-208.31; 1960, c. 535; 1966, c. 702, § 3.1-233; 1976, c. 627; 1981, c. 260; 1989, c. 575, §§ 3.1-249.63, 3.1-249.76; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3940/"
    },
    {
      "id": "section-32-3941",
      "number": "3.2-3941.",
      "heading": "Exemptions from penalties",
      "text": "The penalties provided for violations of subsection A of § 3.2-3939 and § 3.2-3940 shall not apply to:\n\n1. Any carrier transporting pesticides if such carrier permits the Commissioner to copy all records showing the transactions in and movements of the pesticides upon request;\n\n2. Public officials of the Commonwealth and the federal government engaged in the performance of their official duties;\n\n3. Individuals or agencies authorized by law to conduct research in the field of pesticides when such research is conducted in accordance with regulations established by the Board; and\n\n4. Any person who establishes a guaranty signed by, and containing the name and address of, the registrant or person residing in the United States from whom he purchased and received in good faith the pesticide in the same unbroken package, to the effect that the pesticide was lawfully registered at the time of sale and delivery to him, and that it complies with the other requirements of this chapter, designating this chapter. In such case the guarantor shall be subject to the penalties that would otherwise attach to the person holding the guaranty under the provisions of this chapter.\n\nCode 1950, § 3-208.44; 1966, c. 702, § 3.1-246; 1981, c. 260; 1989, c. 575, § 3.1-249.74; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3941/"
    },
    {
      "id": "section-32-3942",
      "number": "3.2-3942.",
      "heading": "Right of entry; warrant requirements; procedure",
      "text": "A. The Commissioner may enter any public or private premises operating as a pesticide business at reasonable times, with the consent of the owner or tenant thereof, and upon presentation of appropriate credentials for carrying out the purposes of this chapter.\n\nB. If the Commissioner is denied access, he may apply for an administrative search warrant from a judge with authority to issue criminal warrants or a magistrate whose jurisdiction encompasses the premises.\n\n1. No warrant shall be issued except upon probable cause and supported by an affidavit particularly describing (i) the place, things, or persons to be inspected or tested; and (ii) the purpose for which the inspection, testing, or collection of samples is to be made.\n\n2. Probable cause shall exist if either (i) reasonable legislative or administrative standards for conducting inspection, testing, or collection of samples are satisfied with respect to the particular place, thing, or person, or (ii) there is cause to believe that a condition, object, activity, or circumstance legally justifies the inspection, testing, or collection of samples.\n\n3. The supporting affidavit shall contain either (i) a statement that consent to inspect, test, or collect samples has been sought and refused, or (ii) facts or circumstances reasonably justifying the failure to seek consent. If probable cause is based upon legislative or administrative standards for selecting places of business for inspection, the affidavit shall contain factual allegations sufficient to justify an independent determination by the court that the inspection program is based on reasonable standards and that the standards are being applied to a particular place of business in a neutral and fair manner. After issuing a warrant under this section, the magistrate or judge shall file the affidavit in the manner prescribed by § 19.2-54.\n\nC. Any administrative search warrant shall be effective for a period of not more than 15 days unless extended or renewed by the judicial officer who issued the original warrant. The warrant shall be executed and returned to the clerk of the circuit court of the city or county wherein the search was made within the time specified or within the extended or renewed time. The return shall list any records removed or samples taken pursuant to the warrant. The warrant shall be void after the expiration of time unless executed or renewed.\n\nD. No warrant shall be executed in the absence of the owner, tenant, operator, or custodian of the premises unless the issuing judicial officer specifically authorizes that such authority is reasonably necessary to affect the purposes of the law or regulation. Entry pursuant to such a warrant shall not be made forcibly. The issuing officer may authorize a forcible entry where the facts (i) create a reasonable suspicion of an immediate threat to the health and safety of persons or to the environment, or (ii) establish that reasonable attempts to serve a previous warrant have been unsuccessful. If forcible entry is authorized, the warrant shall be issued jointly to the Commissioner and to a law-enforcement officer who shall accompany the Commissioner during the execution of the warrant.\n\nE. No court of the Commonwealth shall have jurisdiction to hear a challenge to the warrant prior to its return, except as a defense in a contempt proceeding or if the owner or custodian of the place to be inspected submits a substantial preliminary showing by affidavit and accompanied by proof that (i) a statement included by the affiant in his affidavit for the administrative search warrant was false and made knowingly and intentionally or with reckless disregard for the truth, and (ii) the false statement was necessary to the finding of probable cause. The court may conduct in camera review as appropriate.\n\nF. After the warrant has been executed and returned, the validity of the warrant may be reviewed either as a defense to any Notice of Violation or by declaratory judgment action brought in a circuit court. The review shall be confined to the face of the warrant, affidavits, and supporting materials presented to the issuing judicial officer. If the owner or custodian of the place inspected submits a substantial showing by affidavit and accompanied by proof that (i) a statement included in the warrant was false and made knowingly and intentionally or with reckless disregard for the truth, and (ii) the false statement was necessary to the finding of probable cause, the reviewing court shall limit its inquiry to whether there is substantial evidence in the record supporting the issuance of the warrant and shall not conduct a de novo determination of probable cause.\n\n1975, c. 377, § 3.1-249.18; 1989, c. 575, § 3.1-249.58; 1993, c. 773; 2008, c. 860; 2014, c. 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3942/"
    },
    {
      "id": "section-32-3943",
      "number": "3.2-3943.",
      "heading": "Civil penalties; procedure",
      "text": "A. The Board may assess against any person violating this chapter or regulations adopted hereunder a civil penalty after providing written notice of the alleged violation. Such notice shall not constitute a case decision as defined in § 2.2-4001. The person so notified shall have 30 days to provide any additional, relevant facts to the Board, including facts that demonstrate a good-faith attempt to achieve compliance. In determining the amount of any civil penalty, the Board shall give due consideration to (i) the history of previous violations; (ii) the seriousness of the violation, including any irreparable harm to the environment and any hazards to the health and safety of the public; and (iii) the demonstrated good faith in attempting to achieve compliance.\n\nB. No sooner than 30 days after providing written notice of the alleged violation pursuant to subsection A, the Board may assess a penalty of not more than $1,000 for a violation that is less than serious; not more than $5,000 for a serious violation; and not more than $20,000 for a repeat or knowing violation. The Board may assess an additional penalty of up to $100,000 for any violation that causes serious damage to the environment, serious injury to property, or serious injury to or death of any person.\n\nC. Civil penalties assessed under this section shall be paid into Pesticide Control Fund established in § 3.2-3912. The Commissioner shall prescribe procedures for payment of penalties that are not contested by licensees or persons, including provisions for a person to consent to abatement of the alleged violation and payment of a penalty or negotiated sum in lieu of such penalty without admission of civil liability.\n\nD. The person to whom a civil penalty is issued shall have 15 days to request an informal fact-finding conference, held pursuant to § 2.2-4019, to challenge the fact or amount of the civil penalty. If the civil penalty is upheld, such person shall have 15 days to (i) pay the proposed penalty in full or contest either the amount of the penalty or the fact of the violation and (ii) forward the proposed amount to the Commissioner's office for placement in an interest-bearing trust account in the State Treasurer's office. If administrative or judicial review shows no violation or that the amount of penalty should be reduced, the Commissioner shall have 30 days from that showing to remit the appropriate amount to the person, with interest accrued thereon. If the violation is upheld, the amount collected shall be paid into the Pesticide Control Fund.\n\nE. Final orders of the Board may be recorded, enforced, and satisfied as orders or decrees of a circuit court upon certification by the secretary of the Board. Such orders may be appealed in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.).\n\nCode 1950, §§ 3-208.39, 3-208.42; 1966, c. 702, §§ 3.1-241, 3.1-244; 1970, c. 376; 1989, c. 575, § 3.1-249.70; 1993, c. 773; 2008, c. 860; 2016, c. 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3943/"
    },
    {
      "id": "section-32-3944",
      "number": "3.2-3944.",
      "heading": "\"Stop-sale or removal\" orders; \"stop-use\" orders; judicial review",
      "text": "A. When the Commissioner has reason to believe that a pesticide is being offered for sale or use or is being used in violation of any of the provisions of this chapter, he shall issue and enforce a written or printed \"stop sale or removal\" order. The order shall be directed to the owner or custodian of the lot of pesticide and shall require him to hold the pesticide at a designated place until this chapter has been complied with and the pesticide is released in writing by the Commissioner or the violation is otherwise legally disposed of by written authority. The owner or custodian of such pesticide shall have the right to administrative and judicial review of such order in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.). The provisions of this section shall not be construed as limiting the right of the enforcement officer to proceed as authorized by other provisions of this chapter. The Commissioner shall release the pesticide when the requirements of the provisions of this chapter have been complied with and upon payment of all costs and expenses incurred in connection with the withdrawal.\n\nB. When the Commissioner has reason to believe that any pesticide is being offered for sale or use or is being used in violation of any of the provisions of this chapter by a person, he shall issue and enforce a written or printed \"stop-use\" order until the Pesticide Control Act has been complied with or the violation has been otherwise legally disposed of by written authority. The person shall have the right to administrative and judicial review of such order in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.). The provisions of this section shall not be construed as limiting the right of the enforcement officer to proceed as authorized by other provisions of this chapter.\n\nCode 1950, § 3-208.46; 1966, c. 702, § 3.1-248; 1981, c. 260; 1986, c. 615; 1989, c. 575, § 3.1-249.77; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3944/"
    },
    {
      "id": "section-32-3945",
      "number": "3.2-3945.",
      "heading": "Seizure, condemnation, and sale",
      "text": "Any lot of pesticide in violation of this chapter shall be subject to seizure on complaint of the Commissioner to the circuit court in the area where the pesticide is located. If the court finds the pesticide to be in violation of this chapter and orders its condemnation, it shall be disposed of after the claimant is provided an opportunity to apply for the release of the pesticide or for permission to process, relabel, or otherwise bring it into compliance with this chapter.\n\nCode 1950, § 3-208.47; 1966, c. 702, § 3.1-249; 1981, c. 260; 1989, c. 575, § 3.1-249.78; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3945/"
    },
    {
      "id": "section-32-3946",
      "number": "3.2-3946.",
      "heading": "Proceedings in case of violations",
      "text": "A. If the examination of laboratory results or other evidence collected during an investigation appears to show a violation of this chapter or any of the regulations issued hereunder, the Commissioner may provide notice of the alleged violation to the registrant, distributor, possessor, licensee, applicator, or other person from whom such evidence was taken. This notice shall not constitute a case decision as defined in § 2.2-4001.\n\nB. It shall be the duty of every attorney for the Commonwealth to whom the Commissioner shall report any violation of this chapter to cause proceedings to be prosecuted without delay.\n\nC. Nothing in this chapter shall be construed as requiring the Commissioner to report for the institution of proceedings under this chapter, minor violations of this chapter, whenever the Commissioner believes that the public interest will be adequately served in the circumstances by a suitable written notice or warning. Copies of such warnings shall be reported to the Board.\n\nCode 1950, §§ 3-208.40, 3-208.41, 3-208.43; 1966, c. 702, §§ 3.1-242, 3.1-243, 3.1-245; 1981, c. 260; 1989, c. 575, §§ 3.1-249.71 to 3.1-249.73; 2008, c. 860; 2016, c. 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3946/"
    },
    {
      "id": "section-32-3947",
      "number": "3.2-3947.",
      "heading": "Penalties",
      "text": "A. Except as otherwise provided, any person who knowingly violates any provisions of this chapter or regulations adopted hereunder is guilty of a Class 1 misdemeanor and shall be subject to an additional fine of up to $500,000 if death or serious physical harm to any person is caused by the violation.\n\nB. The Commissioner may bring an action to enjoin the violation or threatened violation of this chapter or any regulation adopted hereunder in the circuit court of the county or city where the violation occurs or is about to occur, or in the Circuit Court of the City of Richmond if the violation may affect more than one county or city. The Commissioner may request either the attorney for the Commonwealth or the Attorney General to bring action under this section, when appropriate.\n\nCode 1950, §§ 3-208.39, 3-208.42; 1966, c. 702, §§ 3.1-241, 3.1-244; 1970, c. 376; 1989, c. 575, § 3.1-249.70; 1993, c. 773; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-39/section-3-2-3947/"
    }
  ]
}