{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-61-cattle-branding-and-registration",
  "sections": [
    {
      "id": "section-32-6100",
      "number": "3.2-6100.",
      "heading": "Definitions§ 3.2-6101. Authority to adopt regulations§ 3",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Brand\" means any recorded identification mark applied to any position on the hide of a live animal by means of heat, freezing, acid or chemical, except tattoo marks in the ear or numbers used to keep production records, record of age or identification marks used by any governmental agency.\n\n\"Livestock market\" means a place where a person assembles livestock for public sale if such person is required to procure a license or permit from the Department to operate such market.\n\n1974, c. 642, § 3.1-796.29; 1975, c. 283; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6100/"
    },
    {
      "id": "section-32-6101",
      "number": "3.2-6101.",
      "heading": "Authority to adopt regulations",
      "text": "The Commissioner, with the approval of the Board, may adopt regulations reasonably necessary to carry out the intent and purposes of this chapter and that facilitate the tracing and identification of cattle and afford protection against stealing and unlawful dealing in cattle.\n\n1974, c. 642, § 3.1-796.36; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6101/"
    },
    {
      "id": "section-32-6102",
      "number": "3.2-6102.",
      "heading": "Registration of brand required; transfer of brand",
      "text": "Any cattle owner who uses a brand to identify his cattle must register his brand by applying to the Department for such registration. The application shall be made on forms prescribed and furnished by the Department, which application shall be accompanied by a fee of $10 and a facsimile of the brand to be registered shall also be furnished by the applicant. All fees collected hereunder for registration, transfer, and reregistration of brands shall be deposited in a special fund of the state treasury for the administration of this chapter. If the brand described in the application, or one similar, or closely resembling a registered brand has not been previously registered by another cattle owner, the Department shall approve the application, register the brand in the name of the applicant and issue to the applicant a certificate of registration. In the event the Department denies registration of a brand for any reason the registration fee of $10 shall be returned to the person making application for registration. When a cattle owner, who has registered a brand with the Department, transfers such brand to another, he shall immediately notify the Department of the transfer, giving the date of transfer, and the name of the transferee. Upon receipt of the notice and a transfer fee of $3, the Department shall note such transfer in the register of brands, and such brand shall not be used by the new owner until permission has been given by the Department.\n\n1974, c. 642, § 3.1-796.30; 1975, c. 283; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6102/"
    },
    {
      "id": "section-32-6103",
      "number": "3.2-6103.",
      "heading": "Renewal of brand",
      "text": "There shall be a renewal period for recording brands that shall be once every five years. At least 90 days prior to the renewal date for a brand, the Department shall notify all persons having a registered brand of the date on which such brands must be renewed. On or before the renewal date the registered owner of a brand shall pay to the Department a renewal fee of $10 per registered brand and shall furnish any additional information the Department may require on forms to be furnished by the Department. If any cattle owner fails to renew any brand registered in his name, such brand shall be forfeited and shall be available to any other applicant.\n\n1974, c. 642, § 3.1-796.32; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6103/"
    },
    {
      "id": "section-32-6104",
      "number": "3.2-6104.",
      "heading": "Forms",
      "text": "The Department shall prescribe and furnish forms on which applications for registration, renewal and transfer of brands shall be made.\n\n1974, c. 642, § 3.1-796.33; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6104/"
    },
    {
      "id": "section-32-6105",
      "number": "3.2-6105.",
      "heading": "Register of brands",
      "text": "The Department shall maintain a complete register of all brands, showing the name and address of the owner, and shall annually publish and distribute copies of this register as prescribed in the regulations adopted pursuant to this chapter.\n\n1974, c. 642, § 3.1-796.34; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6105/"
    },
    {
      "id": "section-32-6106",
      "number": "3.2-6106.",
      "heading": "Livestock market to keep copy of register and records on cattle sold",
      "text": "Each operator of a livestock market where cattle are sold shall: (i) keep a copy of the register of brands in his place of business where it will be easily accessible for public inspection; and (ii) keep a record, for at least two years, of all cattle received and the name and address of the owner.\n\n1974, c. 642, § 3.1-796.35; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6106/"
    },
    {
      "id": "section-32-6107",
      "number": "3.2-6107.",
      "heading": "Brand registration as evidence of ownership",
      "text": "In all suits at law or in equity, or in any criminal proceedings when the title or right of possession is involved, a copy of the certificate of brand registration verified by affidavit of the Commissioner shall be received in evidence by the court as evidence of the registration of such brand in accordance with the requirements of this chapter.\n\n1974, c. 642, § 3.1-796.31; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6107/"
    },
    {
      "id": "section-32-6108",
      "number": "3.2-6108.",
      "heading": "Prohibited acts",
      "text": "It shall be unlawful for:\n\n1. Any person to use any brand for branding cattle unless the brand is registered with the Department;\n\n2. Any person to obliterate, alter or deface the brand of any animals;\n\n3. Any livestock market to receive and sell cattle unless records of such sale are kept in accordance with the requirements of this chapter; or\n\n4. Any livestock market to fail to post a copy of the register of brands furnished to them by the Department in a place easily accessible to interested parties.\n\n1974, c. 642, § 3.1-796.37; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6108/"
    },
    {
      "id": "section-32-6109",
      "number": "3.2-6109.",
      "heading": "Penalties",
      "text": "Any person who violates any of the provisions of this chapter is guilty of a Class 1 misdemeanor. All amounts paid as fines for violations of this chapter, when collected by the proper authority, shall be transmitted to the Department and deposited in the state treasury.\n\n1974, c. 642, § 3.1-796.38; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-61/section-3-2-6109/"
    }
  ]
}