{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-1-general-provisions",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Department and Commissioner of Agriculture and Consumer Services§ 3",
      "text": "2-100. Definitions§ 3.2-101. Department continued; appointment of Commissioner; agriculture education§ 3.2-101.1. Certified mail; subsequent mail or notices may be sent by regular mail§ 3.2-102. General powers and duties of the Comm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-100",
      "number": "3.2-100.",
      "heading": "Definitions",
      "text": "As used in this title, unless the context requires a different meaning:\n\n\"Board\" means the Board of Agriculture and Consumer Services.\n\n\"Commissioner\" means the Commissioner of Agriculture and Consumer Services.\n\n\"Department\" means the Department of Agriculture and Consumer Services.\n\n2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-100/"
    },
    {
      "id": "section-32-101",
      "number": "3.2-101.",
      "heading": "Department continued; appointment of Commissioner; agriculture education",
      "text": "A. The Department of Agriculture and Consumer Services is continued. The Department shall be under the management and control of a Commissioner appointed by the Governor, subject to confirmation by the General Assembly, for a term coincident with that of the Governor. Any vacancy in the office of the Commissioner shall be filled by appointment by the Governor pursuant to the provisions of Article V, Section 10 of the Constitution of Virginia.\n\nB. There shall be established, within the Department, to be administered by the Department of Agriculture Education at Virginia Polytechnic Institute and State University, a unit of specialists in agriculture education. The unit shall: (i) assist in developing and revising local agriculture curricula to integrate the Standards of Learning; (ii) provide professional development for agriculture instructional personnel to improve the quality of agriculture education; (iii) conduct site visits to the schools providing agriculture education; and (iv) seek the input of business and industry representatives regarding the content and direction of agriculture education programs in the public schools of the Commonwealth.\n\n1. Any required reduction in the Department's budget shall be reflected in a proportional reduction in the operation of the agriculture education unit. The reduction in the allocation for operation of the agriculture education unit shall not exceed the percentage reduction provided for in the appropriation act for the Department.\n\n2. In the event that additional funds are not allocated for these positions, the Department shall not be required to absorb the costs of these positions.\n\nCode 1950, § 3-7; 1966, c. 702, § 3.1-8; 1971, Ex. Sess., c. 34; 1978, c. 219; 1985, c. 397; 2004, c. 180, § 3.1-14.2; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-101/"
    },
    {
      "id": "section-32-1011",
      "number": "3.2-101.1.",
      "heading": "Certified mail; subsequent mail or notices may be sent by regular mail",
      "text": "Whenever in this title the Board, the Commissioner, or the Department is required to send any mail or notice by certified mail and such mail or notice is sent certified mail, return receipt requested, then any subsequent, identical mail or notice that is sent by the Board, the Commissioner, or the Department may be sent by regular mail.\n\n2011, c. 566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-101-1/"
    },
    {
      "id": "section-32-102",
      "number": "3.2-102.",
      "heading": "General powers and duties of the Commissioner",
      "text": "A. The Commissioner shall be vested with the powers and duties set out in § 2.2-601, the powers and duties herein provided, and such other powers and duties as may be prescribed by law, including those prescribed in Title 59.1. He shall be the executive officer of the Board, and shall see that its orders are carried out. He shall see to the proper execution of laws relating to the Department. Unless the Governor expressly reserves such power to himself, the Commissioner shall promote, protect, and develop the agricultural interests of the Commonwealth. The Commissioner shall develop, implement, and maintain programs within the Department including those that promote the development and marketing of the Commonwealth's agricultural products in domestic and international markets, including promotions, market development and research, marketing assistance, market information, and product grading and certification; promote the creation of new agribusiness including new crops, biotechnology and new uses of agricultural products, and the expansion of existing agribusiness within the Commonwealth; develop, promote, and maintain consumer protection programs that protect the safety and quality of the Commonwealth's food supply through food and dairy inspection activities, industry and consumer education, and information on food safety; work with other state agencies to preserve the Commonwealth's agricultural lands; ensure animal health and protect the Commonwealth's livestock industries through disease control and surveillance, maintaining animal health diagnostic laboratories, and encouraging the humane treatment and care of animals; protect public health and the environment through regulation and proper handling of pesticides, agricultural stewardship, and protection of endangered plant and insect species; protect crop and plant health and productivity; ensure consumer protection and fair trade practices in commerce; develop plans and emergency response protocols to protect the agriculture industry from bioterrorism, plant and animal diseases, and agricultural pests; assist as directed by the Governor in the Commonwealth's response to natural disasters; develop and implement programs and inspection activities to ensure that the Commonwealth's agricultural products move freely in trade domestically and internationally; and enter into agreements with federal, state, and local governments, land grant universities, and other organizations that include marketing, plant protection, pest control, pesticides, and meat and poultry inspection.\n\nB. In addition, the Commissioner shall:\n\n1. Establish and maintain a farm-to-school website. The purpose of the website shall be to facilitate and promote the purchase of Virginia farm products by schools, universities, and other educational institutions under the jurisdiction of the State Department of Education. The website shall present such current information as the availability of Virginia farm products, including the types and amount of products, and the names of and contact information for farmers, farm organizations, and businesses marketing such products;\n\n2. Establish and operate a nonprofit, nonstock corporation under Chapter 10 (§ 13.1-801 et seq.) of Title 13.1 as a public instrumentality exercising public and essential governmental functions to promote, develop, and sustain markets for licensed Virginia wineries and farm wineries, as defined in § 4.1-100. Such corporation shall provide wholesale wine distribution services for wineries and farm wineries licensed in accordance with § 4.1-206.1. The board of directors of such corporation shall be composed of the Commissioner and four members appointed by the Board, including one owner or manager of a winery or farm winery licensee that is not served by a wholesaler when the owner or manager is appointed to the board; one owner or manager of a winery or farm winery licensee that produces no more than 10,000 cases per year; and two owners or managers of wine wholesaler licensees. In making appointments to the board of directors, the Board shall consider nominations of winery and farm winery licensees submitted by the Virginia Wineries Association and wine wholesale licensees submitted by the Virginia Wine Wholesalers Association. The Commissioner shall require such corporation to report to him at least annually on its activities, including reporting the quantity of wine distributed for each winery and farm winery during the preceding year. The provisions of the Virginia Public Procurement Act (§ 2.2-4300 et seq.) shall not apply to the establishment of such corporation nor to the exercise of any of its powers granted under this section;\n\n3. Establish and operate a nonprofit, nonstock corporation under Chapter 10 (§ 13.1-801 et seq.) of Title 13.1 as a public instrumentality exercising public and essential governmental functions to promote, develop, and sustain markets for Virginia breweries and limited breweries. Such corporation shall provide wholesale beer distribution services for Virginia breweries and limited breweries licensed in accordance with § 4.1-206.1. The board of directors of such corporation shall be composed of the Commissioner and four members appointed by the Board, (i) two of whom shall be an owner or manager of a Virginia beer wholesale licensee, (ii) one of whom shall be an owner or manager of a brewery or limited brewery licensee, and (iii) one of whom shall be an owner or manager of a brewery or limited brewery licensee that is not served by a wholesaler at the time such owner or manager is appointed to the board of directors. In making appointments to the board of directors, the Board shall consider nominations submitted by the Virginia Beer Wholesalers Association regarding members listed in clause (i) and nominations submitted by the Virginia Craft Brewers Guild regarding members listed in clauses (ii) and (iii). At least annually, such corporation shall be required to report to the Commissioner on its activities, including reporting the quantity of beer distributed for each brewery or limited brewery licensee during the preceding year. The Commissioner shall report such information to the General Assembly. The provisions of the Virginia Public Procurement Act (§ 2.2-4300 et seq.) shall not apply to the establishment of such corporation nor to the exercise of any of its powers granted under this section;\n\n4. Promulgate regulations in accordance with the Administrative Process Act (§ 2.2-4000 et seq.) not inconsistent with the laws of Virginia necessary to carry out the provisions of Article 1.1:1 (§ 18.2-340.15 et seq.) of Chapter 8 of Title 18.2. Such regulations may include penalties for violations; and\n\n5. Ensure that the Department compiles and publishes the annual report relating to foreign adversary ownership of agricultural land required under § 55.1-509.\n\nCode 1950, §§ 3-7, 3-9, 3-13; 1966, c. 702, §§ 3.1-8, 3.1-10, 3.1-14; 1971, Ex. Sess., c. 34; 1975, c. 260; 1977, c. 186; 1978, cc. 219, 540; 1982, c. 150; 1985, c. 397; 1993, c. 455; 1994, cc. 261, 370; 1995, c. 10; 1996, c. 996; 2005, c. 633; 2007, cc. 352, 870, 932, §§ 3.1-14.4, 3.1-14.01; 2008, c. 860; 2012, cc. 803, 835; 2020, cc. 1113, 1114; 2022, cc. 554, 609; 2023, cc. 597, 765, 796; 2024, cc. 10, 146.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-102/"
    },
    {
      "id": "section-32-103",
      "number": "3.2-103.",
      "heading": "Records to be held in confidence",
      "text": "The Commissioner shall hold the following records of the Department in confidence unless otherwise directed by the Governor or the Board:\n\n1. Schedules of work for regulatory inspection;\n\n2. Trade secrets and commercial or financial information supplied by individuals or business entities to the Department;\n\n3. Reports of criminal violations made to the Department by persons outside the Department;\n\n4. Records of active investigations until the investigations are closed;\n\n5. Financial records of applicants for assistance from the Virginia Farm Loan Revolving Account except those records that are otherwise a matter of public record; and\n\n6. Tax returns required by the agricultural commodity boards established pursuant to this title to the extent necessary to protect the privacy of individual taxpayers.\n\nCode 1950, § 3-13; 1966, c. 702, § 3.1-14; 1975, c. 260; 1977, c. 186; 1978, cc. 219, 540; 1982, c. 150; 1993, c. 455; 1994, cc. 261, 370; 1995, c. 10; 1996, c. 996; 2005, c. 633; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-103/"
    },
    {
      "id": "section-32-104",
      "number": "3.2-104.",
      "heading": "Commissioner may serve on board of national tobacco trust entity",
      "text": "The Commissioner may serve in his official capacity on the board of directors of any entity established to ensure the implementation in the Commonwealth of a national tobacco trust established to provide payments to tobacco growers and tobacco quota owners to ameliorate adverse economic consequences resulting from a national settlement of states' claims against tobacco manufacturers.\n\n2000, c. 1048, § 3.1-14.1; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-104/"
    },
    {
      "id": "section-32-105",
      "number": "3.2-105.",
      "heading": "Century farm program",
      "text": "The Commissioner shall establish a century farm program to honor farm families in the Commonwealth whose property has been in the same family for 100 years or more. In order to be eligible for recognition under the program, a farm shall (i) have been owned by the same family for at least 100 consecutive years; (ii) be lived on, or actually farmed, by a descendant of the original owners; and (iii) gross more than $2,500 annually from the sale of farm products.\n\n1997, c. 161, § 3.1-17.1; 1999, c. 346; 2008, c. 860; 2016, c. 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-105/"
    },
    {
      "id": "section-32-106",
      "number": "3.2-106.",
      "heading": "Horse breeder incentive program",
      "text": "A. It is the policy of the Commonwealth to encourage the growth of all segments of its agricultural industry. The General Assembly finds that the horse breeding industry has a significant impact on the Commonwealth's economy and that it is to the Commonwealth's benefit to encourage, expand, and develop horse breeding farms with programs providing financial incentives to breeders that will encourage and supplement private capital.\n\nB. To the extent that public or private funds become available, the Department may establish a program of financial incentives designed to encourage, expand, and develop the breeding of horses in the Commonwealth. The Department shall adopt appropriate regulations for the administration of the program. Such regulations shall provide for the distribution of financial awards to breeders only to the extent that public funds made available to the Department for the program are matched dollar for dollar by private funds. The regulations shall also provide that no single breeder shall receive, in any one calendar year, more than 10 percent of the public funds made available to the Department for the program during that year. Awards made under any such incentive program shall be limited to horses foaled in the Commonwealth that are owned by breeders who are actively engaged in the breeding of horses in the Commonwealth.\n\n1981, c. 140, § 3.1-741.2; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-106/"
    },
    {
      "id": "section-32-107",
      "number": "3.2-107.",
      "heading": "Testing samples of products delivered to laboratories; prescribing and collecting fees; Laboratory Fee Fund established; disposition of moneys",
      "text": "A. The Commissioner may have tested samples of manufactured, processed, or natural products delivered to laboratories operated by the Division of Consolidated Laboratory Services or the Department and prescribe and collect reasonable fees for the services rendered.\n\nB. All fees and moneys collected or received by the Commissioner or the Department in its official capacity for the testing of samples of manufactured, processed, or natural products shall be paid into the Laboratory Fee Fund.\n\nC. There is hereby created in the state treasury a special nonreverting fund to be known as the Laboratory Fee Fund, hereinafter referred to as the Fund. The Fund shall be established on the books of the Comptroller. All fees collected pursuant to this section shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of the costs of the testing provided for in this section. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Commissioner.\n\nCode 1950, §§ 3-13.1, 3-13.2; 1964, c. 163; 1966, c. 702, §§ 3.1-15, 3.1-16; 1972, c. 741; 1978, cc. 219, 702; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-107/"
    },
    {
      "id": "section-32-108",
      "number": "3.2-108.",
      "heading": "Department to establish a program to support new and emerging crops and technologies",
      "text": "A. From such funds as may be appropriated for such purposes and from gifts, donations, grants, bequests, and other funds as may be received, the Department shall establish a program to:\n\n1. Encourage the production of alternative crops in the Commonwealth that may be used as a feedstock for energy generation and transportation, thereby supporting farmers and farm communities in their efforts to: (i) sustain and enhance economically viable business opportunities in agriculture; (ii) reduce nonpoint source pollution in the Chesapeake Bay and other waters of the Commonwealth; (iii) restore depleted soils; (iv) provide wildlife habitat; (v) reduce greenhouse gases; and (vi) reduce the country's dependence on foreign supplies of energy;\n\n2. Assist the development of bioenergy feedstock crop technologies, including but not limited to, seed stock supplies, production technology, harvest equipment, transportation infrastructure and storage facilities;\n\n3. Identify and assist in the development of commercially viable bioenergy market opportunities, including recruitment, expansion and establishment of renewable bioenergy businesses in Virginia; and\n\n4. Promote the aquaculture of the species that are natives to or reside within the waters of the Chesapeake Bay and the Virginia Coast, in concert with the efforts of Virginia higher education institutions and the Virginia Marine Resources Commission, with a focus on assisting \"traditional watermen\" who rely on harvesting marine fish and shellfish. This effort shall also include watermen who are viable working participants of the aquaculture industry as contract growers, cooperatives or other business entities.\n\nB. The Department shall provide funds in the form of grants to accomplish the objectives described in subsection A. The Department shall develop guidelines for the operation of the program that shall include, at a minimum, eligibility criteria for receiving grant awards, financial accountability for receiving grant awards, allowable uses of grant funds, and agricultural programmatic priorities. The Department shall consult with the Department of Conservation and Recreation and the U.S. Department of Agriculture's Natural Resources Conservation Service, when appropriate, to ensure compatibility with existing cost-share and other agricultural incentive programs.\n\n2007, c. 806, § 3.1-14.5; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-108/"
    },
    {
      "id": "section-32-1081",
      "number": "3.2-108.1.",
      "heading": "Virginia Pollinator Protection Strategy",
      "text": "A. The Department shall develop and maintain a Virginia Pollinator Protection Strategy (the Strategy) to (i) promote the health of and mitigate the risks to all pollinator species and (ii) ensure a robust agriculture economy and apiary industry for honeybees and other managed pollinators.\n\nB. In developing the Strategy, the Department shall seek the assistance of the Department of Conservation and Recreation, the Department of Wildlife Resources, and the Department of Environmental Quality and shall establish a stakeholder group composed of representatives of affected groups, including beekeepers, agricultural producers, commercial pesticide applicators, private pesticide applicators, pesticide manufacturers, retailers, lawn and turf service providers, agribusiness and farmer organizations, conservation interests, Virginia Polytechnic Institute and State University, Virginia State University, and the Virginia Cooperative Extension.\n\nC. The Strategy shall include a plan for the protection of managed pollinators that provides voluntary best management practices for pesticide users, beekeepers, and landowners and agricultural producers. The protection plan shall support:\n\n1. Communication between beekeepers and applicators;\n\n2. Reduction of the risk to pollinators from pesticides;\n\n3. Increases in pollinator habitat;\n\n4. Maintenance of existing compliance with state pesticide use requirements;\n\n5. Identification of needs for further research to promote robust agriculture and apiary industries; and\n\n6. Identification of additional opportunities for education and outreach on pollinators.\n\n2016, c. 11; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-108-1/"
    },
    {
      "id": "section-32-1082",
      "number": "3.2-108.2.",
      "heading": "Expansion of the Commonwealth's slaughter and meat-processing facilities",
      "text": "A. It is the policy of the Commonwealth to encourage the growth of all segments of its agricultural industry. The General Assembly finds that the livestock industry has a significant impact on the Commonwealth's economy and that it is to the Commonwealth's benefit to encourage, expand, and develop slaughter and meat-processing facilities with strategic planning and programs that provide financial incentives and technical assistance to encourage and supplement private capital. The General Assembly finds that it is to the Commonwealth's benefit to maintain a state meat inspection program in cooperation with the U.S. Department of Agriculture.\n\nB. The Department shall establish a strategic plan to increase the combined throughput capacity of inspected slaughter and meat-processing facilities in the Commonwealth and provide recommendations to the General Assembly as to how to implement the strategic plan.\n\nC. To the extent that public or private funds become available, the Department may establish a program of financial incentives and technical assistance designed to encourage, expand, and develop slaughter and meat-processing facilities in the Commonwealth.\n\n2022, cc. 310, 311.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-108-2/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Board of Agriculture and Consumer Services",
      "text": "Board of Agriculture and Consumer Services",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-109",
      "number": "3.2-109.",
      "heading": "Board of Agriculture and Consumer Services; appointments; qualifications; terms of office",
      "text": "The Board of Agriculture and Consumer Services is established as a policy board, within the meaning of § 2.2-2100, in the executive branch of state government and may adopt regulations in accordance with the provisions of this title. The Board shall consist of (i) one member from each congressional district, at least eight of whom shall be currently practicing farmers, and (ii) two at-large members, one of whom shall be a structural commercial applicator of pesticides and one of whom shall be engaged in the commercial sale or application of agricultural pesticides; all members to be appointed by the Governor for a term of four years and confirmed by the General Assembly. The presidents of the Virginia Polytechnic Institute and State University and Virginia State University or their designees shall be ex officio members of the Board with voting privileges. All members of the Board shall be citizens of the Commonwealth. No member of the Board, except the ex officio members, shall be eligible for more than two successive terms; provided that persons appointed to fill vacancies may serve two additional successive terms after the terms of the vacancies they were appointed to fill have expired. All vacancies in the membership of the Board shall be filled by the Governor for the unexpired term.\n\nCode 1950, § 3-1; 1952, c. 175; 1956, c. 37; 1966, c. 702, § 3.1-1; 1971, Ex. Sess., c. 135; 1978, c. 219; 1985, c. 397; 1992, c. 121; 2008, c. 860; 2011, cc. 98, 185; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-109/"
    },
    {
      "id": "section-32-110",
      "number": "3.2-110.",
      "heading": "Officers of the Board; meetings",
      "text": "A. The Board shall annually elect a president, vice president, and secretary.\n\nB. The Board shall meet at least three times a year for the transaction of business. Special meetings may be held at any time upon the call of the president of the Board, the request of the Commissioner, or the written request of a majority of the Board members.\n\nCode 1950, §§ 3-2, 3-3; 1966, c. 702, §§ 3.1-2, 3.1-3; 1978, c. 219; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-110/"
    },
    {
      "id": "section-32-111",
      "number": "3.2-111.",
      "heading": "General powers and duties of the Board",
      "text": "A. The Board shall be charged with all matters tending to the promotion of the agricultural interests of the Commonwealth. It shall have power to receive, hold in trust, and administer any donation made to it for the advancement of the agricultural interests of the Commonwealth.\n\nB. The Board shall have power to purchase or lease land, not to exceed 1,000 acres, for the programs of the Department, and shall regulate and prescribe the salaries of such officers and employees of the Department who shall be employed in such programs.\n\nC. The Board shall also be required to advise the Governor on the state of the agricultural industry and to advise him on promoting the development of the industry; encouraging persons, agencies, organizations, and industries to develop the industry; working closely with all agencies concerned with rural resources development; coordinating efforts toward maximum farm and off-farm employment; examining marketing procedures and new techniques for selling the Commonwealth's farm products; formulating plans for developing new markets for such products; and such other matters as the Governor may request.\n\nD. The Board shall not adopt any regulation that prohibits or restricts a person, his immediate family, or his guests from consuming products or commodities grown or processed on his property provided that the products or commodities are not offered for sale to the public.\n\nE. The Board shall oversee the development of a farmers market system.\n\nF. To carry out the provisions of Chapter 39 (§ 3.2-3900 et seq.).\n\nCode 1950, § 3-4; 1966, c. 702, § 3.1-4; 1972, c. 531; 1985, c. 173, § 3.1-4.1; 1994, c. 370; 2001, cc. 17, 398; 2005, c. 882, § 3.1-14.3; 2008, c. 860; 2012, cc. 803, 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-111/"
    },
    {
      "id": "section-32-112",
      "number": "3.2-112.",
      "heading": "Regulations governing the conduct of referenda",
      "text": "The Board shall adopt regulations governing the ballots to be used in any referendum, the conduct of any referendum, canvassing the results thereof, and declaring the results of any referendum provided for in this title. The Board shall fix the date, hours, and voting places with respect to the holding of any referendum and may provide for voting by mail. No requirement of this section shall be governed by Article 2 (§ 2.2-4006 et seq.) of the Administrative Process Act.\n\n1970, cc. 310, 431, §§ 3.1-796.17, 3.1-684.6; 1980, cc. 316, 395, §§ 3.1-796.06, 3.1-1036; 1982, c. 126, § 3.1-684.25; 1983, c. 375; 1991, c. 587, § 3.1-684.45; 1995, c. 691, § 3.1-1068; 1997, c. 873, § 3.1-1084; 2005, cc. 497, 588, 864, 875, §§ 3.1-22.59, 3.1-636.2; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-112/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Office of Consumer Affairs [Repealed]",
      "text": "Office of Consumer Affairs [Repealed]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-113",
      "number": "3.2-113.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2013, c. 24, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-1/section-3-2-113/"
    }
  ]
}