{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-64-agritourism-activity-liability",
  "sections": [
    {
      "id": "section-32-6400",
      "number": "3.2-6400.",
      "heading": "Definitions§ 3.2-6401. Liability limited; liability actions prohibited§ 3.2-6402. Notice required",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Agricultural products\" means any livestock, aquaculture, poultry, horticultural, floricultural, viticulture, silvicultural, or other farm crops.\n\n\"Agritourism activity\" means any activity carried out on a farm or ranch that allows members of the general public, for recreational, entertainment, or educational purposes, to view or enjoy rural activities, including farming, wineries, ranching, horseback riding, historical, cultural, harvest-your-own activities, or natural activities and attractions. An activity is an agritourism activity whether or not the participant paid to participate in the activity.\n\n\"Agritourism professional\" means any person who is engaged in the business of providing one or more agritourism activities, whether or not for compensation.\n\n\"Farm or ranch\" means one or more areas of land used for the production, cultivation, growing, harvesting or processing of agricultural products.\n\n\"Inherent risks of agritourism activity\" mean those dangers or conditions that are an integral part of an agritourism activity including certain hazards, including surface and subsurface conditions; natural conditions of land, vegetation, and waters; the behavior of wild or domestic animals; and ordinary dangers of structures or equipment ordinarily used in farming and ranching operations. Inherent risks of agritourism activity also include the potential of a participant to act in a negligent manner that may contribute to injury to the participant or others, including failing to follow instructions given by the agritourism professional or failing to exercise reasonable caution while engaging in the agritourism activity.\n\n\"Participant\" means any person, other than an agritourism professional, who engages in an agritourism activity.\n\n2006, c. 710, § 3.1-796.137; 2008, c. 860; 2020, c. 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-64/section-3-2-6400/"
    },
    {
      "id": "section-32-6401",
      "number": "3.2-6401.",
      "heading": "Liability limited; liability actions prohibited",
      "text": "A. Except as provided in subsection B, an agritourism professional is not liable for injury to or death of a participant resulting from the inherent risks of agritourism activities, so long as the warning contained in § 3.2-6402 is posted as required and, except as provided in subsection B, no participant or participant's representative is authorized to maintain an action against or recover from an agritourism professional for injury, loss, damage, or death of the participant resulting exclusively from any of the inherent risks of agritourism activities; provided that in any action for damages against an agritourism professional for agritourism activity, the agritourism professional shall plead the affirmative defense of assumption of the risk of agritourism activity by the participant.\n\nB. Nothing in subsection A shall prevent or limit the liability of an agritourism professional if the agritourism professional does any one or more of the following:\n\n1. Commits an act or omission that constitutes negligence or willful or wanton disregard for the safety of the participant, and that act or omission proximately causes injury, damage, or death to the participant;\n\n2. Has actual knowledge or reasonably should have known of a dangerous condition on the land or in the facilities or equipment used in the activity, or the dangerous propensity of a particular animal used in such activity and does not make the danger known to the participant, and the danger proximately causes injury, damage, or death to the participant; or\n\n3. Intentionally injures the participant.\n\nC. Any limitation on legal liability afforded by this section to an agritourism professional is in addition to any other limitations of legal liability otherwise provided by law.\n\n2006, c. 710, § 3.1-796.138; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-64/section-3-2-6401/"
    },
    {
      "id": "section-32-6402",
      "number": "3.2-6402.",
      "heading": "Notice required",
      "text": "A. Every agritourism professional shall post and maintain signs that contain the notice specified in subsection B. The sign shall be placed in a clearly visible location at the entrance to the agritourism location and at the site of the agritourism activity. The notice shall consist of a sign in black letters, with each letter to be a minimum of one inch in height. Every written contract entered into by an agritourism professional for the providing of professional services, instruction, or the rental of equipment to a participant, whether or not the contract involves agritourism activities on or off the location or at the site of the agritourism activity, shall contain in clearly readable print the notice specified in subsection B.\n\nB. The signs and contracts described in subsection A shall contain the following notice: \"WARNING\" or \"ATTENTION\" followed by \"Under Virginia law, there is no liability for an injury to or death of a participant in an agritourism activity conducted at this agritourism location if such injury or death results from the inherent risks of the agritourism activity. Inherent risks of agritourism activities include, among others, risks of injury inherent to land, equipment, and animals, as well as the potential for you to act in a negligent manner that may contribute to your injury or death. You are assuming the risk of participating in this agritourism activity.\"\n\nC. Failure to comply with the requirements concerning signs and notices provided in this section shall prevent an agritourism professional from invoking the privileges of immunity provided by this chapter.\n\n2006, c. 710, § 3.1-796.139; 2008, c. 860; 2016, c. 166.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-64/section-3-2-6402/"
    }
  ]
}