{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-43-grades-marks-and-brands",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 3.2-4300. Definition§ 3",
      "text": "2-4301. Unmarked products§ 3.2-4302. Establishment of grades, marks, and brands§ 3.2-4303. Grades recommended by U.S. Department of Agriculture§ 3.2-4304. When special grades, marks, and brands allowed; filing a certificate§ 3.2-4305. Unclassified products",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-4300",
      "number": "3.2-4300.",
      "heading": "Definition",
      "text": "As used in this article, unless the context requires a different meaning, \"agricultural product\" means any horticultural, viticulture, dairy, livestock, poultry, bee, or other farm or garden product.\n\nCode 1950, § 3-258; 1966, c. 702, § 3.1-337; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4300/"
    },
    {
      "id": "section-32-4301",
      "number": "3.2-4301.",
      "heading": "Unmarked products",
      "text": "This article shall not apply to any agricultural product or products not marked or designated by or with any trademark, brand or other markings indicating grade, classification, quality, condition, or size.\n\nCode 1950, § 3-266; 1966, c. 702, § 3.1-345; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4301/"
    },
    {
      "id": "section-32-4302",
      "number": "3.2-4302.",
      "heading": "Establishment of grades, marks, and brands",
      "text": "The Commissioner may adopt regulations governing the voluntary use of grades, trademarks, brands, and other markings for agricultural products produced, packed, or marked in the Commonwealth. The regulations shall prescribe the: (i) grade, classification, quality, condition, size, variety, quantity, or other characteristics of such products; and (ii) marks identifying the party responsible for the grading and marking of such products.\n\nCode 1950, § 3-259; 1966, c. 702, § 3.1-338; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4302/"
    },
    {
      "id": "section-32-4303",
      "number": "3.2-4303.",
      "heading": "Grades recommended by U.S. Department of Agriculture",
      "text": "The Commissioner, in carrying out the provisions of § 3.2-4302, shall adopt grades recommended or adopted by the U.S. Department of Agriculture if they are suitable for use in Virginia. If there is a demand for additional or different grades or standards by those persons in the Commonwealth producing and handling such products, the Commissioner may establish and adopt grades or standards that are additional to or different from those recommended or adopted by the U.S. Department of Agriculture.\n\nCode 1950, § 3-260; 1966, c. 702, § 3.1-339; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4303/"
    },
    {
      "id": "section-32-4304",
      "number": "3.2-4304.",
      "heading": "When special grades, marks, and brands allowed; filing a certificate",
      "text": "Any person desiring to pack, mark, sell, or offer for sale any agricultural product under any grade, trademark, brand, or other markings relating to grade, quality or size, not established and adopted by the Commissioner, may file with the Commissioner a certificate describing the special grade, trademark, brand, or other markings. If the Commissioner: (i) approves of the completeness of definitions of such special grade, trademark, brand, or other markings described in the certificate; (ii) finds that such grade terminology, trademark, brand, other markings, or definitions are in no way deceptive; and (iii) determines that definitions used to describe grade, classifications, quality, condition, size, variety, or other characteristics of agricultural products clearly document where they differ from the official grades, the special grade, trademark, brand, or other markings may thereafter be used by the person filing the certificate. For the purpose of this section a brand, trademark, or other markings may represent a grade.\n\nCode 1950, § 3-261; 1966, c. 702, § 3.1-340; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4304/"
    },
    {
      "id": "section-32-4305",
      "number": "3.2-4305.",
      "heading": "Unclassified products",
      "text": "This article shall not prevent the use of any trademark or brand not established and adopted, or not approved by the Commissioner, on or in connection with any agricultural product, if, as a part of such trademark or brand, or immediately adjacent thereto, there is printed in letters not less than one-half inch in height the word \"unclassified.\"\n\nCode 1950, § 3-265; 1966, c. 702, § 3.1-344; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4305/"
    },
    {
      "id": "section-32-4306",
      "number": "3.2-4306.",
      "heading": "Enforcement powers of Commissioner",
      "text": "The Commissioner shall enforce the provisions of this article and is empowered to:\n\n1. Enter and inspect every place where agricultural products are produced, packed, stored for sale, shipped, delivered for shipment, in transit or offered for sale; and to inspect such places and any or all agricultural products, containing markings of any kind that indicate grade, classification, quality, condition, size, variety and quantity, and containers or equipment found at or in such places. It is unlawful for anyone to prevent, hinder or interfere with the Commissioner or his agent in the exercise of any power under this subdivision;\n\n2. To approve, superintend, control and discharge such inspectors, subordinate inspectors and agents as in his discretion may be deemed necessary for the purpose of enforcing the provisions of this article; and to prescribe their duties and fix their compensation;\n\n3. Prohibit the movement of any agricultural product found to be marked in violation of any of the provisions of this article, prior to the product being accepted by a common carrier for shipment in interstate transit. Such product shall be repacked or remarked. A lot of any agricultural product shall not be considered accepted by a common carrier until the common carrier is loaded, sealed, and the bill of lading issued; and\n\n4. Cause to be instituted through the attorney for the Commonwealth prosecutions for violations of this article.\n\nCode 1950, § 3-262; 1966, c. 702, § 3.1-341; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4306/"
    },
    {
      "id": "section-32-4307",
      "number": "3.2-4307.",
      "heading": "When products considered as offered for sale",
      "text": "When any agricultural product is in transit, delivered to a common carrier for shipment, or delivered for storage, such transit or delivery shall be prima facie evidence that the product is offered for sale.\n\nCode 1950, § 3-263; 1966, c. 702, § 3.1-342; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4307/"
    },
    {
      "id": "section-32-4308",
      "number": "3.2-4308.",
      "heading": "Grades and brands shall be used in accordance with regulations",
      "text": "It is unlawful to use:\n\n1. Any grade, trademark, brand, or other markings established and adopted by the Commissioner on or in connection with marking any agricultural product that is not in accordance with regulations established and adopted by the Commissioner.\n\n2. Any grade, trademark, brand, or other markings indicating grade, classification, quality, condition or size, for any agricultural product for which official grades, trademarks, brands, or other markings have not been established and adopted by the Commissioner or are not in accordance with the provisions of § 3.2-4304.\n\nCode 1950, § 3-264; 1966, c. 702, § 3.1-343; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4308/"
    },
    {
      "id": "section-32-4309",
      "number": "3.2-4309.",
      "heading": "Unlawful removal of markings",
      "text": "It is unlawful, except with the consent of the original packer, or in compliance with the regulations, for any person to remove from any agricultural product any markings that meet the requirements of this article relating to grade, classification, quality, condition, size, variety, quantity and other characteristics, or identify the party responsible for the packing or marking.\n\nCode 1950, § 3-267; 1966, c. 702, § 3.1-346; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4309/"
    },
    {
      "id": "section-32-4310",
      "number": "3.2-4310.",
      "heading": "Penalty for violation",
      "text": "Any person who violates any of the provisions of this article is guilty of a Class 3 misdemeanor.\n\nCode 1950, § 3-268; 1966, c. 702, § 3.1-347; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4310/"
    },
    {
      "id": "section-32-4311",
      "number": "3.2-4311.",
      "heading": "Defenses to prosecution",
      "text": "No person shall be convicted under the provisions of this article if:\n\n1. The person is not a party to the packing, grading, or marking of such product; or\n\n2. The agricultural product has passed inspection by an authorized inspector in the voluntary inspection service of the Department, or the U.S. Department of Agriculture, and found to be marked in accordance with the requirements of this article.\n\nCode 1950, § 3-269; 1966, c. 702, § 3.1-348; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4311/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Virginia Quality Label",
      "text": "Virginia Quality Label",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-4312",
      "number": "3.2-4312.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Agricultural and food product\" means any horticultural, viticulture, dairy, livestock, poultry, bee, other farm or garden product, fish or fishery product, and other foods.\n\n\"Continuous official inspection\" means that an employee or a licensed representative of the Department or of the U.S. Department of Agriculture, or employees of either, shall regularly and continuously examine the commodity as it is being packed.\n\nCode 1950, § 3-270; 1966, c. 702, § 3.1-349; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4312/"
    },
    {
      "id": "section-32-4313",
      "number": "3.2-4313.",
      "heading": "Use of Virginia Quality Label to designate inspected products",
      "text": "The Commissioner may use an outline of Virginia impressed upon the labels, tags, seals, or containers of any agricultural or food product that has been subject to the continuous official inspection service indicating that the product is of such quality and description as shown on the label, tag, seal, or container. Such outline map when made use of pursuant to the provisions of this article shall be known as the \"Virginia Quality Label.\"\n\nCode 1950, § 3-271; 1966, c. 702, § 3.1-350; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4313/"
    },
    {
      "id": "section-32-4314",
      "number": "3.2-4314.",
      "heading": "Collaboration with United States authorities",
      "text": "In any instance when an authorized department, agent or officer of the United States collaborates with the Department in the inspection of any agricultural or food product, the Virginia Quality Label may, with the consent of the appropriate department, agency or officer of the United States, be used together with the shield of the United States on any label, tag, seal, or container, thus indicating continuous inspectional collaboration between the Department and a department, agency, or officer of the United States.\n\nCode 1950, § 3-272; 1966, c. 702, § 3.1-351; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4314/"
    },
    {
      "id": "section-32-4315",
      "number": "3.2-4315.",
      "heading": "Department may prepare and distribute labels, tags, and seals with Virginia Quality Label",
      "text": "The Department may prepare labels, tags and seals impressed with the Virginia Quality Label and the shield of the United States. The Department may furnish the labels, tags, and seals at reasonable prices to any producer, processor, packer, or dresser whose agricultural and food product has been subject to such continuous official state or federal-state inspection service.\n\nCode 1950, § 3-274; 1966, c. 702, § 3.1-353; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4315/"
    },
    {
      "id": "section-32-4316",
      "number": "3.2-4316.",
      "heading": "Preparation and use of Label by producer; design to be determined by Commissioner",
      "text": "The Commissioner may adopt regulations that permit any producer, processor, packer, or dresser to make or prepare, or to cause to be made or prepared, the labels, tags, or seals to be placed on his own product, or to print, stamp, or otherwise place or cause to be placed the Virginia Quality Label and the shield of the United States upon such products or containers that have been subject to continuous state or federal-state inspection, so long as the Commissioner determines the design of the label, tag, seal, stamp, or other device.\n\nCode 1950, § 3-275; 1966, c. 702, § 3.1-354; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4316/"
    },
    {
      "id": "section-32-4317",
      "number": "3.2-4317.",
      "heading": "Virginia Quality Label Fund established",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Virginia Quality Label Fund, hereafter referred to as \"the Fund.\" The Fund shall be established on the books of the Comptroller. Moneys in the Fund shall be used solely for the purposes set forth in this chapter. All moneys derived from the furnishing of labels, tags, and seals, or from permitting the use of the Virginia Quality Label or the label with the shield of the United States shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used by the Department to defray the cost of preparing, furnishing, and publicizing the labels, tags, and seals.\n\nCode 1950, § 3-277; 1966, c. 702, § 3.1-356; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4317/"
    },
    {
      "id": "section-32-4318",
      "number": "3.2-4318.",
      "heading": "Jurisdiction to enjoin unlawful use of Label",
      "text": "A. Any circuit court in the Commonwealth shall have jurisdiction to enjoin the use of the Virginia Quality Label, a label with the shield of the United States, or any imitation or counterfeit likeness used in violation of this article.\n\nB. The Commissioner may apply for and an appropriate court may grant a temporary or permanent injunction restraining any person from using the labels described in subsection A.\n\nCode 1950, §§ 3-279, 3-280; 1966, c. 702, §§ 3.1-358, 3.1-359; 2005, c. 681; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4318/"
    },
    {
      "id": "section-32-4319",
      "number": "3.2-4319.",
      "heading": "Certificate as evidence",
      "text": "Every certificate relating to the analysis, grade, classification, quality, or condition of agricultural products, either raw or processed, that is issued: (i) under this article; (ii) in cooperation between federal and state authorities, agencies, or organizations pursuant to a federal statute and this article; (iii) under a similar act of the legislature of any other state, and every certified copy; and (iv) every certificate issued pursuant to a federal statute, and every certified copy, shall be received in any court of the Commonwealth as prima facie evidence of the truth of the statements contained in the certificate.\n\nCode 1950, § 3-280.1; 1966, c. 702, § 3.1-360; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4319/"
    },
    {
      "id": "section-32-4320",
      "number": "3.2-4320.",
      "heading": "Restrictions as to use of Label",
      "text": "It is unlawful to use the Virginia Quality Label or a label with the shield of the United States, except in accordance with regulations prescribed by the Commissioner, and in no case shall it be used upon the label, tag, seal, or container of the product of any farm, factory, mill or of any other producing, processing, packing, preparing, or dressing establishment unless such product is processed, packed, prepared, or dressed under continuous official state or federal-state inspection.\n\nCode 1950, § 3-273; 1966, c. 702, § 3.1-352; 2008, c. 860; 2020, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4320/"
    },
    {
      "id": "section-32-4321",
      "number": "3.2-4321.",
      "heading": "Penalties for misuse or unauthorized use of Virginia Quality Label",
      "text": "A. It is unlawful for any person:\n\n1. To use the Virginia Quality Label or a label with the shield of the United States in violation of any provisions of this article;\n\n2. To use, with the intent to mislead or deceive, any imitation or counterfeit likeness of the Virginia Quality Label, or a label or shield of the United States: (i) on the label, tag, seal, container, or sign of any product that is sold or offered for sale; or (ii) in connection with any offer to sell or advertise for sale any product.\n\nB. Any person who violates any provision of this article is guilty of a Class 3 misdemeanor.\n\nC. Any corporation incorporated under the laws of the Commonwealth that has for 18 years or more prior to June 29, 1948, been using an outline map of Virginia, of its own design, for branding packages or containers for agricultural or horticultural products bought and sold by it, shall have the right to continue to use such outline map for such purpose.\n\nCode 1950, § 3-278; 1966, c. 702, § 3.1-357; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4321/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Grain Handlers",
      "text": "Grain Handlers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-4322",
      "number": "3.2-4322.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Grain\" means corn (maize), wheat, rye, oats, barley, flaxseed, soybeans, and such other grains as the usages of the trade may warrant and permit.\n\n\"Handler\" means a person who buys grain for resale as grain or grain products.\n\nCode 1950, § 3-269.1; 1966, c. 433, § 3.1-348.1; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4322/"
    },
    {
      "id": "section-32-4323",
      "number": "3.2-4323.",
      "heading": "Commissioner authorized to require registration; forms",
      "text": "The Commissioner may require all handlers to register on forms prepared for that purpose. Such forms shall require the handler to state his name, address, and the county or city where he shall weigh and grade grain.\n\nCode 1950, § 3-269.2; 1966, c. 433, § 3.1-348.2; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4323/"
    },
    {
      "id": "section-32-4324",
      "number": "3.2-4324.",
      "heading": "Regulations",
      "text": "The Board may adopt regulations relating to the handling of grain in the Commonwealth, including:\n\n1. The weighing devices, approved under the Virginia Weights and Measures Law (§ 3.2-5600 et seq.) and the procedures employed to give accurate weights.\n\n2. The grading equipment that is acceptable in administering the United States Grain Standards Act and the use of grading equipment to be used in determining the value of grain. Such use of such equipment shall be pursuant to procedures employed by inspectors licensed under the United States Grain Standards Act.\n\n3. Samples of lots graded by other than a Virginia licensed inspector and the lot discounted shall be identity preserved for 24 hours.\n\n4. The keeping of records in accordance with good business practices.\n\nCode 1950, § 3-269.3; 1966, c. 433, § 3.1-348.3; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4324/"
    },
    {
      "id": "section-32-4325",
      "number": "3.2-4325.",
      "heading": "Grain handlers to register if required by Commissioner",
      "text": "All persons before operating as a handler in the Commonwealth shall register with the Commissioner.\n\nCode 1950, § 3-269.4; 1966, c. 433, § 3.1-348.4; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4325/"
    },
    {
      "id": "section-32-4326",
      "number": "3.2-4326.",
      "heading": "Grain to be purchased from registered handlers",
      "text": "It is unlawful to buy grain for resale as grain or grain products unless bought by a handler registered by the Commissioner.\n\nCode 1950, § 3-269.5; 1966, c. 433, § 3.1-348.5; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4326/"
    },
    {
      "id": "section-32-4327",
      "number": "3.2-4327.",
      "heading": "Violation of article",
      "text": "Any person who violates any of the provisions of this article or regulations established by the Board hereunder is guilty of a Class 1 misdemeanor.\n\nCode 1950, § 3-269.6; 1966, c. 433, § 3.1-348.6; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-43/section-3-2-4327/"
    }
  ]
}