{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-46-controlled-atmosphere-storage-of-apples-and-peach",
  "sections": [
    {
      "id": "section-32-4600",
      "number": "3.2-4600.",
      "heading": "Definitions§ 3.2-4601. Regulations§ 3",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Controlled atmosphere storage\" or \"CA\" means any storage warehouse consisting of one or more rooms in any one facility in which atmosphere gases are controlled in their amount and in degrees of temperature for the purpose of controlling the condition and maturity of fruit.\n\n\"Fruit\" means any apples and peaches.\n\nCode 1950, § 3-710; 1964, c. 214; 1966, c. 702, § 3.1-991; 1997, c. 179; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4600/"
    },
    {
      "id": "section-32-4601",
      "number": "3.2-4601.",
      "heading": "Regulations",
      "text": "The Board may adopt regulations, after consultation with the Board of Directors of the Virginia State Horticultural Society or the Virginia Apple Growers Association, that:\n\n1. Prescribe components of the atmosphere required including the maximum amount of oxygen that may be retained in a sealed controlled atmosphere storage warehouse;\n\n2. Determine the length of time, not to be less than 60 days and not to exceed 10 months, and the degrees of temperature at which fruit shall be retained in controlled atmosphere storage before they shall be classified as having been stored in controlled atmosphere storage; and\n\n3. Prescribe grade and condition standards applicable to CA apples.\n\nCode 1950, § 3-716; 1964, c. 214; 1966, c. 702, § 3.1-997; 1973, c. 199; 1997, c. 179; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4601/"
    },
    {
      "id": "section-32-4602",
      "number": "3.2-4602.",
      "heading": "Operators of warehouses may register with Commissioner; expiration of registration",
      "text": "Any person engaging in the operation of a controlled atmosphere storage warehouse may register with the Commissioner. Such registration shall expire on August 31 of each year.\n\nCode 1950, § 3-713; 1964, c. 214; 1966, c. 702, § 3.1-994; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4602/"
    },
    {
      "id": "section-32-4603",
      "number": "3.2-4603.",
      "heading": "Application for registration; when Commissioner to register applicant",
      "text": "A. Application for registration to operate a controlled atmosphere storage warehouse shall be on a form prescribed by the Commissioner and shall include the following:\n\n1. The full name of the person applying for registration;\n\n2. If such applicant is an individual, receiver, trustee, firm, partnership, association or corporation, the full name of each member of the firm or partnership or the name of the officers of the association or corporation shall be given on the application;\n\n3. The principal business address of the applicant;\n\n4. The name of a person domiciled in the Commonwealth authorized to receive and accept service or legal notices of all kinds;\n\n5. The storage capacity, by cubic capacity or volume, of each controlled atmosphere storage warehouse the applicant intends to operate;\n\n6. The kind of fruits to be placed in controlled atmosphere storage; and\n\n7. Any other information prescribed by the Commissioner necessary to carry out the provisions of this chapter.\n\nB. The Commissioner shall register an applicant if he determines that the applicant has satisfied the requirements of this chapter and the regulations adopted hereunder.\n\nC. The Commissioner, when issuing a registration to an applicant, shall include a warehouse number that shall be preceded by the letters \"VA-CA.\"\n\nCode 1950, §§ 3-714, 3-718; 1964, c. 214; 1966, c. 702, §§ 3.1-995, 3.1-999; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4603/"
    },
    {
      "id": "section-32-4604",
      "number": "3.2-4604.",
      "heading": "Owner or buyer may apply for inspection and certification of fruits",
      "text": "Any owner or, with the consent of the owner, a proposed buyer of any fruits, subject to the provisions of this chapter may apply to the Commissioner for inspection and certification that such fruits meet the requirements provided for in this chapter or regulations adopted hereunder.\n\nCode 1950, § 3-719; 1964, c. 214; 1966, c. 702, § 3.1-1000; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4604/"
    },
    {
      "id": "section-32-4605",
      "number": "3.2-4605.",
      "heading": "Fees",
      "text": "The Board shall prescribe the fees to be charged to the registrant or owner for the inspection and certification of any fruits subject to the provisions of this chapter or regulations adopted hereunder. In no case shall the fees exceed the fees charged for inspection of fruit not under CA storage. If the inspection fees payable under this chapter are not paid within 30 days from the date of billing, the Commissioner may withdraw inspection or refuse to perform any inspection or certification services for the person in arrears. The Commissioner may demand and collect inspection and certification fees prior to inspecting and certifying any fruits for such person.\n\nCode 1950, § 3-720; 1964, c. 214; 1966, c. 702, § 3.1-1001; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4605/"
    },
    {
      "id": "section-32-4606",
      "number": "3.2-4606.",
      "heading": "Disposition of funds",
      "text": "All moneys collected under the provisions of this chapter for the inspection and certification of any fruits subject to the provisions of this chapter shall be handled and deposited in the manner provided for in subsection B of § 3.2-3400, for the handling of inspection and certification fees derived from the inspection of any agricultural products.\n\nCode 1950, § 3-722; 1964, c. 214; 1966, c. 702, § 3.1-1003; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4606/"
    },
    {
      "id": "section-32-4607",
      "number": "3.2-4607.",
      "heading": "Fruit represented as exposed to controlled atmosphere storage to meet requirements of chapter",
      "text": "It is unlawful for any person to sell, offer for sale, hold for sale, or transport for sale any fruits represented as having been exposed to controlled atmosphere storage or to use any such terms or form of words or symbols of similar import unless such fruits have been stored in controlled atmosphere storage that complies with the requirements of this chapter or regulations adopted hereunder.\n\nCode 1950, § 3-711; 1964, c. 214; 1966, c. 702, § 3.1-992; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4607/"
    },
    {
      "id": "section-32-4608",
      "number": "3.2-4608.",
      "heading": "Inspection and certification of fruit by Commissioner",
      "text": "It is unlawful for any person to place or stamp the letters \"CA\" or a similar designation in conjunction with a number upon any container or subcontainer of any fruits, unless:\n\n1. The Commissioner has inspected such fruits and validated a certificate stating their condition, that they were stored in a warehouse registered under the provisions of this chapter and that they meet all other requirements of this chapter or regulations adopted hereunder; and\n\n2. A certificate number and certificate date is affixed to all shipping documents.\n\nCode 1950, § 3-712; 1964, c. 214; 1966, c. 702, § 3.1-993; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4608/"
    },
    {
      "id": "section-32-4609",
      "number": "3.2-4609.",
      "heading": "Denial, suspension or revocation of registration",
      "text": "The Commissioner may deny, suspend or revoke registration provided for in § 3.2-4602 after a hearing, in any case in which he finds that there has been a failure or refusal to comply with the provisions of this chapter or regulations adopted hereunder. All regulations, actions, and hearings for a denial, suspension or revocation of the registration shall be subject to the provisions of Chapter 40 (§ 2.2-4000 et seq.) of Title 2.2.\n\nCode 1950, § 3-717; 1964, c. 214; 1966, c. 702, § 3.1-998; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4609/"
    },
    {
      "id": "section-32-4610",
      "number": "3.2-4610.",
      "heading": "Inspection certificate prima facie evidence of facts stated",
      "text": "Every inspection certificate issued by the Commissioner under the provisions of this chapter shall be received in all courts of the Commonwealth as prima facie evidence of the facts stated therein.\n\nCode 1950, § 3-721; 1964, c. 214; 1966, c. 702, § 3.1-1002; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4610/"
    },
    {
      "id": "section-32-4611",
      "number": "3.2-4611.",
      "heading": "Evidence that fruits are offered or transported for sale",
      "text": "When packages of fruits are placed in transit for sale or delivery or delivered for storage, such transit or delivery shall be prima facie evidence that the fruits are offered or transported for sale.\n\nCode 1950, § 3-723; 1964, c. 214; 1966, c. 702, § 3.1-1004; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4611/"
    },
    {
      "id": "section-32-4612",
      "number": "3.2-4612.",
      "heading": "Actions to enjoin violations",
      "text": "The Commissioner may bring an action to enjoin the violation or threatened violation of any provision of this chapter or any regulation adopted hereunder in the circuit court having jurisdiction in the county or city where such violation occurs or is about to occur, notwithstanding the existence of any other remedies of law.\n\nCode 1950, § 3-724; 1964, c. 214; 1966, c. 702, § 3.1-1005; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4612/"
    },
    {
      "id": "section-32-4613",
      "number": "3.2-4613.",
      "heading": "Violations of chapter and regulations",
      "text": "Any person violating the provisions of this chapter or regulations adopted hereunder is guilty of a Class 1 misdemeanor.\n\nCode 1950, § 3-726; 1964, c. 214; 1966, c. 702, § 3.1-1007; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-46/section-3-2-4613/"
    }
  ]
}