{
  "state": "virginia",
  "path": "title-title-32-agriculture-animal-care-and-food/chapter-chapter-36-fertilizer",
  "sections": [
    {
      "id": "section-32-3600",
      "number": "3.2-3600.",
      "heading": "Definitions§ 3.2-3601. Authority of the Board and the Commissioner to adopt regulations§ 3",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"AAPFCO\" means the Association of American Plant Food Control Officials.\n\n\"Anaerobic digestion\" means the controlled anaerobic biological decomposition of organic waste material to produce biogas and digestate.\n\n\"AOAC International\" means the Association of Analytical Communities, formerly the Association of Official Analytical Chemists.\n\n\"Brand\" means a term, design, trademark or product name under which a regulated product is distributed.\n\n\"Bulk\" means in nonpackaged form.\n\n\"Bulk fertilizer\" means a fertilizer distributed in a nonpackaged form.\n\n\"Commercial fertilizer\" means a fertilizer distributed for farm use, or for any other use, other than any specialty fertilizer use.\n\n\"Compost\" means a biologically stable material derived from the composting process.\n\n\"Composting\" means the biological decomposition of organic matter through a process that inhibits pathogens, viable weed seeds, and odors, accomplished by mixing and piling so as to promote aerobic decay, anaerobic decay, or both aerobic and anaerobic decay.\n\n\"Contractor-applicator\" means any person required to hold a permit to apply any regulated product pursuant to § 3.2-3608.\n\n\"Custom medium\" means a horticultural growing medium that is prepared to the exact specifications of the person who will be planting in the medium and delivered to that person without intermediate or further distribution.\n\n\"Deficiency\" means the amount of nutrient found by analysis to be less than that guaranteed, which may result from a lack of nutrient ingredients, or from lack of uniformity.\n\n\"Digestate\" means a biologically stable material derived from the process of anaerobic digestion.\n\n\"Distribute\" means to import, consign, manufacture, produce, compound, mix, blend, or in any way alter, the chemical or physical characteristics of a regulated product, or to offer for sale, sell, barter, warehouse or otherwise supply regulated product in the Commonwealth.\n\n\"Distributor\" means any person who distributes.\n\n\"Fertilizer\" means any substance containing one or more recognized plant nutrients, which is used for its plant nutrient content, and which is designed for use, or claimed to have value, in promoting plant growth. Fertilizer does not include unmanipulated animal and vegetable manures, marl, lime, limestone, and other products exempted by regulation.\n\n\"Fertilizer material\" means a fertilizer that: (i) contains important quantities of no more than one of the primary plant nutrients: nitrogen (N), phosphate (P205) and potash (K20); (ii) has 85 percent or more of its plant nutrient content present in the form of a single chemical compound; or (iii) is derived from a plant or animal residue, a by-product, or a natural material deposit that has been processed or conditioned in such a way that its content of plant nutrients has not been materially changed, except by purification and concentration.\n\n\"Grade\" means the percentage of total nitrogen (N), available phosphate (P205) and soluble potash (K20), stated in whole numbers in the same terms, order, and percentages as in the guaranteed analysis, except that fertilizer materials, specialty fertilizers, bone meal, manures and similar raw materials may be guaranteed in fractional units.\n\n\"Guaranteed analysis\" means the minimum percentage of plant nutrients claimed as required by this chapter to be displayed on the label of a regulated product.\n\n\"Guarantor\" means the person whose name appears on the label of a regulated product.\n\n\"Horticultural growing medium\" means any substance or mixture of substances that is promoted as or is intended to function as an artificial soil for the managed growth of horticultural crops.\n\n\"Industrial co-product\" means any industrial waste or byproduct, including exceptional quality biosolids and waste treatment residuals, that can be beneficially recycled for its plant nutrient content or soil amendment characteristics, that meets the definition of fertilizer, soil amendment, or horticultural growing medium.\n\n\"Investigational allowance\" means an allowance for variations, inherent in the taking, preparation, and analysis of an official sample.\n\n\"Label\" means the display of all written, printed, or graphic matter, upon the immediate container, or a statement accompanying a regulated product, including an invoice.\n\n\"Labeling\" means all written, printed, or graphic matter, upon or accompanying any regulated product, including invoices, advertisements, brochures, posters, television and radio announcements, and internet content used in promoting the sale of the regulated product.\n\n\"Lawn fertilizer\" means any fertilizer intended for nonagricultural use on newly established turf areas from sod or seed during the first growing season, turf areas being repaired or renovated, and turf areas where soil tests performed within the past three years indicate a nutrient deficiency.\n\n\"Lawn maintenance fertilizer\" means any fertilizer intended for the nonagricultural routine maintenance of turf.\n\n\"Licensee\" means the person who receives a license to distribute any regulated product under the provisions of this chapter.\n\n\"Lot\" means an identifiable quantity of produced material that can be sampled officially according to AOAC International procedures, up to and including a freight car load or 50 tons maximum, or that amount contained in a single vehicle, or that amount delivered under a single invoice.\n\n\"Manipulated manure\" means animal or vegetable manure that is ground, pelletized, mechanically dried, packaged, supplemented with plant nutrients or other substances other than phosphorus, or otherwise treated in a manner to assist with the sale or distribution of the manure as a fertilizer or soil or plant additive.\n\n\"Manufacturer\" means any person who manufactures, produces, compounds, mixes, blends, or in any way alters the chemical or physical characteristics of any regulated product.\n\n\"Mixed fertilizer\" means a fertilizer containing any combination or mixture of fertilizer materials.\n\n\"Official analysis\" means the analysis of an official sample, made by the Commissioner.\n\n\"Official sample\" means the sample of regulated product taken by the Commissioner.\n\n\"Percent\" or \"percentage\" means the percentage by weight.\n\n\"Primary nutrient\" includes total nitrogen (N), available phosphate (P205), and soluble potash (K20).\n\n\"Quantity statement\" means the net weight (mass), net volume (liquid or dry), count or other form of measurement of a commodity.\n\n\"Registrant\" means the person who registers regulated products, under the provisions of this chapter.\n\n\"Regulated product\" means any product governed by this chapter, including any fertilizer, specialty fertilizer, soil amendment, digestate, and horticultural growing medium.\n\n\"Soil amendment\" means any substance or mixture of substances intended to improve the physical, chemical, biochemical, biological, or other characteristics of the soil. The following are exempt from the definition of \"soil amendment\": fertilizer, unmanipulated or composted animal and vegetable manures, horticultural growing media, agricultural liming materials, unmixed mulch and unmixed peat.\n\n\"Specialty fertilizer\" means a fertilizer distributed for nonfarm use, including use on home gardens, lawns, shrubbery, flowers, golf courses, municipal parks, cemeteries, greenhouses and nurseries.\n\n\"Stop sale, use, removal, or seizure order\" means an order that prohibits the distributor from selling, relocating, using, or disposing of a lot of regulated product, or portion thereof, in any manner, until the Commissioner or the court gives written permission to sell, relocate, use or dispose of the lot of regulated product or portion thereof.\n\n\"Ton\" means a unit of 2000 pounds avoirdupois weight.\n\n\"Turf\" means nonagricultural land that is planted as closely mowed, managed grass and includes golf courses, parks, cemeteries, publicly owned lands, and residential, commercial, or industrial property.\n\n\"Unmanipulated manure\" means substances composed of the excreta of domestic animals, or domestic fowls, that has not been processed or conditioned in any manner including processing or conditioning by drying, grinding, pelleting, shredding, addition of plant food, mixing artificially with any material or materials (other than those that have been used for bedding, sanitary or feeding purposes for such animals or fowls), or by any other means.\n\n1994, c. 740, § 3.1-106.2; 2002, c. 473; 2008, c. 860; 2011, cc. 341, 353, 552, 564; 2022, cc. 538, 539.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3600/"
    },
    {
      "id": "section-32-3601",
      "number": "3.2-3601.",
      "heading": "Authority of the Board and the Commissioner to adopt regulations",
      "text": "A. The Board may adopt such regulations as are necessary to carry out the provisions of this chapter. Such regulations may include investigational allowances, definitions, records, and manufacturing practices, and the distribution and storage of regulated product prior to final sale.\n\nB. The Commissioner may adopt as a regulation:\n\n1. The Official Fertilizer Terms, Definitions, and Standards adopted by AAPFCO;\n\n2. The methods of sampling and analysis for regulated products adopted by AOAC International; and\n\n3. Any method of sampling and analysis for a regulated product developed by the Department or adopted by agencies of the federal government, agencies of other states, the Division of Consolidated Laboratories or other commercial laboratories accredited by the Food and Drug Administration, or the U.S. Department of Agriculture.\n\nC. Such regulations adopted by the Commissioner shall be effective upon filing with the Registrar of Regulations, who shall publish the regulation as a final regulation in the Virginia Register of Regulations. The regulation shall contain a preamble stating that the Board will receive, consider, and respond to petitions by any interested person at any time with respect to reconsideration or revision of such regulation. The Commissioner shall provide notice by first-class mail of regulations adopted by him pursuant to this section to all manufacturers of currently registered regulated product.\n\nD. The Board, after giving notice in the Virginia Register of Regulations, may reconsider and revise the regulation adopted by the Commissioner. Such revised regulation shall be effective upon filing with the Registrar of Regulations, who shall publish the regulation as a final regulation in the Virginia Register of Regulations.\n\nE. Neither the provisions of the Administrative Process Act (§ 2.2-4000 et seq.) nor public participation guidelines adopted pursuant thereto shall apply to the adoption, reconsideration, or revision of any regulation adopted pursuant to subsections B, C, and D of this section.\n\n1994, c. 740, § 3.1-106.4; 1995, c. 104; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3601/"
    },
    {
      "id": "section-32-3602",
      "number": "3.2-3602.",
      "heading": "Local government regulation of fertilizer",
      "text": "A. No locality shall regulate the registration, packaging, labeling, sale, use, application, storage or distribution of fertilizers except by ordinance as provided for in the requirements of the Chesapeake Bay Preservation Act (§ 62.1-44.15:67 et seq.), the Erosion and Sediment Control Law (§ 62.1-44.15:51 et seq.), the Stormwater Management Act (§ 62.1-44.15:24 et seq.) or other nonpoint source regulations adopted by the Department of Environmental Quality or the State Water Control Board. The provisions of this section shall not preempt the adoption, amendment, or enforcement of the Statewide Fire Prevention Code pursuant to § 27-97 and the Uniform Statewide Building Code pursuant to § 36-98.\n\nB. The Commissioner may enter into an agreement with a locality to provide oversight and data collection assistance related to the requirements of certified contractor-applicators pursuant to § 3.2-3602.1.\n\n2007, c. 563, § 3.1-106.4:1; 2008, c. 860; 2011, cc. 341, 353; 2013, cc. 756, 793; 2020, c. 413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3602/"
    },
    {
      "id": "section-32-36021",
      "number": "3.2-3602.1.",
      "heading": "Board authorized to adopt regulations for the application of regulated products to nonagricultural property; civil penalty",
      "text": "A. The Board shall adopt regulations to certify the competence of (i) contractor-applicators, (ii) licensees, and (iii) employees, representatives, or agents of state agencies, localities, or other governmental entities who apply any regulated product to nonagricultural lands.\n\nB. The regulations shall establish (i) training requirements; (ii) proper nutrient management practices in accordance with § 10.1-104.2, including soil analysis techniques, equipment calibration, and the timing of the application; and (iii) reporting requirements, including the submission of an annual report as specified by the Commissioner regarding the location of lawn fertilizer and lawn maintenance fertilizer applications. Contractor-applicators and licensees who apply lawn fertilizer and lawn maintenance fertilizer to more than a total of 50 acres of nonagricultural lands annually and employees, representatives, or agents of state agencies, localities, or other governmental entities who apply lawn fertilizer and lawn maintenance fertilizer to nonagricultural lands shall submit an annual report on or before February 1 and on a form prescribed by the Commissioner. The annual report shall include the total acreage or square footage by zip code of the land receiving lawn fertilizer and lawn maintenance fertilizer in the preceding calendar year. The Department shall provide for optional reporting by electronic methods. The Department shall make publicly available every year the total acreage or square footage by zip code. Any personal information collected pursuant to this section shall be exempt from the Virginia Freedom of Information Act (§ 2.2-3700 et seq.), except that the Commissioner may release information that has been transformed into a statistical or aggregate form that does not allow identification of the persons who supplied, or are the subject of, particular information.\n\nC. The Board may impose a civil penalty of up to $1,000 on any contractor-applicator or licensee who fails to comply with the regulations. The amount of the civil penalty shall be paid into the special fund established in § 3.2-3617.\n\nD. The Board shall form a technical advisory committee of stakeholders. The Board shall consult with the technical advisory committee of stakeholders and the Department of Conservation and Recreation in the development of the regulations.\n\nE. Any person who is subject to regulation and who applies any regulated product to nonagricultural lands shall comply with the regulations within 12 months of the effective date of the regulations.\n\nF. Contractor-applicators and licensees in compliance with regulations adopted by the Board pursuant to this section shall not be subject to local ordinances governing the use or application of lawn fertilizer and lawn maintenance fertilizer.\n\n2008, c. 686, § 3.1-106.4:2; 2011, cc. 341, 353, 552, 564; 2020, c. 413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3602-1/"
    },
    {
      "id": "section-32-3603",
      "number": "3.2-3603.",
      "heading": "Publications",
      "text": "The Commissioner may publish in such forms and with such frequency as he may deem proper: (i) information concerning the distribution of fertilizers; and (ii) results of analysis based on official samples of fertilizer distributed within the Commonwealth, as compared with analysis guaranteed under §§ 3.2-3600 and 3.2-3611; and commercial value of nutrients as determined under § 3.2-3614.\n\n1994, c. 740, § 3.1-106.19; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3603/"
    },
    {
      "id": "section-32-3604",
      "number": "3.2-3604.",
      "heading": "Exchanges between manufacturers",
      "text": "Nothing in this chapter shall be construed to restrict or avoid sales or exchanges of regulated product between importers, manufacturers, or manipulators who mix fertilizer materials for sale, or to prevent the free and unrestricted shipments of regulated product to manufacturers or manipulators who have registered their brands, and are licensed, as required by provisions of this chapter.\n\n1994, c. 740, § 3.1-106.20; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3604/"
    },
    {
      "id": "section-32-3605",
      "number": "3.2-3605.",
      "heading": "License and registration year; permit year",
      "text": "A. The license year for all distributors, the registration year for any regulated product, and the tonnage reporting year is July 1 through June 30 of the following year. Each license or registration shall expire on June 30 of the year for which it is issued, provided that the license or registration shall be valid through July 31 of the next ensuing license or registration year or until the issuance of the renewal license or registration, whichever event occurs first, if the holder has filed a properly completed renewal application with the Commissioner on or before June 30 of the year for which the current license or registration was issued.\n\nB. The permit year for all contractor-applicators is April 1 through March 31 of the following year. Each permit shall expire on March 31 of the permit year for which it is issued, provided that the permit shall be valid through March 31 of the next ensuing permit year or until the issuance of the renewal permit, whichever event occurs first, if the holder has filed a properly completed renewal application with the Commissioner on or before March 31 of the permit year for which the current permit was issued.\n\n1994, c. 740, § 3.1-106.6; 1995, c. 104; 2002, c. 473; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3605/"
    },
    {
      "id": "section-32-3606",
      "number": "3.2-3606.",
      "heading": "Distributor required to obtain license; fee",
      "text": "A. It is unlawful for any person whose name appears upon the label of any regulated product as distributor to distribute a regulated product without first obtaining a license to distribute the regulated product in the Commonwealth. The person who distributes the regulated product shall file an application with the Commissioner on a form furnished by the Commissioner, and pay to the Commissioner a license fee of $50.\n\nB. Any person who distributes a regulated product shall obtain a license prior to distributing any regulated product for each manufacturing location that he operates and that distributes any regulated product within the Commonwealth. The person who distributes a regulated product shall apply for a license on a form furnished by the Commissioner, and pay to the Commissioner a license fee of $50 for each manufacturing location that distributes in the Commonwealth.\n\nC. The license application shall include the name and address of the applicant and the name and address of the applicant's distribution points in the Commonwealth.\n\nD. The licensee shall place the name and address shown on the license on:\n\n1. The labels of any regulated product, and pertinent invoices thereof, distributed by the licensee in the Commonwealth; and\n\n2. All storage facilities for any regulated product distributed by the licensee in the Commonwealth.\n\nE. The licensee shall inform the Commissioner in writing of additional distribution points established during the period of the license.\n\nF. Any new applicant who fails to obtain a license within 15 working days of notification of the requirement to obtain a license, or any licensee who fails to comply with the license renewal requirements, shall pay a $35 late fee to the Commissioner in addition to the license fee.\n\n1994, c. 740, § 3.1-106.6; 1995, c. 104; 2002, c. 473; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3606/"
    },
    {
      "id": "section-32-3607",
      "number": "3.2-3607.",
      "heading": "Product registration and label requirements; exemptions",
      "text": "A. In addition to licensing requirements:\n\n1. Any person who is the guarantor of and who distributes in the Commonwealth any specialty fertilizer shall: (i) apply for registration for such specialty fertilizer with the Commissioner on forms furnished by the Commissioner; (ii) pay to the Commissioner by July 1 of each registration year a registration fee of $50 for each grade under a given brand prior to distributing the fertilizer in the Commonwealth; and (iii) provide labels for each grade under a given brand with the application.\n\n2. Any person who is the guarantor and who distributes in the Commonwealth a soil amendment or horticultural growing medium shall: (i) apply for registration for such soil amendment or horticultural growing medium with the Commissioner on forms furnished by the Commissioner; (ii) pay to the Commissioner by July 1 of each registration year a registration fee of $100 for each product name or brand of soil amendment or horticultural growing medium prior to distributing the product in the Commonwealth; and (iii) provide labels for each product name or brand with the application.\n\nB. The Commissioner shall furnish a certificate of registration to the applicant after approval of the registration.\n\nC. Any person applying for registration of a specialty fertilizer, soil amendment or horticultural growing medium shall include with the application the following information:\n\n1. For specialty fertilizer, the grade under a given brand; for soil amendments or horticultural growing media, the product name or brand;\n\n2. The guaranteed analysis;\n\n3. The name and address of the registrant; and\n\n4. The quantity statement.\n\nD. The Commissioner may require verification of any labeling claims for and any composition of any regulated product.\n\nE. Custom-media and horticultural growing media planted with live plant material are exempt from labeling and registration requirements and inspection fees.\n\nF. Beginning December 31, 2013, no lawn maintenance fertilizer containing more than zero percent phosphorus or other compounds containing phosphorus, such as phosphate, shall be registered with the Commissioner or offered for sale, distribution, or use in the Commonwealth. This prohibition does not include lawn fertilizer, manipulated manure, yard waste compost, products derived from sewage sludge, soils containing fertilizer, fertilizer products intended primarily for gardening, tree, shrub, and indoor plant application, including nurseries, or reclaimed water. The provisions of this section shall not restrict the continued sale by retailers of any prohibited fertilizer from any existing inventories in stock on December 31, 2013.\n\nG. Beginning July 1, 2014, only lawn maintenance fertilizer that, when applied in accordance with its directions for use, results in the application of nitrogen at rates that are consistent with the nitrogen application rates recommended for turfgrass in the Virginia Nutrient Management Standards and Criteria shall be registered with the Commissioner or offered for sale, distribution, or use in the Commonwealth. The provisions of this subsection shall not restrict the continued sale by retailers of any prohibited fertilizer from existing inventories in stock on July 1, 2014.\n\nH. The Commissioner shall give the guarantor or distributor of any unregistered regulated product in commerce in the Commonwealth a grace period of 15 working days from issuance of notification within which to register the regulated product. Any person required to register any regulated product who fails to register the regulated product within the grace period or fails to comply with registration renewal requirements shall pay to the Commissioner a $50 late fee in addition to the registration fee. The Commissioner may issue a stop sale, use, removal or seizure order upon any regulated product until the registration is issued.\n\n1994, c. 740, § 3.1-106.6; 1995, c. 104; 2002, c. 473; 2008, c. 860; 2011, cc. 341, 353, 552, 564; 2012, c. 796.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3607/"
    },
    {
      "id": "section-32-36071",
      "number": "3.2-3607.1.",
      "heading": "Consumer education",
      "text": "A. The Department, in consultation with representatives of the fertilizer industry, fertilizer retailers, and statewide turf and lawn care organizations, and other interested parties, may develop consumer information and recommended best practices for the application of lawn fertilizer.\n\nB. The Department shall provide a public listing of contractor-applicators who apply fertilizer on nonagricultural lands and have met the training requirements of § 3.2-3602.1. The Department shall encourage consumers to consult the listing when hiring a lawn care professional.\n\n2011, cc. 341, 353.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3607-1/"
    },
    {
      "id": "section-32-36072",
      "number": "3.2-3607.2.",
      "heading": "Sale of deicing agents",
      "text": "Beginning December 31, 2013, it is unlawful for any person to offer for sale any deicing agent containing urea or other forms of nitrogen or phosphorus intended for application to parking lots, roadways, and sidewalks or other paved surfaces in the Commonwealth. The provisions of this section shall not (i) restrict the continued sale by retailers of any deicing agent from any existing inventories in stock on December 31, 2013, or (ii) prohibit the offer for sale or sale of any deicing agents containing urea to any municipal corporation or political subdivision for the purpose of applying such deicing agents pursuant to subsection B of § 15.2-1123.\n\n2011, cc. 341, 353; 2013, c. 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3607-2/"
    },
    {
      "id": "section-32-3608",
      "number": "3.2-3608.",
      "heading": "Contractor-applicator permit",
      "text": "A. It is unlawful for any person, other than a licensee or an agent of a licensee, to apply any regulated product for profit without first obtaining a permit. In order to obtain a permit the person shall complete an application form furnished by the Commissioner and pay the $50 annual permit fee required to be a contractor-applicator. An employee or agent of a contractor-applicator who holds a valid permit is not required to obtain a permit.\n\nB. Any person who engages in business as a contractor-applicator for a period of at least 30 days, and who has failed to obtain a permit within 15 working days of notification of the requirement to obtain a permit shall pay a $35 late fee to the Commissioner, in addition to the permit fee. Any permit holder who fails to comply with permit renewal requirements shall pay a $35 late fee to the Commissioner in addition to the permit fee.\n\nC. An annual permit shall be required for each location or outlet that applies any regulated product.\n\nD. The contractor-applicator shall guarantee the consumer that the contractor-applicator and the contractor-applicator's employees or agents applying any regulated product shall comply with all provisions of this chapter and with regulations adopted by the Board, which shall include an assurance of the delivery of the grade of fertilizer as described on the consumer's invoice.\n\n1994, c. 740, § 3.1-106.6; 1995, c. 104; 2002, c. 473; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3608/"
    },
    {
      "id": "section-32-3609",
      "number": "3.2-3609.",
      "heading": "Reporting year; inspection fees; distribution to nonlicensees",
      "text": "A. The reporting year for regulated products shall be July 1 through June 30 of the following year.\n\nB. Any person who distributes any regulated product to a non-licensed person:\n\n1. Shall file the tonnage statement with the Commissioner and pay to the Commissioner the inspection fee by August 1; or\n\n2. Shall not be required to file the tonnage statement or pay the inspection fee, if: (i) another person agrees in a written statement, filed with the Commissioner, to file the tonnage statement and to pay to the Commissioner the inspection fee by August 1; and (ii) he files with the Commissioner by August 1 on a form furnished by the Commissioner a purchasing report stating the number of tons of regulated product purchased by the person during the reporting year and from whom the regulated product was purchased.\n\nC. Any person who distributes any regulated product in Virginia to a nonlicensee shall pay to the Commissioner an inspection fee of 25 cents ($0.25) per ton of regulated product or $35, whichever is greater, per tonnage reporting year.\n\nD. Any person who distributes any regulated product to a nonlicensee shall pay to the Commissioner a late fee, amounting to 10 percent of the inspection fee due, or $50, whichever is greater, in addition to the amount of the inspection fee due, if the tonnage statement is not filed, is misstated, or if the payment of inspection fees is not made within 15 working days of the specified filing date.\n\n1994, c. 740, § 3.1-106.8; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3609/"
    },
    {
      "id": "section-32-3610",
      "number": "3.2-3610.",
      "heading": "Statistical reports",
      "text": "A. For commercial fertilizer:\n\n1. Any person distributing commercial fertilizer to a nonlicensee shall furnish the Commissioner an annual statistical report showing:\n\na. The county or city of the nonlicensee consignee;\n\nb. The amounts (expressed in tons, or decimal portions) of each grade of fertilizer; and\n\nc. The form in which the person distributed the fertilizer (e.g., in bags, bulk, or in liquid form).\n\n2. This information shall be submitted in the following form and shall specify shipments made during the preceding year:\n\na. A statistical summary report on a form prescribed by the Commissioner, on or before August 1; or\n\nb. A statistical summary report by electronic transfer, utilizing the Uniform Fertilizer Tonnage Reporting System. Prior to using the electronic transfer method, the person responsible for submitting the annual tonnage report shall make arrangements with the Commissioner for the Commissioner's receipt of the report by such method.\n\n3. If the annual statistical report is not filed within 15 working days of the specified filing date, a late fee of $35 shall be assessed against the licensee.\n\nB. For all other regulated products:\n\n1. The person distributing or selling such products to a nonlicensee shall furnish the Commissioner an annual report showing:\n\na. The county or city of the nonlicensee consignee; and\n\nb. The amounts (expressed in tons, or decimal portions) of each grade under a given brand of product.\n\n2. Any person listed in subdivision B 1 who fails to file this report by August 1 shall pay a late fee of $35 to the Commissioner.\n\n1994, c. 740, § 3.1-106.9; 1995, c. 104; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3610/"
    },
    {
      "id": "section-32-3611",
      "number": "3.2-3611.",
      "heading": "Labeling",
      "text": "A. The distributor or guarantor of any regulated product distributed in the Commonwealth shall affix a label to the container or provide an invoice at the time of delivery for a bulk regulated product that states in clear, legible and conspicuous form, in the English language, the following information:\n\n1. The quantity statement;\n\n2. The grade under a given brand. The grade shall not be required when no primary nutrients are claimed;\n\n3. The guaranteed analysis, which shall:\n\na. For fertilizers, conform to the requirements adopted by AAPFCO in its Official Publication in the Rules and Regulations-Fertilizer section of the Officially Adopted Documents, as amended, with the percentage of each plant nutrient stated as follows:\n\n(2) For unacidulated mineral phosphate materials and basic slag, bone, tankage, and other organic phosphate materials, the available phosphate (P205), or the degree of fineness, or both, may also be guaranteed;\n\n(3) Guarantees for plant nutrients other than nitrogen (N), phosphate (P205), and potash (K20) shall be expressed in the form of the element. A statement of the sources of nutrients including oxides, salt, and chelates, may be required on the application for registration of specialty fertilizers, and may be included as a parenthetical statement on the label. Degree of acidity or alkalinity (pH), beneficial substances, or compounds determinable by laboratory methods also may be guaranteed by permission of the Commissioner and with the advice of the Director of the Virginia Agricultural Experiment Station. When any degree of acidity or alkalinity (pH), beneficial substances, or compounds are guaranteed, they shall be subject to inspection and analysis in accord with the methods and regulations prescribed by the Board;\n\nb. For soil amendments, conform to the requirements adopted by AAPFCO in its Official Publication in the Labeling section of the Uniform Soil Amendment Bill of the Officially Adopted Documents, as amended;\n\nc. For horticultural growing media, include a list of ingredients and other guarantees as required by regulation and a statement of added fertilizers, if any;\n\nd. When compost or digestate derived from sewage sludge, hazardous materials, unrendered animals or poultry or their parts, or other source material specified in regulations established by the Board is used as an ingredient, identify the source material of the compost or digestate;\n\ne. When an industrial co-product is used as an ingredient, identify the source material and percentage or other acceptable unit; and\n\nf. Include a list of such other ingredients and guarantees as may be required by the Board through regulation.\n\n4. The name and address of the registrant or licensee; and\n\n5. Directions for use and warning statements in accordance with the standards adopted by AAPFCO in its Officially Adopted Documents of the Official Publication, as amended.\n\nB. A commercial fertilizer that is formulated according to specifications provided by a consumer prior to mixing shall be labeled to show: (i) the quantity statement; (ii) the guaranteed analysis; and (iii) the name and address of the distributor or the licensee.\n\nC. [Repealed.]\n\nD. Beginning December 31, 2013, lawn fertilizer and lawn maintenance fertilizer shall be labeled as follows:\n\n\"DO NOT APPLY NEAR WATER, STORM DRAINS, OR DRAINAGE DITCHES. DO NOT APPLY IF HEAVY RAIN IS EXPECTED. APPLY THIS PRODUCT ONLY TO YOUR LAWN/GARDEN, AND SWEEP ANY PRODUCT THAT LANDS ON THE DRIVEWAY, SIDEWALK, OR STREET, BACK ONTO YOUR LAWN/GARDEN.\"\n\n1994, c. 740, § 3.1-106.5; 1995, c. 104; 2008, c. 860; 2011, cc. 341, 353, 552, 564; 2022, cc. 538, 539.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3611/"
    },
    {
      "id": "section-32-3612",
      "number": "3.2-3612.",
      "heading": "Misbranding",
      "text": "A. It is unlawful to distribute misbranded regulated product. A regulated product shall be deemed to be misbranded if:\n\n1. It has a label that is false or misleading in any particular;\n\n2. It is distributed under the name of another product;\n\n3. It is not labeled as specified in § 3.2-3611, and in accordance with regulations adopted pursuant to this chapter; or\n\n4. It purports to be, or is represented as, a fertilizer, or is represented as containing a plant nutrient or fertilizer, unless such plant nutrient or fertilizer conforms to the definition of identity, if any, as prescribed by regulation of the Board.\n\nB. The guarantor of any regulated product found to be misbranded shall pay to the consumer an assessment equal to 10 percent of the retail value of the regulated product sold to the consumer and found to be in violation of subsection A not to exceed $5,000 per occurrence. The assessment for misbranding shall apply only to the retail sale of any regulated product made from a lot or a portion thereof after the Commissioner has inspected the lot or a portion thereof. The assessment for misbranding shall be in addition to any assessment for plant food deficiency.\n\n1994, c. 740, § 3.1-106.10; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3612/"
    },
    {
      "id": "section-32-3613",
      "number": "3.2-3613.",
      "heading": "Adulteration",
      "text": "A. It is unlawful to distribute an adulterated regulated product. A regulated product shall be deemed to be adulterated if:\n\n1. It contains any deleterious or harmful ingredient, in sufficient amount to render it injurious to beneficial plant life, when applied in accordance with directions for use on the label;\n\n2. It does not contain an adequate warning statement, or directions for use, on the label sufficient to protect plant life;\n\n3. It has a composition that falls below or differs from that which it is purported to possess by its labeling; or\n\n4. It contains unwanted crop seed, or viable prohibited or restricted noxious weed seeds in amounts exceeding the limits specified in the regulations of the Board.\n\nB. The guarantor of any regulated product found to be adulterated shall pay to the consumer an assessment equal to 10 percent of the retail value of the regulated product sold to the consumer and found to be in violation of subsection A not to exceed $5,000 per occurrence. The assessment for adulteration shall apply only to the retail sale of any regulated product made from a lot or a portion thereof after the Commissioner has inspected the lot or a portion thereof. The assessment for adulteration shall be in addition to any assessment for plant food deficiency.\n\n1994, c. 740, § 3.1-106.11; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3613/"
    },
    {
      "id": "section-32-3614",
      "number": "3.2-3614.",
      "heading": "Commercial value",
      "text": "For the purpose of determining the commercial value to be applied in making assessments for variance from guarantee, the Commissioner shall determine the values per unit of total nitrogen (N), available phosphate (P205), soluble potash (K20), and micronutrients in fertilizers in the Commonwealth.\n\n1994, c. 740, § 3.1-106.12; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3614/"
    },
    {
      "id": "section-32-3615",
      "number": "3.2-3615.",
      "heading": "Plant food deficiency",
      "text": "A. The Commissioner shall calculate assessments for a deficiency of: (i) total nitrogen (N); (ii) available phosphate (P205); or (iii) soluble potash (K20). If the analysis shows that the fertilizer is deficient: (a) in one or more of the guaranteed primary plant nutrients, beyond the investigational allowances and compensations, as established by regulation; or (b) that the overall index value of the fertilizer is below the level established by regulation, then an assessment for variance from guarantee of two times the value of such deficiency, not to exceed $5,000 per occurrence, shall be paid to the consumer by the guarantor. When the fertilizer is subject to an assessment under both clauses (a) and (b), the Commissioner shall calculate assessments under both such clauses and the guarantor shall pay to the consumer the larger of the two assessments.\n\nB. If, upon evidence satisfactory to the Commissioner, a person is found to have: (i) altered the content of any fertilizer shipped to him by a licensee; or (ii) mixed, or commingled, fertilizer from two or more distributors, such that the result of either alteration changes the analysis of the fertilizer as originally guaranteed, then the person who has altered, mixed or commingled shall: (a) obtain a license and register the altered or mixed product; (b) be held liable for all assessments; and (c) be subject to other provisions of this chapter including seizure, condemnation, and stop sale.\n\nC. A deficiency in an official sample of mixed fertilizer, resulting from nonuniformity, is not distinguishable from a deficiency due to actual plant nutrient shortage, and any deficiency due to nonuniformity shall be subject to the provisions of this chapter.\n\n1994, c. 740, § 3.1-106.13; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3615/"
    },
    {
      "id": "section-32-3616",
      "number": "3.2-3616.",
      "heading": "Assessments for variance from label guarantees",
      "text": "A. The guarantor shall pay to the consumer all assessments for misbranding, adulteration or plant food deficiency on the lot of regulated product represented by the sample analyzed. The guarantor shall make payment to the consumer within 60 days after the date of notice from the Commissioner to the guarantor. The guarantor shall obtain a receipt documenting the payment of such assessment, which shall be forwarded to the Commissioner within the 60-day period during which payment to the consumer is made.\n\nB. If the guarantor cannot locate the consumer within 60 days; the amount of the assessment shall be paid to the Commissioner, who shall deposit it in the state treasury, and report to the State Comptroller, who shall credit the amount to a special fund for the sale of substandard fertilizer. The Commissioner shall pay to the consumer of a lot of regulated product on which the assessment was made an amount equal to the assessment from the Sale of Substandard Fertilizer Fund if the consumer can be located in 90 days. The State Comptroller shall transfer any balance remaining in the fund for a period of 90 days to the Feed, Lime, Fertilizer, and Animal Remedies Fund as specified by § 3.2-3617. Any person required to pay an assessment who fails to pay the assessment within the time specified shall pay to the Commissioner a late fee of 10 percent of the assessment, or $50, whichever is greater, in addition to the assessment. The Commissioner may cancel the license of such person who fails to pay the assessment.\n\n1994, c. 740, § 3.1-106.14; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3616/"
    },
    {
      "id": "section-32-3617",
      "number": "3.2-3617.",
      "heading": "Fund established; disposition of fees, assessments, and penalties",
      "text": "A. There is hereby created in the state treasury a special nonreverting fund to be known as the Feed, Lime, Fertilizer, and Animal Remedies Fund, hereafter referred to as \"the Fund.\" The Fund shall be established on the books of the Comptroller. Except as otherwise specified, moneys levied and collected pursuant to this chapter and pursuant to Chapters 37, 48, and 49 shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes set forth in this chapter.\n\nB. All fees, assessments and penalties, including funds transferred from the Fund for the Sale of Substandard Fertilizer pursuant to § 3.2-3616, received by the Commissioner under this chapter shall be paid into the Feed, Lime, Fertilizer, and Animal Remedies Fund, to the credit of the Department, to be used in carrying out the purpose and provisions of this chapter, to include inspection, sampling and other expenses; except that the Commissioner shall deposit, to the credit of the Virginia Agricultural Foundation Fund established pursuant to § 3.2-2905, five cents ($0.05) of the inspection fee per ton of regulated product.\n\n1994, c. 740, § 3.1-106.22; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3617/"
    },
    {
      "id": "section-32-3618",
      "number": "3.2-3618.",
      "heading": "Inspection, sampling and analysis; penalty",
      "text": "A. The Commissioner shall: (i) sample, inspect, analyze, and test any regulated product distributed within the Commonwealth; (ii) inspect storage facilities where such regulated product is stored; (iii) monitor and, where the Commissioner deems it necessary, regulate the manufacturing procedures of such regulated products as affected by best management practices for manufacturing containment and considerations of environmental factors; and (iv) allocate adequate personnel to the major farm fertilizer consuming areas of the state to carry out his duties under this chapter as such duties relate to insuring the quality, analysis, and quantity of fertilizer sold and distributed in the state.\n\nThe Commissioner is authorized to enter during operating hours the premises or carriers of any person subject to regulation under this chapter, in order to have access to: (i) the regulated product, storage facilities and manufacturing practices; and (ii) records relating to the distribution and storage of regulated product.\n\nB. Any person who shall hinder or obstruct in any way the Commissioner in the performance of his official duties is guilty of a Class 3 misdemeanor.\n\nC. The Commissioner shall use the methods of sampling and analysis adopted by the Commissioner or the Board.\n\nD. The Commissioner, in determining for administrative purposes whether any fertilizer is deficient in plant food, shall be guided solely by the official sample. The Commissioner shall obtain and analyze samples as specified in subsection C of this section.\n\nE. The Commissioner may distribute information regarding official analysis of fertilizers. The Commissioner shall retain official samples establishing an assessment for variance from guarantee for a minimum of 90 days from issuance of a deficiency report.\n\n1994, c. 740, § 3.1-106.7; 1995, c. 104; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3618/"
    },
    {
      "id": "section-32-3619",
      "number": "3.2-3619.",
      "heading": "Stop sale, use, removal, or seizure orders; penalty",
      "text": "A. The Commissioner may issue and enforce a written or printed stop sale, use, removal, or seizure order to the owner or custodian of any lot of regulated product distributed in violation of this chapter. The Commissioner shall release for distribution the regulated product held under a stop sale, use, removal, or seizure order when the requirements of this chapter have been met. If the Commissioner determines that the regulated product cannot be brought into compliance with the chapter, the Commissioner shall release the regulated product to be remanufactured, returned to the manufacturer, or destroyed.\n\nB. The Board may impose a civil penalty of up to $250 on any person violating a written or printed stop sale, use, removal, or seizure order.\n\n1994, c. 740, § 3.1-106.15; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3619/"
    },
    {
      "id": "section-32-3620",
      "number": "3.2-3620.",
      "heading": "Seizure and condemnation",
      "text": "The Commissioner may seize any lot of regulated product not in compliance with this chapter. The Commissioner may make application for seizure to an appropriate court in the city or county where such regulated product is located. In the event that the court finds such regulated product to be in violation of this chapter, and orders the condemnation of such regulated product, the owner of the regulated product shall dispose of the seized regulated product in any manner that, in the opinion of the Commissioner, is consistent with the quality of the regulated product, and that complies with the laws of the Commonwealth. In no instance shall the court order the disposition of such regulated product without first giving the claimant an opportunity to apply to the court for release of the regulated product, or for permission to process or relabel the regulated product, to bring it into compliance with this chapter.\n\n1994, c. 740, § 3.1-106.16; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3620/"
    },
    {
      "id": "section-32-3621",
      "number": "3.2-3621.",
      "heading": "Cancellation of registration, permit, or license",
      "text": "A. The Commissioner may: (i) cancel the license or permit of any person; (ii) cancel the registration of any brand of regulated product; or (iii) refuse to register any brand of regulated product, or issue any license. The Commissioner shall cancel or refuse a license or registration upon satisfactory evidence that the registrant or licensee, has used fraudulent or deceptive practices in the evasion, or attempted evasion, of this chapter or any regulations adopted hereunder.\n\nB. In addition, the Commissioner may cancel the license, permit or registration of any person who willfully fails to comply with this chapter by:\n\n1. Failing to file the tonnage report;\n\n2. Falsifying information;\n\n3. Making an inaccurate statement of tonnage distributed in the Commonwealth during any reporting year;\n\n4. Making an inaccurate listing of regulated products for registration;\n\n5. Failing to pay the license, permit, registration or inspection fee;\n\n6. Failing to accurately report any of the information required to be submitted under this chapter;\n\n7. Failing to keep records for a period of three years; or\n\n8. Failing to allow inspection of records by the Commissioner.\n\n1994, c. 740, §§ 3.1-106.8, 3.1-106.18; 2008, c. 860; 2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3621/"
    },
    {
      "id": "section-32-3622",
      "number": "3.2-3622.",
      "heading": "Commissioner's actions; injunction",
      "text": "A. Nothing in this chapter shall require the Commissioner to report for prosecution, or institute seizure proceedings, where the Commissioner considers the violations of the chapter to be minor. In such cases, the Commissioner may serve a suitable notice of warning in writing, when he believes that the public interest will be best served by so doing.\n\nB. The Commissioner may apply for, and the court to grant, a temporary or permanent injunction restraining any person from violating, or continuing to violate, this chapter or any regulation adopted under this chapter, notwithstanding the existence of other remedies at law.\n\n1994, c. 740, § 3.1-106.17; 2008, c. 860.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3622/"
    },
    {
      "id": "section-32-3623",
      "number": "3.2-3623.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2011, cc. 552 and 564, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3623/"
    },
    {
      "id": "section-32-3624",
      "number": "3.2-3624.",
      "heading": "Warning",
      "text": "Nothing in this chapter shall be construed as requiring the Commissioner to report for the institution of proceedings under this chapter, minor violations of this chapter, whenever the Commissioner believes that the public interest will be adequately served in the circumstances by a suitable written notice or warning.\n\n2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3624/"
    },
    {
      "id": "section-32-3625",
      "number": "3.2-3625.",
      "heading": "Violations; civil penalties",
      "text": "A. The Commissioner shall give notice of the violation to the registrant or the licensee responsible for the regulated product. The Commissioner may give notice to the distributor from whom the Commissioner sampled the regulated product.\n\nB. To determine the amount of any civil penalty, the Commissioner shall give due consideration to (i) the history of previous violations, (ii) the seriousness of the violation, and (iii) the demonstrated good faith of the person charged in attempting to achieve compliance with the chapter after notification of the violation.\n\nC. The Commissioner shall determine procedures for payment of uncontested civil penalties. The procedures shall include provisions for a person to consent to abatement of the alleged violation and pay a penalty or negotiated sum in lieu of such penalty without admission of civil liability arising from such alleged violation.\n\nD. The person to whom a civil penalty is issued shall have 15 days to request an informal fact-finding conference, held pursuant to § 2.2-4019, to challenge the fact or amount of the civil penalty. If the civil penalty is upheld, the person against whom the civil penalty has been upheld shall have 15 days to pay the proposed penalty in full, or if the person wishes to contest either the amount of the penalty or the fact of the violation, forward the proposed amount to the Commissioner's office for placement in an interest-bearing trust account in the State Treasurer's office. If through administrative or judicial review of the proposed penalty, it is determined that no violation occurred, or that the amount of penalty should be reduced, the Commissioner shall within 30 days of that determination remit the appropriate amount to the person with interest accrued thereon.\n\nE. Final orders of the Commissioner may be recorded, enforced, and satisfied as orders or decrees of a circuit court upon certification of such orders by the Commissioner. Such orders may be appealed in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.).\n\nF. Except as otherwise provided, any person convicted of violating any of the provisions of this chapter or the regulations adopted hereunder is guilty of a Class 3 misdemeanor.\n\n2011, cc. 552, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-3-2/chapter-36/section-3-2-3625/"
    }
  ]
}