{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-673-domesticated-animal-activities",
  "sections": [
    {
      "id": "section-6731",
      "number": "673.1",
      "heading": "Definitions.Section 673.2 - Liability",
      "text": "673.1 Definitions.\n\n1.\n\n“Claim”\n\nmeans a claim, counterclaim, cross-claim, complaint, or cause of action recognized by the Iowa rules of civil procedure and brought in court on account of damageto or loss of property or on account of personal injury or death. 2.\n\n“Domesticated animal”\n\nmeans an animal commonly referred to as a bovine, swine, sheep, goat, domesticated deer, llama, poultry, rabbit, horse, pony, mule, jenny, donkey, orhinny. 3.\n\n“Domesticated animal activity”\n\nmeans any of the following:\n\na.\n\nRiding or driving a domesticated animal.\n\nb.\n\nRiding as a passenger on a vehicle powered by a domesticated animal.\n\nc.\n\nTeaching or training a person to ride or drive a domesticated animal or a vehicle powered by a domesticated animal.\n\nd.\n\nParticipating in an activity sponsored by a domesticated animal activity sponsor.\n\ne.\n\nParticipating or assisting a participant in a domesticated animal event.\n\nf.\n\nManaging or assisting in managing a domesticated animal in a domesticated animal event.\n\ng.\n\nInspecting or assisting an inspection of a domesticated animal for the purpose of purchase.\n\nh.\n\nProviding hoof care including, but not limited to, horseshoeing.\n\ni.\n\nProviding or assisting in providing veterinary care to a domesticated animal.\n\nj.\n\nBoarding or keeping a domesticated animal, by the owner of the domesticated animal or on behalf of another person.\n\nk.\n\nLoading, hauling, or transporting a domesticated animal.\n\nl.\n\nBreeding domesticated animals.\n\nm.\n\nParticipating in racing.\n\nn.\n\nShowing or displaying a domesticated animal.4.\n\n“Domesticated animal activity sponsor”\n\nmeans a person who owns, organizes, manages, or provides facilities for a domesticated animal activity, including, but not limitedto, any of the following:\n\na.\n\nClubs involved in riding, hunting, competing, or performing.\n\nb.\n\nYouth clubs, including 4-H clubs.\n\nc.\n\nEducational institutions.\n\nd.\n\nOwners, operators, instructors, and promoters of a domesticated animal event or domesticated animal facility, including, but not limited to, stables, boarding facilities,clubhouses, rides, fairs, and arenas.\n\ne.\n\nBreeding farms.\n\nf.\n\nTraining farms. 5.\n\n“Domesticated animal event”\n\nmeans an event in which a domesticated animal activity occurs, including, but not limited to, any of the following:\n\na.\n\nA fair.\n\nb.\n\nA rodeo.\n\nc.\n\nAn exposition.\n\nd.\n\nA show.\n\ne.\n\nA competition.\n\nf.\n\nA 4-H event.\n\ng.\n\nA sporting event.\n\nh.\n\nAn event involving driving, pulling, or cutting.\n\ni.\n\nHunting.\n\nj.\n\nAn equine event or discipline including, but not limited to, dressage, a hunter or jumper show, polo, steeplechasing, English or western performance riding, a western game, or trailriding. 6.\n\n“Domesticated animal pathogen”\n\nor\n\n“pathogen”\n\nmeans a microorganism, biological agent, or toxin causing disease, illness, or death to a human, if the microorganism, biologicalagent, or toxin is primarily transmitted by human contact with a domesticated animal, Sat Dec 23 12:24:38 2023 Iowa Code 2024, Section 673.1 (19, 0)\n\n§673.1, DOMESTICATED ANIMAL ACTIVITIES\n\n2\n\nmanure from a domesticated animal, or other excretions or body fluids from a domesticatedanimal. 7.\n\n“Domesticated animal premises”\n\nor\n\n“premises”\n\nmeans a location under the management or control of a domesticated animal activity sponsor where domesticatedanimals are regularly kept for three or more consecutive hours. 8.\n\n“Domesticated animal professional”\n\nmeans a person who receives compensation for engaging in a domesticated animal activity by doing one of the following:\n\na.\n\nInstructing a participant.\n\nb.\n\nRenting the use of a domesticated animal to a participant for the purposes of riding, driving, or being a passenger on a domesticated animal or a vehicle powered by adomesticated animal.\n\nc.\n\nRenting equipment or tack to a participant.9.\n\n“Fair authority”\n\nmeans the Iowa state fair authority established in section 173.1 or a fair as defined in section 174.1. 10.\n\n“Fairgrounds”\n\nmeans real estate under the management or control of a fair authority, including land, buildings, and improvements, and which includes but is not limited to areasreserved for domesticated animal events or domesticated animal activities. 11.\n\n“Inherent risks of a domesticated animal activity”\n\nmeans a danger or condition which is an integral part of a domesticated animal activity, including, but not limited to, the following:\n\na.\n\nThe propensity of a domesticated animal to behave in a manner that is reasonably foreseeable to result in damages to property, or injury or death to a person.\n\nb.\n\nRisks generally associated with an activity which may include injuries caused by bucking, biting, stumbling, rearing, trampling, scratching, pecking, falling, kicking, orbutting.\n\nc.\n\nThe unpredictable reaction by a domesticated animal to unfamiliar conditions, including, but not limited to, a sudden movement; loud noise; an unfamiliar environment; orthe introduction of unfamiliar persons, animals, or objects.\n\nd.\n\nA collision by the domesticated animal with an object or animal.\n\ne.\n\nThe failure of a participant to exercise reasonable care, take adequate precautions, or use adequate control when engaging in the activity, including failing to maintain reasonablecontrol or failing to act in a manner consistent with the person’s abilities. 12.\n\n“Participant”\n\nmeans a person who engages in a domesticated animal activity, regardless of whether the person receives compensation. 13.\n\n“Spectator”\n\nmeans a person who is in the vicinity of a domesticated animal activity, but who is not a participant. 97 Acts, ch 61, §1; 2017 Acts, ch 80, §1 Sat Dec 23 12:24:38 2023 Iowa Code 2024, Section 673.1 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-1/"
    },
    {
      "id": "section-6732",
      "number": "673.2",
      "heading": "Liability.",
      "text": "673.2 Liability.\n\nA person, including a domesticated animal professional, domesticated animal activity sponsor, the owner of the domesticated animal, or a person exhibiting the domesticatedanimal, is not liable for the damages, injury, or death suffered by a participant or spectatorresulting from the inherent risks of a domesticated animal activity. This section shall notapply to the extent that the claim for damages, injury, or death is caused by any of thefollowing: 1. An act committed intentionally, recklessly, or while under the influence of an alcoholic beverage or other drug or a combination of such substances which causes damages, injury,or death. 2. The use of equipment or tack used in the domesticated animal activity which the defendant provided to a participant, if the defendant knew or reasonably should have knownthat the equipment or tack was faulty or defective. 3. The failure to notify a participant of a dangerous latent condition on real property in which the defendant holds an interest, which is known or should have been known. Thenotice may be made by posting a clearly visible warning sign on the property. 4. A domesticated animal activity which occurs in a place designated or intended by an animal activity sponsor as a place for persons who are not participants to be present. 5. A domesticated animal activity which causes damages, injury, or death to a spectator who is in a place where a reasonable person who is alert to inherent risks of domesticatedanimal activities would not expect a domesticated animal activity to occur. 97 Acts, ch 61, §2 Sat Dec 23 12:24:39 2023 Iowa Code 2024, Section 673.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-2/"
    },
    {
      "id": "section-6733",
      "number": "673.3",
      "heading": "Notice required.",
      "text": "673.3 Notice required.\n\n1. A domesticated animal professional shall post and maintain a sign on real property in which the professional holds an interest, if the professional conducts domesticated animalactivities on the property. The location of the sign may be near or on a stable, corral, or arenaowned or controlled by the domesticated animal professional. The sign must be clearly visibleto a participant. This section does not require a sign to be posted on a domesticated animalor a vehicle powered by a domesticated animal. The notice shall appear in black letters aminimum of one inch high and in the following form: WARNING Under Iowa law, a domesticated animal professional is not liable for damages suffered by, an injury to, or the death of a participantresulting from the inherent risks of domesticated animal activities,pursuant to Iowa Code chapter 673. You are assuming inherent risksof participating in this domesticated animal activity. 2. If a written contract is executed between a domesticated animal professional and a participant involving domesticated animal activities, the contract shall contain the samenotice in clearly readable print. In addition, the contract shall include the following disclaimer: A number of inherent risks are associated with a domesticated animal activity. A domesticated animal may behave in a mannerthat results in damages to property or an injury or death to a person.Risks associated with the activity may include injuries caused bybucking, biting, stumbling, rearing, trampling, scratching, pecking,falling, or butting. The domesticated animal may react unpredictably to conditions, including but not limited to a sudden movement, loud noise, anunfamiliar environment, or the introduction of unfamiliar persons,animals, or objects. The domesticated animal may also react in a dangerous manner when a condition or treatment is considered hazardous to thewelfare of the animal; a collision occurs with an object oranimal; or a participant fails to exercise reasonable care, takeadequate precautions, or use adequate control when engagingin a domesticated animal activity, including failing to maintainreasonable control of the animal or failing to act in a mannerconsistent with the person’s abilities. 97 Acts, ch 61, §3; 98 Acts, ch 1100, §80; 2015 Acts, ch 29, §112 Sat Dec 23 12:24:39 2023 Iowa Code 2024, Section 673.3 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-3/"
    },
    {
      "id": "section-6734",
      "number": "673.4",
      "heading": "Fairs — domesticated animal premises — liability.",
      "text": "673.4 Fairs — domesticated animal premises — liability.\n\n1. A fair authority is not liable for damages arising from a claim by a participant or spectator alleging injury or death caused by a domesticated animal pathogen transmitted at adomesticated animal premises located on its fairgrounds. This subsection applies regardlessof whether a domesticated animal is present on the domesticated animal premises, when thedomesticated animal pathogen is transmitted, or whether a domesticated animal present onthe domesticated animal premises is engaged in a domesticated animal activity. 2. Subsection 1 does not apply to the extent that the participant or spectator proves that the fair authority failed to post a warning sign at a conspicuous place at the domesticatedanimal premises as required in section 673.5. 2017 Acts, ch 80, §2 Sat Dec 23 12:24:39 2023 Iowa Code 2024, Section 673.4 (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-4/"
    },
    {
      "id": "section-6735",
      "number": "673.5",
      "heading": "Warning sign — notice.",
      "text": "673.5 Warning sign — notice.\n\nA fair authority shall post a warning sign at a conspicuous place on any domesticated animal premises located on the fairgrounds. The warning sign shall be clearly visible to a personvisiting the premises for the first time. The sign shall have a white background and the sign’snotice shall be printed in black letters a minimum of one inch high in the following form: WARNING DOMESTICATED ANIMAL PREMISES Under Iowa Code chapter 673, the fair is not liable for a domesticated animal pathogen transmitted from this domesticatedanimal premises. Take necessary sanitary precautions includingby not touching your face or consuming food or water untilthoroughly cleansing and drying your hands after your visit. Assoon as possible after your visit, thoroughly cleanse your handsusing an appropriate soap and water and thoroughly dry them aftercleansing. 2017 Acts, ch 80, §3Referred to in §673.4 Sat Dec 23 12:24:40 2023 Iowa Code 2024, Section 673.5 (8, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-5/"
    },
    {
      "id": "section-6736",
      "number": "673.6",
      "heading": "Limitation on liability.",
      "text": "673.6 Limitation on liability.\n\nThe limitation on legal liability provided in this chapter is in addition to any other limitation of legal liability otherwise provided by law, including as provided in chapters 461C and 673A. 2021 Acts, ch 104, §2 Sat Dec 23 12:24:40 2023 Iowa Code 2024, Section 673.6 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-673/section-673-6/"
    }
  ]
}