{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-685-false-claims",
  "sections": [
    {
      "id": "section-6851",
      "number": "685.1",
      "heading": "Definitions.Section 685.2 - Acts subjecting person to treble damages, costs, and civil penalties — exceptions",
      "text": "685.1 Definitions.\n\n1.\n\n“Claim”\n\nmeans any request or demand, whether pursuant to a contract or otherwise, for money or property and whether the state has title to the money or property, which ispresented to an officer, employee, agent, or other representative of the state or to a contractor,grantee, or other person if the money or property is to be spent or used on the state’s behalf orto advance a state program or interest, and if the state provides any portion of the money orproperty which is requested or demanded, or if the state will reimburse directly or indirectlysuch contractor, grantee, or other person for any portion of the money or property which isrequested or demanded.\n\n“Claim”\n\ndoes not include any requests or demands for money orproperty that the state has paid to an individual as compensation for state employment or asan income subsidy with no restrictions on that individual’s use of the money or property. 2.\n\n“Custodian”\n\nmeans the custodian, or any deputy custodian, designated by the attorney general under section 685.6. 3.\n\n“Documentary material”\n\nincludes the original or any copy of any book, record, report, memorandum, paper, communication, tabulation, chart, or other document, ordata compilations stored in or accessible through computer or other information retrievalsystems, together with instructions and all other materials necessary to use or interpret suchdata compilations, and any product of discovery. 4.\n\n“False claims law”\n\nmeans this chapter.5.\n\n“False claims law investigation”\n\nmeans any inquiry conducted by a false claims law investigator for the purpose of ascertaining whether any person is or has been engaged inany violation of a false claims law. 6.\n\n“False claims law investigator”\n\nmeans any attorney or investigator employed by the department of justice who is charged with the duty of enforcing or carrying into effectany false claims law, or any officer or employee of the state acting under the directionand supervision of such attorney or investigator in connection with a false claims lawinvestigation. 7.\n\na. “Knowing”\n\nor\n\n“knowingly”\n\nmeans that a person with respect to information, does any of the following: (1) Has actual knowledge of the information.(2) Acts in deliberate ignorance of the truth or falsity of the information.(3) Acts in reckless disregard of the truth or falsity of the information.\n\nb. “Knowing”\n\nor\n\n“knowingly”\n\ndoes not require proof of specific intent to defraud.8.\n\n“Material”\n\nmeans having a natural tendency to influence, or be capable of influencing, the payment or receipt of money or property. 9.\n\n“Obligation”\n\nmeans an established duty, whether or not fixed, arising from an express or implied contractual, grantor-grantee, or licensor-licensee relationship, from a fee-based orsimilar relationship, from statute or regulation, or from the retention of any overpayment. 10.\n\n“Official use”\n\nmeans any use that is consistent with the law, and the regulations and policies of the department of justice, including use, in connection with internal departmentof justice memoranda and reports; communications between the department of justice anda federal, state, or local government agency or a contractor of a federal, state, or localgovernment agency, undertaken in furtherance of a department of justice investigation orprosecution of a case; interviews of any qui tam plaintiff or other witness; oral examinations;depositions; preparation for and response to civil discovery requests; introduction into therecord of a case or proceeding; applications, motions, memoranda and briefs submittedto a court or other tribunal; and communications with government investigators, auditors,consultants and experts, the counsel of other parties, and arbitrators and mediators,concerning an investigation, case, or proceeding. 11.\n\n“Original source”\n\nmeans an individual who prior to a public disclosure under section 685.3, subsection 5, paragraph\n\n“c”\n\n, has voluntarily disclosed to the state the information onwhich the allegations or transactions in a claim are based; or who has knowledge that isindependent of and materially adds to the publicly disclosed allegations or transactions, andhas voluntarily provided the information to the state before filing an action under this chapter. Sat Dec 23 12:26:09 2023 Iowa Code 2024, Section 685.1 (20, 0)\n\n§685.1, FALSE CLAIMS\n\n2\n\n12.\n\n“Person”\n\nmeans any natural person, partnership, corporation, association, or other legal entity, including any state or political subdivision of the state. 13.\n\n“Product of discovery”\n\nincludes all of the following:\n\na.\n\nThe original or duplicate of any deposition, interrogatory, document, thing, result of the inspection of land or other property, examination, or admission, which is obtained by anymethod of discovery in any judicial or administrative proceeding of an adversarial nature.\n\nb.\n\nAny digest, analysis, selection, compilation, or derivation of any item listed in paragraph\n\n“a”\n\n.\n\nc.\n\nAny index or other manner of access to any item listed in paragraph\n\n“a”\n\n.14.\n\n“Qui tam plaintiff”\n\nmeans a private plaintiff who brings an action under this chapter on behalf of the state. 15.\n\n“State”\n\nmeans the state of Iowa.2010 Acts, ch 1031, §338; 2011 Acts, ch 129, §100, 101, 156 Sat Dec 23 12:26:09 2023 Iowa Code 2024, Section 685.1 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-1/"
    },
    {
      "id": "section-6852",
      "number": "685.2",
      "heading": "Acts subjecting person to treble damages, costs, and civil penalties — exceptions.",
      "text": "685.2 Acts subjecting person to treble damages, costs, and civil penalties — exceptions.\n\n1. A person who commits any of the following acts is liable to the state for a civil penalty of not less than and not more than the civil penalty allowed under the federal False ClaimsAct, as codified in 31 U.S.C. §3729 et seq., as may be adjusted in accordance with the inflationadjustment procedures prescribed in the federal Civil Penalties Inflation Adjustment Act of1990, Pub. L. No. 101-410, for each false or fraudulent claim, plus three times the amount ofdamages which the state sustains:\n\na.\n\nKnowingly presents, or causes to be presented, a false or fraudulent claim for payment or approval.\n\nb.\n\nKnowingly makes, uses, or causes to be made or used, a false record or statement material to a false or fraudulent claim.\n\nc.\n\nConspires to commit a violation of paragraph\n\n“a”\n\n,\n\n“b”\n\n,\n\n“d”\n\n,\n\n“e”\n\n,\n\n“f”\n\n, or\n\n“g”\n\n.\n\nd.\n\nHas possession, custody, or control of property or money used, or to be used, by the state and knowingly delivers, or causes to be delivered, less than all of that money or property.\n\ne.\n\nIs authorized to make or deliver a document certifying receipt of property used, or to be used, by the state and, intending to defraud the state, makes or delivers the receipt withoutcompletely knowing that the information on the receipt is true.\n\nf.\n\nKnowingly buys, or receives as a pledge of an obligation or debt, public property from an officer or employee of the state, or a member of the Iowa national guard, who lawfullymay not sell or pledge property.\n\ng.\n\nKnowingly makes, uses, or causes to be made or used, a false record or statement material to an obligation to pay or transmit money or property to the state, or knowinglyconceals or knowingly and improperly avoids or decreases an obligation to pay or transmitmoney or property to the state. 2. Notwithstanding subsection 1, the court may assess not less than two times the amount of damages which the state sustains because of the act of the person described in subsection1, if the court finds all of the following:\n\na.\n\nThe person committing the violation furnished officials of the state responsible for investigating false claims violations with all information known to such person about theviolation within thirty days after the date on which the person first obtained the information.\n\nb.\n\nThe person fully cooperated with the state investigation of such violation.\n\nc.\n\nAt the time the person furnished the state with the information about the violation, a criminal prosecution, civil action, or administrative action had not commenced under thischapter with respect to such violation, and the person did not have actual knowledge of theexistence of an investigation into such violation. 3. A person violating this section shall also be liable to the state for the costs of a civil action brought to recover any such penalty or damages. 4. Any information furnished pursuant to subsection 2 is deemed confidential information exempt from disclosure pursuant to chapter 22. 5. This section shall not apply to claims, records, or statements made under Title X relating to state revenue and taxation. 2010 Acts, ch 1031, §339; 2011 Acts, ch 129, §102, 156Referred to in §685.3, 685.4, 685.5 Sat Dec 23 12:26:10 2023 Iowa Code 2024, Section 685.2 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-2/"
    },
    {
      "id": "section-6853",
      "number": "685.3",
      "heading": "Investigations and prosecutions — powers of prosecuting authority — civil actions by individuals as qui tam plaintiffs and as private citizens — jurisdiction of courts",
      "text": "685.3 Investigations and prosecutions — powers of prosecuting authority — civil actions\n\nby individuals as qui tam plaintiffs and as private citizens — jurisdiction of courts.\n\n1. The attorney general shall diligently investigate a violation under section 685.2. If the attorney general finds that a person has violated or is violating section 685.2, the attorneygeneral may bring a civil action under this section against that person. 2.\n\na.\n\nA person may bring a civil action for a violation of this chapter for the person and for the state, in the name of the state. The person bringing the action shall be referred to as thequi tam plaintiff. Once filed, the action may be dismissed only if the court and the attorneygeneral provide written consent to the dismissal and the reasons for such consent.\n\nb.\n\nA copy of the complaint and written disclosure of substantially all material evidence and information the person possesses shall be served on the attorney general pursuant to theIowa rules of civil procedure. The complaint shall also be filed in camera, shall remain underseal for at least sixty days, and shall not be served on the defendant until the court so orders.The state may elect to intervene and proceed with the action within sixty days after the statereceives both the complaint and the material evidence and the information.\n\nc.\n\nThe state may, for good cause shown, move the court for extensions of the time during which the complaint remains under seal under paragraph\n\n“b”\n\n. Any such motions may besupported by affidavits or other submissions in camera. The defendant shall not be requiredto respond to any complaint filed under this section until twenty days after the complaintis unsealed and served upon the defendant pursuant to\n\nrule 1.302\n\nof the Iowa rules of civilprocedure.\n\nd.\n\nBefore the expiration of the sixty-day period or any extensions obtained under paragraph\n\n“c”\n\n, the state shall do one of the following: (1) Proceed with the action, in which case the action shall be conducted by the state.(2) Notify the court that the state declines to take over the action, in which case the qui tam plaintiff shall have the right to conduct the action.\n\ne.\n\nWhen a person brings an action under this section, no person other than the state may intervene or bring a related action based on the facts underlying the pending action. 3.\n\na.\n\nIf the state proceeds with the action, the state shall have the primary responsibility for prosecuting the action, and shall not be bound by an act of the qui tam plaintiff. Such quitam plaintiff shall have the right to continue as a party to the action, subject to the limitationsspecified in paragraph\n\n“b”\n\n.\n\nb.\n\n(1) The state may move to dismiss the action, notwithstanding the objections of the qui tam plaintiff if the qui tam plaintiff has been notified by the state of the filing of the motion andthe court has provided the qui tam plaintiff with an opportunity for a hearing on the motion. (2) The state may settle the action with the defendant notwithstanding the objections of the qui tam plaintiff if the court determines, after a hearing, that the proposed settlement isfair, adequate, and reasonable under all of the circumstances. Upon a showing of good cause,such hearing may be held in camera. (3) Upon a showing by the state that unrestricted participation during the course of the litigation by the qui tam plaintiff would interfere with or unduly delay the state’s prosecutionof the case, or would be repetitious, irrelevant, or for purposes of harassment, the court may,in its discretion, impose limitations on the qui tam plaintiff’s participation, including but notlimited to any of the following: (a) Limiting the number of witnesses the qui tam plaintiff may call.(b) Limiting the length of the testimony of such witnesses.(c) Limiting the qui tam plaintiff’s cross-examination of witnesses.(d) Otherwise limiting the participation by the qui tam plaintiff in the litigation.(4) Upon a showing by the defendant that unrestricted participation during the course of the litigation by the qui tam plaintiff would be for purposes of harassment or would causethe defendant undue burden or unnecessary expense, the court may limit the participationby the qui tam plaintiff in the litigation.\n\nc.\n\nIf the state elects not to proceed with the action, the qui tam plaintiff shall have the right to conduct the action. If the state so requests, the state shall be served with copies ofall pleadings filed in the action and shall be supplied with copies of all deposition transcripts Sat Dec 23 12:26:10 2023 Iowa Code 2024, Section 685.3 (22, 0)\n\n§685.3, FALSE CLAIMS\n\n2\n\nat the state’s expense. When a qui tam plaintiff proceeds with the action, the court, withoutlimiting the status and rights of the qui tam plaintiff, may permit the state to intervene at alater date upon a showing of good cause.\n\nd.\n\nWhether or not the state proceeds with the action, upon a showing by the state that certain actions of discovery by the qui tam plaintiff would interfere with the state’sinvestigation or prosecution of a criminal or civil matter arising out of the same facts, thecourt may stay such discovery for a period of not more than sixty days. Such a showing shallbe conducted in camera. The court may extend the sixty-day period upon a further showingin camera that the state has pursued the criminal or civil investigation or proceedings withreasonable diligence and any proposed discovery in the civil action will interfere with theongoing criminal or civil investigation or proceedings.\n\ne.\n\nNotwithstanding subsection 2, the state may elect to pursue the state’s claim through any alternate remedy available to the state, including any administrative proceeding todetermine a civil penalty. If any such alternate remedy is pursued in another proceeding,the qui tam plaintiff shall have the same rights in such proceeding as such qui tam plaintiffwould have had if the action had continued under this section. Any finding of fact or conclusion of law made in such other proceeding that has become final, shall be conclusiveas to all such parties to an action under this section. For purposes of this paragraph, afinding or conclusion is final if it has been finally determined on appeal to the appropriatecourt of the state, if all time for filing such an appeal with respect to the finding or conclusionhas expired, or if the finding or conclusion is not subject to judicial review. 4.\n\na.\n\n(1) If the state proceeds with an action brought by a qui tam plaintiff under subsection 2, the qui tam plaintiff shall, subject to subparagraph (2), receive at least fifteenpercent but not more than twenty-five percent of the proceeds of the action or settlement ofthe claim, depending upon the extent to which the qui tam plaintiff substantially contributedto the prosecution of the action. (2) If the action is one which the court finds to be based primarily on disclosures of specific information, other than information provided by the qui tam plaintiff, relating to allegationsor transactions in a criminal, civil, or administrative hearing, or in a legislative, administrativeor state auditor report, hearing, audit, or investigation, or from the news media, the court mayaward an amount the court considers appropriate, but in no case more than ten percent ofthe proceeds, taking into account the significance of the information and the role of the quitam plaintiff in advancing the case to litigation. (3) Any payment to a qui tam plaintiff under subparagraph (1) or (2) shall be made from the proceeds. Any such qui tam plaintiff shall also receive an amount for reasonable expenseswhich the appropriate court finds to have been necessarily incurred, plus reasonable attorneyfees and costs. All such expenses, fees, and costs shall be awarded against the defendant.\n\nb.\n\nIf the state does not proceed with an action under this section, the qui tam plaintiff or person settling the claim shall receive an amount which the court decides is reasonablefor collecting the civil penalty and damages. The amount shall be not less than twenty-fivepercent and not more than thirty percent of the proceeds of the action or settlement andshall be paid out of such proceeds. Such qui tam plaintiff or person shall also receive anamount for reasonable expenses which the court finds to have been necessarily incurred,plus reasonable attorney fees and costs. All such expenses, fees, and costs shall be awardedagainst the defendant.\n\nc.\n\nWhether or not the state proceeds with the action, if the court finds that the action was brought by a qui tam plaintiff who planned and initiated the violation of section 685.2 uponwhich the action was brought, the court may, to the extent the court considers appropriate,reduce the share of the proceeds of the action which the qui tam plaintiff would otherwisereceive under paragraph\n\n“a”\n\nor\n\n“b”\n\n, taking into account the role of that qui tam plaintiff inadvancing the case to litigation and any relevant circumstances pertaining to the violation.If the qui tam plaintiff is convicted of criminal conduct arising from the qui tam plaintiff’srole in the violation of section 685.2, the qui tam plaintiff shall be dismissed from the civilaction and shall not receive any share of the proceeds of the action. Such dismissal shall notprejudice the right of the state to continue the action represented by the attorney general.\n\nd.\n\nIf the state does not proceed with the action and the qui tam plaintiff conducts the Sat Dec 23 12:26:10 2023 Iowa Code 2024, Section 685.3 (22, 0)\n\naction, the court may award to the defendant reasonable attorney fees and expenses if thedefendant prevails in the action and the court finds that the claim of the qui tam plaintiff wasclearly frivolous, clearly vexatious, or brought primarily for purposes of harassment. 5.\n\na.\n\nA court shall not have jurisdiction over an action brought by a former or present member of the Iowa national guard under this chapter against a member of the Iowa nationalguard arising out of such person’s services in the Iowa national guard.\n\nb.\n\nA qui tam plaintiff shall not bring an action under subsection 2 which is based upon allegations or transactions which are the subject of a civil suit or an administrative civilpenalty proceeding in which the state is already a party.\n\nc.\n\nA court shall dismiss an action or claim under this section, unless opposed by the state, if substantially the same allegations or transactions as alleged in the action or claim werepublicly disclosed in a state criminal, civil, or administrative hearing in which the state or anagent of the state is a party; in a state legislative, state auditor, or other state report, hearing,audit, or investigation; or by the news media, unless the action is brought by the attorneygeneral or the qui tam plaintiff is an original source of the information.\n\nd.\n\nThe state is not liable for expenses which a person incurs in bringing an action under this section. 6.\n\na.\n\nAny employee, contractor, or agent shall be entitled to all relief necessary to make that employee, contractor, or agent whole, if that employee, contractor, or agent is discharged,demoted, suspended, threatened, harassed, or in any other manner discriminated againstin the terms and conditions of employment because of lawful acts done by the employee,contractor, or agent or associated others in furtherance of an action under this section orother efforts to stop one or more violations of this chapter.\n\nb.\n\nRelief under paragraph\n\n“a”\n\nshall include reinstatement with the same seniority status that employee, contractor, or agent would have had but for the discrimination, two times theamount of back pay, interest on the back pay, and compensation for any special damagessustained as a result of the discrimination, including litigation costs and reasonable attorneyfees. An action under this subsection may be brought in the appropriate district court of thestate for the relief provided in this subsection.\n\nc.\n\nA civil action under this subsection shall not be brought more than three years after the date when the retaliation occurred. 2010 Acts, ch 1031, §340; 2011 Acts, ch 129, §103, 104, 156Referred to in §685.1, 685.4, 685.5, 685.6 Sat Dec 23 12:26:10 2023 Iowa Code 2024, Section 685.3 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-3/"
    },
    {
      "id": "section-6854",
      "number": "685.4",
      "heading": "Procedure — statute of limitations.",
      "text": "685.4 Procedure — statute of limitations.\n\n1. A subpoena requiring the attendance of a witness at a trial or hearing conducted under this chapter may be served at any place in the state, or through any means authorized in theIowa rules of civil procedure. 2. A civil action under this chapter may not be brought more than six years after the date on which the violation of section 685.2 is committed, or more than three years after the datewhen facts material to the right of action are known or reasonably should have been knownby the official of state charged with responsibility to act in the circumstances, but in no eventmore than ten years after the date on which the violation is committed, whichever occurs last. 3. If the state elects to intervene and proceed with an action brought under this chapter, the state may file its own complaint or amend the complaint of a qui tam plaintiff to clarify oradd detail to the claims in which the state is intervening and to add any additional claims withrespect to which the state contends it is entitled to relief. For statute of limitations purposes,any such state pleading shall relate back to the filing date of the complaint of the qui tamplaintiff who originally brought the action, to the extent that the claim of the state arises outof the conduct, transactions, or occurrences set forth, or attempted to be set forth, in the priorcomplaint of that person. 4. In any action brought under section 685.3, the state shall prove all essential elements of the cause of action, including damages, by a preponderance of the evidence. 5. Notwithstanding any other provision of law, the Iowa rules of criminal procedure, or the Iowa rules of evidence, a final judgment rendered in favor of the state in any criminalproceeding charging fraud or false statements, whether upon a verdict after trial or upona plea of guilty or nolo contendere, shall estop the defendant from denying the essentialelements of the offense in any action which involves the same transaction as in the criminalproceeding and which is brought under section 685.3. 2010 Acts, ch 1031, §341 Sat Dec 23 12:26:10 2023 Iowa Code 2024, Section 685.4 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-4/"
    },
    {
      "id": "section-6855",
      "number": "685.5",
      "heading": "Jurisdiction.",
      "text": "685.5 Jurisdiction.\n\n1. Any action under section 685.3 may be brought in any county in which the defendant or, in the case of multiple defendants, any one defendant can be found, resides, transactsbusiness, or in which any act proscribed by section 685.2 occurred. An original notice asrequired by the Iowa rules of civil procedure shall be issued by the appropriate district courtand served in accordance with the Iowa rules of civil procedure. 2. A seal on the action ordered by the court under section 685.3 shall not preclude the state, local government, or the qui tam plaintiff from serving the complaint, any other pleadings,or the written disclosure of substantially all material evidence and information possessed bythe qui tam plaintiff on the law enforcement authorities that are authorized under the lawof the state or local government to investigate and prosecute such actions on behalf of suchgovernments, except that such seal applies to the law enforcement authorities so served tothe same extent as the seal applies to other parties in the action. 2010 Acts, ch 1031, §342 Sat Dec 23 12:26:11 2023 Iowa Code 2024, Section 685.5 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-5/"
    },
    {
      "id": "section-6856",
      "number": "685.6",
      "heading": "Civil investigative demands.",
      "text": "685.6 Civil investigative demands.\n\n1.\n\nIssuance and service.a.\n\nIf the attorney general, or a designee, for the purposes of this section, has reason to believe that any person may be in possession, custody, or control of any documentary materialor information relevant to a false claims law investigation, the attorney general, or a designee,may, before commencing a civil proceeding under section 685.3, subsection 1, or other falseclaims law, or making an election under section 685.3, subsection 2, issue in writing and causeto be served upon such person, a civil investigative demand requiring any of the following ofsuch person: (1) To produce such documentary material for inspection and copying.(2) To answer in writing, written interrogatories with respect to such documentary material or information. (3) To give oral testimony concerning such documentary material or information.(4) To furnish any combination of such material, answers, or testimony.\n\nb.\n\nThe attorney general may delegate the authority to issue civil investigative demands under this subsection. If a civil investigative demand is an express demand for any productof discovery, the attorney general, a deputy attorney general, or an assistant attorney generalshall cause to be served, in any manner authorized by this section, a copy of such demandupon the person from whom the discovery was obtained and shall notify the person to whomsuch demand is issued of the date on which such copy was served. Any information obtainedby the attorney general or a designee of the attorney general under this section may be sharedwith any qui tam plaintiff if the attorney general or designee determines it is necessary as partof any false claims law investigation. 2.\n\nContents and deadlines.a.\n\nEach civil investigative demand issued under subsection 1 shall state the nature of the conduct constituting the alleged violation of a false claims law which is under investigation,and the applicable provision of law alleged to be violated.\n\nb.\n\nIf such demand is for the production of documentary material, the demand shall provide all of the following: (1) Describe each class of documentary material to be produced with such definiteness and certainty as to permit such material to be fairly identified. (2) Prescribe a return date for each such class which will provide a reasonable period of time within which the material so demanded may be assembled and made available forinspection and copying. (3) Identify the false claims law investigator to whom such material shall be made available.\n\nc.\n\nIf such demand is for answers to written interrogatories, the demand shall provide for all of the following: (1) Set forth with specificity the written interrogatories to be answered.(2) Prescribe dates at which time answers to written interrogatories shall be submitted.(3) Identify the false claims law investigator to whom such answers shall be submitted.\n\nd.\n\nIf such demand is for the giving of oral testimony, the demand shall provide for all of the following: (1) Prescribe a date, time, and place at which oral testimony shall be commenced.(2) Identify a false claims law investigator who shall conduct the examination and the custodian to whom the transcript of such examination shall be submitted. (3) Specify that such attendance and testimony are necessary to the conduct of the investigation. (4) Notify the person receiving the demand of the right to be accompanied by an attorney and any other representative. (5) Describe the general purpose for which the demand is being issued and the general nature of the testimony, including the primary areas of inquiry, which will be taken pursuantto the demand.\n\ne.\n\nAny civil investigative demand issued under this section which is an express demand Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\n§685.6, FALSE CLAIMS\n\n2\n\nfor any product of discovery shall not be returned or returnable until twenty days after a copyof such demand has been served upon the person from whom the discovery was obtained.\n\nf.\n\nThe date prescribed for the commencement of oral testimony pursuant to a civil investigative demand issued under this section shall be a date which is not less thanseven days after the date on which demand is received, unless the attorney general or anassistant attorney general designated by the attorney general determines that exceptionalcircumstances are present which warrant the commencement of such testimony within alesser period of time.\n\ng.\n\nThe attorney general shall not authorize the issuance under this section of more than one civil investigative demand for oral testimony by the same person, unless the personrequests otherwise or unless the attorney general, after investigation, notifies that person inwriting that an additional demand for oral testimony is necessary. 3.\n\nProtected material or information.a.\n\nA civil investigative demand issued under subsection 1 shall not require the production of any documentary material, the submission of any answers to written interrogatories, orthe giving of any oral testimony if such material, answers, or testimony would be protectedfrom disclosure under any of the following: (1) The standards applicable to subpoenas or subpoenas duces tecum issued by a court of the state to aid in a grand jury investigation. (2) The standards applicable to discovery requests under the Iowa rules of civil procedure, to the extent that the application of such standards to any such demand is appropriate andconsistent with the provisions and purposes of this section.\n\nb.\n\nAny such demand which is an express demand for any product of discovery supersedes any inconsistent order, rule, or provision of law, other than this section, preventing orrestraining disclosure of such product of discovery to any person. Disclosure of any productof discovery pursuant to any such express demand does not constitute a waiver of any rightor privilege which the person making such disclosure may be entitled to invoke to resistdiscovery of trial preparation materials. 4.\n\nService.a.\n\nAny civil investigative demand issued under subsection 1 may be served by a false claims law investigator, or by any official authorized to issue civil investigative demands.\n\nb.\n\nService of any civil investigative demand issued under subsection 1 or of any petition filed under subsection 9 may be made upon a partnership, corporation, association, or otherlegal entity by any of the following methods: (1) Delivering an executed copy of such demand or petition to any partner, executive officer, managing agent, or general agent of the partnership, corporation, association, orentity, or to any agent authorized by appointment or by law to receive service of processon behalf of such partnership, corporation, association, or entity. (2) Delivering an executed copy of such demand or petition to the principal office or place of business of the partnership, corporation, association, or entity. (3) Depositing an executed copy of such demand or petition in the United States mails by registered or certified mail, with a return receipt requested, addressed to such partnership,corporation, association, or entity at its principal office or place of business.\n\nc.\n\nService of any such demand or petition may be made upon any natural person by any of the following methods: (1) Delivering an executed copy of such demand or petition to the person.(2) Depositing an executed copy of such demand or petition in the United States mails by registered or certified mail, with a return receipt requested, addressed to the person at theperson’s residence or principal office or place of business.\n\nd.\n\nA verified return by the individual serving any civil investigative demand issued under subsection 1 or any petition filed under subsection 9 setting forth the manner of such serviceshall be proof of such service. In the case of service by registered or certified mail, such returnshall be accompanied by the return post office receipt of delivery of such demand. 5.\n\nDocumentary material.a.\n\nThe production of documentary material in response to a civil investigative demand Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\nserved under this section shall be made under a sworn certificate, in such form as the demanddesignates, by the following persons, as applicable: (1) In the case of a natural person, the person to whom the demand is directed.(2) In the case of a person other than a natural person, a person having knowledge of the facts and circumstances relating to such production and authorized to act on behalf of suchperson.\n\nb.\n\nThe certificate shall state that all of the documentary material required by the demand and in the possession, custody, or control of the person to whom the demand is directedhas been produced and made available to the false claims law investigator identified in thedemand.\n\nc.\n\nAny person upon whom any civil investigative demand for the production of documentary material has been served under this section shall make such material availablefor inspection and copying to the false claims law investigator identified in such demandat the principal place of business of such person, or at such other place as the false claimslaw investigator and the person agree and prescribe in writing, or as the court may directunder subsection 9. Such material shall be made available on the return date specified insuch demand, or on such later date as the false claims law investigator may prescribe inwriting. Such person may, upon written agreement between the person and the false claimslaw investigator, substitute copies for originals of all or any part of such material. 6.\n\nInterrogatories.a.\n\nEach interrogatory in a civil investigative demand served under this section shall be answered separately and fully in writing under oath and shall be submitted under a sworncertificate, in such form as the demand designates, by the following persons, as applicable: (1) In the case of a natural person, the person to whom the demand is directed.(2) In the case of a person other than a natural person, the person or persons responsible for answering each interrogatory.\n\nb.\n\nIf any interrogatory is objected to, the reasons for the objection shall be stated in the certificate instead of an answer. The certificate shall state that all information required bythe demand and in the possession, custody, control, or knowledge of the person to whom thedemand is directed has been submitted. To the extent that any information is not furnished,the information shall be identified and reasons set forth with particularity regarding thereasons why the information was not furnished. 7.\n\nOral examinations.a.\n\nThe examination of any person pursuant to a civil investigative demand for oral testimony served under this section shall be taken before an officer authorized to administeroaths and affirmations by the laws of this state or of the place where the examination isheld. The officer before whom the testimony is to be taken shall put the witness on oathor affirmation and shall, personally or by someone acting under the direction of the officerand in the officer’s presence, record the testimony of the witness. The testimony shall betaken stenographically and shall be transcribed. When the testimony is fully transcribed, theofficer before whom the testimony is taken shall promptly transmit a copy of the transcript ofthe testimony to the custodian. This subsection shall not preclude the taking of testimony byany means authorized by, and in a manner consistent with, the Iowa rules of civil procedure.\n\nb.\n\nThe false claims law investigator conducting the examination shall exclude from the place where the examination is held all persons except the person giving the testimony, theattorney for and any other representative of the person giving the testimony, the attorneyfor the state, any person who may be agreed upon by the attorney for the state and theperson giving the testimony, the officer before whom the testimony is to be taken, and anystenographer taking such testimony.\n\nc.\n\nThe oral testimony of any person taken pursuant to a civil investigative demand served under this section shall be taken in any state in which such person resides, is found, ortransacts business, or in such other place as may be agreed upon by the false claims lawinvestigator conducting the examination and such person.\n\nd.\n\nWhen the testimony is fully transcribed, the false claims law investigator or the officer before whom the testimony is taken shall afford the witness, who may be accompaniedby counsel, a reasonable opportunity to examine and read the transcript, unless such Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\n§685.6, FALSE CLAIMS\n\n4\n\nexamination and reading are waived by the witness. Any changes in form or substancewhich the witness desires to make shall be entered and identified upon the transcript bythe officer or the false claims law investigator, with a statement of the reasons given by thewitness for making such changes. The transcript shall then be signed by the witness, unlessthe witness in writing waives the signing, is ill, cannot be found, or refuses to sign. If thetranscript is not signed by the witness within thirty days after being afforded a reasonableopportunity to examine the transcript, the officer or the false claims law investigator shallsign the transcript and state on the record the fact of the waiver, illness, absence of thewitness, or the refusal to sign, together with the reasons, if any, for the waiver, illness,absence, or refusal.\n\ne.\n\nThe officer before whom the testimony is taken shall certify on the transcript that the witness was sworn by the officer and that the transcript is a true record of the testimonygiven by the witness, and the officer or false claims law investigator shall promptly deliverthe transcript, or send the transcript by registered or certified mail, to the custodian.\n\nf.\n\nUpon payment of reasonable charges for a copy, the false claims law investigator shall furnish a copy of the transcript to the witness only, except that the attorney general, thedeputy attorney general, or an assistant attorney general may, for good cause, limit suchwitness to inspection of the official transcript of the witness’ testimony.\n\ng.\n\n(1) Any person compelled to appear for oral testimony under a civil investigative demand issued under subsection 1 may be accompanied, represented, and advised bycounsel. Counsel may advise such person, in confidence, with respect to any question askedof such person. Such person or counsel may object on the record to any question, in wholeor in part, and shall briefly state for the record the reason for the objection. An objectionmay be made, received, and entered upon the record when it is claimed that such personis entitled to refuse to answer the question on the grounds of any constitutional or otherlegal right or privilege, including the privilege against self-incrimination. Such person maynot otherwise object to or refuse to answer any question, and may not directly or throughcounsel otherwise interrupt the oral examination. If such person refuses to answer anyquestion, a petition may be filed in the district court of the state under subsection 9 for anorder compelling such person to answer such question. (2) If such person refuses to answer any question on the grounds of the privilege against self-incrimination, the testimony of such person may be compelled in accordance withapplicable law.\n\nh.\n\nAny person appearing for oral testimony under a civil investigative demand issued under subsection 1 shall be entitled to the same fees and allowances which are paid towitnesses in the district courts of the state. 8.\n\nCustodians of documents, answers, and transcripts.a.\n\nThe attorney general shall designate a false claims law investigator to serve as custodian of documentary material, answers to interrogatories, and transcripts of oraltestimony received under this section, and shall designate such additional false claims lawinvestigators as the attorney general determines from time to time to be necessary to serveas deputies to the custodian.\n\nb.\n\n(1) A false claims law investigator who receives any documentary material, answers to interrogatories, or transcripts of oral testimony under this section shall transmit them tothe custodian. The custodian shall take physical possession of such material, answers, ortranscripts and shall be responsible for their use and for the return of documentary materialunder paragraph\n\n“d”\n\n. (2) The custodian may cause the preparation of such copies of such documentary material, answers to interrogatories, or transcripts of oral testimony as may be required for official useby any false claims law investigator, or other officer or employee of the department of justice.Such material, answers, and transcripts may be used by any such authorized false claimslaw investigator or other officer or employee in connection with the taking of oral testimonyunder this section. (3) Except as otherwise provided in this subsection, documentary material, answers to interrogatories, or transcripts of oral testimony, or copies of documentary materials, answers,or transcripts, while in the possession of the custodian, shall not be available for examination Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\nby any individual other than a false claims law investigator or other officer or employee of thedepartment of justice authorized under subparagraph (2). This prohibition on the availabilityof material, answers, or transcripts shall not apply if consent is given by the person whoproduced such material, answers, or transcripts, or, in the case of any product of discoveryproduced pursuant to an express demand for such material, consent is given by the personfrom whom the discovery was obtained. Nothing in this subparagraph is intended to preventdisclosure to the general assembly, including any committee or subcommittee of the generalassembly, or to any other agency of the state for use by such agency in furtherance of itsstatutory responsibilities. (4) While in the possession of the custodian and under such reasonable terms and conditions as the attorney general shall prescribe, all of the following shall apply, asapplicable: (a) Documentary material and answers to interrogatories shall be available for examination by the person who produced such material or answers, or by a representativeof that person authorized by that person to examine such material and answers. (b) Transcripts of oral testimony shall be available for examination by the person who produced such testimony, or by a representative of that person authorized by that person toexamine such transcripts.\n\nc.\n\nIf an attorney of the department of justice has been designated to appear before any court, grand jury, state agency, or federal agency in any case or proceeding, the custodianof any documentary material, answers to interrogatories, or transcripts of oral testimonyreceived under this section may deliver to such attorney such material, answers, or transcriptsfor official use in connection with any such case or proceeding as such attorney determines tobe required. Upon the completion of any such case or proceeding, such attorney shall returnto the custodian any such material, answers, or transcripts delivered which have not passedinto the control of such court, grand jury, or agency through introduction into the record ofsuch case or proceeding.\n\nd.\n\nIf any documentary material has been produced by any person in the course of any false claims law investigation pursuant to a civil investigative demand under this section,and any case or proceeding before the court or grand jury arising out of such investigation,or any proceeding before any state agency or federal agency involving such material, hasbeen completed, or a case or proceeding in which such material may be used has not beencommenced within a reasonable time after completion of the examination and analysis of alldocumentary material and other information assembled in the course of such investigation,the custodian shall, upon written request of the person who produced such material, return tosuch person any such material, other than copies furnished to the false claims law investigatorunder subsection 5 or made for the department of justice under paragraph\n\n“b”\n\nwhich has notpassed into the control of any court, grand jury, or agency through introduction into the recordof such case or proceeding.\n\ne.\n\n(1) In the event of the death, disability, or separation from service in the department of justice of the custodian of any documentary material, answers to interrogatories, ortranscripts of oral testimony produced pursuant to a civil investigative demand under thissection, or in the event of the official relief of such custodian from responsibility for thecustody and control of such material, answers, or transcripts, the attorney general shallpromptly do all of the following: (a) Designate another false claims law investigator to serve as custodian of such material, answers, or transcripts. (b) Transmit in writing to the person who produced such material, answers, or testimony notice of the identity and address of the successor designated. (2) Any person who is designated to be a successor under this paragraph\n\n“e”\n\nshall have, with regard to such material, answers, or transcripts, the same duties and responsibilitiesas were imposed by this section upon that person’s predecessor in office, except that thesuccessor shall not be held responsible for any default or dereliction which occurred beforethat designation. 9.\n\nJudicial proceedings.a.\n\nIf a person fails to comply with any civil investigative demand issued under subsection Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\n§685.6, FALSE CLAIMS\n\n6\n\n1, or if satisfactory copying or reproduction of any material requested in such demand cannotbe completed and such person refuses to surrender such material, the attorney general mayfile, in the district court of the state for any county in which such person resides, is found, ortransacts business, and serve upon such person, a petition for an order of such court for theenforcement of the civil investigative demand.\n\nb.\n\n(1) A person who has received a civil investigative demand issued under subsection 1 may file, in the district court of the state for the county within which such person resides, isfound, or transacts business, and serve upon the false claims law investigator identified insuch demand, a petition for an order of the court to modify or set aside such demand. In thecase of a petition addressed to an express demand for any product of discovery, a petitionto modify or set aside such demand may be brought only in the district court of the statefor the county in which the proceeding in which such discovery was obtained is or was lastpending. Any petition under this paragraph shall be filed in accordance with the following,as applicable: (a) Within twenty days after the date of service of the civil investigative demand, or at any time before the return date specified in the demand, whichever date is earlier. (b) Within such longer period as may be prescribed in writing by any false claims law investigator identified in the demand. (2) The petition shall specify each ground upon which the petitioner relies in seeking relief under subparagraph (1), and may be based upon any failure of the demand to comply withthe provisions of this section or upon any constitutional or other legal right or privilege ofsuch person. During the pendency of the petition in the court, the court may stay, as it deemsproper, the running of the time allowed for compliance with the demand, in whole or in part,except that the person filing the petition shall comply with any portions of the demand notsought to be modified or set aside.\n\nc.\n\n(1) In the case of any civil investigative demand issued under subsection 1 which is an express demand for any product of discovery, the person from whom such discovery wasobtained may file, in the district court of the state for the county in which the proceeding inwhich such discovery was obtained is or was last pending, and serve upon any false claimslaw investigator identified in the demand and upon the recipient of the demand, a petitionfor an order of such court to modify or set aside those portions of the demand requiringproduction of any such product of discovery. Any petition under this subparagraph shall befiled in accordance with the following, as applicable: (a) Within twenty days after the date of service of the civil investigative demand, or at any time before the return date specified in the demand, whichever date is earlier. (b) Within such longer period as may be prescribed in writing by any false claims law investigator identified in the demand. (2) The petition shall specify each ground upon which the petitioner relies in seeking relief under subparagraph (1), and may be based upon any failure of the portions of thedemand from which relief is sought to comply with the provisions of this section, or upon anyconstitutional or other legal right or privilege of the petitioner. During the pendency of thepetition, the court may stay, as it deems proper, compliance with the demand and the runningof the time allowed for compliance with the demand.\n\nd.\n\nAt any time during which any custodian is in custody or control of any documentary material or answers to interrogatories produced, or transcripts of oral testimony given, byany person in compliance with any civil investigative demand issued under subsection 1, suchperson, and in the case of an express demand for any product of discovery, the person fromwhom such discovery was obtained, may file, in the district court of the state for the judicialdistrict within which the office of such custodian is located, and serve upon such custodian,a petition for an order of such court to require the performance by the custodian of any dutyimposed upon the custodian by this section.\n\ne.\n\nIf a petition is filed in any district court of the state under this subsection, such court shall have jurisdiction to hear and determine the matter so presented, and to enter such orderor orders as may be required to carry out the provisions of this section. Any final order soentered shall be subject to appeal in accordance with the Iowa rules of civil procedure. Any Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)\n\ndisobedience of any final order entered under this section by any court shall be punished asa contempt of the court.\n\nf.\n\nThe Iowa rules of civil procedure shall apply to any petition under this subsection, to the extent that such rules are not inconsistent with the provisions of this section. 10.\n\nDisclosure\n\nexemption.\n\nAny documentary material, answers to written interrogatories, or oral testimony provided under any civil investigative demand issuedunder subsection 1 shall be deemed confidential and exempt from disclosure under chapter22. 2010 Acts, ch 1031, §343; 2010 Acts, ch 1193, §64Referred to in §685.1 Sat Dec 23 12:26:12 2023 Iowa Code 2024, Section 685.6 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-6/"
    },
    {
      "id": "section-6857",
      "number": "685.7",
      "heading": "Rulemaking authority.",
      "text": "685.7 Rulemaking authority.\n\nThe attorney general may adopt such rules and regulations as are necessary to effectuate the purposes of this chapter. 2010 Acts, ch 1031, §344 Sat Dec 23 12:26:11 2023 Iowa Code 2024, Section 685.7 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-685/section-685-7/"
    }
  ]
}