{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-654b-farm-mediation-care-and-feeding-contracts-nuisa",
  "sections": [
    {
      "id": "section-654b1",
      "number": "654B.1",
      "heading": "Definitions.Section 654B.2 - Voluntary mediation proceedings",
      "text": "654B.1 Definitions.\n\n1.\n\n“Care and feeding contract”\n\nmeans an agreement, either oral or written, between a farm resident and the owner of livestock, under which the farm resident agrees to act as a feederby promising to care for and feed the livestock on the farm resident’s premises. 2.\n\n“Dispute”\n\nmeans a controversy between a person who is a farm resident and another person, which arises from a claim eligible to be resolved in a civil proceeding in law or equity,if the claim relates to either of the following:\n\na.\n\nThe performance of either person under a care and feeding contract, if both persons are parties to the contract.\n\nb.\n\nAn action of one person which is alleged to be a nuisance interfering with the enjoyment of the other person. 3.\n\n“Farmland”\n\nmeans agricultural land that is principally used for farming as defined in section 9H.1. 4.\n\n“Farm mediation service”\n\nmeans the organization selected pursuant to section 13.13.5.\n\n“Farm resident”\n\nmeans a person holding an interest in farmland, in fee, under a real estate contract, or under a lease, if the person manages farming operations on the land. Afarm resident includes a natural person, or any corporation, trust, or limited partnership asdefined in section 9H.1. 6.\n\n“Mediation release”\n\nmeans an agreement or statement signed by all parties or by less than all the parties and the mediator pursuant to section 654B.8. 7.\n\n“Nuisance”\n\nmeans an action injurious to health, indecent, or offensive to the senses, or an obstruction to the free use of property, so as essentially to interfere with the comfortableenjoyment of life or property, including but not limited to nuisances defined in section 657.2,subsections 1 through 5, and 7. 8.\n\n“Other party”\n\nmeans any person having a dispute with a farm resident.9.\n\n“Participate”\n\nor\n\n“participation”\n\nmeans attending a mediation meeting, and having knowledge about and discussing issues concerning a subject relating to a dispute. 90 Acts, ch 1143, §16 Sat Dec 23 12:22:21 2023 Iowa Code 2024, Section 654B.1 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-1/"
    },
    {
      "id": "section-654b2",
      "number": "654B.2",
      "heading": "Voluntary mediation proceedings.",
      "text": "654B.2 Voluntary mediation proceedings.\n\nA farm resident or other party may request mediation of a dispute by applying to the farm mediation service. The farm mediation service shall make voluntary mediation applicationforms available. The farm mediation service shall evaluate each request and may direct amediator to meet with the farm resident and other party to assist in mediation. 90 Acts, ch 1143, §17 Sat Dec 23 12:22:21 2023 Iowa Code 2024, Section 654B.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-2/"
    },
    {
      "id": "section-654b3",
      "number": "654B.3",
      "heading": "Mandatory mediation proceedings.",
      "text": "654B.3 Mandatory mediation proceedings.\n\n1.\n\na.\n\nA person who is a farm resident, or other party, desiring to initiate a civil proceeding to resolve a dispute, shall file a request for mediation with the farm mediation service. Theperson shall not begin the proceeding until the person receives a mediation release or untilthe court determines after notice and hearing that one of the following applies: (1) The time delay required for the mediation would cause the person to suffer irreparable harm. (2) The dispute involves a claim which has been brought as a class action.\n\nb.\n\nThe requirements of paragraph\n\n“a”\n\nare jurisdictional prerequisites to a person filing a civil action that initiates a civil proceeding to resolve a dispute subject to this chapter. 2. Upon receipt of the request for mediation, the farm mediation service shall conduct an initial consultation with each party to the dispute privately and without charge. Mediationmay be waived after the initial consultation, if the parties agree. 3. Unless mediation is waived by the parties to the dispute, the parties shall file with the farm mediation service information required by the service to conduct mediation. 90 Acts, ch 1143, §18; 2000 Acts, ch 1129, §2 Sat Dec 23 12:22:22 2023 Iowa Code 2024, Section 654B.3 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-3/"
    },
    {
      "id": "section-654b4",
      "number": "654B.4",
      "heading": "Initial mediation meeting.",
      "text": "654B.4 Initial mediation meeting.\n\n1. Unless both parties to the dispute waive mediation, within twenty-one days after receiving a mediation request, the farm mediation service shall send a mediation meetingnotice to all parties to the dispute setting a time and place for an initial mediation meetingbetween the parties and a mediator directed by the farm mediation service to assist inmediation. An initial mediation meeting shall be held within twenty-one days of the issuanceof the mediation meeting notice. 2. If a person receives a mediation meeting notice under this section, the person shall not continue civil proceedings based on a claim relating to a dispute subject to this chapter,unless the court determines after notice and hearing that one of the following applies:\n\na.\n\nThe time delay required for the mediation would cause the person to suffer irreparable harm.\n\nb.\n\nThe dispute involves a claim which has been brought as a class action.3. At the meeting, a party participating in mediation may be accompanied by counsel or a consultant to assist the party in mediation. 90 Acts, ch 1143, §19; 98 Acts, ch 1122, §2Referred to in §654B.9 Sat Dec 23 12:22:23 2023 Iowa Code 2024, Section 654B.4 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-4/"
    },
    {
      "id": "section-654b5",
      "number": "654B.5",
      "heading": "Duties of the mediator — training program.",
      "text": "654B.5 Duties of the mediator — training program.\n\n1. The farm mediation service, with the assistance of knowledgeable persons, shall provide a program to train mediators to assist in the mediation of nuisance disputes. 2. At the initial mediation meeting and subsequent meetings, the mediator shall:\n\na.\n\nListen to all involved parties.\n\nb.\n\nAttempt to mediate between all involved parties.\n\nc.\n\nEncourage compromise and workable solutions.\n\nd.\n\nAdvise, counsel, and assist the parties in attempting to arrive at an agreement for the future conduct of relations among them. 90 Acts, ch 1143, §20 Sat Dec 23 12:22:23 2023 Iowa Code 2024, Section 654B.5 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-5/"
    },
    {
      "id": "section-654b",
      "number": "654B",
      "heading": "6",
      "text": "6",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-654b7",
      "number": "654B.7",
      "heading": "Mediation period.",
      "text": "654B.7 Mediation period.\n\nThe mediator may call mediation meetings during the mediation period, which is up to forty-two days after the farm mediation service received the mediation request. However, ifall parties consent, mediation may continue after the end of the mediation period. 90 Acts, ch 1143, §21Referred to in §654B.9 Sat Dec 23 12:22:24 2023 Iowa Code 2024, Section 654B.7 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-7/"
    },
    {
      "id": "section-654b8",
      "number": "654B.8",
      "heading": "Mediation release.",
      "text": "654B.8 Mediation release.\n\n1. If an agreement is reached between all parties, the mediator shall draft a written mediation agreement, have it signed by the parties, and submit the agreement to the farmmediation service. 2.\n\na.\n\nThe mediator shall issue a mediation release unless the other party desiring to initiate a civil proceeding to resolve the dispute fails to personally attend and participate inall mediation meetings. The mediator shall issue a mediation release if the farm residentwaives or fails to personally attend and participate in all mediation meetings, regardless ofparticipation by the other party. However, if the other party or the farm resident is not anatural person, the other party or farm resident must be represented by a natural personwho is an officer, director, employee, or partner of the other party or farm resident. If aperson acts in a fiduciary capacity for the other party or farm resident, the fiduciary mayrepresent the other party or farm resident. If the other party or farm resident or eligiblerepresentative is not able to attend and participate as required in this paragraph due tophysical infirmity, mental infirmity, or other exigent circumstances determined reasonableby the farm mediation service, the other party or farm resident must be represented byanother natural person. Any representative of the other party or the farm resident must beauthorized to sign instruments provided by this chapter, including a mediation agreementor a statement prepared by the mediator that mediation was waived. This section does notrequire a party to reach an agreement. This section does not require a person to change aposition, alter an activity which is a subject of the dispute, or restructure a contract in orderto receive a mediation release.\n\nb.\n\nThe mediator shall promptly notify a party by certified mail of a denial to issue a mediation release and the reasons for the denial. The notice shall state that the party hasseven days from the date that the notice is delivered to appeal the mediator’s decision,pursuant to procedures adopted by the service. After a final decision by the farm mediationservice, the party may seek an action for judicial review pursuant to section 654B.10. 3. The parties to the mediation agreement may enforce the mediation agreement as a legal contract. The agreement constitutes a mediation release. 4. If the parties waive mediation, or if a mediation agreement is not reached, the parties may sign a statement prepared by the mediator that mediation was waived or that the partiesdid not reach an agreement. If any party does not sign the statement, the mediator shall signthe statement. The statement constitutes a mediation release. 90 Acts, ch 1143, §22; 90 Acts, ch 1199, §10; 98 Acts, ch 1122, §3Referred to in §654B.1, 657.10 Sat Dec 23 12:22:24 2023 Iowa Code 2024, Section 654B.8 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-8/"
    },
    {
      "id": "section-654b9",
      "number": "654B.9",
      "heading": "Extension of deadlines.",
      "text": "654B.9 Extension of deadlines.\n\nUpon petition by all parties, the farm mediation service may, for good cause, extend a deadline imposed by section 654B.4 or section 654B.7 for up to thirty days. 90 Acts, ch 1143, §23 Sat Dec 23 12:22:25 2023 Iowa Code 2024, Section 654B.9 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-9/"
    },
    {
      "id": "section-654b10",
      "number": "654B.10",
      "heading": "Judicial review.",
      "text": "654B.10 Judicial review.\n\nAn action for judicial review shall be brought in equity, and the action shall be limited to whether, based on clear and convincing evidence, the decision by the administrative head ofthe mediation service is an abuse of discretion. The action may be brought in either the districtcourt of Polk county or in the district court in which the affected farm resident resides. Uponreversing the decision by the service, the court shall order that the service issue a mediationrelease. 90 Acts, ch 1143, §24Referred to in §654B.8 Sat Dec 23 12:22:25 2023 Iowa Code 2024, Section 654B.10 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-10/"
    },
    {
      "id": "section-654b11",
      "number": "654B.11",
      "heading": "Effect of mediation.",
      "text": "654B.11 Effect of mediation.\n\n1. An interest in property, or rights and obligations under a contract are not affected by the failure of a person to obtain a mediation release regardless of its validity. 2. Time periods relating to a claim, including applicable statutes of limitations, shall be suspended upon filing a mediation request. Time periods affecting a claim in a civilproceeding shall be suspended upon filing a mediation request. The suspension shall terminate upon signing a mediation release. 90 Acts, ch 1143, §25; 2021 Acts, ch 76, §150 Sat Dec 23 12:22:26 2023 Iowa Code 2024, Section 654B.11 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-654b/section-654b-11/"
    }
  ]
}