{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-657-nuisances",
  "sections": [
    {
      "id": "section-6571",
      "number": "657.1",
      "heading": "Nuisance — what constitutes — action to abate — electric utility defense",
      "text": "657.1 Nuisance — what constitutes — action to abate — electric utility defense.\n\n1. Whatever is injurious to health, indecent, or unreasonably offensive to the senses, or an obstruction to the free use of property, so as essentially to interfere unreasonably withthe comfortable enjoyment of life or property, is a nuisance, and a civil action by ordinaryproceedings may be brought to enjoin and abate the nuisance and to recover damagessustained on account of the nuisance. A petition filed under this subsection shall include thelegal description of the real property upon which the nuisance is located unless the nuisanceis not situated on or confined to a parcel of real property or is portable or capable of beingremoved from the real property. 2. Notwithstanding subsection 1, in an action to abate a nuisance against an electric utility, an electric utility may assert a defense of comparative fault as set out in section 668.3 if theelectric utility demonstrates that in the course of providing electric services to its customersit has complied with engineering and safety standards as adopted by the utilities board, andif the electric utility has secured all permits and approvals, as required by state law and localordinances, necessary to perform activities alleged to constitute a nuisance. [C51, §2131 – 2133; R60, §3713 – 3715; C73, §3331; C97, §4302; C24, 27, 31, 35, 39, §\n\n12395;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.1] 95 Acts, ch 195, §34; 2004 Acts, ch 1077, §1; 2005 Acts, ch 3, §108; 2010 Acts, ch 1050, §8; 2023 Acts, ch 19, §2698 Subsection 2 amended Sat Dec 23 12:22:41 2023 Iowa Code 2024, Section 657.1 (18, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-1/"
    },
    {
      "id": "section-6572",
      "number": "657.2",
      "heading": "What deemed nuisances.",
      "text": "657.2 What deemed nuisances.\n\nThe following are nuisances:1. The erecting, continuing, or using any building or other place for the exercise of any trade, employment, or manufacture, which, by occasioning noxious exhalations,unreasonably offensive smells, or other annoyances, becomes injurious and dangerous tothe health, comfort, or property of individuals or the public. 2. The causing or suffering any offal, filth, or noisome substance to be collected or to remain in any place to the prejudice of others. 3. The obstructing or impeding without legal authority the passage of any navigable river, harbor, or collection of water. 4. The corrupting or rendering unwholesome or impure the water of any river, stream, or pond, or unlawfully diverting the same from its natural course or state, to the injury orprejudice of others. 5. The obstructing or encumbering by fences, buildings, or otherwise the public roads, private ways, streets, alleys, commons, landing places, or burying grounds. 6. Houses of ill fame, kept for the purpose of prostitution and lewdness, gambling houses, places resorted to by persons participating in criminal gang activity prohibited by chapter723A, or places resorted to by persons using controlled substances, as defined in section124.101, subsection 5, in violation of law, or houses where drunkenness, quarreling, fighting,or breaches of the peace are carried on or permitted to the disturbance of others. 7. Billboards, signboards, and advertising signs, whether erected and constructed on public or private property, which so obstruct and impair the view of any portion or part of apublic street, avenue, highway, boulevard, or alley or of a railroad or street railway track asto render dangerous the use thereof. 8. Any object or structure erected within one thousand feet of the limits of any municipal or regularly established airport or landing place, which may endanger or obstruct aerialnavigation, including take-off and landing, unless such object or structure constitutes aproper use or enjoyment of the land on which the same is located. 9. The depositing or storing of flammable junk, such as old rags, rope, cordage, rubber, bones, and paper, by dealers in such articles within the fire limits of a city, unless in a buildingof fireproof construction, is a public nuisance. 10. The emission of dense smoke, noxious fumes, or fly ash in cities is a nuisance and cities may provide the necessary rules for inspection, regulation and control. 11. Dense growth of all weeds, vines, brush, or other vegetation in any city so as to constitute a health, safety, or fire hazard is a public nuisance. 12. Trees infected with Dutch elm disease in cities.[C51, §2759, 2761; R60, §4409, 4411; C73, §4089, 4091; C97, §5078, 5080; S13, §713-a, -b, 1056-a19; C24, 27, 31, 35, 39, §\n\n5740, 5741, 6567, 6743, 12396;\n\nC46, 50, §368.3, 368.4, 416.92,420.54, 657.2; C54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.2] 92 Acts, ch 1163, §116; 92 Acts, ch 1231, §56; 95 Acts, ch 195, §35; 98 Acts, ch 1072, §1; 2021 Acts, ch 80, §371 Referred to in §654B.1 Sat Dec 23 12:22:41 2023 Iowa Code 2024, Section 657.2 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-2/"
    },
    {
      "id": "section-6572a",
      "number": "657.2A",
      "heading": "Indexing of petition.",
      "text": "657.2A Indexing of petition.\n\n1. When a petition affecting real property is filed by a governmental entity under this chapter, the clerk of the district court shall index the petition pursuant to section 617.10, ifthe legal description of the affected property is included in or attached to the petition. 2. After filing the petition with the clerk of the district court, the governmental entity shall also file the petition in the office of the county treasurer. The county treasurer shall include anotation of the pendency of the action in the county system, as defined in section 445.1, untilthe judgment of the court is satisfied or until the action is dismissed. Pursuant to section446.7, an affected property that is subject to a pending action shall not be offered for sale bythe county treasurer at tax sale. 2010 Acts, ch 1050, §9 Sat Dec 23 12:22:42 2023 Iowa Code 2024, Section 657.2A (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-2a/"
    },
    {
      "id": "section-6573",
      "number": "657.3",
      "heading": "Penalty — abatement.",
      "text": "657.3 Penalty — abatement.\n\nA person who is convicted of erecting, causing, or continuing a public or common nuisance as provided in this chapter, or at common law when the common law has not been modifiedor repealed by statute, if no other punishment for the offense is specially provided, shall beguilty of an aggravated misdemeanor. The court may order the nuisance abated and issue awarrant as provided in this chapter. [C51, §2762; R60, §4412; C73, §4092; C97, §5081; S13, §5081; C24, 27, 31, 35, 39, §\n\n12397;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.3] 2020 Acts, ch 1063, §366; 2021 Acts, ch 80, §372 Sat Dec 23 12:22:42 2023 Iowa Code 2024, Section 657.3 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-3/"
    },
    {
      "id": "section-6574",
      "number": "657.4",
      "heading": "Process.",
      "text": "657.4 Process.\n\nWhen upon indictment, complaint, or civil action any person is found guilty of erecting, causing, or continuing a nuisance, the court before whom such finding is had may, in additionto the fine imposed, if any, or to the judgment for damages or cost for which a separateexecution may issue, order that such nuisance be abated or removed at the expense of thedefendant, and, after inquiry into and estimating as nearly as may be the sum necessary todefray the expenses of such abatement, the court may issue a warrant therefor. [C51, §2763; R60, §4413; C73, §4093; C97, §5082; C24, 27, 31, 35, 39, §\n\n12398;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.4] Sat Dec 23 12:22:42 2023 Iowa Code 2024, Section 657.4 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-4/"
    },
    {
      "id": "section-657",
      "number": "657",
      "heading": "5",
      "text": "5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6576",
      "number": "657.6",
      "heading": "Stay of execution.",
      "text": "657.6 Stay of execution.\n\nInstead of issuing a warrant, the court may order the warrant to be stayed upon motion of the defendant, if the defendant enters into an undertaking to the state, in such sum andwith such surety as the court may direct, under the condition that either the defendant willdiscontinue the nuisance or that, within a time limited by the court, and not exceeding sixmonths, the defendant will cause the nuisance to be abated and removed, as either is directedby the court. Upon the defendant’s failure to perform the condition of the defendant’sundertaking, the surety shall be forfeited, and the court, upon being satisfied of a default,may order the warrant forthwith to issue, and action may be brought on the undertaking. [C51, §2765; R60, §4415; C73, §4095; C97, §5084; C24, 27, 31, 35, 39, §\n\n12400;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.6] 2019 Acts, ch 59, §223 Sat Dec 23 12:22:43 2023 Iowa Code 2024, Section 657.6 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-6/"
    },
    {
      "id": "section-6577",
      "number": "657.7",
      "heading": "Expenses — how collected.",
      "text": "657.7 Expenses — how collected.\n\nThe expense of abating a nuisance by virtue of a warrant can be collected by the officer in the same manner as damages and costs are collected on execution, except that the materialsof any buildings, fences, or other things that may be removed as a nuisance may be first leviedupon and sold by the officer, and if any of the proceeds remain after satisfying the expense ofthe removal, such balance must be paid by the officer to the defendant, or to the owner of theproperty levied upon; and if said proceeds are not sufficient to pay such expenses, the officermust collect the residue thereof. [C51, §2766; R60, §4416; C73, §4096; C97, §5085; C24, 27, 31, 35, 39, §\n\n12401;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §657.7] Sat Dec 23 12:22:44 2023 Iowa Code 2024, Section 657.7 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-7/"
    },
    {
      "id": "section-6578",
      "number": "657.8",
      "heading": "Feedlots.",
      "text": "657.8 Feedlots.\n\nThis chapter shall apply to the operation of a livestock feedlot, only as provided in chapter 172D. [C77, 79, 81, §657.8] Sat Dec 23 12:22:44 2023 Iowa Code 2024, Section 657.8 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-8/"
    },
    {
      "id": "section-6579",
      "number": "657.9",
      "heading": "Shooting ranges.",
      "text": "657.9 Shooting ranges.\n\n1. Before a person improves property acquired to establish, use, and maintain a shooting range by the erection of buildings, breastworks, ramparts, or other works or before a personsubstantially changes the existing use of a shooting range, the person shall obtain approvalof the county zoning commission or the city zoning commission, whichever is appropriate.The appropriate commission shall comply with section 335.8 or 414.6. In the event a countyor city does not have a zoning commission, the county board of supervisors or the city councilshall comply with section 335.6 or 414.5 before granting the approval. 2. A person who acquires title to or who owns real property adversely affected by the use of property with a permanently located and improved range shall not maintain a nuisanceaction against the person who owns the range to restrain, enjoin, or impede the use of therange where there has not been a substantial change in the nature of the use of the range. 3. This section does not prohibit actions for negligence or recklessness in the operation of the range or by a person using the range. [82 Acts, ch 1193, §1]84 Acts, ch 1067, §49; 2018 Acts, ch 1041, §112Referred to in §335.26, 414.26 Sat Dec 23 12:22:45 2023 Iowa Code 2024, Section 657.9 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-9/"
    },
    {
      "id": "section-65710",
      "number": "657.10",
      "heading": "Mediation notice.",
      "text": "657.10 Mediation notice.\n\nNotwithstanding this chapter, a person, required under chapter 654B to participate in mediation, shall not begin a proceeding subject to this chapter until the person receivesa mediation release under section 654B.8, or until the court determines after notice andhearing that one of the following applies: 1. The time delay required for the mediation would cause the person to suffer irreparable harm. 2. The dispute involves a claim which should be resolved as a class action.90 Acts, ch 1143, §27 Sat Dec 23 12:22:45 2023 Iowa Code 2024, Section 657.10 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-10/"
    },
    {
      "id": "section-65711",
      "number": "657.11",
      "heading": "Animal feeding operations.",
      "text": "657.11 Animal feeding operations.\n\n1. The purpose of this section is to protect animal agricultural producers who manage their operations according to state and federal requirements from the costs of defendingnuisance suits, which negatively impact upon Iowa’s competitive economic position anddiscourage persons from entering into animal agricultural production. This section is intended to promote the expansion of animal agriculture in this state by protecting personsengaged in the care and feeding of animals. The general assembly has balanced all competing interests and declares its intent to protect and preserve animal agriculturalproduction operations. 2. An animal feeding operation, as defined in section 459.102, shall not be found to be a public or private nuisance under this chapter or under principles of common law, and theanimal feeding operation shall not be found to interfere with another person’s comfortableuse and enjoyment of the person’s life or property under any other cause of action. However,this section shall not apply if the person bringing the action proves that an injury to the personor damage to the person’s property is proximately caused by either of the following:\n\na.\n\nThe failure to comply with a federal statute or regulation or a state statute or rule which applies to the animal feeding operation.\n\nb.\n\nBoth of the following:(1) The animal feeding operation unreasonably and for substantial periods of time interferes with the person’s comfortable use and enjoyment of the person’s life or property. (2) The animal feeding operation failed to use existing prudent generally accepted management practices reasonable for the operation. 3.\n\na.\n\nThis section does not apply to a person during any period that the person is classified as a chronic violator under this subsection as to any confinement feedingoperation in which the person holds a controlling interest, as defined by rules adopted bythe department of natural resources. This section shall apply to the person on and after thedate that the person is removed from the classification of chronic violator. For purposesof this subsection,\n\n“confinement feeding operation”\n\nmeans an animal feeding operation inwhich animals are confined to areas which are totally roofed, and which are regulated bythe department of natural resources or the environmental protection commission.\n\nb.\n\n(1) A person shall be classified as a chronic violator if the person has committed three or more violations as described in this subsection prior to, on, or after July 1, 1996. In addition,in relation to each violation, the person must have been subject to either of the following: (a) The assessment of a civil penalty by the department or the commission in an amount equal to three thousand dollars or more. (b) A court order or judgment for a legal action brought by the attorney general after referral by the department or commission. (2) Each violation must have occurred within five years prior to the date of the latest violation, counting any violation committed by a confinement feeding operation in which theperson holds a controlling interest. A violation occurs on the date the department issues anadministrative order to the person assessing a civil penalty of three thousand dollars or more,or on the date the department notifies a person in writing that the department will recommendthat the commission refer, or the commission refers the case to the attorney general for legalaction, or the date of entry of the court order or judgment, whichever occurs first. A violationunder this subsection shall not be counted if the civil penalty ultimately imposed is less thanthree thousand dollars, the department or commission does not refer the action to the attorneygeneral, the attorney general does not take legal action, or a court order or judgment is notentered against the person. A person shall be removed from the classification of chronicviolator on the date on which the person and all confinement feeding operations in which theperson holds a controlling interest have committed less than three violations described in thissubsection for the prior five years.\n\nc.\n\nFor purposes of counting violations, a continuing and uninterrupted violation shall be considered as one violation. Different types of violations shall be counted as separateviolations regardless of whether the violations were committed during the same period.The violation must be a violation of a state statute, or a rule adopted by the department, Sat Dec 23 12:22:46 2023 Iowa Code 2024, Section 657.11 (19, 0)\n\n§657.11, NUISANCES\n\n2\n\nwhich applies to a confinement feeding operation and any related animal feeding operationstructure, including an anaerobic lagoon, earthen manure storage basin, formed manurestorage structure, or egg washwater storage structure; or any related pollution controldevice or practice. The structure, device, or practice must be part of the confinement feedingoperation. The violation must be one of the following: (1) Constructing or operating a related animal feeding operation structure or installing or using a related pollution control device or practice, for which the person must obtain a permit,in violation of statute or rules adopted by the department, including the terms or conditionsof the permit. (2) Intentionally making a false statement or misrepresenting information to the department as part of an application for a construction permit for the related animal feedingoperation structure, or the installation of the related pollution control device or practice, forwhich the person must obtain a construction permit from the department. (3) Failing to obtain a permit or approval by the department for a permit to construct or operate a confinement feeding operation or use a related animal feeding operation structureor pollution control device or practice, for which the person must obtain a permit from thedepartment. (4) Operating a confinement feeding operation, including a related animal feeding operation structure or pollution control device or practice, which causes pollution to thewaters of the state, if the pollution was caused intentionally, or caused by a failure to takemeasures required to abate the pollution which resulted from an act of God. (5) Failing to submit a manure management plan as required, or operating a confinement feeding operation required to have a manure management plan without having submitted themanure management plan. 4. This section shall apply regardless of the established date of operation or expansion of the animal feeding operation. A defense against a cause of action provided in this sectionincludes but is not limited to a defense for actions arising out of the care and feeding ofanimals; the handling or transportation of animals; the treatment or disposal of manureresulting from animals; the transportation and application of animal manure; and thecreation of noise, odor, dust, or fumes arising from an animal feeding operation. 5. If a court determines that a claim is frivolous, a person who brings the claim as part of a losing cause of action against a person who may raise a defense under this section shall beliable to the person against whom the action was brought for all costs and expenses incurredin the defense of the action. 6. This section does not apply to an injury to a person or damages to property caused by the animal feeding operation before May 21, 1998. 95 Acts, ch 195, §36; 96 Acts, ch 1118, §1; 98 Acts, ch 1209, §38, 39, 53; 99 Acts, ch 114, §58, 59; 2013 Acts, ch 30, §261; 2014 Acts, ch 1026, §132 Referred to in §266.43, 266.44, 266.45, 657.11A Sat Dec 23 12:22:46 2023 Iowa Code 2024, Section 657.11 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-11/"
    },
    {
      "id": "section-65711a",
      "number": "657.11A",
      "heading": "Animal agriculture — promotion of responsible animal feeding operations.",
      "text": "657.11A Animal agriculture — promotion of responsible animal feeding operations.\n\n1.\n\na. Findings.\n\nThe general assembly finds that important public interests are advanced by preserving and encouraging the expansion of responsible animal agricultural productionin this state which provides employment opportunities in and economic growth for rural Iowa,contributes tax revenues to the state and to local communities, and protects our valuablenatural resources.\n\nb. Purpose.\n\nThe purpose of this section is to encourage persons involved in animal agriculture to adopt existing prudent and generally utilized management practices for theiranimal feeding operations, thereby enhancing the fundamental role of animal agriculturein this state by providing a reasonable level of protection to persons engaged in animalagricultural production from certain types of nuisance actions.\n\nc. Declaration.\n\nThe general assembly has balanced all competing interests and declares its intent to preserve and enhance responsible animal agricultural production, specificallyanimal agricultural producers in this state who use existing prudent and generally utilizedmanagement practices reasonable for their animal feeding operations. 2. Except as otherwise provided by this section, an animal feeding operation, as defined in section 459.102, found to be a public or private nuisance under this chapter or underprinciples of common law, or found to interfere with another person’s comfortable useand enjoyment of the person’s life or property under any other cause of action, shall beconclusively presumed to be a permanent nuisance and not a temporary or continuingnuisance under principles of common law, and shall be subject to compensatory damagesonly as provided in subsection 3. 3. Compensatory damages awarded to a person bringing an action alleging that an animal feeding operation is a public or private nuisance, or an interference with the person’scomfortable use and enjoyment of the person’s life or property under any other cause ofaction, shall not exceed the following:\n\na.\n\nThe person’s share of compensatory property damages due to any diminution in the fair market value of the person’s real property proximately caused by the animal feedingoperation. The fair market value of the real property is deemed to equal the price that abuyer who is willing but not compelled to buy and a seller who is willing but not compelledto sell would accept for the real property. The person’s share of any compensatory propertydamages must be based on the person’s share of the ownership interest in the real property.For purposes of this section, ownership interest means holding legal or equitable title to realproperty in fee simple, as a life estate, or as a leasehold interest.\n\nb.\n\nThe person’s compensatory damages due to the person’s past, present, and future adverse health condition. This determination shall be made utilizing only objective anddocumented medical evidence that the nuisance or interference with the comfortable useand enjoyment of the person’s life or property was the proximate cause of the person’sadverse health condition.\n\nc.\n\nThe person’s compensatory special damages proximately caused by the animal feeding operation, including without limitation, annoyance and the loss of comfortable use andenjoyment of real property. However, the total damages awarded to a person under thisparagraph\n\n“c”\n\nshall not exceed one and one-half times the sum of any damages awarded tothe person for the person’s share of the total compensatory property damages awarded underparagraph\n\n“a”\n\nplus any compensatory damages awarded to the person under paragraph\n\n“b”\n\n. 4. This section shall apply to an animal feeding operation in the same manner as section 657.11, subsections 4 and 5. 5. This section shall not apply if the person bringing the action proves that the public or private nuisance or interference with another person’s comfortable use and enjoyment of theperson’s life or property under any other cause of action is proximately caused by any of thefollowing:\n\na.\n\nThe failure to comply with a federal statute or regulation or a state statute or rule which applies to the animal feeding operation.\n\nb.\n\nThe failure to use existing prudent generally utilized management practices reasonable for the animal feeding operation. Sat Dec 23 12:22:46 2023 Iowa Code 2024, Section 657.11A (8, 0)\n\n§657.11A, NUISANCES\n\n2\n\n6. This section does not apply to a person during the time in which the person is classified as a habitual violator pursuant to section 459.604. 7. This section does not apply to a cause of action that accrued prior to March 29, 2017.2017 Acts, ch 17, §1, 2 Sat Dec 23 12:22:46 2023 Iowa Code 2024, Section 657.11A (8, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-657/section-657-11a/"
    }
  ]
}