{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-622a-interpreters-in-legal-proceedings",
  "sections": [
    {
      "id": "section-622a1",
      "number": "622A.1",
      "heading": "Definitions.Section 622A.2 - Limited-English-proficient persons — when entitled to an interpreter or a translator",
      "text": "622A.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Administrative agency”\n\nmeans any department, board, commission, or agency of the state or any political subdivision of the state. 2.\n\n“Interpreter”\n\nmeans a person who transfers the meaning of spoken or written words in one language into the equivalent meaning in another spoken language. 3.\n\n“Legal proceeding”\n\nmeans any action before any court, or any legal action preparatory to appearing before any court, whether civil, criminal, or juvenile in nature; and anyproceeding before any administrative agency which is quasi-judicial in nature and whichhas direct legal implications to any person. 4.\n\n“Limited English proficient”\n\nmeans the inability to adequately understand or effectively communicate in the English language because a person’s primary language is a languageother than English. 5.\n\n“Translator”\n\nmeans a person who transfers the meaning of written or spoken words in one language into the equivalent meaning in the written words of another language. [C71, 73, 75, 77, 79, 81, §622A.1]2006 Acts, ch 1041, §7; 2007 Acts, ch 126, §103; 2021 Acts, ch 77, §2 Sat Dec 23 11:20:19 2023 Iowa Code 2024, Section 622A.1 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-1/"
    },
    {
      "id": "section-622a2",
      "number": "622A.2",
      "heading": "Limited-English-proficient persons — when entitled to an interpreter or a translator.",
      "text": "622A.2 Limited-English-proficient persons — when entitled to an interpreter or a\n\ntranslator.\n\n1. A limited-English-proficient person who is a party to any legal proceeding or a witness therein, shall be entitled to an interpreter to assist such person throughout the proceeding. 2. A limited-English-proficient person who is a party to any legal proceeding shall be entitled to a translator to produce a written translation of written or electronically recordedmaterial only when a court determines that an oral or sign interpretation of the material isnot sufficient to ensure due process under the circumstances. [C71, 73, 75, 77, 79, 81, §622A.2]2021 Acts, ch 77, §3Referred to in §622A.3 Sat Dec 23 11:20:19 2023 Iowa Code 2024, Section 622A.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-2/"
    },
    {
      "id": "section-622a3",
      "number": "622A.3",
      "heading": "Costs — when taxed.",
      "text": "622A.3 Costs — when taxed.\n\n1. An interpreter or translator shall be appointed without expense to a limited-English-proficient person in the following cases:\n\na.\n\nIf the person requiring assistance is a witness in the civil legal proceeding.\n\nb.\n\nIf the person requiring assistance is indigent and financially unable to secure an interpreter. 2. The state court administrator shall receive, review, and pay fee claims from an interpreter or translator appointed under subsection 1, including all interpreter or translatorclaims formerly paid from the indigent defense fund. The fees shall be paid from the revolving fund created in section 602.1302, subsection 3, when a limited-English-proficientperson is entitled to an interpreter or translator under section 622A.2 and the interpreter ortranslator services are not provided before an administrative agency. 3. In civil cases, every court shall tax the costs of an interpreter or translator the same as other court costs. 4. In criminal cases, where the defendant is indigent, the interpreter or translator shall be considered as a defendant’s witness under\n\nrule of criminal procedure 2.15\n\nfor the purposeof receiving fees, except that subpoenas shall not be required. 5. An administrative agency shall pay an interpreter when a limited-English-proficient person is entitled to an interpreter under section 622A.2 and the interpreter services areprovided before an administrative agency. The agency may require that the party to theproceeding pay the expense of the interpreter. 6. Moneys recovered as court costs for interpreters paid through the revolving fund established in section 602.1302, subsection 3, shall be deposited in that fund. [C71, 73, 75, 77, 79, 81, §622A.3]99 Acts, ch 144, §8; 2021 Acts, ch 77, §4 – 6Referred to in §815.11 Sat Dec 23 11:20:20 2023 Iowa Code 2024, Section 622A.3 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-3/"
    },
    {
      "id": "section-622a4",
      "number": "622A.4",
      "heading": "Fee set by court or administrative agency.",
      "text": "622A.4 Fee set by court or administrative agency.\n\nEvery interpreter appointed by a court or administrative agency shall receive a fee to be set by the court or administrative agency. [C71, 73, 75, 77, 79, 81, §622A.4]99 Acts, ch 144, §9; 2021 Acts, ch 77, §7 Sat Dec 23 11:20:20 2023 Iowa Code 2024, Section 622A.4 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-4/"
    },
    {
      "id": "section-622a5",
      "number": "622A.5",
      "heading": "Oath.",
      "text": "622A.5 Oath.\n\nEvery interpreter and translator in any legal proceeding shall take an oath consistent with the rules the supreme court adopts under this chapter. [C71, 73, 75, 77, 79, 81, §622A.5]2021 Acts, ch 77, §8 Sat Dec 23 11:20:20 2023 Iowa Code 2024, Section 622A.5 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-5/"
    },
    {
      "id": "section-622a6",
      "number": "622A.6",
      "heading": "Qualifications, neutrality, and integrity.",
      "text": "622A.6 Qualifications, neutrality, and integrity.\n\nAny court or administrative agency may inquire into the qualifications, neutrality, and integrity of any interpreter or translator, and may disqualify any person from serving as aninterpreter or translator. [C71, 73, 75, 77, 79, 81, §622A.6]2021 Acts, ch 77, §9 Sat Dec 23 11:20:21 2023 Iowa Code 2024, Section 622A.6 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-6/"
    },
    {
      "id": "section-622a7",
      "number": "622A.7",
      "heading": "Rules.",
      "text": "622A.7 Rules.\n\nThe supreme court, after consultation with the department of health and human services and other appropriate departments, shall adopt rules governing the qualifications andcompensation of interpreters or translators appearing in legal proceedings under thischapter. However, an administrative agency which is subject to chapter 17A may adopt rulesdiffering from those of the supreme court governing the qualifications and compensation ofinterpreters or translators appearing in proceedings before that agency. 84 Acts, ch 1137, §1; 2021 Acts, ch 77, §10; 2023 Acts, ch 19, §1271Rules adopted by the supreme court are published in the compilation “Iowa Court Rules”Section amended Sat Dec 23 11:20:21 2023 Iowa Code 2024, Section 622A.7 (18, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-7/"
    },
    {
      "id": "section-622a8",
      "number": "622A.8",
      "heading": "Electronic recording of testimony.",
      "text": "622A.8 Electronic recording of testimony.\n\nAn electronic recording of the portion of proceedings where non-English testimony is given shall be made and maintained for one year after the entry of the final disposition or sentenceor, if the final judgment is appealed, until one year after the final disposition of the appeal. 84 Acts, ch 1137, §2; 2021 Acts, ch 77, §11 Sat Dec 23 11:20:21 2023 Iowa Code 2024, Section 622A.8 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-8/"
    },
    {
      "id": "section-622a9",
      "number": "622A.9",
      "heading": "Privileged communications.",
      "text": "622A.9 Privileged communications.\n\nCommunications between a limited-English-proficient person and a third party which are privileged under chapter 622 in which an interpreter or translator participates as aninterpreter or translator shall be privileged with regard to the interpreter or translator. 2021 Acts, ch 77, §12 Sat Dec 23 11:20:22 2023 Iowa Code 2024, Section 622A.9 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-622a/section-622a-9/"
    }
  ]
}