{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-626a-enforcement-of-foreign-judgments",
  "sections": [
    {
      "id": "section-626a1",
      "number": "626A.1",
      "heading": "Definition.Section 626A.2 - Filing and status of foreign judgments",
      "text": "626A.1 Definition.\n\nAs used in this chapter unless the context otherwise requires,\n\n“foreign judgment”\n\nmeans a judgment, decree, or order of a court of the United States or of any other court which isentitled to full faith and credit in this state. [C81, §626A.1] Sat Dec 23 11:21:48 2023 Iowa Code 2024, Section 626A.1 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-1/"
    },
    {
      "id": "section-626a2",
      "number": "626A.2",
      "heading": "Filing and status of foreign judgments.",
      "text": "626A.2 Filing and status of foreign judgments.\n\n1. A copy of a foreign judgment authenticated in accordance with an Act of Congress or the statutes of this state may be filed in the office of the clerk of the district court of a countyof this state which would have venue if the original action was being commenced in thisstate. The clerk shall treat the foreign judgment in the same manner as a judgment of thedistrict court of this state. A judgment so filed has the same effect and is subject to the sameprocedures, defenses and proceedings for reopening, vacating, or staying as a judgment ofthe district court of this state and may be enforced or satisfied in like manner. 2. A proceeding to enforce a child support order is governed by 28 U.S.C. §1738B.[C81, §626A.2]96 Acts, ch 1141, §32; 97 Acts, ch 175, §236 Sat Dec 23 11:21:49 2023 Iowa Code 2024, Section 626A.2 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-2/"
    },
    {
      "id": "section-626a3",
      "number": "626A.3",
      "heading": "Notice of filing.",
      "text": "626A.3 Notice of filing.\n\n1. At the time of the filing of the foreign judgment, the judgment creditor or the creditor’s lawyer shall make and file with the clerk of court an affidavit setting forth the name and lastknown post office address of the judgment debtor, and the judgment creditor. 2. Promptly upon the filing of the foreign judgment and the affidavit as provided in subsection 1, the clerk shall mail notice of the filing of the foreign judgment to the judgmentdebtor at the address given and shall make a note of the mailing in the docket. The noticeshall include the name and post office address of the judgment creditor and the judgmentcreditor’s lawyer, if any, in this state. 3. No execution or other process for enforcement of a foreign judgment filed under this chapter shall issue until the expiration of twenty days after the date the judgment is filed. 4. The filing of a foreign judgment under this chapter shall not create a lien upon any real estate until after the expiration of the time provided for in this chapter for challenging theconclusiveness of the foreign judgment and pursuant to section 624.24. [C81, §626A.3]2007 Acts, ch 192, §2 Sat Dec 23 11:21:49 2023 Iowa Code 2024, Section 626A.3 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-3/"
    },
    {
      "id": "section-626a4",
      "number": "626A.4",
      "heading": "Stay.",
      "text": "626A.4 Stay.\n\n1. If the judgment debtor shows the district court in which the judgment is filed that an appeal from the foreign judgment is pending or will be taken, or that a stay of execution hasbeen granted, the court shall stay enforcement of the foreign judgment until the appeal isconcluded, the time for appeal expires, or the stay of execution expires or is vacated, uponproof that the judgment debtor has furnished the security for the satisfaction of the judgmentrequired by the state in which it was rendered. 2. If the judgment debtor shows the district court in which the judgment is filed that grounds exist upon which enforcement of a judgment of the district court of this state wouldbe stayed, the court shall stay enforcement of the foreign judgment for an appropriateperiod, upon requiring the same security for satisfaction of the judgment which is requiredin this state. [C81, §626A.4] Sat Dec 23 11:21:49 2023 Iowa Code 2024, Section 626A.4 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-4/"
    },
    {
      "id": "section-626a5",
      "number": "626A.5",
      "heading": "Fee.",
      "text": "626A.5 Fee.\n\nFor filing a foreign judgment, the clerk shall collect a fee in the amount collected for filing and docketing a petition under section 602.8105, subsection 1, paragraph\n\n“a”\n\n. [C81, §626A.5]94 Acts, ch 1074, §9 Sat Dec 23 11:21:50 2023 Iowa Code 2024, Section 626A.5 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-5/"
    },
    {
      "id": "section-626a6",
      "number": "626A.6",
      "heading": "Optional procedure.",
      "text": "626A.6 Optional procedure.\n\nThe right of a judgment creditor to bring an action to enforce the creditor’s judgment instead of proceeding under this chapter remains unimpaired. [C81, §626A.6] Sat Dec 23 11:21:50 2023 Iowa Code 2024, Section 626A.6 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-6/"
    },
    {
      "id": "section-626a7",
      "number": "626A.7",
      "heading": "Uniformity of interpretation.",
      "text": "626A.7 Uniformity of interpretation.\n\nThis chapter shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of those states which enact it. [C81, §626A.7] Sat Dec 23 11:21:50 2023 Iowa Code 2024, Section 626A.7 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-7/"
    },
    {
      "id": "section-626a8",
      "number": "626A.8",
      "heading": "Short title.",
      "text": "626A.8 Short title.\n\nThis chapter may be cited as the\n\n“Uniform Enforcement of Foreign Judgments Act”\n\n.[C81, §626A.8] Sat Dec 23 11:21:51 2023 Iowa Code 2024, Section 626A.8 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-626a/section-626a-8/"
    }
  ]
}