{
  "state": "iowa",
  "path": "title-title-xv-judicial-branch-and-judicial-procedures/chapter-chapter-683-actions-related-to-firearms-firearm-accessories-",
  "sections": [
    {
      "id": "section-6831",
      "number": "683.1",
      "heading": "Prohibition of certain actions resulting from criminal or unlawful use of firearm, firearm accessory, or ammunition by third party — definitions",
      "text": "683.1 Prohibition of certain actions resulting from criminal or unlawful use of firearm,\n\nfirearm accessory, or ammunition by third party — definitions.\n\n1. As used in this chapter, unless the context otherwise requires:\n\na. “Ammunition”\n\nmeans any projectile capable of being expelled or propelled from any firearm by the action of a propellant, any cartridge or shotshell designed for the purpose ofexpelling such a projectile from a firearm, and any component parts thereof.\n\nb. “Firearm”\n\nmeans any weapon that is capable of expelling, designed to expel, or that may readily be converted to expel ammunition. 2. A person shall not bring or maintain an action against a firearm, firearm accessory, or ammunition manufacturer, importer, distributor, trade association, seller, or dealer for any ofthe following:\n\na.\n\nRecovery of damages resulting from, or injunctive relief or abatement of a nuisance, statutory or in common law, relating to, the lawful design, manufacture, marketing, or saleof a firearm, firearm accessory, or ammunition.\n\nb.\n\nRecovery of damages resulting from the criminal or unlawful use of a firearm, firearm accessory, or ammunition by a third party. All defenses provided for in section 668.12 shallapply to actions under this section. 2021 Acts, ch 34, §1Referred to in §683.2, 683.3 Sat Dec 23 12:25:53 2023 Iowa Code 2024, Section 683.1 (3, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-683/section-683-1/"
    },
    {
      "id": "section-6832",
      "number": "683.2",
      "heading": "Fees and costs awarded for prohibited actions.",
      "text": "683.2 Fees and costs awarded for prohibited actions.\n\nIf a court finds that a party has brought an action under a theory of recovery described in section 683.1, subsection 2, the finding constitutes conclusive evidence that the action isgroundless, and the court shall dismiss the claim or action and award to the defendant anyreasonable attorney fee and costs incurred in defending the claim or action. 2021 Acts, ch 34, §2 Sat Dec 23 12:25:54 2023 Iowa Code 2024, Section 683.2 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-683/section-683-2/"
    },
    {
      "id": "section-6833",
      "number": "683.3",
      "heading": "Allowable actions.",
      "text": "683.3 Allowable actions.\n\nThis chapter shall not be construed to prohibit a person from bringing or maintaining an action against a firearm, firearm accessory, or ammunition manufacturer, importer,distributor, trade association, seller, or dealer for recovery of damages for any of thefollowing: 1. Breach of contract or warranty concerning firearms, firearms accessories, or ammunition purchased by a person. 2. Damage or harm to a person or to property owned or leased by a person caused by a defective firearm, firearm accessory, or ammunition. 3. Injunctive relief to enforce a valid statute, rule, or ordinance. However, a person shall not bring an action seeking injunctive relief if that action is barred under section 683.1,subsection 2. 2021 Acts, ch 34, §3 Sat Dec 23 12:25:55 2023 Iowa Code 2024, Section 683.3 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xv/chapter-683/section-683-3/"
    }
  ]
}