{
  "state": "nebraska",
  "path": "title-chapter-82-state-culture-and-history/chapter-82-701-legislative-findings-and-declarations",
  "sections": [
    {
      "id": "section-82-701",
      "number": "82-701",
      "heading": "",
      "text": "82-701.Legislative findings and declarations.\n\nThe Legislature finds and declares:\n\n(1) In 1864, the United States Congress established the National Statuary Hall Collection in the Old Hall of the House of Representatives in the United States Capitol and authorized each state to contribute to the hall collection two statues that represent important historical figures of each state;\n\n(2) Nebraska currently has on display in the National Statuary Hall Collection statues of William Jennings Bryan and Julius Sterling Morton given by the State of Nebraska in 1937;\n\n(3) In 2000, the United States Congress enacted legislation authorizing states to request that the Joint Committee on the Library of Congress approve the replacement of statues the state had provided for display in the hall collection;\n\n(4)(a) Willa Cather is a significant historical and literary figure from Red Cloud, Nebraska;\n\n(b) Willa Cather immortalized Nebraska in such works as My Antonia and O Pioneers!;\n\n(c) Willa Cather won the 1923 Pulitzer Prize for her novel One of Ours; and\n\n(d) Willa Cather is worthy of recognition in the National Statuary Hall; and\n\n(5)(a) Ponca Chief Standing Bear is a significant historical and civil rights figure from Nebraska’s Niobrara River Valley region;\n\n(b) Chief Standing Bear’s epic return to his Nebraska homeland to bury his son culminated in the historic court case, United States ex rel. Crook v. Standing Bear, which took place in Omaha, Nebraska, in May 1879;\n\n(c) The court case set the historic precedent that Chief Standing Bear, as a Native American individual, was found to be a person under the law; and\n\n(d) Chief Standing Bear is worthy of recognition in the National Statuary Hall.\n\nSourceLaws 2018, LB807, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-82/statute-82-701/"
    }
  ]
}