{
  "state": "nebraska",
  "path": "title-chapter-82-state-culture-and-history/chapter-82-335-competitive-grant-program-eligibility-for-grant-prior",
  "sections": [
    {
      "id": "section-82-335competitive",
      "number": "82-335.Competitive",
      "heading": "grant program; eligibility for grant; priority; purpose; amount",
      "text": "(1) The Nebraska Arts Council shall establish a competitive grant program to award grants to cities of the first class, cities of the second class, and villages as provided in this section. The grants shall be awarded from funds transfe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-82-335",
      "number": "82-335",
      "heading": "",
      "text": "82-335.Competitive grant program; eligibility for grant; priority; purpose; amount.\n\n(1) The Nebraska Arts Council shall establish a competitive grant program to award grants to cities of the first class, cities of the second class, and villages as provided in this section. The grants shall be awarded from funds transferred to the Support the Arts Cash Fund pursuant to subdivision (9)(a) of section 13-3108.\n\n(2) A city of the first class, city of the second class, or village is eligible for a grant under this section if:\n\n(a) The city or village has a creative district within its boundaries that has a ten-year plan for integration of the arts intended to catalyze economic and workforce development initiatives in such city or village; and\n\n(b) The city or village is not receiving state assistance under the Sports Arena Facility Financing Assistance Act.\n\n(3) Priority in grant funding shall go to any city of the first class, city of the second class, or village described in subsection (2) of this section whose project includes the partnership of a city or village convention and visitors bureau or county convention and visitors bureau.\n\n(4) Grants under this section may fund capital assets, video projection mapping, intangible video or audio artistic expression presentations, planning expenses, architectural expenses, engineering expenses, live performances, and promotional or marketing efforts of the creative district. Grants shall not fund ongoing operational and personnel expenses of a political subdivision or nonprofit corporation, legal expenses, or lobbying expenses.\n\n(5) Any assets acquired using grant funds shall be owned by the city of the first class, city of the second class, or village receiving such grant.\n\n(6) Any grant awarded under this section shall be in an amount determined by the Nebraska Arts Council, which shall not be less than one hundred thousand dollars.\n\n(7) For purposes of this section, creative district means a creative district established pursuant to subdivision (5) of section 82-312.\n\nSourceLaws 2021, LB39, ยง 10;Laws 2023, LB727, ยง 105;Laws 2024, LB1197, ยง 7.\n\nCross ReferencesSports Arena Facility Financing Assistance Act, see section 13-3101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-82/statute-82-335/"
    }
  ]
}