{
  "state": "nebraska",
  "path": "title-chapter-82-state-culture-and-history/chapter-82-316-nebraska-arts-council-cash-fund-created-deposits-disb",
  "sections": [
    {
      "id": "section-82-316nebraska",
      "number": "82-316.Nebraska",
      "heading": "Arts Council Cash Fund; created; deposits; disbursements; investment",
      "text": "There is hereby created the Nebraska Arts Council Cash Fund. The fund shall contain all sums of money received from fees from any conference, performance, or exhibition held by the council or by groups who have contracted with the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-82-316",
      "number": "82-316",
      "heading": "",
      "text": "82-316.Nebraska Arts Council Cash Fund; created; deposits; disbursements; investment.\n\nThere is hereby created the Nebraska Arts Council Cash Fund. The fund shall contain all sums of money received from fees from any conference, performance, or exhibition held by the council or by groups who have contracted with the council for such events and all sums of money collected under section 82-326. The Nebraska Arts Council shall use the fund to pay the costs related to the administration and sponsoring of any conference, performance, or exhibition by the Nebraska Arts Council or by groups who have contracted with the council for such events or to pay the costs related to the repair, restoration, and maintenance of artwork installed under sections 82-317 to 82-329, 85-106 to 85-106.03, and 85-304 to 85-304.03. All disbursements shall be made upon warrants drawn by the Director of Administrative Services. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1977, LB 512, ยง 1;Laws 2016, LB957, ยง 10.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-82/statute-82-316/"
    }
  ]
}