{
  "state": "nebraska",
  "path": "title-chapter-82-state-culture-and-history/chapter-82-334-support-the-arts-cash-fund-created-use-investment",
  "sections": [
    {
      "id": "section-82-334",
      "number": "82-334",
      "heading": "",
      "text": "82-334.Support the Arts Cash Fund; created; use; investment.\n\n(1) The Support the Arts Cash Fund is created. The fund shall consist of all money credited to the fund pursuant to section 60-3,163.02 and all money transferred to the fund pursuant to section 13-3108.\n\n(2) The Nebraska Arts Council shall administer and distribute the Support the Arts Cash Fund. The fund shall be expended by the Nebraska Arts Council (a) to provide aid to communities that designate a focus area of the city or village for arts and cultural development, (b) to provide money for a competitive grant program that awards a grant to any creative district that meets the criteria for the competitive grant, if such program exists, (c) to provide money for the competitive grant program for cities of the first class, cities of the second class, and villages described in section 82-335, and (d) to defray costs directly related to the administration of the fund.\n\n(3) All money transferred to the fund pursuant to section 13-3108 shall be used for the competitive grant program for cities of the first class, cities of the second class, and villages described in section 82-335.\n\n(4) Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 2020, LB944, ยง 90;Laws 2021, LB39, ยง 9;Laws 2023, LB727, ยง 104;Laws 2025, LB398, ยง 69.Operative Date: September 3, 2025\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-82/statute-82-334/"
    }
  ]
}