{
  "state": "nebraska",
  "path": "title-chapter-68-public-assistance/chapter-68-1002-persons-eligible-for-assistance",
  "sections": [
    {
      "id": "section-68-1002",
      "number": "68-1002",
      "heading": "",
      "text": "68-1002.Persons eligible for assistance.\n\nIn order to qualify for assistance to the aged, blind, or disabled, an individual:\n\n(1) Must be a bona fide resident of the State of Nebraska, except that a resident of another state who enters the State of Nebraska solely for the purpose of receiving care in a home licensed by the Department of Health and Human Services shall not be deemed to be a bona fide resident of Nebraska while such care is being provided;\n\n(2) Shall not be receiving care or services as an inmate of a public institution, except as a patient in a medical institution, and if the individual is a patient in an institution for tuberculosis or mental diseases, he or she has attained the age of sixty-five years;\n\n(3) Shall not have deprived himself or herself directly or indirectly of any property whatsoever for the purpose of qualifying for assistance to the aged, blind, or disabled;\n\n(4) May receive care in a public or private institution only if such institution is subject to a state authority or authorities which shall be responsible for establishing and maintaining standards for such institutions; and\n\n(5) Must be in need of shelter, maintenance, or medical care.\n\nSourceLaws 1965, c. 395, § 2, p. 1264;Laws 1965, c. 396, § 1, p. 1274;Laws 1965, c. 397, § 1, p. 1276;Laws 1967, c. 409, § 2, p. 1273;Laws 1969, c. 343, § 5, p. 1208;Laws 1977, LB 480, § 1;Laws 1996, LB 1044, § 306;Laws 2007, LB296, § 265.\n\nAnnotations\n\nThe clear import of this section is to prevent citizens from raiding the public purse when they possess sufficient resources to care for themselves. This section provides an exception to the general rule expressed in section 30-2352 that a renunciation of assets relates back to the death of the decedent \"for all purposes\"; that is, this section declares a citizen ineligible if he has deprived himself \"directly or indirectly of any property whatsoever\" for the purpose of qualifying for assistance. Hoesly v. State, 243 Neb. 304, 498 N.W.2d 571 (1993).\n\nUnder the language of this section, depriving oneself of resources is not, in and of itself, the disqualifying act; disqualification results from doing so with the intention and for the purpose of becoming eligible for public assistance. Meier v. State, 227 Neb. 376, 417 N.W.2d 771 (1988).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-68/statute-68-1002/"
    }
  ]
}