{
  "state": "delaware",
  "path": "title-title-5/chapter-title5c050index",
  "sections": [
    {
      "id": "section-5001",
      "number": "5001.",
      "heading": "“Payment network” defined.The term “payment network” as used in this chapter means a nonstock member corporation incorporated under Title 8 which has 50 percent or more of its members organized as:(1) Banks, thrifts, credit unions or other financial institutions, under the laws of this State, any ot",
      "text": "§\n\n 1;§\n\n5002. Voting rights of members and selection of governing body.Notwithstanding any other provision of the laws of this State contained in Title 8 or elsewhere:(1) Unless otherwise provided in the certificate of incorporation of a payment network, or, if the certificate of incorporation so provides, in its bylaws, each member shall be entitled at every meeting of members to 1 vote in person or by proxy;(2) The election, appointment or designation of the members of the governing body of a payment network, including the voting rights of members and rights of persons other than members with respect to election, appointment or designation of the members of the governing body, shall be as provided in its bylaws, its certificate of incorporation, or both; and(3) Any member action or corporate action with respect to the election, appointment or designation of the members of the governing body of a payment network from and after its date of incorporation taken pursuant to the provisions of its bylaws, its certificate of incorporation, or both, shall be deemed as having been taken under and shall be governed by this section.75 Del. Laws, c. 233,\n\n§\n\n 1;§\n\n5003. Regulatory authority not created.This chapter shall not subject a payment network not otherwise regulated by the State Bank Commissioner to any regulation by the State Bank Commissioner.75 Del. Laws, c. 233,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5002",
      "number": "5002.",
      "heading": "Voting rights of members and selection of governing body",
      "text": "Notwithstanding any other provision of the laws of this State contained in Title 8 or elsewhere:(1) Unless otherwise provided in the certificate of incorporation of a payment network, or, if the certificate of incorporation so provides, in its\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5003",
      "number": "5003.",
      "heading": "Regulatory authority not created",
      "text": "This chapter shall not subject a payment network not otherwise regulated by the State Bank Commissioner to any regulation by the State Bank Commissioner.75 Del. Laws, c. 233,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}