{
  "state": "delaware",
  "path": "title-title-5/chapter-title5c029index",
  "sections": [
    {
      "id": "section-2901",
      "number": "2901.",
      "heading": "Definition of terms.As used in this chapter, unless the context or subject matter otherwise requires:(1) “Motor vehicle” means any device propelled or drawn by any power other than muscular power, in, upon, or by which any person or property is, or may be transported or drawn upon a highway",
      "text": "(2) “Ret\n§\n\n 2901;52 Del. Laws, c. 335,\n\n§\n\n 1;71 Del. Laws, c. 254,\n\n§§\n\n 29, 30;72 Del. Laws, c. 218,\n\n§\n\n 1;§\n\n2902. Licensing of sales finance companies required.(a) No person shall engage in the business of a sales finance company in this State without a license therefor as provided in this chapter; provided, however, that the licensing requirements of this chapter shall not apply to any banking organization, federal credit union or insurance company, or any other person, if and to the extent that such person is engaging in the business of a sales finance company in this State in accordance with and as authorized by any other applicable law of this State or the United States.(b) The application for such license shall be in writing, and in the form prescribed by the Commissioner. The application shall contain the name of the applicant; the address, or addresses, where the business is or is to be conducted; the name and resident address, or addresses, of the owner or partners or, if a corporation or association, of the directors, trustees and principal officers; and such other pertinent information as the Commissioner may require. The Commissioner, at the time the application is submitted or in connection with an investigation of the application, may require the applicant, the spouse of the applicant, a principal of, individual who is a person in control of, or proposed responsible individual of the applicant, or any other individual associated with the applicant and the proposed licensed activities, to provide the Commissioner or the Commissioner’s designee with a complete set of fingerprints for purposes of a criminal background investigation.(c) The license fee for each calendar year or part thereof shall be the sum of $287.50 for the principal place of business of the licensee and the sum of $287.50 for each additional office of the licensee.In addition, the original application for the initial license shall be accompanied by an investigation fee in the amount of $287.50 which shall not be refundable.(d) A licensee shall obtain a license for each office or other place of business from which its licensed business is conducted upon payment of the required fees for each office and compliance with all applicable provisions of law. In the event the location of a licensed office is changed during the term of the license, the Commissioner shall issue without charge an amended license for the new location. The Commissioner may issue more than 1 license to the same applicant upon payment of the required fees and compliance with all applicable provisions of law.(e) Upon the filing of such application, and the payment of said fee, the Commissioner shall issue a license to the applicant to engage in the business of sales finance company under and in accordance with the provisions of this chapter for a period which shall expire the last day of December next following the date of its issuance. In case there is a change of name but no change in corporate structure, the Commissioner shall issue without charge an amended license for the new name. Such license shall not be otherwise transferable or assignable. No licensee shall transact any business provided for by this chapter under any other name.(f) For just cause the Commissioner may refuse to issue a license or renewal thereof.(g) Upon written request, the Commissioner may in the Commissioner’s discretion grant conditional approval for an acquired licensee to conduct its business under its existing license for a period not to exceed 60 days in cases where the control of the licensee changes and where a new application for licensure has been filed in accordance with this section.(h) The Commissioner shall be authorized to exempt from any or all of the provisions of this chapter such persons or classes of persons as the Commissioner shall find inappropriate to include within the coverage of this chapter in order to effectuate the purposes of this chapter. The Commissioner may by regulation establish procedures for application, fees and other requirements for an exemption pursuant to this subsection.5 Del. C. 1953,\n\n§\n\n 2902;52 Del. Laws, c. 335,\n\n§\n\n 1;57 Del. Laws, c. 740,\n\n§\n\n 25A;60 Del. Laws, c. 268,\n\n§\n\n 18;67 Del. Laws, c. 260,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§\n\n 78;71 Del. Laws, c. 254,\n\n§\n\n 31;72 Del. Laws, c. 15,\n\n§\n\n 41;72 Del. Laws, c. 286,\n\n§§\n\n 4, 5;73 Del. Laws, c. 24,\n\n§\n\n 14;73 Del. Laws, c. 247,\n\n§\n\n 8;80 Del. Laws, c. 225,\n\n§\n\n12;82 Del. Laws, c. 78,\n\n§\n\n7;§\n\n2903. Renewal of license.Every holder of a license or a renewal thereof, as provided for in this section, desiring to continue the transaction of business as provided for in this chapter, shall at least 30 days prior to the expiration of such license or renewal thereof make application to the Commissioner on forms to be provided by the Commissioner for a license renewal. The Commissioner may mandate that applications for renewal shall be treated as new applications if said renewal applications are not on file with the office of the State Bank Commissioner at least 30 days prior to the expiration of such license or renewal thereof. Licensees who have not complied with supervisory letters or who have not paid any supervisory assessment or examination fees when due may be refused license renewal.70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 327,\n\n§\n\n 42;§\n\n2904. Suspension, revocation or surrender of license.(a) The Commissioner may revoke any license issued hereunder upon finding that:(1) The licensee has violated any provision of this chapter or any rule or regulation made by the Commissioner under and within the authority of this chapter or of any other law, rule or regulation of this State or the United States;(2) Any fact or condition exists which, if it had existed at the time of the original application for such license, would have warranted the Commissioner in refusing originally to issue such license; or(3) The licensee has engaged in business activities or practices, in connection with any business for which a license is required under this chapter, which could be deemed unfair or deceptive by nature of intent. Such activities and practices include, but are not limited to, the use of tactics which mislead the consumer, misrepresent the consumer transaction or any part thereof, or otherwise create false expectations on the part of the consumer.(b) The Commissioner may temporarily suspend any license pending the issuance of a final order as provided in Chapter 101 of Title 29.(c) Except as provided in subsection (b) of this section, no license shall be revoked or suspended except after notice and an opportunity for the licensee to request a hearing in accordance with Chapter 101 of Title 29.(d) Any licensee may surrender any license by delivering to the Commissioner such license together with written notice that it thereby surrenders such license, but such surrender shall not affect such licensee’s civil or criminal liability for acts committed prior to such surrender.(e) No revocation, suspension or surrender of any license shall impair or affect the obligation of any preexisting lawful contract between the licensee and any person.(f) Every license issued hereunder shall remain in force and effect until the same shall have expired or shall have been surrendered, revoked or suspended in accordance with this chapter, but the Commissioner shall have authority to reinstate a suspended license or to issue a new license to a licensee whose license shall have been revoked if no fact or condition then exists which would have warranted the Commissioner in refusing originally to issue such license under this chapter.(g) Whenever the Commissioner shall revoke or suspend a license issued pursuant to this chapter, the Commissioner shall forthwith execute a written order to that effect. The Commissioner shall forthwith serve the written order upon the licensee. Any such order may be reviewed in the manner provided by Chapter 101 of Title 29.5 Del. C. 1953,\n\n§\n\n 2903;52 Del. Laws, c. 335,\n\n§\n\n 1;57 Del. Laws, c. 740,\n\n§\n\n 25B;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 24,\n\n§\n\n 15;77 Del. Laws, c. 126,\n\n§\n\n 7;§\n\n2905. Filing of complaints.Any retail buyer having reason to believe that this chapter relating to the retail buyer’s retail installment contract has been violated, may file with the Commissioner a written complaint setting forth the details of such alleged violation and the Commissioner, upon receipt of such complaint, may inspect the pertinent books, records, letters and contracts of the licensee and of the retail seller involved, relating to such specific written complaint.5 Del. C. 1953,\n\n§\n\n 2904;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2906. Powers of Commissioner.(a) For the purpose of administering this chapter, determining whether any business contemplated by this chapter is being operated in accordance with the provisions thereof or making investigation of any complaint or alleged violation, the Commissioner and the Commissioner’s duly authorized representatives shall have power to investigate, at any time, the business and affairs and examine the books, accounts, contracts, papers, records, documents and files of every licensee and of every person who shall be engaged in business contemplated by this chapter, whether such person shall act, or claim to act, as principal or agent or under or without the authority of this chapter. For this purpose the Commissioner, or the Commissioner’s duly authorized representatives, shall have free access to the offices and places of business, books, accounts, contracts, papers, records, documents and files of all such persons.(b) The Commissioner shall have power to issue subpoenas to compel the attendance of witnesses and the production of books, accounts, contracts, papers, records, documents and other evidence before the Commissioner in any matter over which the Commissioner has jurisdiction, control or supervision pertaining to this chapter. The Commissioner shall have the power to administer oaths and affirmations to any persons whose testimony is required.(c) If any person shall refuse to obey any such subpoena, or to give testimony, or to produce evidence as required thereby, any judge of the Superior Court may, upon application and proof of such refusal, make an order awarding process of subpoena, or subpoena duces tecum, out of the Superior Court, for such witness to appear before the Commissioner and to give testimony and to produce evidence as required thereby. Upon filing such order in the office of the Prothonotary, the Prothonotary shall issue process of subpoena, as directed, under the seal of said Court, requiring the person to whom it is directed, to appear at the time and place therein designated.(d) If any person served with any such subpoena shall refuse to obey the same, and to give testimony, and to produce evidence as required thereby, the Commissioner may apply to any judge of the Superior Court for an attachment against such person, as for a contempt. The Court, upon satisfactory proof of such refusal, shall issue an attachment directed to any constable or police officer, for the arrest of such person, and upon the person being brought before the Court, proceed to a hearing of the case. The Court shall have power to enforce obedience to such subpoena, and the answering of any question, and the production of any evidence, that may be proper, by a fine not exceeding $100, or by imprisonment for not more than 30 days, or by both fine and imprisonment, and to compel such witness to pay the costs of such proceeding as taxed by the Court.(e) The Commissioner may make such rules and regulations, and such specific rulings, demands and findings as the Commissioner deems necessary for the enforcement of this chapter and the proper conduct of the business authorized and required to be licensed thereunder. Such rules and regulations, specific rulings, demands and findings shall be in addition to, and not inconsistent with, this chapter.(f) If, in the Commissioner’s opinion, it is necessary for a thorough examination of a licensee, the Commissioner may retain 1 or more accountants, attorneys, appraisers or other third parties to assist the Commissioner in such examination. Within 10 days after receipt of a statement from the Commissioner, such licensee shall pay or reimburse the fees, costs and expenses of any third parties retained by the Commissioner under this subsection.5 Del. C. 1953,\n\n§\n\n 2905;52 Del. Laws, c. 335,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 44;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 266,\n\n§\n\n 10;§\n\n2907. Requirements and prohibitions as to retail installment contracts.(a) A retail installment contract shall be in writing, shall be signed by both the buyer and the seller and shall be completed as to all essential provisions prior to the signing of the contract by the buyer.(b) The printed portion of the contract, other than instructions for completion, shall be in at least 8 point type. The contract shall contain in a size equal to at least 10 point bold type:(1) A specific statement that liability insurance coverage for bodily injury and property damage caused to others is not included, if that is the case; and(2) The following notice: “Notice to the Buyer: 1. Do not sign this contract before you read it or if it contains any blank spaces. 2. You are entitled to an exact copy of the contract you sign.”(c) The seller shall deliver to the buyer, or mail to the buyer at the buyer’s address shown on the contract, a copy of the contract signed by the seller. Until the seller does so, a buyer who has not received delivery of the motor vehicle shall have the right to rescind the agreement and to receive a refund of all payments made and return of all goods traded in to the seller on account of or in contemplation of the contract, or if such goods cannot be returned, the value thereof. Any acknowledgment by the buyer of delivery of a copy of the contract shall be in a size equal to at least 10 point bold type and, if contained in the contract, shall appear directly above the buyer’s signature.(d) The contract shall contain the names of the seller and the buyer, the place of business of the seller as specified by the buyer and a description of the motor vehicle including its make, year model, model and identification numbers or marks.(e) The contract shall contain the following items:(1) The cash sale price of the motor vehicle;(2) The amount of the buyer’s down payment, and whether made in money or goods, or partly in money and partly in goods;(3) The difference between items (1) and (2);(4) The amount, if any, included for insurance and other benefits, specifying the types of coverage and benefits including any amounts actually paid or to be paid by the seller pursuant to an agreement with the buyer to discharge a security interest, lien or lease interest on property traded in;(5) The amount of official fees;(6) The principal balance, which is the sum of item (3), item (4), and item (5);(7) The amount of the finance charge;(8) The time balance, which is the sum of items (6) and (7), payable in installments by the buyer to the seller, the number of installments, the amount of each installment and the due date or period thereof.The above items need not be stated in the sequence or order set forth; additional items may be included to explain the calculations involved in determining the stated time balance to be paid by the buyer.(f) The amount, if any, included for insurance, which may be purchased by the holder of the retail installment contract, shall not exceed the applicable premiums chargeable in accordance with the rates filed with the Insurance Commissioner of the State. If dual interest insurance on the motor vehicle is purchased by the holder it shall, within 30 days after execution of the retail installment contract, send or cause to be sent to the buyer a policy or policies or certificate of insurance, written by an insurance company authorized to do business in this State, clearly setting forth the amount of the premium, the kind or kinds of insurance, the coverages and all the terms, exceptions, limitations, restrictions and conditions of the contract or contracts of insurance. The buyer shall have the privilege of purchasing such insurance from an agent or broker of the buyer’s own selection and of selecting an insurance company acceptable to the holder, but in such case the inclusion of the insurance premium in the retail installment contract shall be optional with the seller.(g) If any insurance is cancelled, unearned insurance premium refunds received by the holder shall be credited to the final maturing installments of the contract except to the extent applied toward payment for similar insurance protecting the interests of the buyer and the holder or either of them.(h) The holder may, if the contract so provides, collect a delinquency and collection charge on each installment in default for a period not less than 10 days in an amount not in excess of 5% of each installment or $15, whichever is less. In addition to such delinquency and collection charge, the contract may provide for the payment of attorneys’ fees not exceeding 15% of the amount due and payable under such contract when such contract is referred for collection to an attorney not a salaried employee of the holder of the contract plus the court costs.(i) No retail installment contract shall be signed by any party thereto when it contains blank spaces to be filled in after it has been signed except that, if delivery of the motor vehicle is not made at the time of the execution of the contract, the identifying numbers or marks of the motor vehicle or similar information and the due date of the first installment may be inserted in the contract after its execution. The buyer’s written acknowledgment, conforming to the requirements of subsection (c) of this section, of delivery of a copy of a contract shall be conclusive proof of such delivery, that the contract when signed did not contain any blank spaces except as provided in this subsection, and of compliance with this section in any action or proceeding by or against the holder of the contract.(j) Upon written request from the buyer, the holder of a retail installment contract shall give or forward to the buyer a written statement of the dates and amounts of payments and the total amount unpaid under such contract. A buyer shall be given a written receipt for any payment when made in cash.(k) No provision in a retail installment contract relieving the seller from liability for any legal remedies which the buyer may have against the seller under the contract, or in any separate instrument executed in connection therewith, whether before or at the time of the making of the contract, shall be enforceable.5 Del. C. 1953,\n\n§\n\n 2906;52 Del. Laws, c. 335,\n\n§\n\n 1;63 Del. Laws, c. 2,\n\n§\n\n 11;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 127,\n\n§\n\n 1;§\n\n2908. Finance charge.(a) A retail seller or the holder of a retail installment contract may charge and collect a finance charge in respect of a retail installment transaction and may calculate such finance charge in the manner and at the rate or rates specified in the contract governing the retail installment transaction.(b) Any sales finance company may purchase or acquire or agree to purchase or acquire from any seller any contract on such terms and conditions as may be agreed upon between them. Filing of the assignment, notice to the buyer of the assignment, and any requirement that the holder maintain dominion over the payments or the motor vehicle if repossessed shall not be necessary to the validity of a written assignment of a contract as against creditors, subsequent purchasers, pledgees, mortgagees and lien claimants of the seller. Unless the buyer has notice of the assignment of the contract, payment thereunder made by the buyer to the last-known holder of such contract shall be binding upon all subsequent holders.5 Del. C. 1953,\n\n§\n\n 2907;52 Del. Laws, c. 335,\n\n§\n\n 1;60 Del. Laws, c. 53,\n\n§\n\n 1;61 Del. Laws, c. 83,\n\n§\n\n 1;62 Del. Laws, c. 228,\n\n§§\n\n 3, 4;63 Del. Laws, c. 2,\n\n§\n\n 12;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2908A. Prepayment [Transferred].Transferred.§\n\n2909. Prepayment.(a) A buyer may prepay the debt due under a retail installment contract in full at any time.(b) If the finance charge imposed pursuant to § 2908 of this title in respect of a retail installment transaction has been precomputed and taken in advance, then, in the event of prepayment of the entire indebtedness, the holder shall refund to the buyer the unearned portion of the precomputed finance charge. This refund shall be in an amount not less than the amount which would be refunded if the unearned precomputed finance charge were calculated in accordance with the actuarial method, provided that the buyer shall not be entitled to a refund which results in a net minimum finance charge of less than $25, and provided further that the holder shall not be required to refund the unearned portion of the finance charge if such amount is less than $1. The unearned portion of the precomputed finance charge is, at the option of the holder, either:(1) That portion of the precomputed finance charge which is allocable to all originally scheduled or, if deferred, all deferred payment periods, or portions thereof, ending subsequent to the date of prepayment. The unearned precomputed finance charge is the total of that which would have been earned for each such period, or portion thereof, had the debt due under the contract not been precomputed, by applying to unpaid balances of principal, according to the actuarial method, an annual percentage rate based on the precomputed finance charge, assuming that all payments were made as scheduled, or as deferred, if deferred. The holder, at its option, may round this annual percentage rate to the nearest one-quarter of 1 percent; or(2) The total precomputed finance charge less the earned precomputed finance charge. The earned precomputed finance charge shall be determined by applying an annual percentage rate based on the total precomputed finance charge, under the actuarial method, to the unpaid balances for the actual time those balances were unpaid up to the date of prepayment.(c) As used in subsection (b) of this section:(1) “Actuarial method” means the method of allocating payments made on a debt due under a retail installment contract between the outstanding balance of the indebtedness and the finance charge pursuant to which a payment is applied first to the accumulated finance charge and any remainder is subtracted from the outstanding balance of the indebtedness.(2) “Payment period” means the time period within which periodic installment payments of the indebtedness are due under the terms of a retail installment contract.(d) If a charge was made to buyer for premiums for insurance in respect of a retail installment transaction, then, in the event of prepayment, the holder shall refund to such buyer the excess of the charge to such buyer therefor over the premiums paid or payable to the holder, if such premiums were paid or payable by the holder periodically, or the refund for such insurance premium received or receivable by the holder, if such premium was paid or payable in a lump sum by the holder, provided that no such refund shall be required if it amounts to less than $1.(e) In connection with any prepayment of a debt due under a retail installment contract by a buyer, the holder may not impose any prepayment charge.63 Del. Laws, c. 2,\n\n§\n\n 13;70 Del. Laws, c. 6,\n\n§\n\n 14;71 Del. Laws, c. 19,\n\n§\n\n 79;§\n\n2910. Deferred installments.A holder may at any time or from time to time permit a buyer to defer installment payments due under the terms of a retail installment contract and may, in connection with such deferral, charge and collect deferral charges and may also require payment by such buyer of the additional cost to the holder of premiums for continuing in force, until the end of such period of deferral, any insurance coverage provided in connection with the contract.5 Del. C. 1953,\n\n§\n\n 2909;52 Del. Laws, c. 335,\n\n§\n\n 1;63 Del. Laws, c. 2,\n\n§\n\n 13;70 Del. Laws, c. 6,\n\n§\n\n 14;§\n\n2911. Penalties.(a) Any person who shall wilfully and intentionally violate this chapter or engage in the business of a sales finance company in this State without a license therefor as provided in this chapter shall be fined not more than $500.(b) A wilful violation of §§ 2907, 2908 or 2909 of this title by the seller or holder shall bar recovery of any finance charge, delinquency or collection charge on the contract.5 Del. C. 1953,\n\n§\n\n 2910;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;71 Del. Laws, c. 254,\n\n§\n\n 32;§\n\n2912. Waiver unenforceable and void.Any waiver of this chapter shall be unenforceable and void.5 Del. C. 1953,\n\n§\n\n 2911;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;§\n\n2913. Disclosure requirements.Notwithstanding any other provision of this chapter to the contrary, disclosures made in the terminology of the Truth in Lending Act [15 U.S.C. § 1601 et seq.], as amended, and regulations prescribed thereunder, shall be deemed to comply with comparable, but literally inconsistent disclosure requirements of this chapter; provided, however, that any charges otherwise authorized under this chapter may be contracted for and collected in amounts and at rates consistent with this chapter without regard to any inconsistent terminology of said Truth in Lending Act and this chapter.5 Del. C. 1953,\n\n§\n\n 2912;57 Del. Laws, c. 156;70 Del. Laws, c. 6,\n\n§\n\n 14;§\n\n2914. Surety bonds and irrevocable letters of credit.(a)Surety bonds. —(1) Every licensee shall file with the Commissioner, in a form satisfactory to the Commissioner, an original corporate surety bond, with surety provided by a corporation authorized to transact business in this State, in the principal sum of $25,000.(2) No bond shall be accepted unless the following requirements are satisfied:a. The term of the bond shall be commensurate with the license period or continuous;b. The expiration date of the bond shall not be earlier than midnight of the date on which the license expires; andc. The bond shall run to the State, for the benefit of the Office of the State Bank Commissioner and for the benefit of all consumers injured by any wrongful act, omission, default, fraud or misrepresentation by a licensee in the course of its activity as a licensee. Compensation under the bond shall be for amounts which represent actual losses and shall not be payable for claims made by business creditors, third-party service providers, agents or persons otherwise in the employ of the licensee. Surety claims shall be paid to the Office of the State Bank Commissioner by the insurer not later than 90 days after receipt of a claim. Claims paid after 90 days shall be subject to daily interest at the legal rate. The aggregate liability of the surety on the bond, exclusive of any interest which accrues for payments made after 90 days, shall in no event exceed the amount of such bond.(3) If the licensee changes its surety company or the bond is otherwise amended, the licensee shall immediately provide the Commissioner with the amended original copy of the surety bond. No cancellation of an existing bond by a surety shall be effective unless written notice of its intention to cancel is filed with the Commissioner at least 30 days before the date upon which cancellation shall take effect.(4) The Commissioner may require potential claimants to provide such documentation and affirmations as the Commissioner shall determine to be necessary and appropriate. In the event the Commissioner determines that multiple consumers have been injured by a licensee, the Commissioner shall cause a notice to be published for the purpose of identifying all relevant claims.(5) When a surety company receives a claim against the bond of a licensee, it shall immediately notify the Commissioner and shall not pay any claim unless and until it receives notice to do so from the Commissioner.(6) The Commissioner shall have a period of 2 calendar years after the effective date of cancellation or termination of the surety bond by the insurer to submit claims to the insurer.(b)Irrevocable letters of credit. —In lieu of requiring the filing of a surety bond, the Commissioner may, at the Commissioner’s discretion, accept from a licensee an irrevocable letter of credit.(1) Such irrevocable letter of credit shall be provided by an insured depository institution (as defined in the Federal Deposit Insurance Act at 12 U.S.C. § 1813(c)) acceptable to the Commissioner, in a form satisfactory to the Commissioner in the principal sum of $25,000.(2) No irrevocable letter of credit shall be accepted unless the following requirements are satisfied:a. The irrevocable letter of credit shall run to the State, for the benefit of the Office of the State Bank Commissioner and for the benefit of all consumers injured by the wrongful act, omission, default, fraud or misrepresentation by a licensee in the course of its activity as a licensee. Compensation under the irrevocable letter of credit shall be for amounts which represent actual losses and shall not be payable for claims made by business creditors, third-party service providers, agents or persons otherwise in the employ of the licensee. The aggregate liability of the insured depository institution issuing the irrevocable letter of credit shall in no event exceed the amount of such irrevocable letter of credit; andb. Draws upon such irrevocable letter of credit shall be available by sight drafts thereunder, in amounts determined by the Commissioner, up to the aggregate amount of the irrevocable letter of credit. Such drafts shall be paid in accordance with § 5-112(1) of Title 6.(3) The Commissioner may require potential claimants to provide such documentation and affirmations as the Commissioner shall determine to be necessary and appropriate. In the event the Commissioner determines that multiple consumers have been injured by a licensee, the Commissioner shall cause a notice to be published for the purpose of identifying all relevant claims.(4) The Commissioner may refuse release of an irrevocable letter of credit, following the surrender of a license, up to 2 years after the effective date of such termination of licensure.71 Del. Laws, c. 254,\n\n§\n\n 33;§\n\n2915. Multi-state automated licensing system.(a) The Commissioner is authorized to participate in any automated system involving 1 or more other states that will facilitate any aspect of the application and licensing processes of this chapter.(b) Upon joining any such system, the Commissioner may by regulation establish any of the following:(1) Any additional requirements for a license under this chapter that the Commissioner determines are necessary for participation in the system.(2) Any additional investigation fees, any fees paid directly to the administrator of the system, or any other fee required by the system to process an application or maintain a license, in such amount as the Commissioner determines is necessary to participate in the system.(c) The administrator of any such system in which the Commissioner participates is authorized to act on behalf of the Commissioner to collect from the applicants and licensees subject to the system any payments due the Commissioner under this chapter, to collect information and maintain records in electronic or other format relating to those applicants and licensees, and to submit fingerprints and any other information required for a criminal history background check to the Federal Bureau of Investigation or other law-enforcement agency.(d) Information maintained on any such system in which the Commissioner participates regarding the applicants and licensees subject to the system may be shared with any other state participating in that system for the purpose of licensing, regulating, or supervising that same applicant or licensee under a statute similar to this chapter, if that state could have obtained that same information directly from the applicant or licensee under its own law. The Commissioner shall ensure that the system maintains appropriate confidentiality, privacy, data security, and security breach notification policies that are in full compliance with Delaware law.82 Del. Laws, c. 78,\n\n§\n\n8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2902",
      "number": "2902.",
      "heading": "Licensing of sales finance companies required",
      "text": "(a) No person shall engage in the business of a sales finance company in this State without a license therefor as provided in this chapter; provided, however, that the licensing requirements of this chapter shall not apply to any banking organization, fe\n§\n\n 2902;52 Del. Laws, c. 335,\n\n§\n\n 1;57 Del. Laws, c. 740,\n\n§\n\n 25A;60 Del. Laws, c. 268,\n\n§\n\n 18;67 Del. Laws, c. 260,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§\n\n 78;71 Del. Laws, c. 254,\n\n§\n\n 31;72 Del. Laws, c. 15,\n\n§\n\n 41;72 Del. Laws, c. 286,\n\n§§\n\n 4, 5;73 Del. Laws, c. 24,\n\n§\n\n 14;73 Del. Laws, c. 247,\n\n§\n\n 8;80 Del. Laws, c. 225,\n\n§\n\n12;82 Del. Laws, c. 78,\n\n§\n\n7;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2903",
      "number": "2903.",
      "heading": "Renewal of license.Every holder of a license or a renewal thereof, as provided for in this section, desiring to continue the transaction of business as provided for in this chapter, shall at least 30 days prior to the expiration of such license or renewal thereof make application to the Commissioner",
      "text": "§\n\n 14;70 Del. Laws, c. 327,\n\n§\n\n 42;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2904",
      "number": "2904.",
      "heading": "Suspension, revocation or surrender of license",
      "text": "(a) The Commissioner may revoke any license issued hereunder upon finding that:(1) The licensee has violated any provision of this chapter or any rule or regulation made by the Commissioner under and within the authority of this chapter or of any other\n§\n\n 2903;52 Del. Laws, c. 335,\n\n§\n\n 1;57 Del. Laws, c. 740,\n\n§\n\n 25B;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 24,\n\n§\n\n 15;77 Del. Laws, c. 126,\n\n§\n\n 7;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2905",
      "number": "2905.",
      "heading": "Filing of complaints.Any retail buyer having reason to believe that this chapter relating to the retail buyer’s retail installment contract has been violated, may file with the Commissioner a written complaint setting forth the details of such alleged violation and the Commissioner, upon receipt of ",
      "text": "§\n\n 2904;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2906",
      "number": "2906.",
      "heading": "Powers of Commissioner.(a) For the purpose of administering this chapter, determining whether any business contemplated by this chapter is being operated in accordance with the provisions thereof or making investigation of any complaint or alleged violation, the Commissioner and the Commissioner’s d",
      "text": "§\n\n 2905;52 Del. Laws, c. 335,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 44;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 266,\n\n§\n\n 10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2907",
      "number": "2907.",
      "heading": "Requirements and prohibitions as to retail installment contracts",
      "text": "(a) A retail installment contract shall be in writing, shall be signed by both the buyer and the seller and shall be completed as to all essential provisions prior to the signing of the contract by the buyer.(b) The printed portion of\n§\n\n 2906;52 Del. Laws, c. 335,\n\n§\n\n 1;63 Del. Laws, c. 2,\n\n§\n\n 11;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 127,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2908",
      "number": "2908.",
      "heading": "Finance charge.(a) A retail seller or the holder of a retail installment contract may charge and collect a finance charge in respect of a retail installment transaction and may calculate such finance charge in the manner and at the rate or rates specified in the contract governing the retail install",
      "text": "§\n\n 2907;52 Del. Laws, c. 335,\n\n§\n\n 1;60 Del. Laws, c. 53,\n\n§\n\n 1;61 Del. Laws, c. 83,\n\n§\n\n 1;62 Del. Laws, c. 228,\n\n§§\n\n 3, 4;63 Del. Laws, c. 2,\n\n§\n\n 12;70 Del. Laws, c. 6,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2908a",
      "number": "2908A.",
      "heading": "Prepayment [Transferred].Transferred.",
      "text": "Prepayment [Transferred].Transferred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2909",
      "number": "2909.",
      "heading": "Prepayment.(a) A buyer may prepay the debt due under a retail installment contract in full at any time",
      "text": "(b) If the finance charge imposed pursuant to § 2908 of this title in respect of a retail installment transaction has been precomputed and taken in advance, then, in the event of prepayment of the\n§\n\n 13;70 Del. Laws, c. 6,\n\n§\n\n 14;71 Del. Laws, c. 19,\n\n§\n\n 79;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2910",
      "number": "2910.",
      "heading": "Deferred installments.A holder may at any time or from time to time permit a buyer to defer installment payments due under the terms of a retail installment contract and may, in connection with such deferral, charge and collect deferral charges and may also require payment by such buyer of the addit",
      "text": "§\n\n 2909;52 Del. Laws, c. 335,\n\n§\n\n 1;63 Del. Laws, c. 2,\n\n§\n\n 13;70 Del. Laws, c. 6,\n\n§\n\n 14;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2911",
      "number": "2911.",
      "heading": "Penalties.(a) Any person who shall wilfully and intentionally violate this chapter or engage in the business of a sales finance company in this State without a license therefor as provided in this chapter shall be fined not more than $500",
      "text": "(b) A wilful violation of §§ 2907, 2908 or 2909 of this title\n§\n\n 2910;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;71 Del. Laws, c. 254,\n\n§\n\n 32;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2912",
      "number": "2912.",
      "heading": "Waiver unenforceable and void.Any waiver of this chapter shall be unenforceable and void.5 Del. C. 1953,",
      "text": "§\n\n 2911;52 Del. Laws, c. 335,\n\n§\n\n 1;70 Del. Laws, c. 6,\n\n§\n\n 14;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2913",
      "number": "2913.",
      "heading": "Disclosure requirements.Notwithstanding any other provision of this chapter to the contrary, disclosures made in the terminology of the Truth in Lending Act [15 U",
      "text": "S.C. § 1601 et seq.], as amended, and regulations prescribed thereunder, shall be deemed to comply with comparable, but literally inconsi\n§\n\n 2912;57 Del. Laws, c. 156;70 Del. Laws, c. 6,\n\n§\n\n 14;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2914",
      "number": "2914.",
      "heading": "Surety bonds and irrevocable letters of credit",
      "text": "(a)Surety bonds. —(1) Every licensee shall file with the Commissioner, in a form satisfactory to the Commissioner, an original corporate surety bond, with surety provided by a corporation authorized to transact business in this State, in the principal\n§\n\n 33;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2915",
      "number": "2915.",
      "heading": "Multi-state automated licensing system",
      "text": "(a) The Commissioner is authorized to participate in any automated system involving 1 or more other states that will facilitate any aspect of the application and licensing processes of this chapter.(b) Upon joining any such system, the Commissioner may by regul\n§\n\n8;",
      "history": "",
      "source_url": ""
    }
  ]
}