{
  "state": "delaware",
  "path": "title-title-5/chapter-title5c034index",
  "sections": [
    {
      "id": "section-3401",
      "number": "3401.",
      "heading": "Definitions.As used in this chapter, unless the context requires otherwise:(1) “Commissioner” means the State Bank Commissioner",
      "text": "(2) “Insured institution” means an insured depository institution (as defined in the Federal Deposit Insurance Act at 12 U.S.C. § 1813(c)(2)) or an insured credit union (as\n§\n\n 3120;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§§\n\n 10, 11;§\n\n3402. Preneed payments and increment as trust funds; disbursement of funds; exceptions.(a) All payments of money made to any person, partnership, association or corporation upon any agreement or contract, or any series or combination of agreements or contract, but not including the furnishing of cemetery lots or mausoleums, which has for a purpose the furnishing or performance of funeral services or the furnishing or delivery of personal property, merchandise or services of any nature in connection with the final disposition of a dead human body for future use at a time determinable by the death of the person whose body is to be disposed of, are held to be trust funds. The person, partnership, association or corporation receiving the payments is declared to be a trustee thereof and shall deposit all payments in a trust account with an insured institution. All of the interest, dividends, increases or accretions of whatever nature earned by the funds deposited in a trust account shall remain with the principal of such account and become a part thereof, subject to all of the regulations concerning the principal of said fund herein contained.(b) Except where payment is made pursuant to § 3403 of this title or the trust is established in accordance with § 3404 of this title, all payments made under the agreement, contract or plan are and shall remain trust funds with the insured institution until the death of the person for whose service the funds were paid and until the delivery of all merchandise and full performance of all services called for by the agreement, contract or plan.(c) Except as provided in § 3404 of this title, the funds shall not be paid by the insured institution until a certified statement is furnished to the insured institution setting forth that all of the terms and conditions of the agreement have been fully performed by the person, association, partnership, firm or corporation. Any balance remaining in the fund after payment for the merchandise and services as set forth in the agreement, contract or plan shall be paid to the estate of the beneficiary of the agreement, contract or plan.(d) Subsection (a) of this section does not apply to contracts for funeral service or merchandise sold as burial insurance policies which are regulated by the Insurance Department of this State.24 Del. C. 1953,\n\n§\n\n 3121;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§§\n\n 1, 2;69 Del. Laws, c. 165,\n\n§§\n\n 12, 13;71 Del. Laws, c. 19,\n\n§§\n\n 10, 12, 13;§\n\n3403. Revocable trust accounts; refund to persons making payments.(a) Except as provided in § 3404 of this title, upon the giving of 15 days’ written notice, any person, partnership or corporation who has paid funds for a preneed funeral service may demand a refund of the entire amount actually paid, together with all interest, dividends, increases or accretions of any kind whatsoever which have been earned on such funds.(b) The insured institution shall be relieved from further liability, after making payment to the person making payment of said funds, to the trustee upon receipt of the foregoing written notice. Notice of payment of funds under this section shall be given by the insured institution to the trustee.24 Del. C. 1953,\n\n§\n\n 3122;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§§\n\n 3, 4;71 Del. Laws, c. 19,\n\n§§\n\n 10, 14, 15;§\n\n3404. Irrevocable trust accounts.(a) Any person, partnership or corporation who enters into a preneed funeral contract has the option, at any time, to establish an irrevocable trust for all funds or any portion of payments made or to be made under the agreement, contract or plan. At no time shall such funds exceed $15,000.(b) The trust document establishing an irrevocable trust shall contain such specific provisions as the Commissioner may by regulation require.68 Del. Laws, c. 389,\n\n§\n\n 5;70 Del. Laws, c. 310,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§\n\n 10;76 Del. Laws, c. 36,\n\n§\n\n 2;§\n\n3405. Trust funds; how kept and deposited.All trust funds mentioned in this chapter shall be deposited in the name of the trustee, as trustee, within 30 days after receipt thereof, with an insured institution and shall be held together with the interest, dividends or accretions thereon in trust subject to this chapter. The trustee at the time of making deposit or investment shall furnish to the insured institution the name of each payor and the amount of payment on each account for which the deposit or investment is being made.24 Del. C. 1953,\n\n§\n\n 3123;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;69 Del. Laws, c. 165,\n\n§\n\n 14;71 Del. Laws, c. 19,\n\n§§\n\n 10, 16;§\n\n3406. License to accept preneed contract required; fees.(a) No person, firm, partnership, association or corporation may, without first securing from the Commissioner a license, accept or hold payments made on preneed burial contracts, except insured institutions as defined in § 3401 of this title. Application for a license shall be in writing, signed by the applicant and duly verified on forms furnished by the Commissioner. Each application shall contain at least the following:The full name and address (both residence and place of business) of the applicant and every member, officer and director thereof if the applicant is a firm, partnership, association or corporation. Any license issued pursuant to the application shall be valid only at the address stated in the application for the applicant or at a new address approved by the Commissioner.(b) Upon receipt of the application and payment of a license fee of $25, the Commissioner shall issue a license, unless the Commissioner determines that the applicant has made false statements or representations in the application, or is insolvent, or has conducted or is about to conduct business in a fraudulent manner, or is not duly authorized to transact business in this State.24 Del. C. 1953,\n\n§\n\n 3124;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§§\n\n 10, 17;§\n\n3407. Records of licensee; requirements; inspection.The licensee shall keep accurate accounts, books and records in this State of all transactions, copies of all agreements, dates and amounts of payments made and accepted thereon, the names and addresses of the contracting parties, the persons for whose benefit funds are accepted, and the names of the insured institutions in which the funds are deposited or invested. The licensee shall make all books and records pertaining to the trust funds available to the Commissioner for examination. The Commissioner may at any time investigate the books, records and accounts of the licensee with respect to its trust funds, and for that purpose may require the attendance of and examine under oath all persons whose testimony the Commissioner may require.24 Del. C. 1953,\n\n§\n\n 3125;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§§\n\n 10, 18;§\n\n3408. Periodic report requirements.A licensee shall file with the Commissioner such reports at such time as the Commissioner may require. Any reports required by the Commissioner under this section shall be in such form and shall contain such information as the Commissioner may specify.68 Del. Laws, c. 303,\n\n§\n\n 10;71 Del. Laws, c. 19,\n\n§\n\n 10;§\n\n3409. State Bank Commissioner to enforce law and establish rules and regulations.The Commissioner shall enforce this chapter and has the power to make investigations, subpoena witnesses, require audits and reports and conduct hearings as to violations of any provision, and to establish such rules and regulations as are necessary to carry out this chapter.24 Del. C. 1953,\n\n§\n\n 3127;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 10;68 Del. Laws, c. 389,\n\n§\n\n 5;71 Del. Laws, c. 19,\n\n§\n\n 10;§\n\n3410. Penalty.Any person wilfully violating this chapter shall be fined not less than $500 nor more than $1,000.24 Del. C. 1953,\n\n§\n\n 3126;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 10;68 Del. Laws, c. 389,\n\n§\n\n 5;71 Del. Laws, c. 19,\n\n§\n\n 10;§\n\n3411. Surety bonds and irrevocable letters of credit.(a)Surety bonds. —(1) Every person licensed under this chapter shall file with the Commissioner, in a form satisfactory to the Commissioner, an original corporate surety bond with surety provided by a corporation authorized to transact business in this State, in the principal sum to be determined by the Commissioner. However, the bond amount may not be less than $50,000 nor more than $200,000. In determining the amount of the bond required for a licensee, the Commissioner shall consider, among other things:a. The dollar value of the trust funds held by a licensee as a trustee under this chapter; andb. Such other and further criteria as the Commissioner considers necessary and appropriate.(2) A bond may not be accepted by the Commissioner unless all of the following requirements are satisfied:a. The aggregate value of the bond must be equal to or greater than the amount determined by paragraph (a)(1) of this section.b. The term of the bond must be commensurate with the license period or continuous.c. The expiration date of the bond may not be earlier than midnight of the date on which the license issued under this chapter expires.d. The bond must run to the State for the benefit of the Office of the State Bank Commissioner and for the benefit of all consumers injured by any wrongful act, omission, default, fraud, or misrepresentation by the licensee in the course of its activity as a licensee. Compensation under the bond must be for amounts which represent actual losses and may not be paid for claims made by business creditors, third-party service providers, agents, or persons otherwise in the employ of the licensee. Surety claims must be paid to the Office of the State Bank Commissioner by the insurer not later than 90 days after receipt of a claim. A claim paid after 90 days is subject to daily interest at the legal rate. The aggregate liability of the surety on the bond, exclusive of any interest which accrues for payments made after 90 days, may not exceed the amount of the bond.(3) If a licensee changes its surety company or if its surety bond is otherwise amended, the licensee shall immediately provide the Commissioner with the amended original copy of the surety bond. Cancellation of an existing bond by a surety is not effective unless written notice of its intention to cancel is filed with the Commissioner at least 30 days before the date on which cancellation is scheduled to take effect.(4) The Commissioner may require potential claimants to provide documentation and affirmations that the Commissioner determines are necessary and appropriate. If the Commissioner determines that multiple consumers have been injured by a licensee, the Commissioner shall cause a notice to be published for the purpose of identifying all relevant claims.(5) When a surety company receives a claim against the bond of a licensee, the surety company shall immediately notify the Commissioner and may not pay any claim until it receives notice to do so from the Commissioner.(6) The Commissioner has 2 calendar years after the effective date of cancellation or termination of a surety bond by an insurer to submit claims to the insurer.(b) In lieu of requiring the filing of a surety bond pursuant to subsection (a) of this section, the Commissioner may, at the Commissioner’s discretion, accept an irrevocable letter of credit from a licensee.(1) An irrevocable letter of credit must be provided by an insured depository institution as defined in the Federal Deposit Insurance Act at 12 U.S.C. § 1813(c) and acceptable to the Commissioner, in a form satisfactory to the Commissioner, in the principal sum to be determined by the Commissioner. However, the irrevocable letter of credit amount may not be less than $50,000 nor more than $200,000. In determining the amount of the irrevocable letter of credit required for a licensee, the Commissioner shall consider, among other things:a. The dollar value of the trust funds held by a licensee as a trustee under this chapter; andb. Such other and further criteria as the Commissioner considers necessary and appropriate.(2) An irrevocable letter of credit may not be accepted by the Commissioner unless all of the following requirements are satisfied:a. The aggregate value of the irrevocable letter of credit must be equal to or greater than the amount determined by paragraph (b)(1) of this section.b. The irrevocable letter of credit must run to the State for the benefit of the Office of the State Bank Commissioner and for the benefit of all consumers injured by any wrongful act, omission, default, fraud, or misrepresentation by the licensee in the course of its activity as a licensee. Compensation under the irrevocable letter of credit must be for amounts which represent actual losses and may not be paid for claims made by business creditors, third-party service providers, agents, or persons otherwise in the employ of the licensee. The aggregate liability of the insured depository institution issuing the irrevocable letter of credit may not exceed the amount of the irrevocable letter of credit.c. Draws upon irrevocable letters of credit must be available by sight drafts thereunder, in amounts determined by the Commissioner, up to the aggregate amount of the irrevocable letter of credit. Sight drafts must be honored in accordance with § 5-108 of Title 6 (issuer’s rights and obligations).(3) The Commissioner may require potential claimants to provide documentation and affirmations that the Commissioner determines are necessary and appropriate. If the Commissioner determines that multiple consumers have been injured by a licensee, the Commissioner shall cause a notice to be published for the purpose of identifying all relevant claims.(4) The Commissioner may refuse release of an irrevocable letter of credit following the surrender of a license, up to 2 years after the effective date of licensure termination.76 Del. Laws, c. 36,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3402",
      "number": "3402.",
      "heading": "Preneed payments and increment as trust funds; disbursement of funds; exceptions",
      "text": "(a) All payments of money made to any person, partnership, association or corporation upon any agreement or contract, or any series or combination of agreements or contract, but not including the furnishing of cemetery\n§\n\n 3121;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§§\n\n 1, 2;69 Del. Laws, c. 165,\n\n§§\n\n 12, 13;71 Del. Laws, c. 19,\n\n§§\n\n 10, 12, 13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3403",
      "number": "3403.",
      "heading": "Revocable trust accounts; refund to persons making payments",
      "text": "(a) Except as provided in § 3404 of this title, upon the giving of 15 days’ written notice, any person, partnership or corporation who has paid funds for a preneed funeral service may demand a refund of the entire amount actually paid, toge\n§\n\n 3122;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§§\n\n 3, 4;71 Del. Laws, c. 19,\n\n§§\n\n 10, 14, 15;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3404",
      "number": "3404.",
      "heading": "Irrevocable trust accounts.(a) Any person, partnership or corporation who enters into a preneed funeral contract has the option, at any time, to establish an irrevocable trust for all funds or any portion of payments made or to be made under the agreement, contract or plan",
      "text": "At no time shall such fu\n§\n\n 5;70 Del. Laws, c. 310,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§\n\n 10;76 Del. Laws, c. 36,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3405",
      "number": "3405.",
      "heading": "Trust funds; how kept and deposited",
      "text": "All trust funds mentioned in this chapter shall be deposited in the name of the trustee, as trustee, within 30 days after receipt thereof, with an insured institution and shall be held together with the interest, dividends or accretions thereon in trust subject to\n§\n\n 3123;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;69 Del. Laws, c. 165,\n\n§\n\n 14;71 Del. Laws, c. 19,\n\n§§\n\n 10, 16;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3406",
      "number": "3406.",
      "heading": "License to accept preneed contract required; fees",
      "text": "(a) No person, firm, partnership, association or corporation may, without first securing from the Commissioner a license, accept or hold payments made on preneed burial contracts, except insured institutions as defined in § 3401 of this title. Applic\n§\n\n 3124;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§§\n\n 10, 17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3407",
      "number": "3407.",
      "heading": "Records of licensee; requirements; inspection",
      "text": "The licensee shall keep accurate accounts, books and records in this State of all transactions, copies of all agreements, dates and amounts of payments made and accepted thereon, the names and addresses of the contracting parties, the persons for whose b\n§\n\n 3125;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 389,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 19,\n\n§§\n\n 10, 18;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3408",
      "number": "3408.",
      "heading": "Periodic report requirements.A licensee shall file with the Commissioner such reports at such time as the Commissioner may require",
      "text": "Any reports required by the Commissioner under this section shall be in such form and shall contain such information as the Commissioner may specify.68 Del. Laws, c. 3\n§\n\n 10;71 Del. Laws, c. 19,\n\n§\n\n 10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3409",
      "number": "3409.",
      "heading": "State Bank Commissioner to enforce law and establish rules and regulations",
      "text": "The Commissioner shall enforce this chapter and has the power to make investigations, subpoena witnesses, require audits and reports and conduct hearings as to violations of any provision, and to establish such rules and regu\n§\n\n 3127;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 10;68 Del. Laws, c. 389,\n\n§\n\n 5;71 Del. Laws, c. 19,\n\n§\n\n 10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3410",
      "number": "3410.",
      "heading": "Penalty.Any person wilfully violating this chapter shall be fined not less than $500 nor more than $1,000.24 Del. C. 1953,",
      "text": "§\n\n 3126;58 Del. Laws, c. 415,\n\n§\n\n 2;63 Del. Laws, c. 145,\n\n§\n\n 1;68 Del. Laws, c. 303,\n\n§\n\n 10;68 Del. Laws, c. 389,\n\n§\n\n 5;71 Del. Laws, c. 19,\n\n§\n\n 10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3411",
      "number": "3411.",
      "heading": "Surety bonds and irrevocable letters of credit",
      "text": "(a)Surety bonds. —(1) Every person licensed under this chapter shall file with the Commissioner, in a form satisfactory to the Commissioner, an original corporate surety bond with surety provided by a corporation authorized to transact business in this\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}