{
  "state": "nebraska",
  "path": "title-chapter-84-state-officers/chapter-84-90705-proposed-rule-or-regulation-substantially-different",
  "sections": [
    {
      "id": "section-84-90705proposed",
      "number": "84-907.05.Proposed",
      "heading": "rule or regulation; substantially different from published notice; considerations; limitation on agency",
      "text": "(1) An agency may not adopt a rule or regulation that is substantially different from the proposed rule or regulation contained or referenced in the published notice. An agency may terminate a rul",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-84-90705",
      "number": "84-907.05",
      "heading": "",
      "text": "84-907.05.Proposed rule or regulation; substantially different from published notice; considerations; limitation on agency.\n\n(1) An agency may not adopt a rule or regulation that is substantially different from the proposed rule or regulation contained or referenced in the published notice. An agency may terminate a rulemaking or regulationmaking proceeding and commence a new rulemaking or regulationmaking proceeding for the purpose of adopting a substantially different rule or regulation.\n\n(2) In determining whether a rule or regulation is substantially different from the proposed rule or regulation contained or referenced in the published notice, the following shall be considered:\n\n(a) The extent to which all persons affected by the adopted rule or regulation should have had adequate notice from the published notice and the proposed rule or regulation contained or referenced in the published notice that their interests would be affected;\n\n(b) The extent to which the subject matter of the adopted rule or regulation or the issues determined by the rule or regulation are different from the subject matter or issues involved in the proposed rule or regulation contained or referenced in the published notice; and\n\n(c) The extent to which the effects of the adopted rule or regulation differ from the effects of the proposed rule or regulation contained or referenced in the published notice had it been adopted instead.\n\nSourceLaws 1994, LB 446, ยง 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-84/statute-84-907-05/"
    }
  ]
}