{
  "state": "nebraska",
  "path": "title-chapter-84-state-officers/chapter-84-1514-class-v-retirement-system-payment-processing-fund-cr",
  "sections": [
    {
      "id": "section-84-1514class",
      "number": "84-1514.Class",
      "heading": "V Retirement System Payment Processing Fund; created; use; investment; transfers of funds; liability",
      "text": "The Class V Retirement System Payment Processing Fund is created for the purpose of transferring funds as specified in section 79-986 and for paying expenses associated with the transfer of such fund",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-84-1514",
      "number": "84-1514",
      "heading": "",
      "text": "84-1514.Class V Retirement System Payment Processing Fund; created; use; investment; transfers of funds; liability.\n\nThe Class V Retirement System Payment Processing Fund is created for the purpose of transferring funds as specified in section 79-986 and for paying expenses associated with the transfer of such funds. The fund shall consist of the amounts transferred from the custodial bank that holds the assets of a retirement system provided for under the Class V School Employees Retirement Act to make payments for purposes specified in the Class V School Employees Retirement Act and to pay administrative expenses incurred under this section by the Public Employees Retirement Board. The fund shall reside with the Nebraska Public Employees Retirement Systems for the sole purpose of conducting the transactions necessary to implement this section. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nThe Nebraska Public Employees Retirement Systems, Public Employees Retirement Board, State Treasurer, Nebraska Investment Council, and employees of each of such agencies shall not have responsibility to review or verify the accuracy of the requests for transfer of funds for payments and shall not be liable for any claims, suits, losses, damages, fees, and costs related to the payment of such benefits, refunds, and expenses.\n\nSourceLaws 2016, LB447, ยง 48.\n\nCross ReferencesClass V School Employees Retirement Act, see section 79-978.01.Nebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-84/statute-84-1514/"
    }
  ]
}