{
  "state": "nebraska",
  "path": "title-chapter-84-state-officers/chapter-84-90601-official-rulemaking-or-regulationmaking-record-agen",
  "sections": [
    {
      "id": "section-84-90601official",
      "number": "84-906.01.Official",
      "heading": "rulemaking or regulationmaking record; agency maintain; contents",
      "text": "(1) An agency shall maintain an official rulemaking or regulationmaking record for each rule or regulation it adopts or proposes by publication of a notice. The record and materials incorporated by reference shall be available for publ",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-84-90601",
      "number": "84-906.01",
      "heading": "",
      "text": "84-906.01.Official rulemaking or regulationmaking record; agency maintain; contents.\n\n(1) An agency shall maintain an official rulemaking or regulationmaking record for each rule or regulation it adopts or proposes by publication of a notice. The record and materials incorporated by reference shall be available for public inspection and shall be maintained for at least four years after the effective date of the rule or regulation.\n\n(2) The record shall contain:\n\n(a) Copies of all publications with respect to the rule or regulation;\n\n(b) Copies of any portions of the public rulemaking or regulationmaking docket containing entries relating to the rule or regulation;\n\n(c) All written petitions, requests, submissions, and comments received by the agency and all other written materials prepared by or for the agency in connection with the proposal or adoption of the rule or regulation;\n\n(d) Any official transcript of oral presentations made in a proceeding about the proposed rule or regulation or, if not transcribed, any tape recording or stenographic record of those presentations, and any memorandum prepared by the hearing officer summarizing the contents of those presentations;\n\n(e) A copy of the rule or regulation and the concise explanatory statement filed with the Secretary of State;\n\n(f) All petitions for adoption of, exceptions to, amendments of, or repeal or suspension of, the rule or regulation;\n\n(g) A copy of any comments on the rule or regulation filed by a legislative committee; and\n\n(h) A description, including an estimated quantification, of the fiscal impact on state agencies, political subdivisions, and regulated persons.\n\n(3) Upon judicial review, the record required by this section shall constitute the official agency rulemaking or regulationmaking record with respect to a rule or regulation. Except as provided in section 84-907.04 or as otherwise required by law, the agency rulemaking or regulationmaking record need not constitute the exclusive basis for agency action on that rule or regulation or for judicial review thereof.\n\nSourceLaws 1994, LB 446, ยง 19;Laws 2005, LB 373, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-84/statute-84-906-01/"
    }
  ]
}