{
  "state": "nebraska",
  "path": "title-chapter-84-state-officers/chapter-84-1308-retirement-system-contribution-of-employees-method-o",
  "sections": [
    {
      "id": "section-84-1308retirement",
      "number": "84-1308.Retirement",
      "heading": "system; contribution of employees; method of payment; amount; employer pick up contributions",
      "text": "(1) Each employee who is a member of the retirement system shall pay or have paid on his or her behalf a sum equal to four and eight-tenths percent of his or her monthly compensation. The contributions, alth",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-84-1308",
      "number": "84-1308",
      "heading": "",
      "text": "84-1308.Retirement system; contribution of employees; method of payment; amount; employer pick up contributions.\n\n(1) Each employee who is a member of the retirement system shall pay or have paid on his or her behalf a sum equal to four and eight-tenths percent of his or her monthly compensation. The contributions, although designated as employee contributions, shall be paid by the employer in lieu of employee contributions. Such amounts shall be deducted monthly pursuant to subsection (2) of this section by the Director of Administrative Services. All money received shall be set aside by the State Treasurer and credited to the State Employees Retirement Fund.\n\n(2) The employer shall pick up the employee contributions required by this section for all compensation paid on or after January 1, 1985, and the contributions so picked up shall be treated as employer contributions pursuant to section 414(h)(2) of the Internal Revenue Code in determining federal tax treatment under the code and shall not be included as gross income of the employee until such time as they are distributed or made available. The employer shall pay these employee contributions from the same source of funds which is used in paying earnings to the employee. The employer shall pick up these contributions by a deduction through a reduction in the cash compensation of the employee. Employee contributions picked up shall be treated for all purposes of the State Employees Retirement Act in the same manner and to the extent as employee contributions made prior to the date picked up.\n\nSourceLaws 1963, c. 532, § 8, p. 1670;Laws 1967, c. 617, § 3, p. 2070;Laws 1969, c. 584, § 118, p. 2421;Laws 1981, LB 459, § 6;Laws 1984, LB 218, § 5;Laws 1984, LB 751, § 3;Laws 1991, LB 549, § 63;Laws 1995, LB 574, § 85;Laws 1998, LB 1191, § 72;Laws 2001, LB 408, § 25;Laws 2006, LB 366, § 9;Laws 2013, LB263, § 37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-84/statute-84-1308/"
    }
  ]
}