{
  "state": "illinois",
  "path": "title-chapter-320-aging/chapter-320-ilcs-30-senior-citizens-real-estate-tax-deferral-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the",
      "text": "\"Senior Citizens Real Estate Tax Deferral Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "A taxpayer may, on or before March 1 of each year,",
      "text": "apply to the county collector of the county where his qualifying\nproperty is located, or to the official designated by a unit of local\ngovernment to collect special assessments on the qualifying property, as the\ncase may be, for a deferral of all or a part of real estate taxes payable\nduring that year for the preceding year in the case of real estate taxes\nother than special assessments, or for a deferral of any installments payable\nduring that year in the case of special assessments, on all or part of his\nqualifying property. The application shall be on a form prescribed by the\nDepartment and furnished by the collector,\n(a) showing that the applicant\nwill be 65 years of age or older by June 1 of the year for which a tax\ndeferral is claimed, (b) describing the property and verifying that the\nproperty is qualifying property as defined in Section 2, (c) certifying\nthat the taxpayer has owned and occupied as his residence such\nproperty or other qualifying property in the State for at least the last 3\nyears except for any periods during which the taxpayer may have temporarily\nresided in a nursing or sheltered care home, and (d) specifying whether\nthe deferral is for all or a part of the taxes, and, if for a part, the amount\nof deferral applied for. As to qualifying property not having a separate\nassessed valuation, the taxpayer shall also file with the county collector a\nwritten appraisal of the property prepared by a qualified real estate appraiser\ntogether with a certificate signed by the appraiser stating that he has\npersonally examined the property and setting forth the value of the land and\nthe value of the buildings thereon occupied by the taxpayer as his residence.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "In the case of each tax deferral and recovery agreement",
      "text": "entered into between the collector and the owner or owners of\nqualifying property, the collector shall forthwith cause to\nbe recorded with the recorder of the county in\nwhich the qualifying property is located a statement of their\naction which shall constitute a lien upon the real estate and improvements\nthereon covered by such agreement for such taxes as have been deferred\nunder the provisions of this Act, plus accrued interest as provided for by\nSection 3.\nIn the case of a dwelling unit in a multidwelling building that is owned and\noperated as a cooperative, the lien shall be upon only that portion of the real\nestate that constitutes a homestead exemption occupied by the taxpayer.\nThe statement shall name the owner or owners and shall include a\ndescription of the real estate adequate for identification. The filing fee\nfor such statement shall be paid by the county or other unit of local\ngovernment and shall be added to and become a part of the deferred taxes due.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The county collector shall note on his books each",
      "text": "claim for deferral of real estate taxes which meets the requirements\nof Section 3 and, when taxes are extended, shall send to the\nDepartment the tax bills, including special assessment bills forwarded to\nthe county collector under Section 3, on all tax deferred property in that\ncollector's county. Unless there is a shortfall in the appropriation or the Senior Citizens Real Estate Tax Revolving Fund balance, at which time the payments shall be made within 14 days of there being sufficient appropriation authority or sufficient fund balance, the Department shall then pay by June 1 or within 30 days\nof the receipt of these tax bills, whichever is later, to the county\ncollector, for distribution to the taxing bodies in his county, the\ntotal amount of taxes so deferred. The Department shall make these\npayments from the Senior Citizens Real Estate Deferred Tax Revolving Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "All or any part of taxes deferred under this Act and",
      "text": "the accrued interest thereon, which are not due under a valid\ndeferral and recovery agreement, may be paid to the collector\nat any time by the taxpayer or his spouse, or, if no objection is\nmade by the taxpayer within 10 days after the collector mails him\na written notice of the tender of such a payment, by a child, heir\nor next of kin of the taxpayer or other person claiming a legal or\nequitable interest in the property. In the absence of a valid\nagreement to the contrary and except as otherwise provided by law,\nsuch a payment by a person other than the taxpayer or his spouse\nconfers no interest in the property nor claim against the estate.\nPayments made under this Section shall be applied first against\naccrued interest and any remainder against the deferred taxes\nand do not affect the deferred tax status of the property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "When any deferred taxes, including interest, are collected, the",
      "text": "moneys shall be credited to a special account in the treasury of the unit of\nlocal government and the collector shall notify the treasurer of the unit of\nlocal government of the properties for which the taxes were collected by\nsetting forth a description of the property and the amount of taxes and\ninterest collected for each property. The treasurer shall remit by the 10th day\nof each month the amount of deferred taxes and accrued interest paid during the\npreceding month, minus $50 or the total amount of deferred taxes and accrued\ninterest collected, whichever is less, to the Department. The remittance shall\nbe accompanied by a statement giving a description for each property for which\nthe taxes were collected and setting out the amount of the taxes and interest\ncollected for each property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Nothing in this Act (a) affects any provision of",
      "text": "any mortgage or other instrument relating to land requiring a\nperson to pay real estate taxes or (b) affects the eligibility of any\nperson to receive any grant pursuant to the \"Senior Citizens and Persons with Disabilities Property Tax Relief Act\".",
      "history": "",
      "source_url": ""
    }
  ]
}