{
  "state": "illinois",
  "path": "title-chapter-320-aging/chapter-320-ilcs-20-adult-protective-services-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act shall be known and may be cited as the",
      "text": "Adult Protective Services Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Definitions. As used in this Act, unless the context requires otherwise:",
      "text": "Definitions. As used in this Act, unless the context requires otherwise:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Responsibilities.",
      "text": "Responsibilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "Adult protective services dementia training.",
      "text": "Adult protective services dementia training.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "3.3.",
      "heading": "Adult protective services trauma-informed training.",
      "text": "Adult protective services trauma-informed training.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "3.5.",
      "heading": "Other responsibilities. The Department shall also be responsible for the following activities, contingent upon adequate funding; implementation shall be expanded to adults with disabilities upon the effective date of this amendatory Act of the 98th General Assembly, except those responsibilities und",
      "text": "Other responsibilities. The Department shall also be responsible for the following activities, contingent upon adequate funding; implementation shall be expanded to adults with disabilities upon the effective date of this amendatory Act of the 98th General Assembly, except those responsibilities under subsection (a), which shall be undertaken as soon as practicable:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36",
      "number": "3.6.",
      "heading": "Elder abuse risk assessment tool.",
      "text": "Elder abuse risk assessment tool.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Reports of abuse, abandonment, or neglect.",
      "text": "Reports of abuse, abandonment, or neglect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Employer discrimination. No employer shall discharge,",
      "text": "demote or suspend, or threaten to discharge, demote or suspend, or in any\nmanner discriminate against any employee: (i) who makes any good faith oral or\nwritten report of suspected abuse, abandonment, neglect, or financial exploitation; (ii) who makes any good faith oral or written report concerning information about the suspicious death of an eligible adult; or\n(iii) who is or will be a\nwitness or testify in any investigation or proceeding concerning a report\nof suspected abuse, abandonment, neglect, or financial exploitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42",
      "number": "4.2.",
      "heading": "Testimony by mandated reporter and investigator. Any mandated",
      "text": "reporter who makes a report or any person who\ninvestigates a report under\nthis Act shall testify fully in any judicial proceeding resulting from such\nreport, as to any evidence of abuse, abandonment, neglect, or financial exploitation or the\ncause thereof. Any\nmandated reporter who is required to report a suspected case of or a suspicious death due to abuse, abandonment, neglect,\nor\nfinancial exploitation under\nSection 4 of this Act shall testify fully in any administrative hearing\nresulting from such report, as to any evidence of abuse, abandonment, neglect, or financial\nexploitation or the\ncause thereof. No evidence shall be excluded by reason of any common law\nor statutory privilege relating to communications between the alleged\nabuser or the eligible adult subject of the report\nunder\nthis Act and the person making or investigating the report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Procedure.",
      "text": "Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "Procedure for self-neglect.",
      "text": "Procedure for self-neglect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Time. The Department shall by rule establish the period of time within which an assessment or eligibility screening shall begin and within which a service care plan shall be implemented",
      "text": "Such rules shall provide for an expedited response to emergency situations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Review. All services provided to an eligible adult shall be reviewed by the provider agency on at least a quarterly basis for up to one year to determine whether the service care plan should be continued or modified, except that, upon review, the Department on Aging may grant a waiver to extend the ",
      "text": "Review. All services provided to an eligible adult shall be reviewed by the provider agency on at least a quarterly basis for up to one year to determine whether the service care plan should be continued or modified, except that, upon review, the Department on Aging may grant a waiver to extend the service care plan for up to one additional year. Provider agencies shall demonstrate responsiveness and timeliness to eligible adult needs in the provision of services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71",
      "number": "7.1.",
      "heading": "Final investigative report. A provider agency shall prepare a final investigative report, upon the completion or closure of an investigation, in all cases of reported abuse, abandonment, neglect, financial exploitation, or self-neglect of an eligible adult, whether or not there is a substantiated fi",
      "text": "Final investigative report. A provider agency shall prepare a final investigative report, upon the completion or closure of an investigation, in all cases of reported abuse, abandonment, neglect, financial exploitation, or self-neglect of an eligible adult, whether or not there is a substantiated finding. Upon eligible adult consent, notice of findings shall be provided to the eligible adult, the alleged abuser or abusers, and the reporter by the provider agency at the point of substantiation when provision of such would not create an environment of harm to the eligible adult. When a report is accepted, a notice of findings shall include only substantiation type (Substantiated, No Jurisdiction, Unable to locate, not substantiated).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "7.5.",
      "heading": "Registry.",
      "text": "Registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Access to records. All records concerning reports of abuse,",
      "text": "abandonment, neglect, financial exploitation, or self-neglect or reports of suspicious deaths due to abuse, neglect, or financial exploitation and all records generated as a result of\nsuch reports shall be confidential and shall not be disclosed except as\nspecifically authorized by this Act or other applicable law. In accord with established law and Department protocols, procedures, and policies, access to such\nrecords, but not access to the identity of the person or persons making a\nreport of alleged abuse, abandonment, neglect,\nfinancial exploitation, or self-neglect as contained in\nsuch records, shall be provided, upon request, to the following persons and for the following\npersons:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Authority to consent to services.",
      "text": "Authority to consent to services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "9.5.",
      "heading": "Commencement of action for ex parte",
      "text": "authorization orders; filing fees; process.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Rules.",
      "text": "The Department shall adopt such rules and\nregulations as it deems necessary to implement this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Annual Reports.",
      "text": "The Department shall file with the Governor\nand the General Assembly, within 270 days after the end of each\nfiscal year,\na report concerning its implementation of this Act during such fiscal year,\ntogether with any recommendations for future implementation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Access.",
      "text": "Access.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "13.5.",
      "heading": "Commencement of action for access; filing",
      "text": "fees; process; notice; duration of orders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Volunteer corps. Qualified volunteers may be used for the purposes of increasing public awareness and providing companion-type services, as prescribed by rule, to eligible adults",
      "text": "A qualified volunteer must undergo training as prescribed by the Department by rule and must adhere to all confidentiali",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Fatality review teams.",
      "text": "Fatality review teams.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "15.5.",
      "heading": "Independent monitor. Subject to appropriation, to ensure the effectiveness and accountability of the adult protective services system, the agency designated by the Governor under Section 1 of the Protection and Advocacy for Persons with Developmental Disabilities Act shall monitor the system and pro",
      "text": "Independent monitor. Subject to appropriation, to ensure the effectiveness and accountability of the adult protective services system, the agency designated by the Governor under Section 1 of the Protection and Advocacy for Persons with Developmental Disabilities Act shall monitor the system and provide to the Department review and evaluation of the system in accordance with administrative rules promulgated by the Department.",
      "history": "",
      "source_url": ""
    }
  ]
}