{
  "state": "virginia",
  "path": "title-title-282-fisheries-and-habitat-of-the-tidal-waters/chapter-chapter-11-virginia-institute-of-marine-science",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 28.2-1100. Virginia Institute of Marine Science continued; duties§ 28",
      "text": "2-1101. Use of services of other agencies; solicitation, etc., of funds; taking fish and other marine organisms§ 28.2-1102. Destroying, etc., property of Institute a misdemeanorArticle 2. Virginia Estuarine and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282-1100",
      "number": "28.2-1100.",
      "heading": "Virginia Institute of Marine Science continued; duties",
      "text": "The Virginia Institute of Marine Science shall hereafter be referred to as the Institute. The Institute shall:\n\n1. Conduct studies and investigations of the seafood and commercial fishing and sport fishing industries;\n\n2. Consider ways to conserve, develop and replenish fisheries resources and advise the Marine Resources Commission and other agencies and private groups on these matters;\n\n3. Conduct studies of problems pertaining to the other segments of the maritime economy;\n\n4. Conduct studies of marine pollution in cooperation with the State Water Control Board and the Department of Health and make the data and their recommendations available to the appropriate agencies;\n\n5. Conduct hydrographic and biological studies of the Chesapeake Bay, its tributaries, and all the tidal waters of the Commonwealth and the contiguous waters of the Atlantic Ocean;\n\n6. Engage in research in the marine sciences;\n\n7. Conduct such special studies and investigations concerning these subjects as requested by the Governor;\n\n8. Engage in research and provide training, technical assistance and advice to the Board of Conservation and Recreation on erosion along tidal shorelines, the Soil and Water Conservation Board on matters relating to tidal shoreline erosion, and to other agencies upon request; and\n\n9. Develop comprehensive coastal resource management guidance for local governments to foster the sustainability of shoreline resources by December 30, 2012. The guidance shall identify preferred options for shoreline management and taking into consideration the resource condition, priority planning, and forecasting of the condition of the Commonwealth's shoreline with respect to projected sea-level rise.\n\nThese studies shall include consideration of the seafood and other marine resources, such as the waters, bottoms, shorelines, tidal wetlands, and beaches, and all matters related to marine waters and the means by which marine resources might be conserved, developed and replenished.\n\nCode 1950, §§ 28-248, 28-250, 28-250.1; 1962, c. 406, § 28.1-195; 1979, c. 294; 1980, c. 369; 1992, c. 836; 2003, cc. 79, 89; 2011, c. 885.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-28-2/chapter-11/section-28-2-1100/"
    },
    {
      "id": "section-282-1101",
      "number": "28.2-1101.",
      "heading": "Use of services of other agencies; solicitation, etc., of funds; taking fish and other marine organisms",
      "text": "A. In conducting its studies and investigations under § 28.2-1100, the Institute may:\n\n1. Use the services of any public or private agency;\n\n2. With the prior written approval of the Governor and subject to other provisions of law, solicit, accept and use funds available from any public or private source; and\n\n3. Cooperate with appropriate state agencies and with similar agencies and institutions in other states and the federal government.\n\nB. The Institute, its officers, agents, and employees, or persons operating under its direction may take for scientific purposes, any fish, shellfish or marine organism from the waters of Virginia, and with the consent of the Commission, may sell such fish, shellfish or marine organisms or parts thereof as may not be necessary for such scientific purposes.\n\n1962, c. 406, § 28.1-196; 1968, c. 237; 1992, c. 836.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-28-2/chapter-11/section-28-2-1101/"
    },
    {
      "id": "section-282-1102",
      "number": "28.2-1102.",
      "heading": "Destroying, etc., property of Institute a misdemeanor",
      "text": "It shall be unlawful and constitute a Class 1 misdemeanor for anyone without authority to destroy, remove, damage, or molest any property of the Institute.\n\n1962, c. 406, § 28.1-200; 1992, c. 836.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-28-2/chapter-11/section-28-2-1102/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Virginia Estuarine and Coastal Research Reserve System",
      "text": "Virginia Estuarine and Coastal Research Reserve System",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282-1103",
      "number": "28.2-1103.",
      "heading": "Virginia Estuarine and Coastal Research Reserve System created; purpose; Virginia Institute of Marine Science to administer",
      "text": "A. There is hereby created the Virginia Estuarine and Coastal Research Reserve System (the System) for the purpose of establishing a system of protected sites representative of the Commonwealth's estuarine and coastal lands in which research and long-term monitoring will be conducted in support of the Commonwealth's coastal resource management efforts.\n\nB. The System shall be established and administered by the Virginia Institute of Marine Science of The College of William and Mary in Virginia. The Institute shall consult with and seek the advice of the Virginia Coastal Program and of those state agencies responsible for administering programs of the Virginia Coastal Program; the Marine Resources Commission; the Department of Wildlife Resources; the Department of Conservation and Recreation; the Department of Health; and the Department of Environmental Quality.\n\nC. Sites included within the System shall be within any jurisdiction included in Tidewater Virginia as defined in § 62.1-44.15:68.\n\nD. The Institute may accept the dedication, by voluntary act of the owner, of areas it deems suitable for the System. Dedication may include transfer of fee simple title or other interest in land to the Commonwealth or may be in the form of voluntary agreement with the owner to include the area within the System. Estuarine and Coastal Research Reserve System sites may also be acquired by gift, grant, or purchase.\n\nE. The instrument of dedication may:\n\n1. Contain restrictions and other provisions relating to management, use, development, transfer, and public access, and may contain any other restrictions and provisions as may be necessary or advisable to further the purposes of this article;\n\n2. Define, consistent with the purposes of the article, the respective rights and duties of the owner and of the Commonwealth and provide procedures to be followed in case of violations of the restriction;\n\n3. Recognize and create reversionary right, transfers upon conditions or with limitations, and gifts over; and\n\n4. Vary in provisions from one System site to another, in accordance with differences in the characteristics and conditions of the several areas.\n\nF. Public departments, commissions, boards, counties, municipalities, corporations, and institutions of higher education and all other agencies and instrumentalities of the Commonwealth and its political subdivisions may enter into agreements with the Institute to dedicate suitable areas within their jurisdictions as Estuarine and Coastal Research Reserve System sites.\n\nG. Subject to the approval of the Governor and the Attorney General, the Commonwealth may enter into amendments to the instrument of dedication upon finding that the amendment will not permit an impairment, disturbance, use, or development of the area that is inconsistent with the provisions of this article. If a fee simple estate in the Estuarine and Coastal Research Reserve System is not held by the Institute under this article, no amendment may be made without the written consent of the owner of the other interests therein.\n\nH. The Institute is empowered to enter into agreements with federal agencies holding title to lands within Tidewater Virginia to include suitable portions of agency holdings in the Virginia Estuarine and Coastal Research Reserve System.\n\nI. All lands within the system shall be used primarily for research and education. Other public uses such as hunting and recreation on those research reserve lands owned by the Institute shall be allowed, consistent with these primary uses. Improvements and alterations to research reserve lands owned by the Institute shall be limited to those consistent with these uses.\n\n1999, c. 553; 2005, c. 41; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-28-2/chapter-11/section-28-2-1103/"
    },
    {
      "id": "section-282-1104",
      "number": "28.2-1104.",
      "heading": "Coordination",
      "text": "A. To the extent feasible, this system shall be carried out in coordination with the National Estuarine Research Reserve System established by 16 U.S.C. § 1461.\n\nB. To the extent feasible, lands within the Virginia Estuarine and Coastal Research Reserve System shall be dedicated as part of the Commonwealth's natural area preserves components pursuant to § 10.1-213.\n\n1999, c. 553.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-28-2/chapter-11/section-28-2-1104/"
    }
  ]
}