{
  "state": "south-dakota",
  "path": "title-title-4-public-fiscal-administration/chapter-chapter-07-preparation-and-adoption-of-state-budget",
  "sections": [
    {
      "id": "section-4-7-1",
      "number": "4-7-1",
      "heading": "Definitions.Section 4-7-1.1 - Definitions",
      "text": "4-7-1. Definitions.\n\nTerms used in this chapter, unless the context otherwise requires, mean:\n\n(1)\"Appropriation,\" an authorization by the Legislature to a budget unit to expend, from public funds, a sum of money not in excess of the sum specified, for the purposes specified in the authorization and under the procedure described in this chapter;\n\n(2)\"Budget,\" the complete financial plan for the state for the fiscal period as proposed in the budget report and modified and adopted by appropriation and revenue acts;\n\n(3)\"Budget estimate,\" the statement with accompanying explanations, as provided in this chapter, in which a budget unit sets forth its financial requirements;\n\n(4)\"Budget report,\" the recommendations of the Governor to the Legislature as to financial plans and appropriations to be requested, with the accompanying statements and explanations provided for in this chapter;\n\n(5)\"Budget unit,\" a department, institution, commission, agency, board, examining board, or other unit of government for which separate appropriations, continuing appropriations or other dedications or earmarking of funds are made or which otherwise collects fees or funds of any nature under authority of any statute of this state;\n\n(6)\"Classification of expenditures,\" one of the several definite kinds of expenditures denoting a class of service or commodities purchased or properties acquired as specified by the commissioner of finance and management for use in expenditure accounting, in the making of budget estimates, and in the budget reports and budgets. Such classification shall be by program, function, activity, organizational unit, character and object;\n\n(7)\"General Appropriations Act,\" an act of the Legislature which authorizes the expenditure of money from public funds for the ordinary current expenditures of the executive, legislative, and judicial departments of the state, the current expenses of state institutions, interest on the public debt, and for public schools, as further defined by rules and regulations issued by the commissioner of finance and management;\n\n(8)\"Informational budget,\" the budget of any budget unit not receiving general fund appropriations;\n\n(9)\"Special appropriations act,\" an act of the Legislature which authorizes the expenditure of money from public funds for any purpose other than those purposes enumerated in the definition of the General Appropriations Act.\n\nSource:SL 1963, ch 353, §2; SL 1969, ch 217, §§1, 2; SL 2015, ch 41, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-1/"
    },
    {
      "id": "section-4-7-11",
      "number": "4-7-1.1",
      "heading": "Definitions.",
      "text": "4-7-1.1. Definitions.\n\nFor the purposes of this chapter:\n\n(1)An \"advisory body\" is one which serves as an official consultant or advisor to a state agency without making formal policy decisions for the agency or its programs;\n\n(2)A \"legislative body\" is one composed primarily of legislators pursuant to chapter 1-26, 1-26B, 2-6, 2-9, 2-11, 2-16, 4-8A, or 4-8B;\n\n(3)A \"management body\" is a policymaking body which has additional duties, responsibilities, and authority such that they place additional demands upon the body's members in terms of attending meetings, dealing with state agencies and the public, and being knowledgeable in the body's specific subject area; and\n\n(4)A \"policymaking body\" is one which monitors and directs the work of an agency by making official policy either through rule making, licensing, or regulatory authority.\n\nSource:SL 1988, ch 45, §2; SL 2015, ch 41, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-1-1/"
    },
    {
      "id": "section-4-7-2",
      "number": "4-7-2",
      "heading": "Bureau within Department of Executive Management--Purpose.",
      "text": "4-7-2. Bureau within Department of Executive Management--Purpose.\n\nThe Bureau of Finance and Management is hereby continued within the Department of Executive Management, for the purpose of promoting economy and efficiency in the fiscal management of the state government. All its functions shall be performed by the Department of Executive Management.\n\nSource: SL 1963, ch 353, §3; SL 1971, ch 22, §1; SL 1973, ch 2, §15; SDCL Supp, §4-7-2.1; SL 2003, ch 272 (Ex. Ord. 03-1) §82; SL 2021, ch 5, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-2/"
    },
    {
      "id": "section-4-7-21",
      "number": "4-7-2.1",
      "heading": "Transferred to §4-7-2.",
      "text": "Transferred to §4-7-2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-3",
      "number": "4-7-3",
      "heading": "General budgetary powers of Governor.",
      "text": "4-7-3. General budgetary powers of Governor.\n\nThe Governor, through the Bureau of Finance and Management, shall supervise every public department, agency, commission, institution and other governmental units as is necessary to secure a uniform and standard classification of accounts and financial reports that will promote the efficient and accurate financial information necessary to conduct the fiscal affairs of state government. The Governor may inquire into the methods of conducting the affairs of any public body, and may prescribe and direct the use of standard forms and uniform records of accounts and standard and uniform financial reports, including, if deemed advisable, an encumbrance system and an allotment system.\n\nSource: SL 1963, ch 353, §3; SL 1966, ch 170, §1; SL 2023, ch 3, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-3/"
    },
    {
      "id": "section-4-7-4",
      "number": "4-7-4",
      "heading": "Qualifications of commissioner--Salary.",
      "text": "4-7-4. Qualifications of commissioner--Salary.\n\nNo person shall be eligible for appointment as commissioner of finance and management who does not hold a baccalaureate degree from a recognized institution of higher education. The appointment of the commissioner shall be based upon the qualifications of eligible persons, without reference to partisan politics. The annual salary of the commissioner shall be fixed by the Governor, but shall not be reduced by the Governor with respect to any commissioner during the latter's term of office.\n\nSource:SL 1963, ch 353, §3; SL 1971, ch 22, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-4/"
    },
    {
      "id": "section-4-7-5",
      "number": "4-7-5",
      "heading": "Employment of personnel for bureau--Expenses of personnel--Equipment and supplies--Office space.",
      "text": "4-7-5. Employment of personnel for bureau--Expenses of personnel--Equipment and supplies--Office space.\n\nThe commissioner of finance and management is hereby authorized with the approval of the Governor to employ and fix the salaries of such other professional, technical, and clerical personnel as he may deem necessary to carry out the duties prescribed in this chapter. In addition to their salaries, the commissioner and other personnel in the Bureau of Finance and Management shall be allowed travel and subsistence expenses, at the same rate as for other employees of state government. The commissioner is authorized with the approval of the Governor to purchase and acquire the equipment and supplies he deems necessary to perform his duties. The Bureau of Human Resources and Administration shall furnish the Bureau of Finance and Management with the necessary office space in a state building in Pierre.\n\nSource: SL 1963, ch 353, §3; SL 1980, ch 23, §17; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-5/"
    },
    {
      "id": "section-4-7-6",
      "number": "4-7-6",
      "heading": "Assistance to bureau by other state officers.",
      "text": "4-7-6. Assistance to bureau by other state officers.\n\nThe commissioner of human resources and administration, attorney general, state treasurer, state auditor-general, secretary of revenue, state auditor, and the executive director of the Board of Regents shall render such advice and assistance, and furnish such information to the Bureau of Finance and Management as may be requested.\n\nSource: SL 1963, ch 353, §3; SL 2006, ch 107, §5; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-6/"
    },
    {
      "id": "section-4-7-7",
      "number": "4-7-7",
      "heading": "Annual budget estimates submitted by budget units--Contents and approval--Copies to Legislative Research Council.",
      "text": "4-7-7. Annual budget estimates submitted by budget units--Contents and approval--Copies to Legislative Research Council.\n\nThe head of each budget unit, not later than October fifteenth of each year, shall submit, on forms prescribed by the Bureau of Finance and Management and in the manner deemed appropriate, such explanatory data as required and necessary to adequately convey the budget requests, to the Bureau of Finance and Management estimates of the financial requirements of his budget unit for the next fiscal year. The estimates so submitted shall first receive the approval of the board or commission of each budget unit for which a board or commission is constituted. Not later than the November first following such submission, copies of such explanatory data of the budget requests shall be transmitted to the Legislative Research Council by the Bureau of Finance and Management.\n\nSource:SL 1963, ch 353, §7; SL 1968, ch 209, §2; SL 1975, ch 44, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-7/"
    },
    {
      "id": "section-4-7-71",
      "number": "4-7-7.1",
      "heading": "Plan of goals and activities submitted with budget request.",
      "text": "4-7-7.1. Plan of goals and activities submitted with budget request.\n\nAll budget units shall submit to the Bureau of Finance and Management with their budget request a detailed plan of their goals and program activities.\n\nSource:SL 1972, ch 26, §1; SL 1985, ch 33, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-7-1/"
    },
    {
      "id": "section-4-7-72",
      "number": "4-7-7.2",
      "heading": "Informational budgets required.",
      "text": "4-7-7.2. Informational budgets required.\n\nAll budget units not receiving general fund appropriations shall submit informational budgets which shall detail the condition of each and every fund under its control, the nature and extent of all investments of such funds, all receipts and expenditures of all such funds for each of the past two fiscal years and for the next preceding fiscal year, and which shall otherwise comply with all provisions of this chapter to the extent applicable.\n\nSource:SDCL, §4-7-10 (8) as added by SL 1969, ch 217, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-7-2/"
    },
    {
      "id": "section-4-7-73",
      "number": "4-7-7.3",
      "heading": "Annual budget statements required by Governor.",
      "text": "4-7-7.3. Annual budget statements required by Governor.\n\nThe Governor is hereby authorized annually to require the completion of all acts and duties imposed by this chapter in the same manner as prescribed herein for biennial completion.\n\nSource:SL 1963, ch 353, §14; SDCL, §4-7-14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-7-3/"
    },
    {
      "id": "section-4-7-8",
      "number": "4-7-8",
      "heading": "Governor's review and investigation of budget estimates.",
      "text": "4-7-8. Governor's review and investigation of budget estimates.\n\nThe Governor, before submission of the budget report to the Legislature, shall examine the statements and estimates with a representative or representatives designated by the Legislative Research Council, and shall make or cause to be made such further investigations by the Bureau of Finance and Management, with such hearings before the Governor as the Governor deems advisable. The Governor shall direct such changes or revisions in policy and program and in specific details as the Governor finds warranted, provided, however, that such changes or revisions in policy and program shall be documented in each budget report submitted.\n\nSource: SL 1963, ch 353, §8 (1); SL 1968, ch 209, §3; SL 2023, ch 3, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-8/"
    },
    {
      "id": "section-4-7-9",
      "number": "4-7-9",
      "heading": "Preparation and submission of budget report to Legislature.",
      "text": "4-7-9. Preparation and submission of budget report to Legislature.\n\nThe Governor, through the Bureau of Finance and Management, shall prepare and submit a budget report to the Legislature, and copies thereof shall be transmitted to each member of the Legislature, not later than the first Tuesday after the first Monday of December immediately preceding the session for consideration. The Governor may present such report to the Legislature in person.\n\nSource:SL 1963, ch 353, §§5, 8 (2); SDCL §4-7-11; SL 1968, ch 209, §1; SL 1974, ch 40, §3; SL 1975, ch 44, §2; SL 1981, ch 29; SL 2015, ch 41, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-9/"
    },
    {
      "id": "section-4-7-10",
      "number": "4-7-10",
      "heading": "Contents of annual budget report.",
      "text": "4-7-10. Contents of annual budget report.\n\nThe budget report shall contain and include the following information:\n\n(1)Summary statements of the financial condition of the state, accompanied by such detailed schedules of assets and liabilities as the Governor deems desirable, which shall include, but not be limited to, the following:\n\n(a)A comparative consolidated balance sheet showing the fiscal condition of the state general fund and the surplus or deficit, as the case may be, at the close of each of the two fiscal years last concluded.\n\n(b)Summary statements of the general fund balance showing in detail the surplus or deficit at the beginning of each of the two fiscal years last concluded, the actual revenue of that year, the total appropriations of that year, and the total expenditures of that year.\n\n(c)Similar summary statements of the estimated fund balance for the current fiscal year and the next fiscal year.\n\n(2)Statements of actual revenue for each of the two fiscal years last concluded, and the estimated revenue of the current fiscal year and the next fiscal year, and a statement of unappropriated surplus expected to have accrued in the state treasury at the beginning of the next fiscal year. The statements of revenue and estimated revenue shall be classified by source. Existing sources of revenue shall be analyzed as to their equity, productivity, and need for revision, and any proposed new sources of revenue shall be explained.\n\n(3)Summary statements of expenditures, including funds received in accordance with the State and Local Fiscal Assistance Act, for each of the two fiscal years last concluded, itemized by budget units and classified as prescribed by the commissioner of finance and management.\n\n(4)Detailed comparative statements of expenditures and requests for appropriations, including funds received or anticipated to be received in accordance with the State and Local Fiscal Assistance Act, by fund classification, budget units and classification of expenditures, showing the expenditures for each of the two fiscal years last concluded, the budget of the current fiscal year, and the Governor's recommendations for appropriations for each budget unit for the next fiscal year, all distributed according to the prescribed classification of expenditures. Following the lists of actual and proposed expenditures of each budget unit there shall be a brief explanation of the functions of the unit and comments on its policies and plans and on any considerable differences among the amounts expended, and the amounts recommended, with such descriptive, quantitative, comparative, and other data as to work done, unit costs and like information as may be considered necessary or desirable. For capital outlay expenditures involving construction projects to be completed in two or more fiscal years, there shall be shown the total estimated cost of each such project and the amount thereof recommended to be appropriated and expended in each ensuing fiscal year until completion of the project. Capital outlay needs shall be projected for at least three years beyond the period covered by the budget.\n\n(5)A summary statement of the unappropriated fund balances estimated to be available at the beginning of the next fiscal year, and the estimated revenue of the next fiscal year, as compared with the total recommended amounts of appropriation for expenditures for the next fiscal year, and if the total of the recommended expenditures exceeds the total of the estimated resources, recommendations as to how the deficiency is to be met and estimates of any proposed additional revenues.\n\n(6)Informational budgets submitted pursuant to §4-7-7.2.\n\n(7)Such other information as the Governor deems desirable or as is required by law.\n\n(8)Each program listed in the annual budget report shall contain a description of the revenues related to that program including the actual amounts received for the preceding fiscal years and projections of receipts for the current and next fiscal year.\n\nSource:SL 1963, ch 353, §6; SL 1969, ch 217, §3; SL 1974, ch 40, §§1, 2; SL 1976, ch 52; SL 1980, ch 38, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-10/"
    },
    {
      "id": "section-4-7-101",
      "number": "4-7-10.1",
      "heading": "Salaries of specified officials included in budget.",
      "text": "4-7-10.1. Salaries of specified officials included in budget.\n\nThe budget report of the Governor shall contain a separate schedule disclosing the current salaries of elected officials, gubernatorial cabinet members, higher education commissioners and institution heads, executive branch institution heads, public utilities executive director, and unified judicial system administrator.\n\nSource:SL 1963, ch 353, §6 as added by SL 1969, ch 218, §1; SL 1973, ch 34, §1; SL 1981, ch 30, §1; SL 1989, ch 20, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-10-1/"
    },
    {
      "id": "section-4-7-102",
      "number": "4-7-10.2",
      "heading": "Repeal of statutes establishing salaries of appointed officials.",
      "text": "4-7-10.2. Repeal of statutes establishing salaries of appointed officials.\n\nAll statutory provisions specifically establishing salaries or providing administrative procedures to establish salaries for appointed officials of all departments and agencies of the executive branch of state government are hereby repealed.\n\nSource:SL 1969, ch 218, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-10-2/"
    },
    {
      "id": "section-4-7-103",
      "number": "4-7-10.3",
      "heading": "Repealed by SL 1981, ch 30, §4.",
      "text": "Repealed by SL 1981, ch 30, §4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-104",
      "number": "4-7-10.4",
      "heading": "Budgeting and appropriations for compensation and expenses of members of state boards and councils and management, policy making or advisory bodies.",
      "text": "4-7-10.4. Budgeting and appropriations for compensation and expenses of members of state boards and councils and management, policy making or advisory bodies.\n\nThe budget report of the Governor for each odd-numbered fiscal year shall contain a separate schedule disclosing the current salaries or per diem compensation and allowable expense reimbursement for appointed members of all boards, commissions, councils, committees, and all other statutory or executive created management, policy making, or advisory bodies of the executive branch of state government, whether appointed by the Governor or not, and the recommendations for each of the next two fiscal years. The appropriations committees of the Legislature shall review the recommendations and include in a separate section of the general appropriations act the salary or per diem compensation and allowable expense reimbursement for each such body, based upon whether it be a management, policy making, or advisory body, and which shall constitute the salaries or per diem compensation and allowable expense reimbursement increases for members of such bodies for the next two succeeding fiscal years.\n\nSource:SDCL, §4-7-10 as added by SL 1971, ch 23, §1; SL 1988, ch 45, §1; SL 2002, ch 18, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-10-4/"
    },
    {
      "id": "section-4-7-105",
      "number": "4-7-10.5",
      "heading": "Repeal of statutory allowances for boards, councils, and advisory bodies.",
      "text": "4-7-10.5. Repeal of statutory allowances for boards, councils, and advisory bodies.\n\nAll statutory provisions specifically establishing salaries or compensation on a per diem basis and reimbursement of expenses for appointed members of all boards, commissions, councils, committees, and all other statutory or executive created policy making or advisory bodies of state government are hereby repealed.\n\nSource:SL 1971, ch 23, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-10-5/"
    },
    {
      "id": "section-4-7-106",
      "number": "4-7-10.6",
      "heading": "Repealed by SL 2012, ch 33, §§1, 2.",
      "text": "Repealed by SL 2012, ch 33, §§1, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-11",
      "number": "4-7-11",
      "heading": "Transferred to §4-7-9.",
      "text": "Transferred to §4-7-9.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-12",
      "number": "4-7-12",
      "heading": "Access of Governor-elect to budget report in process--Supplementary budget message by incoming Governor.",
      "text": "4-7-12. Access of Governor-elect to budget report in process--Supplementary budget message by incoming Governor.\n\nThe Governor-elect and the Governor-elect's designated budget representatives are entitled to examine the budget report in process and the Bureau of Finance and Management shall provide the Governor-elect with every practicable facility for familiarizing the Governor-elect with its contents.\n\nIn case of a change of administration, the outgoing Governor shall deliver the budget report to the Legislature with a message, and the incoming Governor shall then have ten legislative days in which to review the budget as prepared and delivered by the Governor-elect's predecessor, and the Governor-elect may send to the Legislature a supplementary budget message making suggestions for any changes.\n\nSource: SL 1963, ch 353, §8 (3); SL 2023, ch 3, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-12/"
    },
    {
      "id": "section-4-7-13",
      "number": "4-7-13",
      "heading": "Legislative adoption of financial plan for each year.",
      "text": "4-7-13. Legislative adoption of financial plan for each year.\n\nThe financial plan for each fiscal year, as presented in the budget report, shall be adopted, with such modifications as are made by the Legislature, by the passage of a general appropriations act and special appropriations acts and such revenue and other acts as are necessary.\n\nSource:SL 1963, ch 353, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-13/"
    },
    {
      "id": "section-4-7-131",
      "number": "4-7-13.1",
      "heading": "Full-time equivalent appropriations separated in financial plan.",
      "text": "4-7-13.1. Full-time equivalent appropriations separated in financial plan.\n\nThe financial plan adopted by the Legislature as prescribed in §4-7-13 shall separate the appropriations for full-time equivalent positions as defined in subdivision 2-14-2(12).\n\nSource:SL 1977, ch 40, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-13-1/"
    },
    {
      "id": "section-4-7-14",
      "number": "4-7-14",
      "heading": "Transferred to §4-7-7.3.",
      "text": "Transferred to §4-7-7.3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-15",
      "number": "4-7-15",
      "heading": "Financial policies and plans--Detailed documents--Information available to Legislature, state auditor.",
      "text": "4-7-15. Financial policies and plans--Detailed documents--Information available to Legislature, state auditor.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall develop financial policies and plans as the basis for budget recommendations to the Legislature, and prepare detailed documents in accordance with the financial policies and plans for presentation to the Legislature. The bureau shall make its records and information available at all times to the Legislature, its designees, and to the state auditor.\n\nSource: SL 1963, ch 353, §4 (1); SL 2025, ch 6, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-15/"
    },
    {
      "id": "section-4-7-16",
      "number": "4-7-16",
      "heading": "Analysis of proposed legislation by bureau.",
      "text": "4-7-16. Analysis of proposed legislation by bureau.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, §12-13-9, and 12-13-25.1, shall analyze financial and administrative aspects of proposed legislation.\n\nSource:SL 1963, ch 353, §4 (5); SL 2013, ch 101, §73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-16/"
    },
    {
      "id": "section-4-7-17",
      "number": "4-7-17",
      "heading": "Assistance to Legislature provided by bureau.",
      "text": "4-7-17. Assistance to Legislature provided by bureau.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall provide such assistance as the Legislature may request and be available to assist its appropriations committees with any needed information or material.\n\nSource:SL 1963, ch 353, §4 (6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-17/"
    },
    {
      "id": "section-4-7-18",
      "number": "4-7-18",
      "heading": "Coordination of procedures to carry out legislative policies.",
      "text": "4-7-18. Coordination of procedures to carry out legislative policies.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall coordinate the fiscal affairs and procedures of the state to assure the carrying out of the financial plans and policies approved by the Legislature, including the administration of a system of expenditure control.\n\nSource:SL 1963, ch 353, §4 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-18/"
    },
    {
      "id": "section-4-7-19",
      "number": "4-7-19",
      "heading": "Long-term capital improvements budget.",
      "text": "4-7-19. Long-term capital improvements budget.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall develop a long-term capital improvements budget for consideration by the Legislature.\n\nSource:SL 1963, ch 353, §4 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-19/"
    },
    {
      "id": "section-4-7-20",
      "number": "4-7-20",
      "heading": "Operational improvements and economies--Automatic data processing systems.",
      "text": "4-7-20. Operational improvements and economies--Automatic data processing systems.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall develop plans for improvements and economies in organization and operation of state agencies and install such plans as are approved by the Legislature. Such installations shall include improved methods through the most efficient use of automatic data processing systems, which may provide for warrant preparation, and other obligation and transaction documents deemed suitable for application on such automatic data processing systems.\n\nSource:SL 1963, ch 353, §4 (3); SL 1966, ch 170, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-20/"
    },
    {
      "id": "section-4-7-21",
      "number": "4-7-21",
      "heading": "Transferred to §1-14-12.1.",
      "text": "Transferred to §1-14-12.1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-211",
      "number": "4-7-21.1",
      "heading": "Omitted.",
      "text": "Omitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-22",
      "number": "4-7-22",
      "heading": "Transferred to §§1-14-12.2 to 1-14-12.5.",
      "text": "Transferred to §§1-14-12.2 to 1-14-12.5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-25",
      "number": "4-7-25",
      "heading": "Other duties of bureau.",
      "text": "4-7-25. Other duties of bureau.\n\nThe Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall perform all other duties provided for in this chapter and such other duties as the Legislature may from time to time prescribe.\n\nSource:SL 1963, ch 353, §4 (7).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-25/"
    },
    {
      "id": "section-4-7-251",
      "number": "4-7-25.1",
      "heading": "Budgetary accounting service agency--Administration--Purpose.",
      "text": "4-7-25.1. Budgetary accounting service agency--Administration--Purpose.\n\nThe Bureau of Finance and Management shall administer a service agency whose primary purpose shall be to serve statewide needs relating to budgetary accounting services and to provide the services for any department, agency, commission, institution, or any other units of state government.\n\nSource:SL 1980, ch 38, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-25-1/"
    },
    {
      "id": "section-4-7-252",
      "number": "4-7-25.2",
      "heading": "Budgetary accounting fund.",
      "text": "4-7-25.2. Budgetary accounting fund.\n\nThere is hereby established in the state treasury a budgetary accounting fund. Any receipts or revenues into this fund may be expended pursuant to chapters 4-7, 4-8, and 4-8A for the purpose of defraying the expenses of the budgetary accounting services provided by the service agency authorized by §4-7-25.1.\n\nSource:SL 1980, ch 38, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-25-2/"
    },
    {
      "id": "section-4-7-253",
      "number": "4-7-25.3",
      "heading": "Budgetary accounting service agency--Financing.",
      "text": "4-7-25.3. Budgetary accounting service agency--Financing.\n\nThe operations of the service agency shall be financed by means of appropriations, gifts, grants, or reimbursements for services rendered which shall be receipted into the budgetary accounting fund authorized and established in the state treasury by §4-7-25.2.\n\nSource:SL 1980, ch 38, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-25-3/"
    },
    {
      "id": "section-4-7-254",
      "number": "4-7-25.4",
      "heading": "Fees for budgetary accounting services.",
      "text": "4-7-25.4. Fees for budgetary accounting services.\n\nThe fee schedule for the services shall be designed, to the extent practicable, to recover all costs incurred in the operation of the service agency. No charges shall be assessed for budgetary accounting services performed in relation to general fund accounts.\n\nSource:SL 1980, ch 38, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-25-4/"
    },
    {
      "id": "section-4-7-26",
      "number": "4-7-26",
      "heading": "Rules and regulations.",
      "text": "4-7-26. Rules and regulations.\n\nThe commissioner of finance and management is hereby authorized, upon approval of the Governor, to issue such rules and regulations as he deems necessary for the carrying out of the provisions and intent of this chapter.\n\nSource:SL 1963, ch 353, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-26/"
    },
    {
      "id": "section-4-7-27",
      "number": "4-7-27",
      "heading": "Short title of chapter.",
      "text": "4-7-27. Short title of chapter.\n\nThis chapter shall be known and may be cited as the \"Budget Act.\"\n\nSource:SL 1963, ch 353, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-27/"
    },
    {
      "id": "section-4-7-28",
      "number": "4-7-28",
      "heading": "Salaries established by agencies controlled by Governor--Approval of Governor required.",
      "text": "4-7-28. Salaries established by agencies controlled by Governor--Approval of Governor required.\n\nNotwithstanding any other provision of the law, salaries set by persons or bodies in agencies under the control of the Governor shall be approved by the Governor prior to becoming effective.\n\nSource:SL 1981, ch 30, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-28/"
    },
    {
      "id": "section-4-7-29",
      "number": "4-7-29",
      "heading": "Exemption of Board of Regents from salary approval requirement.",
      "text": "4-7-29. Exemption of Board of Regents from salary approval requirement.\n\nThe provisions of §4-7-28 do not apply to officials under the jurisdiction of the Board of Regents.\n\nSource:SL 1981, ch 30, §3; SL 1989, ch 20, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-29/"
    },
    {
      "id": "section-4-7-30",
      "number": "4-7-30",
      "heading": "4-7-30.Repealed by SL 2006, ch 2, §14.",
      "text": "4-7-30.Repealed by SL 2006, ch 2, §14.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-31",
      "number": "4-7-31",
      "heading": "Budget reserve fund established.",
      "text": "4-7-31. Budget reserve fund established.\n\nThere is hereby established within the state treasury the budget reserve fund.\n\nSource:SL 1991, ch 41, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-31/"
    },
    {
      "id": "section-4-7-32",
      "number": "4-7-32",
      "heading": "Transfer of unobligated cash to budget reserve fund--Legislative action required for reserve fund expenditures.",
      "text": "4-7-32. Transfer of unobligated cash to budget reserve fund--Legislative action required for reserve fund expenditures.\n\nOn July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash up to an amount equal to ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year into the budget reserve fund. In no event shall the cash balance in the budget reserve fund be greater than ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year.\n\nExpenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, §1.\n\nSource:SL 1991, ch 41, §§2, 3; SL 1996, ch 33; SL 2002, ch 27, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-32/"
    },
    {
      "id": "section-4-7-33",
      "number": "4-7-33",
      "heading": "Repealed by SL 1994, ch 43, §4.",
      "text": "Repealed by SL 1994, ch 43, §4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-35",
      "number": "4-7-35",
      "heading": "Repealed by SL 1999, ch 21, §§1 to 4.",
      "text": "Repealed by SL 1999, ch 21, §§1 to 4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-39",
      "number": "4-7-39",
      "heading": "Transfer of unobligated cash to general revenue replacement fund.",
      "text": "4-7-39. Transfer of unobligated cash to general revenue replacement fund.\n\nThe commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by §4-7-32 into the general revenue replacement fund if the amount in the general revenue replacement fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year.\n\nSource:SL 1998, ch 26, §1; SL 2002, ch 28, §1; SL 2015, ch 39, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-39/"
    },
    {
      "id": "section-4-7-40",
      "number": "4-7-40",
      "heading": "Condition statements--Requests by legislative committee or chair.",
      "text": "4-7-40. Condition statements--Requests by legislative committee or chair.\n\nThe commissioner of the Bureau of Finance and Management shall report, upon request, a condition statement for any fund in the state treasury. The commissioner of the Bureau of Finance and Management shall provide condition statements when requested by a legislative committee or a legislative committee chair.\n\nSource:SL 2005, ch 38, §1; SL 2006, ch 23, §3, eff. Mar. 10, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-40/"
    },
    {
      "id": "section-4-7-41",
      "number": "4-7-41",
      "heading": "Condition statement defined--Condition statement forms.",
      "text": "4-7-41. Condition statement defined--Condition statement forms.\n\nFor the purposes of this chapter, a condition statement is a document that identifies a fund's beginning balance, receipts, disbursements, and ending balance for each of the last two concluded fiscal years and that identifies a fund's beginning balance, projected receipts, projected disbursements, and ending balance for the current fiscal year and the next fiscal year. The fund's ending balance, for the current fiscal year and the next fiscal year, shall represent the ending cash balance of the fund reduced by any money that is reappropriated to the next fiscal year along with any other commitments to be funded from the ending cash balance. Condition statement forms, prescribed by the Bureau of Finance and Management, shall be uniform.\n\nSource:SL 2005, ch 38, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-41/"
    },
    {
      "id": "section-4-7-42",
      "number": "4-7-42",
      "heading": "4-7-42 to 4-7-44.Repealed by SL 2018, ch 10, §§4 to 6.",
      "text": "4-7-42 to 4-7-44.Repealed by SL 2018, ch 10, §§4 to 6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-7-45",
      "number": "4-7-45",
      "heading": "General revenue replacement fund established.",
      "text": "4-7-45. General revenue replacement fund established.\n\nThere is hereby established within the state treasury the general revenue replacement fund. The state treasurer shall transfer any funds remaining in the property tax reduction fund as of June 30, 2015, to the general revenue replacement fund. In fiscal year 2016 and each year thereafter, the commissioner of finance and management may transfer moneys available from the general revenue replacement fund to the general fund necessary to balance the annual budget due to an unforeseen revenue shortfall.\n\nSource:SL 2015, ch 39, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-45/"
    },
    {
      "id": "section-4-7-46",
      "number": "4-7-46",
      "heading": "Maximum debt through South Dakota Building Authority and vocational education program of South Dakota Health and Educational Facilities Authority.",
      "text": "4-7-46. Maximum debt through South Dakota Building Authority and vocational education program of South Dakota Health and Educational Facilities Authority.\n\nThe total principal amount of debt outstanding through the South Dakota Building Authority and the vocational education program of the South Dakota Health and Educational Facilities Authority may not exceed one and two-tenths percent of South Dakota's gross domestic product for the most recently completed calendar year as calculated by the United States Bureau of Economic Analysis.\n\nSource:SL 2015, ch 6, §4; SL 2015, ch 40, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-46/"
    },
    {
      "id": "section-4-7-47",
      "number": "4-7-47",
      "heading": "Total annual debt service payments of South Dakota Building Authority and vocational education program of South Dakota Health and Educational Facilities Authority",
      "text": "4-7-47. Total annual debt service payments of South Dakota Building Authority and vocational education program of South Dakota Health and Educational Facilities Authority.\n\nThe total annual debt service payments of the South Dakota Building Authority and the vocational education program of the South Dakota Health and Educational Facilities Authority may not exceed four percent of the total ongoing general fund receipts for the most recently completed state fiscal year.\n\nSource:SL 2015, ch 6, §5; SL 2015, ch 40, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-47/"
    },
    {
      "id": "section-4-7-48",
      "number": "4-7-48",
      "heading": "Plan outlining current debt policies, financial analysis, and metrics.",
      "text": "4-7-48. Plan outlining current debt policies, financial analysis, and metrics.\n\nThe Bureau of Finance and Management shall issue a plan outlining the current debt policies and metrics of the state listed in §§4-7-46 and 4-7-47, along with any other financial analysis and metrics performed annually to measure compliance with the policies listed in §§4-7-46 and 4-7-47.\n\nSource:SL 2015, ch 40, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-48/"
    },
    {
      "id": "section-4-7-49",
      "number": "4-7-49",
      "heading": "Long-term financial plan.",
      "text": "4-7-49. Long-term financial plan.\n\nThe Bureau of Finance and Management shall issue a long-term financial plan outlining actual general fund revenues and expenses for the most recently completed fiscal year as well as general fund forecasts for the current fiscal year, the next fiscal year, and the succeeding two fiscal years.\n\nSource:SL 2015, ch 40, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-49/"
    },
    {
      "id": "section-4-7-50",
      "number": "4-7-50",
      "heading": "Capital expenditure plan.",
      "text": "4-7-50. Capital expenditure plan.\n\nThe Bureau of Finance and Management shall issue a capital expenditure plan outlining new construction projects, renovation and expansion projects, as well as maintenance and repair projects for the current fiscal year and the succeeding four fiscal years.\n\nSource:SL 2015, ch 40, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-50/"
    },
    {
      "id": "section-4-7-51",
      "number": "4-7-51",
      "heading": "Publication of financial plans.",
      "text": "4-7-51. Publication of financial plans.\n\nThe financial plans listed in §§4-7-48 to 4-7-50, inclusive, shall be calculated, prepared, and released for public viewing by the Bureau of Finance and Management no later than January fifteenth of each year.\n\nSource:SL 2015, ch 40, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-51/"
    },
    {
      "id": "section-4-7-52",
      "number": "4-7-52",
      "heading": "Submission of zero based budget on request of Joint Committee on Appropriations.",
      "text": "4-7-52. Submission of zero based budget on request of Joint Committee on Appropriations.\n\nThe Joint Committee on Appropriations may request any department or budget unit to submit a zero based budget scenario pursuant to guidelines and procedures established jointly by the Bureau of Finance and Management and the Legislative Research Council.\n\nSource:SL 2015, ch 41, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-52/"
    },
    {
      "id": "section-4-7-53",
      "number": "4-7-53",
      "heading": "Combined balance--Budget reserve fund and general revenue replacement fund--Minimum balance required--Transfer of general fund moneys.",
      "text": "4-7-53. Combined balance--Budget reserve fund and general revenue replacement fund--Minimum balance required--Transfer of general fund moneys.\n\nIf in any fiscal year the combined balance of the budget reserve fund, established in §4-7-31, and the general revenue replacement fund, established in §4-7-45, is less than ten percent of the general fund appropriations in the general appropriations act for the succeeding fiscal year, the Legislature, by law, must transfer one-third of the amount below such level over the next three fiscal years from the general fund to the budget reserve fund until the combined balance is ten percent of the general fund appropriations in the general appropriations act for the succeeding fiscal year.\n\nSource: SL 2025, ch 32, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-4/chapter-07/section-4-7-53/"
    }
  ]
}