{
  "state": "iowa",
  "path": "title-title-vii-education-history-and-culture/chapter-chapter-261f-educational-loans",
  "sections": [
    {
      "id": "section-261f1",
      "number": "261F.1",
      "heading": "Definitions.Section 261F.2 - Code of conduct",
      "text": "261F.1 Definitions.\n\nAs used in this chapter, unless otherwise specified:\n\n1. “Borrower” means a student attending a covered institution in this state, or a parent or person in parental relation to such student, who obtains an educational loan from a lending institution to pay for or finance a student’s higher education expenses.\n\n2. “Covered institution” means any educational institution that offers a postsecondary educational degree, certificate, or program of study and receives any Tit. IV funds under the federal Higher Education Act of 1965, as amended, or state funding or assistance. “Covered institution” includes an authorized agent of the educational institution, including an alumni association, booster club, or other organization directly or indirectly associated with or authorized by the institution or an employee of the institution.\n\n3. “Covered institution employee” means any employee, agent, contract employee, director, officer, or trustee of a covered institution.\n\n4. “Educational loan” means any loan that is made, insured, or guaranteed under Tit. IV of the federal Higher Education Act of 1965, as amended, directly to a borrower solely for educational purposes, or any private educational loan.\n\n5. “Gift” means any gratuity, favor, discount, entertainment, hospitality, loan, or other item having a monetary value of more than a de minimus amount. “Gift” includes a gift of services, transportation, lodging, or meals, whether provided in kind, by purchase of a ticket, payment in advance, or reimbursement after the expense has been incurred. “Gift” does not include any of the following:\n\na. Standard material, activities, or programs on issues related to a loan, default aversion, default prevention, or financial literacy.\n\nb. Food or refreshments furnished to an officer, employee, or agent of an institution as an integral part of a training session or conference that is designed to contribute to the professional development of the officer, employee, or agent of the institution.\n\nc. Favorable terms, conditions, and borrower benefits on an educational loan provided to a borrower employed by the covered institution if such terms, conditions, or benefits are comparable to those provided to all students of the institution.\n\nd. Philanthropic contributions to a covered institution from a lender, guarantor, or servicer of educational loans that are unrelated to educational loans, provided, as applicable, that the contributions are disclosed pursuant to section 261F.4, subsection 6.\n\ne. State education grants, scholarships, or financial aid funds administered under chapter 256, subchapter VII, part 4.\n\nf. Toll-free telephone numbers for use by covered institutions or other toll-free telephone numbers open to the public to obtain information about loans available under Tit. IV of the federal Higher Education Act of 1965, as amended, or private educational loans, or free data transmission service for use by a covered institution to electronically submit applicant loan processing information or student status confirmation data for loans available under Tit. IV of the federal Higher Education Act of 1965.\n\ng. A reduced origination fee.\n\nh. A reduced interest rate.\n\ni. Payment of federal default fees.\n\nj. Purchase of a loan made by another lender at a premium.\n\nk. Other benefits to a borrower under a repayment incentive program that requires, at a minimum, one or more scheduled payments to receive or retain the benefit or under a loan forgiveness program for public service or other targeted purposes approved by the attorney general, provided these benefits are not marketed to secure loan applications or loan guarantees.\n\nl. Items of nominal value to a covered institution, covered institution employee, covered institution-affiliated organization, or borrower that are offered as a form of generalized marketing or advertising, or to create goodwill.\n\nm. Items of value which are offered to a borrower or to a covered institution employee that are also offered to the general public.\n\nn. Other services as identified and approved by the attorney general through a public announcement, such as a notice on the attorney general’s internet site.\n\n6. “Lender” or “lending institution” means a creditor as defined in section 103 of the federal Truth in Lending Act, 15 U.S.C. §1602.\n\n7. “Postsecondary educational expenses” means any of the expenses that are included as part of a student’s cost of attendance as defined in Tit. IV, part F, of the federal Higher Education Act of 1965, as amended.\n\n8. “Preferred lender arrangement” means an arrangement or agreement between a lender and a covered institution under which the lender provides or otherwise issues educational loans to borrowers and which relates to the covered institution recommending, promoting, or endorsing the educational loan product of the lender. “Preferred lender arrangement” does not include arrangements or agreements with respect to loans under part D or E of Tit. IV of the federal Higher Education Act of 1965, as amended.\n\n9. “Preferred lender list” means a list of at least three recommended or suggested, unaffiliated lending institutions that a covered institution makes available for use, in print or any other medium or form, by borrowers, prospective borrowers, or others.\n\n10. “Private educational loan” means a private loan provided by a lender that is not made, insured, or guaranteed under Tit. IV of the federal Higher Education Act of 1965, as amended, and is issued by a lender solely for postsecondary educational expenses to a borrower, regardless of whether the loan involves enrollment certification by the educational institution that the student for which the loan is made attends. “Private educational loan” does not include a private educational loan secured by a dwelling or under an open-end credit plan. For purposes of this subsection, “dwelling” and “open-end credit plan” have the meanings given such terms in section 103 of the federal Truth in Lending Act, 15 U.S.C. §1602.\n\n11. “Revenue sharing arrangement” means an arrangement between a covered institution and a lender in which the lender provides or issues educational loans to persons attending the institution or on behalf of persons attending the institution and the covered institution recommends the lender or the educational loan products of the lender, in exchange for which the lender pays a fee or provides other material benefits, including revenue or profit sharing, to the institution or officers, employees, or agents of the institution. “Revenue sharing arrangement” does not include arrangements related solely to products which are not educational loans.\n\n2008 Acts, ch 1132, §3; 2009 Acts, ch 41, §106; 2023 Acts, ch 19, §2639\n\nReferred to in §261F.4, 533A.1\n\nSubsection 5, paragraph e amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-1/"
    },
    {
      "id": "section-261f2",
      "number": "261F.2",
      "heading": "Code of conduct.",
      "text": "261F.2 Code of conduct.\n\n1. A covered institution shall do the following:\n\na. Develop, in consultation with the college student aid commission, a code of conduct governing educational loan activities with which the covered institution’s officers, employees, and agents shall comply.\n\nb. Publish the code of conduct developed in accordance with paragraph “a” prominently on its internet site.\n\nc. Administer and enforce the code of conduct developed in accordance with paragraph “a”.\n\n2. The college student aid commission shall provide to covered institutions assistance and guidance relating to the development, administration, and monitoring of a code of conduct governing educational loan activities.\n\n3. Except as provided in this section, the college student aid commission is not subject to the duties, restrictions, prohibitions, and penalties of this chapter.\n\n2008 Acts, ch 1132, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-2/"
    },
    {
      "id": "section-261f3",
      "number": "261F.3",
      "heading": "Prohibitions — report.",
      "text": "261F.3 Prohibitions — report.\n\n1. Gift ban. No officer, employee, or agent of a covered institution who is employed in the financial aid office of the institution, or who otherwise has direct responsibilities with respect to educational loans, shall solicit or accept any gift from a lender, guarantor, or servicer of educational loans. The attorney general shall investigate any reported violation of this subsection and shall annually submit a report to the general assembly by January 15 identifying all substantiated violations of this subsection, including the lenders and covered institutions involved in each such violation, for the preceding year.\n\n2. Gifts to family members or others. For purposes of this section, a gift to a family member of an officer, employee, or agent of a covered institution, or a gift to any other individual based on that individual’s relationship with the officer, employee, or agent, shall be considered a gift to the officer, employee, or agent if either of the following applies:\n\na. The gift is given with the knowledge and acquiescence of the officer, employee, or agent.\n\nb. The officer, employee, or agent has reason to believe the gift was given because of the official position of the officer, employee, or agent.\n\n3. Contracting arrangements. An officer, employee, or agent who is employed in the financial aid office of a covered institution, or who otherwise has direct responsibilities with respect to educational loans, shall not accept from any lender or affiliate of any lender any fee, payment, or other financial benefit including but not limited to the opportunity to purchase stock on other than free market terms, as compensation for any type of consulting arrangement or other contract to provide services to a lender or on behalf of a lender.\n\n4. Revenue sharing arrangements. A covered institution shall not enter into any revenue sharing arrangement with any lender.\n\n5. Prohibition on offers of funds for private loans. A covered institution shall not request or accept from any lender any offer of funds, including any opportunity pool, to be used for private educational loans to borrowers in exchange for the covered institution providing concessions or promises to the lender with respect to such institution providing the lender with a specified number of loans, a specified loan volume, or a preferred lender arrangement for any loan made, insured, or guaranteed under Tit. IV of the federal Higher Education Act of 1965, as amended, and a lender shall not make any such offer. For purposes of this subsection, “opportunity pool” means an educational loan made by a private lender to a borrower that is in any manner guaranteed by a covered institution, or that involves a payment, directly or indirectly, by such an institution of points, premiums, payments, additional interest, or other financial support to the lender for the purpose of that lender extending credit to the borrower.\n\n6. Participation on advisory councils. An officer, employee, or agent who is employed in the financial aid office of a covered institution, or who otherwise has direct responsibilities with respect to educational loans, shall not serve on or otherwise participate with advisory councils of lenders or affiliates of lenders. Nothing in this subsection shall prohibit lenders from seeking advice from covered institutions or groups of covered institutions, including through telephonic or electronic means, or a meeting, in order to improve products and services for borrowers, provided there are no gifts or compensation including but not limited to transportation, lodging, or related expenses, provided by lenders in connection with seeking such advice from the institutions. Nothing in this subsection shall prohibit an officer, employee, or agent of a covered institution from serving on the board of directors of a lender if required by law.\n\n7. Exceptions.\n\na. Nothing in this section shall be construed as prohibiting any of the following:\n\n(1) An officer, employee, or agent of a covered institution who is not employed in the institution’s financial aid office, or who does not otherwise have direct responsibilities with respect to educational loans, from paid or unpaid service on a board of directors of a lender, guarantor, or servicer of educational loans.\n\n(2) An officer, employee, or agent of a covered institution who is not employed in the financial aid office but who has direct responsibility with respect to educational loans as a result of a position held at the covered institution, from paid or unpaid service on a board of directors of a lender, guarantor, or servicer of educational loans, provided that the covered institution has a written conflict of interest policy that clearly sets forth that such an officer, employee, or agent must be recused from participating in any decision of the board with respect to any transaction regarding educational loans.\n\n(3) An officer, employee, or agent of a lender, guarantor, or servicer of educational loans from serving on a board of directors or serving as a trustee of a covered institution, provided that the covered institution has a written conflict of interest policy that clearly sets forth the procedures to be followed in instances where such a board member’s or trustee’s personal or business interests with respect to educational loans may be advanced by an action of the board of directors or trustees, including a provision that such a board member or trustee may not participate in any decision to approve any transaction where such conflicting interests may be advanced.\n\nb. Nothing in this chapter shall be construed to prohibit a covered institution from lowering educational loan costs for borrowers, including payments made by the covered institution to lending institutions on behalf of borrowers.\n\n2008 Acts, ch 1132, §5, 15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-3/"
    },
    {
      "id": "section-261f4",
      "number": "261F.4",
      "heading": "Misleading identification — covered institution — lending institutions’ employees.",
      "text": "261F.4 Misleading identification — covered institution — lending institutions’ employees.\n\n1. A lending institution shall prohibit an employee or agent of the lending institution from being identified to borrowers or prospective borrowers of a covered institution as an employee, representative, or agent of the covered institution.\n\n2. A covered institution shall prohibit an employee or agent of a lending institution from being identified as an employee, representative, or agent of the covered institution.\n\n3. An employee, representative, or agent of a lending institution included on a covered institution’s preferred lending list shall not staff a covered institution’s financial aid offices or call center and shall not prepare any of the covered institution’s materials related to educational loans.\n\n4. A covered institution that has entered into a preferred lender arrangement with a lender regarding private educational loans shall not agree to the lender’s use of the name, emblem, mascot, or logo of the institution, or other words, pictures, or symbols readily identified with the institution, in the marketing of private educational loans to the students attending the institution in any way that implies that the institution endorses the private educational loans offered by the lender. However, the covered institution may allow the use of its name if it is part of the lending institution’s legal name.\n\n5. Nothing in this section shall prohibit a covered institution from requesting or accepting the following assistance from a lender related to any of the following:\n\na. Providing educational counseling materials, financial literacy materials, or debt management materials to borrowers, provided that such materials disclose to borrowers the identification of any lender that assisted in preparing or providing such materials.\n\nb. Staffing services on a short-term, nonrecurring basis to assist the institution with financial aid-related functions during emergencies, including state-declared or federally declared natural disasters, federally declared national disasters, and other localized disasters and emergencies identified by the attorney general.\n\n6. The attorney general shall adopt rules providing for the disclosure, for lenders with a preferred lender arrangement, of philanthropic contributions made as specified in section 261F.1, subsection 5, paragraph “d”.\n\n2008 Acts, ch 1132, §6\n\nReferred to in §261F.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-4/"
    },
    {
      "id": "section-261f5",
      "number": "261F.5",
      "heading": "Loan disclosure — loan bundling — prohibitions.",
      "text": "261F.5 Loan disclosure — loan bundling — prohibitions.\n\n1. A covered institution that has entered into a preferred lender arrangement with a lender regarding private educational loans shall inform the borrower or prospective borrower of all available state education financing options, and financing options under Tit. IV of the federal Higher Education Act of 1965, as amended, including information on any terms and conditions of available loans under such title that are more favorable to the borrower.\n\n2. A covered institution shall prohibit the bundling of private educational loans in financial aid packages, unless the borrower is ineligible for financing, is not eligible for any additional funding, or has exhausted the limits of loan eligibility, under Tit. IV of the federal Higher Education Act of 1965, as amended, or has not filled out a free application for federal student aid, and the bundling of the private educational loans is clearly and conspicuously disclosed to the borrower prior to acceptance of the package by the borrower. The provisions of this subsection shall not apply if the borrower does not desire or refuses to apply for a loan under Tit. IV of the federal Higher Education Act of 1965.\n\n3. A lending institution included on a covered institution’s preferred lender list shall disclose, clearly and conspicuously, in any application for a private educational loan, all of the following:\n\na. The rate of interest or the potential range of rates of interest applicable to the loan and whether such rates are fixed or variable.\n\nb. Limitations, if any, on interest rate adjustments, both in terms of frequency and amount, or lack thereof.\n\nc. Coborrower requirements, including changes in interest rates.\n\nd. Any fees associated with the loan.\n\ne. The repayment terms available on the loan.\n\nf. The opportunity for deferment or forbearance in repayment of the loan, including whether the loan payments can be deferred if the borrower is in school.\n\ng. Any additional terms and conditions applied to the loan, including any benefits that are contingent on the repayment behavior of the borrower.\n\nh. Information comparing federal and private educational loans.\n\ni. An example of the total cost of the educational loan over the life of the loan which shall be calculated using the following:\n\n(1) A principal amount and the maximum rate of interest actually offered by the lender, or, if there is no maximum rate provided under the terms of the loan agreement or applicable state or federal law, a statement to that effect.\n\n(2) Both with and without capitalization of interest, if that is an option for postponing interest payments.\n\nj. The consequences for the borrower of defaulting on a loan, including any limitations on the discharge of an educational loan in bankruptcy.\n\nk. Contact information for the lender.\n\n4. Not later than January 31, 2009, the attorney general shall develop and make available to lenders a model disclosure form that is based on the requirements of subsection 3. Use of the model disclosure form by a lending institution in a manner consistent with this chapter shall constitute compliance with subsection 3.\n\n2008 Acts, ch 1132, §7, 15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-5/"
    },
    {
      "id": "section-261f6",
      "number": "261F.6",
      "heading": "Standards for preferred lender lists.",
      "text": "261F.6 Standards for preferred lender lists.\n\n1. A covered institution may make available a list of preferred lenders, in print or any other medium or form, for use by the covered institution’s students or their parents, provided the list meets the following conditions:\n\na. The list is not used to deny or otherwise impede a borrower’s choice of lender.\n\nb. The list contains at least three lenders that are not affiliated and will make loans to borrowers or students attending the school. For the purposes of this paragraph, a lender is affiliated with another lender if any of the following applies:\n\n(1) The lenders are under the ownership or control of the same entity or individuals.\n\n(2) The lenders are wholly or partly owned subsidiaries of the same parent company.\n\n(3) The directors, trustees, or general partners, or individuals exercising similar functions, of one of the lenders constitute a majority of the persons holding similar positions with the other lender.\n\nc. The list does not include lenders that have offered, or have offered in response to a solicitation by the covered institution, financial or other benefits to the covered institution in exchange for inclusion on the list or any promise that a certain number of loan applications will be sent to the lender by the covered institution or its students.\n\n2. A covered institution that provides or makes available a preferred lender list shall do the following:\n\na. Disclose to prospective borrowers, as part of the list, the method and criteria used by the covered institution in selecting any lender that it recommends or suggests.\n\nb. Provide comparative information to prospective borrowers about interest rates and other benefits offered by the lenders.\n\nc. Include a prominent statement in any information related to its preferred lender list advising prospective borrowers that the borrowers are not required to use one of the covered institution’s recommended or suggested lenders.\n\nd. For first-time borrowers, refrain from assigning, through award packaging or other methods, a borrower’s loan to a particular lender.\n\ne. Not cause unnecessary certification delays for borrowers who use a lender that is not included on the covered institution’s preferred lender list.\n\nf. Update the preferred lender list and any information accompanying the list at least annually.\n\n3. If the servicer of a private educational loan is changed by a lending institution, the lending institution shall disclose the change to the affected borrower.\n\n4. A lending institution shall not be placed on a covered institution’s preferred lender list or in favored placement on a covered institution’s preferred lender list for a particular type of loan, in exchange for benefits provided to the covered institution or to the covered institution’s students in connection with a different type of loan.\n\n2008 Acts, ch 1132, §8, 15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-6/"
    },
    {
      "id": "section-261f7",
      "number": "261F.7",
      "heading": "Disclosure requirements.",
      "text": "261F.7 Disclosure requirements.\n\nExcept for educational loans made, insured, or guaranteed by the federal government, a lending institution included on a covered institution’s preferred lender list shall, upon receiving a request from a borrower, covered institution, or government entity, disclose to the requester in reasonable detail and form, the terms of private educational loans made to borrowers by that lending institution and the rates of interest charged to borrowers for private educational loans in the year preceding the disclosures.\n\n2008 Acts, ch 1132, §9, 15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-7/"
    },
    {
      "id": "section-261f8",
      "number": "261F.8",
      "heading": "Penalties.",
      "text": "261F.8 Penalties.\n\n1. If after providing notice and an opportunity for a hearing the attorney general determines that a covered institution or lending institution has violated a provision of this chapter, the covered institution or lending institution may be liable for a civil penalty of up to five thousand dollars per violation. In taking action against a covered institution or lending institution, consideration shall be given to the nature and severity of a violation of this chapter.\n\n2. If after providing notice and an opportunity for a hearing the attorney general determines that a covered institution employee has violated a provision of this chapter, the covered institution employee may be liable for a civil penalty of up to two thousand five hundred dollars per violation. In taking action against a covered institution employee, consideration shall be given to the nature and severity of a violation of this chapter.\n\n3. If after providing notice and an opportunity for a hearing the attorney general determines that a lending institution has violated a provision of this chapter, such lending institution shall not be placed or remain on any covered institution’s preferred lender list unless notice of such violation is provided to all potential borrowers of the covered institution. However, consideration shall be given to the nature and severity of a violation of this chapter in determining whether and for how long to ban a lender from a preferred lender list.\n\n4. Nothing in this section shall prohibit the attorney general from reaching a settlement agreement with a covered institution, covered institution employee, or lending institution in order to effectuate the purposes of this section. Provided, however, if such settlement agreement is reached with a covered institution or lending institution, the attorney general shall provide notice of such action to the borrowers in a form and manner prescribed by the attorney general.\n\n5. The attorney general shall deposit the funds generated pursuant to this section into the student lending education fund, created in section 261F.10.\n\n6. Each individual incident of a violation of this chapter shall be considered a separate violation for the purpose of imposing civil penalties.\n\n2008 Acts, ch 1132, §10\n\nReferred to in §261F.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-8/"
    },
    {
      "id": "section-261f9",
      "number": "261F.9",
      "heading": "Rules — investigation authority — enforcement.",
      "text": "261F.9 Rules — investigation authority — enforcement.\n\n1. The attorney general shall administer this chapter and promulgate rules, pursuant to chapter 17A, necessary for the implementation of this chapter. Unless otherwise provided, all actions by the attorney general pursuant to this chapter shall be subject to the provisions of chapter 17A.\n\n2. The attorney general is authorized to conduct an investigation to determine whether to initiate proceedings pursuant to this chapter to the same extent as the investigation authority granted the attorney general under section 714.16.\n\n2008 Acts, ch 1132, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-9/"
    },
    {
      "id": "section-261f10",
      "number": "261F.10",
      "heading": "Student lending education fund.",
      "text": "261F.10 Student lending education fund.\n\n1. There is established in the state treasury a student lending education fund.\n\n2. The fund shall consist of all revenues generated pursuant to section 261F.8 and all other moneys credited or transferred to the fund from any other fund or source pursuant to law.\n\n3. Moneys in the fund shall be made available to the attorney general for the purpose of enforcing this chapter.\n\n2008 Acts, ch 1132, §12\n\nReferred to in §261F.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-10/"
    },
    {
      "id": "section-261f11",
      "number": "261F.11",
      "heading": "Effect on other laws or regulations.",
      "text": "261F.11 Effect on other laws or regulations.\n\nThis chapter shall not be interpreted to affect the liability of any person, covered institution, or lending institution under any other state statute or rule.\n\n2008 Acts, ch 1132, §13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261f/section-261f-11/"
    }
  ]
}