{
  "state": "iowa",
  "path": "title-title-vii-education-history-and-culture/chapter-chapter-297-schoolhouses-and-schoolhouse-sites",
  "sections": [
    {
      "id": "section-2971",
      "number": "297.1",
      "heading": "Location.Section 297.2 - Ten-acre limitation",
      "text": "297.1 Location.\n\n1. The board of each school district may fix the site for each schoolhouse, which shall be upon some public highway already established or procured by such board and not in any public park, and except in cities and villages, not less than thirty rods from the residence of any landowner who objects thereto.\n\n2. In fixing such site, the board shall take into consideration the number of scholars residing in the various portions of the school district and the geographical location and convenience of any proposed site.\n\n[R60, §2037; C73, §1724, 1825, 1826; C97, §2773, 2814; S13, §2773, 2814; C24, 27, 31, 35, 39, §4359; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-1/"
    },
    {
      "id": "section-2972",
      "number": "297.2",
      "heading": "Ten-acre limitation.",
      "text": "297.2 Ten-acre limitation.\n\nExcept as hereinafter provided, any school district may take and hold so much real estate as may be required for such site, for the location or construction thereon of schoolhouses, and the convenient use thereof, but not to exceed ten acres exclusive of public highway.\n\n[C73, §1825; C97, §2814; S13, §2814; C24, 27, 31, 35, 39, §4360; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-2/"
    },
    {
      "id": "section-2973",
      "number": "297.3",
      "heading": "Thirty-acre limitation.",
      "text": "297.3 Thirty-acre limitation.\n\nAny school district, including a city or village, may take and hold an area equal to two blocks exclusive of the street or highway, for a schoolhouse site, and not exceeding thirty acres for school playground, stadium, or field house, or other purposes for each such site.\n\n[C97, §2814; S13, §2814; C24, 27, 31, 35, 39, §4361; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-3/"
    },
    {
      "id": "section-2974",
      "number": "297.4",
      "heading": "Vacancy notification.",
      "text": "297.4 Vacancy notification.\n\nThe board of directors shall notify the cities located within the school district, the counties in which the school district may be located, and the department of administrative services annually of the facilities and buildings owned by the public school corporation which are vacant and available to be leased or purchased.\n\n[82 Acts, ch 1148, §2]\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-4/"
    },
    {
      "id": "section-297",
      "number": "297",
      "heading": "5",
      "text": "5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2976",
      "number": "297.6",
      "heading": "Condemnation.",
      "text": "297.6 Condemnation.\n\nIf the owner of real estate desired for any purpose for which any school may be authorized to take and hold real estate refuses to convey the same, or is dead or unknown or cannot be found, or if in the judgment of the board of directors of the corporation they cannot agree with such owner as to the price to be paid therefor, such real estate may be taken under condemnation proceedings in accordance with the provisions of chapter 6B.\n\n[C73, §1827; C97, §2815; C24, 27, 31, 35, 39, §4364; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-6/"
    },
    {
      "id": "section-2977",
      "number": "297.7",
      "heading": "Construction, renovation, and repair of school buildings — review of plans — aviation programs.",
      "text": "297.7 Construction, renovation, and repair of school buildings — review of plans — aviation programs.\n\n1. Chapter 26 is applicable to the construction and repair of school buildings and other public improvements as defined in section 26.2.\n\n2. Any other law to the contrary notwithstanding, the board of directors of a school district may acquire by purchase, lease, or other arrangement real estate located within or adjoining the boundaries of a municipal airport, and may take title, leasehold, or other interest, subject to a right of purchase or repurchase by the city owning or controlling the municipal airport. The city may purchase, repurchase, or repossess such real estate and the improvements constructed on the real estate upon terms and conditions as agreed to by the board of directors and the city council. The board of directors of any such school district may construct a career and technical education school on the real estate to carry on career and technical training or instruction in aviation mechanics and other aviation programs upon compliance with conditions and limitations otherwise provided by law.\n\n[R60, §2037; C73, §1723; C97, §2779; C24, 27, 31, 35, 39, §4370; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.7; 81 Acts, ch 28, §7, ch 91, §2]\n\n84 Acts, ch 1036, §1; 2002 Acts, ch 1140, §30; 2006 Acts, ch 1017, §25, 42, 43; 2016 Acts, ch 1108, §68\n\nReferred to in §278.3, 314.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-7/"
    },
    {
      "id": "section-2978",
      "number": "297.8",
      "heading": "Emergency repairs.",
      "text": "297.8 Emergency repairs.\n\nWhen emergency repairs costing more than the competitive bid threshold in section 26.3, or as established in section 314.1B, are necessary in order to ensure the continued use of any school or school facility, the provisions of the law with reference to advertising for bids shall not apply, and in that event the board may contract for such emergency repairs without advertising for bids. However, before such emergency repairs can be made to any schoolhouse or school facility, it shall be necessary to procure a certificate from the area education agency administrator that such emergency repairs are necessary to ensure the continued use of the school or school facility.\n\n[C31, 35, §4370-c1; C39, §4370.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.8; 81 Acts, ch 28, §8]\n\n2006 Acts, ch 1017, §26, 42, 43; 2009 Acts, ch 65, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-8/"
    },
    {
      "id": "section-2979",
      "number": "297.9",
      "heading": "Use for other than school purposes.",
      "text": "297.9 Use for other than school purposes.\n\nThe board of directors of any school district may authorize the use of any schoolhouse and its grounds within such district for the purpose of meetings of granges, lodges, agricultural societies, and similar societies, for parent-teacher associations, for community recreational activities, community education programs, election purposes, other meetings of public interest, public forums and similar community purposes; provided that such use shall in no way interfere with school activities; such use to be for such compensation and upon such terms and conditions as may be fixed by said board for the proper protection of the schoolhouse and the property belonging therein, including that of pupils, except that in the case of community education programs, any compensation necessary for programs provided specifically by community education and not those provided through community education by other agencies or organizations shall be compensated from the funding provided for community education programs.\n\n[C24, 27, 31, 35, 39, §4371; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.9]\n\nSchoolhouses as polling places, §49.24\n\nUse by county conservation board, §350.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-9/"
    },
    {
      "id": "section-29710",
      "number": "297.10",
      "heading": "Compensation.",
      "text": "297.10 Compensation.\n\nAny compensation for the use of a schoolhouse and schoolhouse grounds shall be paid into the general fund and be expended in the upkeep and repair of and in purchasing supplies for that school property.\n\n[C24, 27, 31, 35, 39, §4372; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.10]\n\n2009 Acts, ch 133, §108",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-10/"
    },
    {
      "id": "section-29711",
      "number": "297.11",
      "heading": "Use forbidden.",
      "text": "297.11 Use forbidden.\n\nIf the voters of such district at a regular election forbid the use of any schoolhouse or grounds, the board shall not permit that use until the action of the voters is rescinded by the voters at an election held on a date specified in section 39.2, subsection 4, paragraph “c”.\n\n[C24, 27, 31, 35, 39, §4373; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.11]\n\n2008 Acts, ch 1115, §48, 71; 2009 Acts, ch 41, §110",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-11/"
    },
    {
      "id": "section-29712",
      "number": "297.12",
      "heading": "Renting schoolroom.",
      "text": "297.12 Renting schoolroom.\n\nThe board may, when necessary, rent a room and employ a teacher, where there are ten children for whose accommodation there is no schoolhouse.\n\n[C73, §1725; C97, §2774; C24, 27, 31, 35, 39, §4374; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-12/"
    },
    {
      "id": "section-29713",
      "number": "297.13",
      "heading": "Fence around schoolhouse sites.",
      "text": "297.13 Fence around schoolhouse sites. Repealed by 2006 Acts, ch 1152, §56 .",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-13/"
    },
    {
      "id": "section-29714",
      "number": "297.14",
      "heading": "Barbed wire.",
      "text": "297.14 Barbed wire.\n\nNo school attendance center fence shall be constructed of barbed wire, nor shall any barbed wire fence be placed within ten feet of any school attendance center. Any person violating the provisions of this section shall be guilty of a simple misdemeanor.\n\n[C97, §2817; C24, 27, 31, 35, 39, §4378; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.14]\n\n2006 Acts, ch 1152, §47; 2007 Acts, ch 126, §51",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-14/"
    },
    {
      "id": "section-29715",
      "number": "297.15",
      "heading": "Reversion of schoolhouse site.",
      "text": "297.15 Reversion of schoolhouse site.\n\n1. Any real estate, owned by a school district, containing less than two acres, situated wholly outside of a city, and not adjacent thereto, and heretofore used as a schoolhouse site shall revert to the then owner of the tract from which the same was taken, provided that said owner of the tract last aforesaid shall, within the time hereinafter prescribed, pay the value thereof to such school district.\n\n2. Any such schoolhouse site containing two or more acres shall be subject to the law as otherwise provided.\n\n[C73, §1828; C97, §2816; S13, §2816; C24, 27, 31, 35, 39, §4379; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.15]\n\nReferred to in §297.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-15/"
    },
    {
      "id": "section-29716",
      "number": "297.16",
      "heading": "Appraisers.",
      "text": "297.16 Appraisers.\n\nIn case the school district and said owner of the tract from which such school site was taken, do not agree as to the value of such site, the chief judge of the judicial district of the county in which the greater part of such school district is situated, shall, on the written application of either party, appoint three disinterested voters of the county from the list of persons eligible to serve as compensation commissioners to appraise the site.\n\n[C97, §2816; S13, §2816; C24, 27, 31, 35, 39, §4380; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.16]\n\nReferred to in §297.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-16/"
    },
    {
      "id": "section-29717",
      "number": "297.17",
      "heading": "Notice.",
      "text": "297.17 Notice.\n\nThe county sheriff shall give notice to both parties of the time and place of making such appraisement, which notice shall be served in the same manner and for the same time as for the commencement of action in the district court.\n\n[C24, 27, 31, 35, 39, §4381; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.17]\n\nReferred to in §297.22, 331.653\n\nTime and manner of service,\n\nR.C.P. 1.302 – 1.315",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-17/"
    },
    {
      "id": "section-29718",
      "number": "297.18",
      "heading": "Appraisement.",
      "text": "297.18 Appraisement.\n\nSuch appraisers shall inspect the premises and, at the time and place designated in the notice, appraise said site in writing, which appraisement, after being duly verified, shall be filed with the county sheriff.\n\n[C24, 27, 31, 35, 39, §4382; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.18]\n\nReferred to in §297.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-18/"
    },
    {
      "id": "section-29719",
      "number": "297.19",
      "heading": "Public sale.",
      "text": "297.19 Public sale.\n\nIf the owner of the tract from which said site was taken fails to pay the amount of such appraisement to such school district within twenty days after the filing of same with the county sheriff, the school district may sell said site to any other person at the appraised value, or may sell the same at public sale to the highest bidder.\n\n[C24, 27, 31, 35, 39, §4383; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.19]\n\nReferred to in §297.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-19/"
    },
    {
      "id": "section-29720",
      "number": "297.20",
      "heading": "Sale of improvements.",
      "text": "297.20 Sale of improvements.\n\nIf there are improvements on said site, the improvements may, at the request of either party, be appraised and sold separately.\n\n[C97, §2816; S13, §2816; C24, 27, 31, 35, 39, §4384; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.20]\n\nReferred to in §297.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-20/"
    },
    {
      "id": "section-29721",
      "number": "297.21",
      "heading": "Sale of unnecessary schoolhouse sites.",
      "text": "297.21 Sale of unnecessary schoolhouse sites. Repealed by 97 Acts, ch 184, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-21/"
    },
    {
      "id": "section-29722",
      "number": "297.22",
      "heading": "Power to sell, lease, or dispose of property — tax.",
      "text": "297.22 Power to sell, lease, or dispose of property — tax.\n\n1. a. The board of directors of a school district may sell, lease, or dispose of, in whole or in part, a schoolhouse, school site, or other property belonging to the district. If the real property contains less than two acres, is located outside of a city, is not adjacent to a city, and was previously used as a schoolhouse site, the procedure contained in sections 297.15 through 297.20 shall be followed in lieu of this section.\n\nb. (1) Proceeds from the sale or disposition of real or other property shall be deposited into the fund which was used to account for the acquisition of the property. If the district is unable to determine which fund was used to account for the acquisition of the property or if the fund no longer exists in the district, the proceeds from the sale or disposition of real property shall be placed in the physical plant and equipment levy fund, and the proceeds from the sale or disposition of property other than real property shall be placed in the general fund. Proceeds from the lease of real or other property shall be placed in the general fund.\n\n(2) Notwithstanding subparagraph (1), the board of directors of a school district may take action to deposit the proceeds from the sale or disposition of real or other property in any account maintained by the school district after holding a public hearing on the proposed action of the board. The board shall publish notice of the time and place of the public hearing in the same manner as required in section 24.9.\n\nc. Before the board of directors may sell, lease for a period in excess of one year, or dispose of any property belonging to the school, the board shall hold a public hearing on the proposal. The board shall set forth its proposal in a resolution and shall publish notice of the time and the place of the public hearing on the resolution. The notice shall also describe the property. A locally known address for real property may be substituted for a legal description of real property contained in the resolution. The board shall publish notice of the time and place of the public hearing in the same manner as required in section 24.9. After the public hearing, the board may make a final determination on the proposal contained in the resolution.\n\nd. However, property having a value of not more than twenty-five thousand dollars, other than real property, may be sold or disposed of by any procedure which is adopted by the board. Each such sale or disposal shall be published in a newspaper having general circulation in the district.\n\n2. a. The board of directors of a school district may sell, lease, exchange, give, or grant, and accept any interest in real property to, with, or from a county, municipal corporation, school district, township, or area education agency if the real property is within the jurisdiction of both the grantor and grantee.\n\nb. The board of directors of a school district may lease a portion of an existing school building or lease a portion of existing school property. The lease may be renewed at the option of the board. The notice and public hearing requirements of subsection 1 of this section do not apply to the lease of a portion of an existing school building. A school district shall pay out of the revenue from a lease to the state of Iowa, and to the city, school district and any other political subdivision authorized to levy taxes, an amount as determined by this section. The amount shall be determined by applying the annual tax rate of the taxing district to the assessed value of the portion of the building leased, prorated for the term of the lease during the appropriate taxing period. The provisions of this section relating to the payment of property tax because of leases shall only apply to leases to private, for-profit entities which lease a portion of a school building for a period of thirty or more consecutive days, but shall not apply to property or equipment leased as part of a project designed to generate electricity for the school district.\n\n3. The provisions in subsections 1 and 2 relating to the sale, lease, or disposition of school district property do not apply to student-constructed buildings and the property on which student-constructed buildings are located. The board of directors of a school district may sell, lease, or dispose of a student-constructed building and the property on which the student-constructed building is located, and may purchase sites for the erection of additional student-constructed structures, by any procedure which is adopted by the board. The proceeds from disposition of a student-constructed structure shall be placed in the school district’s student construction fund. Moneys remaining in the school district’s student construction fund after the board discontinues the student construction program shall first be used to reimburse the fund or funds from which the student construction program’s start-up costs were paid and any moneys remaining after such reimbursement shall be transferred by board resolution to the school district’s general fund.\n\n[C27, 31, 35, §4385-a1; C39, §4385.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.22; 81 Acts, ch 93, §1 – 4]\n\n85 Acts, ch 8, §1; 86 Acts, ch 1223, §1 – 3; 90 Acts, ch 1018, §1; 94 Acts, ch 1029, §22; 94 Acts, ch 1089, §2; 97 Acts, ch 184, §3; 98 Acts, ch 1100, §37; 2008 Acts, ch 1148, §2; 2009 Acts, ch 10, §2, 4; 2014 Acts, ch 1013, §21, 22; 2018 Acts, ch 1112, §12, 16, 17; 2021 Acts, ch 25, §9\n\nReferred to in §7.20, 273.3, 278.1, 297.25, 331.361, 364.21\n\nProperty for defense projects, §274.39 – 274.45\n\n2018 amendment to subsection 2, paragraph b, applies to school budget years beginning on or after July 1, 2018;\n\n2018 Acts, ch 1112, §17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-22/"
    },
    {
      "id": "section-29725",
      "number": "297.25",
      "heading": "Rule of construction.",
      "text": "297.25 Rule of construction.\n\nSection 297.22 shall be construed as independent of the power vested in the electors by section 278.1, and as additional to such power. If a board of directors has exercised its independent power under section 297.22 regarding the disposition of real or personal property of the school district and has by resolution approved such action, the electors may subsequently proceed to exercise their power under section 278.1 for a purpose directly contrary to an action previously approved by the board of directors in accordance with section 297.22. However, the electors shall be limited to ten days after an action by the board to exercise such power for a purpose directly contrary to the board’s action.\n\n[C27, 31, 35, §4385-a4; C39, §4385.4; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.25]\n\n97 Acts, ch 184, §4; 2008 Acts, ch 1148, §3; 2009 Acts, ch 10, §3, 4\n\nReferred to in §278.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-25/"
    },
    {
      "id": "section-29726",
      "number": "297.26",
      "heading": "Sale by department.",
      "text": "297.26 Sale by department.\n\nAny school building or any school site, the title of which is vested in the state of Iowa by reason of it having been provided by state mining camp funds for schools in mining camps, shall be sold by the department when the director of the department of education determines it is no longer needed for school purposes.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.26]\n\n86 Acts, ch 1238, §55, 56, 58; 86 Acts, ch 1245, §1489, 1984",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-26/"
    },
    {
      "id": "section-29727",
      "number": "297.27",
      "heading": "Preference to owner of tract.",
      "text": "297.27 Preference to owner of tract.\n\nWhen the buildings or sites are sold, the owners of the tract from which the same was originally taken shall have first option on the purchase of the same.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.27]\n\n86 Acts, ch 1245, §1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-27/"
    },
    {
      "id": "section-29728",
      "number": "297.28",
      "heading": "Appraisers.",
      "text": "297.28 Appraisers.\n\nIf the department and the owner of the tract from which the school site was taken do not agree as to the value of such site or building, the chief judge of the judicial district of the county in which the greater part of such school site is situated shall, on the written application of either party, appoint three disinterested voters of the county from the list of compensation commissioners to appraise such site. The county sheriff shall give notice to both parties of the time and place of making such appraisement, which notice shall be served in the same manner and for the same time as for the commencement of an action in the district court.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.28]\n\n86 Acts, ch 1245, §1986\n\nReferred to in §331.653",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-28/"
    },
    {
      "id": "section-29729",
      "number": "297.29",
      "heading": "Report filed.",
      "text": "297.29 Report filed.\n\nSuch appraisers shall inspect the premises and at the time and place designated in the notice, appraise such site or building in writing, which appraisement, after being duly verified, shall be filed with the sheriff.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.29]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-29/"
    },
    {
      "id": "section-29730",
      "number": "297.30",
      "heading": "Public sale.",
      "text": "297.30 Public sale.\n\nIf the owner of the tract from which said site was taken fails to pay the amount of such appraisement to the department within thirty days after the filing of the same with the sheriff, the department may sell said site or building to any other person at the appraised value, or may sell the same at public sale to the highest bidder and the proceeds of such sale are to be added to the permanent school fund of the state.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.30]\n\n2014 Acts, ch 1092, §62",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-30/"
    },
    {
      "id": "section-29731",
      "number": "297.31",
      "heading": "Improvements.",
      "text": "297.31 Improvements.\n\nIf there are improvements on a school site, the improvements may at the request of either party be appraised and sold separately.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.31]\n\n2019 Acts, ch 59, §83",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-31/"
    },
    {
      "id": "section-29732",
      "number": "297.32",
      "heading": "Equipment and supplies.",
      "text": "297.32 Equipment and supplies.\n\nIf there is any school equipment, supplies, or other usable school materials, such as desks, blackboards, playground equipment, or the like, in or on said buildings or grounds, the director of the department of education may remove the same and divert their use to other public school districts.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §297.32]\n\n85 Acts, ch 212, §21",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-32/"
    },
    {
      "id": "section-29735",
      "number": "297.35",
      "heading": "Continuation of loan agreement.",
      "text": "297.35 Continuation of loan agreement. Repealed by 2013 Acts, ch 88, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-35/"
    },
    {
      "id": "section-29736",
      "number": "297.36",
      "heading": "Loan agreements.",
      "text": "297.36 Loan agreements.\n\n1. a. In order to make immediately available proceeds of the voter-approved physical plant and equipment levy which has been approved by the voters as provided in section 298.2, the board of directors may, with or without notice, borrow money and enter into loan agreements in anticipation of the collection of the tax with a bank, investment banker, trust company, insurance company, or insurance group.\n\nb. By resolution, the board shall provide for an annual levy which is within the limits of the voter-approved physical plant and equipment levy to pay for the amount of the principal and interest due each year until maturity. The board shall file a certified copy of the resolution with the auditor of each county in which the district is located. The filing of the resolution with the auditor makes it the duty of the auditor to annually levy the amount certified for collection until funds are realized to repay the loan and interest on the loan in full.\n\nc. The loan must mature within the period of time authorized by the voters and shall bear interest at a rate which does not exceed the limits under chapter 74A. A loan agreement entered into pursuant to this section shall be in a form as the board of directors shall by resolution provide and the loan shall be payable as to both principal and interest from the proceeds of the annual levy of the voter-approved physical plant and equipment levy, or so much thereof as will be sufficient to pay the loan and interest on the loan.\n\nd. The proceeds of a loan must be deposited in the physical plant and equipment levy fund. Warrants paid from this fund must be for purposes authorized for the voter-approved physical plant and equipment levy.\n\n2. This section does not limit the authority of the board of directors to levy the full amount of the voter-approved physical plant and equipment levy, but if and to whatever extent the tax is levied in any year in excess of the amount of principal and interest falling due in that year under a loan agreement, the first available proceeds, to an amount sufficient to meet maturing installments of principal and interest under the loan agreement, shall be paid into the debt service fund for the loan before the taxes are otherwise made available to the school corporation for other school purposes, and the amount required to be annually set aside to pay principal of and interest on the money borrowed under the loan agreement constitutes a first charge upon the proceeds of the voter-approved physical plant and equipment levy, which tax shall be pledged to pay the loan and the interest on the loan.\n\n3. This section is supplemental and in addition to existing statutory authority to finance the purposes specified in section 298.2 for the physical plant and equipment levy, and for the borrowing of money and execution of loan agreements in connection with that section, and is not subject to any other law. The fact that a school corporation may have previously borrowed money and entered into loan agreements under authority of this section does not prevent the school corporation from borrowing additional money and entering into further loan agreements if the aggregate of the amount payable under all of the loan agreements does not exceed the proceeds of the voter-approved physical plant and equipment levy.\n\n83 Acts, ch 185, §8, 62; 89 Acts, ch 135, §105; 94 Acts, ch 1029, §23; 2014 Acts, ch 1026, §75\n\nReferred to in §298.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-297/section-297-36/"
    }
  ]
}