{
  "state": "iowa",
  "path": "title-title-vii-education-history-and-culture/chapter-chapter-257b-school-funds",
  "sections": [
    {
      "id": "section-257b1",
      "number": "257B.1",
      "heading": "Definitions.Section 257B.1A - Permanent fund",
      "text": "257B.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires, “book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n2000 Acts, ch 1148, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-1/"
    },
    {
      "id": "section-257b1a",
      "number": "257B.1A",
      "heading": "Permanent fund.",
      "text": "257B.1A Permanent fund.\n\nThe permanent school fund, the interest of which only can be appropriated for school purposes, shall consist of:\n\n1. Five percent of the net proceeds of the public lands of the state.\n\n2. The proceeds of the sale of the five hundred thousand acres of land granted the state under the eighth section of an Act of Congress passed September 4, 1841, entitled: “An Act to appropriate the proceeds of all sales of public lands, and to grant pre-emption rights”.\n\n3. The proceeds of all intestate estates escheated to the state.\n\n4. The proceeds of the sales of the sixteenth section in each township, or lands selected in lieu thereof.\n\n5. All other moneys by law credited to the permanent school fund.\n\n[R60, §1962, 1964; C73, §1837, 1839; C97, §2838; C24, 27, 31, 35, 39, §4469; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.1]\n\n86 Acts, ch 1246, §139, 140; 87 Acts, ch 115, §46; 88 Acts, ch 1278, §24\n\nC93, §257B.1\n\n95 Acts, ch 218, §16\n\nC2001, §257B.1A\n\nReferred to in §257B.6, 257B.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-1a/"
    },
    {
      "id": "section-257b1b",
      "number": "257B.1B",
      "heading": "Interest for Iowa schools fund — transfer of interest.",
      "text": "257B.1B Interest for Iowa schools fund — transfer of interest.\n\nAn interest for Iowa schools fund is established in the office of treasurer of state. The department of administrative services shall deposit interest earned on the permanent school fund in the interest for Iowa schools fund. The treasurer shall transfer moneys in the interest for Iowa schools fund on a quarterly basis as follows:\n\n1. For the fiscal year beginning July 1, 2008, and each succeeding fiscal year, fifty-five percent of the moneys deposited in the fund to the university of northern Iowa to assist school districts in developing reading recovery and literacy programs.\n\n2. Forty-five percent of the moneys deposited in the fund to the credit of the international center endowment fund of the international center for gifted and talented education established in section 263.8A.\n\n86 Acts, ch 1246, §141\n\nC87, §302.1A\n\n88 Acts, ch 1012, §2; 88 Acts, ch 1284, §51; 89 Acts, ch 319, §77, 78\n\nC93, §257B.1A\n\n95 Acts, ch 218, §17; 96 Acts, ch 1184, §1, 2; 98 Acts, ch 1215, §30\n\nC2001, §257B.1B\n\n2003 Acts, ch 145, §286; 2004 Acts, ch 1175, §92; 2005 Acts, ch 169, §22, 35; 2008 Acts, ch 1181, §24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-1b/"
    },
    {
      "id": "section-257b2",
      "number": "257B.2",
      "heading": "Lands and escheats.",
      "text": "257B.2 Lands and escheats.\n\nThe proceeds of all lands sold, and all sums due from escheats, shall be payable to the treasurer of the county in which the lands or escheated estates are situated or found, and the county treasurer shall pay the proceeds to the state treasurer once each month.\n\n[R60, §1965; C73, §1840; C97, §2838; C24, 27, 31, 35, 39, §4470; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.2]\n\nC93, §257B.2\n\nReferred to in §331.552",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-2/"
    },
    {
      "id": "section-257b",
      "number": "257B",
      "heading": "3",
      "text": "3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-257b4",
      "number": "257B.4",
      "heading": "Division and appraisement.",
      "text": "257B.4 Division and appraisement.\n\nThe board of supervisors may, as preliminary to a sale, authorize the trustees of a township, where the sixteenth section or land selected in lieu of the sixteenth section has not been sold, to lay out the section into tracts as in their judgment will be for the best interests of the permanent school fund, conforming, as far as the interests of the fund will permit, to the legal subdivisions of the United States surveys, and appraise each tract at what they believe to be its true value, and certify to the board the divisions and appraisements made by them. The division and appraisement shall be approved or disapproved by the board at its first meeting after the report, and in case it disapproves, it may at once order another division and appraisement. If the board of supervisors approves, the county auditor shall make and keep a record of the division, appraisement, and approval; but school lands shall not be sold for less than the appraised value per acre, except as provided. A member of the board of supervisors, county auditor, township trustee, or a person who was engaged in the division and appraisement of the land, shall not be directly or indirectly interested in the purchase of the land; and any sale made, where the parties have an interest in the land, shall be void.\n\n[R60, §1970, 1971; C73, §1845 – 1847; C97, §2840; C24, 27, 31, 35, 39, §4472; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.4]\n\n83 Acts, ch 185, §9, 62\n\nC93, §257B.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-4/"
    },
    {
      "id": "section-257b5",
      "number": "257B.5",
      "heading": "Notice — sale.",
      "text": "257B.5 Notice — sale.\n\nWhen the board of supervisors shall offer for sale the sixteenth section or lands selected in lieu thereof, or any portion of the same, or any part of the five-hundred-thousand-acre grant, the county auditor shall give at least forty days’ notice, by written or printed notices posted in five public places in the county, two of which shall be in the township in which the land to be sold is situated, and also publish a notice of said sale once each week for two weeks preceding the same in a newspaper published in the county, describing the land to be sold and the time and place of such sale. At such time and place, or at such other time and place as the sale may be adjourned to, the county auditor shall offer to the highest bidder, subject to the provisions of this chapter, and sell, either for cash or one-third cash and the balance on a credit not exceeding ten years, with interest on the same at the rate of not less than three and one-half percent per annum, to be paid at the office of the county treasurer of said county on the first day of January in each year, delinquent interest to bear the same rate as the principal. Such county treasurer shall pay to the state treasurer on the first day of February all interest collected.\n\n[R60, §1971; C73, §1846; C97, §2841; S13, §2841; C24, 27, 31, 35, 39, §4473; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.5]\n\nC93, §257B.5\n\nReferred to in §331.552",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-5/"
    },
    {
      "id": "section-257b6",
      "number": "257B.6",
      "heading": "Sale without appraisement.",
      "text": "257B.6 Sale without appraisement.\n\nWhen the county board of supervisors has once offered for sale school lands held under section 257B.1A in compliance with the requirements of this chapter, and they remain unsold, and it is unable to obtain the appraised value of the lands and, in the opinion of the board, it is for the best interests of the permanent school fund that the lands be sold for a less price, it may instruct the auditor to transmit to the secretary of state a certified copy of its proceedings in relation to the order of sale of the land and subsequent proceedings in relation to the sale, including the action of the township trustees, and the price per acre at which the land had been appraised. The secretary of state shall submit the transcript of the proceedings to the executive council; and if it approves of a sale at a less sum, it shall certify the approval to the auditor of the county from which the transcript came. The certificate shall be recorded in the minute book of the board of supervisors, and the land may again be offered and sold to the highest bidder without again being appraised, after notice given as in case of sales in the first instance.\n\n[C73, §1849; C97, §2842; C24, 27, 31, 35, 39, §4474; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.6]\n\n83 Acts, ch 185, §10, 62\n\nC93, §257B.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-6/"
    },
    {
      "id": "section-257b7",
      "number": "257B.7",
      "heading": "Sale on credit — taxation — waste.",
      "text": "257B.7 Sale on credit — taxation — waste.\n\nWhen lands are sold upon a partial credit, the contract therefor shall be at once reduced to writing, signed by the proper parties, recorded in the county where the land is situated, and immediately thereafter filed in the office of the county auditor. Any purchaser or the purchaser’s assigns may at any time pay the full amount for lands with accrued interest, and receive from the county auditor a certificate of purchase, which shall be at once transmitted to the secretary of state and will entitle the holder to a patent for the lands, to be issued by the secretary of state and the governor. All school lands sold in pursuance of law shall be subject to taxation from and after the execution and delivery of a contract of purchase. All sales made, where the full price is not paid, shall be subject to the law relative to the prevention or punishment of waste, and in all such cases the township trustees in each township are charged with the duty of preventing the commission of waste upon any school lands lying in their township, and, if attempted, they shall apply by petition for an injunction to stay the same, and if granted the writ shall issue without bond, and the court issuing it may make such order in the premises as shall be equitable and best calculated to prevent threatened injury, and may adjudge damages for any injury done, the costs to abide the event of the action, and the damages adjudged shall be paid to the county treasurer and the county treasurer shall forthwith pay the same to the state treasurer which shall become a part of the permanent school fund.\n\n[R60, §1972, 1973, 1976 – 1978; C73, §1851, 1852, 1856 – 1858; C97, §2843; C24, 27, 31, 35, 39, §4475; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.7]\n\nC93, §257B.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-7/"
    },
    {
      "id": "section-257b8",
      "number": "257B.8",
      "heading": "Sale of lands bid in.",
      "text": "257B.8 Sale of lands bid in.\n\nWhen lands have been sold and bid in by the state in behalf of the permanent school fund upon a judgment in favor of the fund, the land may be sold in the same manner as other school lands, and when lands have been conveyed to the counties in which they are situated for the use of the permanent school fund, instead of to the state, the conveyance is valid and binding, and upon proper certificates of sales patents shall issue in the same manner as if the conveyances had been properly made to the state.\n\n[C73, §1850; C97, §2844; C24, 27, 31, 35, 39, §4476; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.8]\n\n83 Acts, ch 185, §11, 62\n\nC93, §257B.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-8/"
    },
    {
      "id": "section-257b9",
      "number": "257B.9",
      "heading": "Cash or collateral security.",
      "text": "257B.9 Cash or collateral security.\n\nWhen, in the judgment of the board of supervisors, school lands held under section 257B.1A are of such a character that a sale upon partial credit would be unsafe or incompatible with the interest of the permanent school fund, and especially in the case of timbered lands, the board of supervisors may require the entire purchase money in advance; or if the board sells the land upon a partial credit, it shall require good collateral security for the payment of the part upon which credit is given.\n\n[R60, §1974; C73, §1853; C97, §2845; C24, 27, 31, 35, 39, §4477; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.9]\n\n83 Acts, ch 185, §12, 62\n\nC93, §257B.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-9/"
    },
    {
      "id": "section-257b10",
      "number": "257B.10",
      "heading": "Uniform interest date.",
      "text": "257B.10 Uniform interest date.\n\nIf money is due to the permanent school fund, either for loans or deferred payments of the purchase price of land sold, the interest shall be made payable on the first day of January each year, and if the debtor fails to pay the interest within six months of the date it is due, the entire amount of both principal and interest shall become due, and the county auditor shall report the nonpayment to the school board, which may immediately commence action for the collection of the amount reported as due. This section is a part of a contract made by virtue of this chapter, whether expressed in the contract or not.\n\n[R60, §1975, 1979; C73, §1854, 1855; C97, §2846; C24, 27, 31, 35, 39, §4478; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.10]\n\n83 Acts, ch 185, §13, 62\n\nC93, §257B.10\n\n2011 Acts, ch 43, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-10/"
    },
    {
      "id": "section-257b11",
      "number": "257B.11",
      "heading": "School fund accounts — audit of losses.",
      "text": "257B.11 School fund accounts — audit of losses.\n\nThe director of the department of administrative services shall keep the permanent school fund accounts in books provided for that purpose, separate and distinct from the revenue books. The auditor of state shall audit losses to the permanent school or university fund caused by defalcation, mismanagement, or fraud. The auditor of state shall adopt rules pursuant to chapter 17A as necessary to ascertain the losses.\n\n[R60, §1969; C73, §1842; C97, §2847; C24, 27, 31, 35, 39, §4479; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.11]\n\n83 Acts, ch 185, §14, 62; 92 Acts, ch 1156, §12\n\nC93, §257B.11\n\n94 Acts, ch 1023, §45; 2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-11/"
    },
    {
      "id": "section-257b12",
      "number": "257B.12",
      "heading": "Bonds to cover losses.",
      "text": "257B.12 Bonds to cover losses.\n\nWhen any sum not less than one thousand dollars shall be so audited and so become a debt of the state to the fund, as provided by the Constitution of the State of Iowa, the auditor of state shall issue the bond or bonds of the state in favor of the fund, bearing interest at a rate not exceeding that permitted by chapter 74A, payable semiannually on the first day of January and July after issuance, and the amount to pay the interest as it becomes due is appropriated out of any funds in the state treasury.\n\n[C73, §1843; C97, §2847; C24, 27, 31, 35, 39, §4480; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.12]\n\nC93, §257B.12\n\n2006 Acts, ch 1010, §79\n\nIowa Constitution, Art. VII, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-12/"
    },
    {
      "id": "section-257b15",
      "number": "257B.15",
      "heading": "Management.",
      "text": "257B.15 Management.\n\nProperty and money accrued to the permanent school fund shall be managed and controlled by the treasurer of state, and the treasurer of state is responsible for the safekeeping, investment, reinvestment and disbursement of the property and money.\n\n[R60, §1980; C73, §1859, 1860; C97, §2848; C24, 27, 31, 35, 39, §4483; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.15]\n\n83 Acts, ch 185, §15, 62\n\nC93, §257B.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-15/"
    },
    {
      "id": "section-257b16",
      "number": "257B.16",
      "heading": "Actions.",
      "text": "257B.16 Actions.\n\nActions for and in behalf of the fund may be brought in the name of the state for the use of the permanent school fund, by the attorney general.\n\n[C73, §1860; C97, §2848; C24, 27, 31, 35, 39, §4484; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.16]\n\n83 Acts, ch 185, §16, 62\n\nC93, §257B.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-16/"
    },
    {
      "id": "section-257b17",
      "number": "257B.17",
      "heading": "Liability of county.",
      "text": "257B.17 Liability of county.\n\nEach county is liable for losses upon loans of the permanent school fund, principal or interest, made in the county, unless the loss was not occasioned by reason of a default of its officers or by taking insufficient or imperfect securities, or from a failure to bid at an execution sale the full amount of the judgment and costs.\n\n[C73, §1860; C97, §2848; C24, 27, 31, 35, 39, §4485; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.17]\n\n83 Acts, ch 185, §17, 62\n\nC93, §257B.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-17/"
    },
    {
      "id": "section-257b18",
      "number": "257B.18",
      "heading": "Exemption of county.",
      "text": "257B.18 Exemption of county.\n\nAll claims for exemption from liability on account of losses shall be examined into and adjusted by the director of the department of administrative services, upon proof submitted to the director in writing in behalf of the county within three months after the county auditor shall be advised by the director of the director’s readiness to receive the proof. In the absence of evidence, or if that submitted is insufficient, the loss may be charged against the county and be conclusive, but if found sufficient, the director of the department of administrative services shall present the facts in the report to the next general assembly.\n\n[C73, §1860; C97, §2848; C24, 27, 31, 35, 39, §4486; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.18]\n\nC93, §257B.18\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-18/"
    },
    {
      "id": "section-257b19",
      "number": "257B.19",
      "heading": "Loans.",
      "text": "257B.19 Loans.\n\nThe permanent school fund shall be loaned out or invested by the treasurer of state as it comes into the treasurer’s hands.\n\n[R60, §1981; C73, §1861; C97, §2849; S13, §2849; C24, 27, 31, 35, 39, §4487; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.19]\n\n83 Acts, ch 185, §18, 62\n\nC93, §257B.19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-19/"
    },
    {
      "id": "section-257b20",
      "number": "257B.20",
      "heading": "Investment of permanent fund.",
      "text": "257B.20 Investment of permanent fund.\n\nThe permanent school fund which is, at any time, in the custody of the treasurer of state, shall be invested as follows:\n\n1. In bonds or other evidences of indebtedness issued, assumed, or guaranteed by the United States of America, or by any agency or instrumentality thereof.\n\n2. In bonds, or other evidences of indebtedness of the state of Iowa, or of any school district, county, township, city or other political subdivision of the state of Iowa which are issued pursuant to law.\n\n3. In savings accounts or in time deposits in Iowa banks approved as depositories by the executive council.\n\n4. In any investments authorized for the Iowa public employees’ retirement system in section 97B.7A, except that investment in common stocks shall not be permitted.\n\n[C39, §4487.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.20]\n\nC93, §257B.20\n\n2001 Acts, ch 68, §16, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-20/"
    },
    {
      "id": "section-257b28",
      "number": "257B.28",
      "heading": "Statute of limitation.",
      "text": "257B.28 Statute of limitation.\n\nLapse of time is not a bar to action to recover a part of the permanent school fund, and it does not prevent the introduction of evidence in an action, except as provided in sections 614.29 through 614.38.\n\n[C73, §1880, 2542; C97, §2852; C24, 27, 31, 35, 39, §4495; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.28]\n\n83 Acts, ch 185, §19, 62\n\nC93, §257B.28\n\n2021 Acts, ch 80, §139",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-28/"
    },
    {
      "id": "section-257b29",
      "number": "257B.29",
      "heading": "Payments.",
      "text": "257B.29 Payments.\n\nPayments to the permanent school fund upon contracts, or loans of another nature, shall be made to the treasurer of the county upon a certificate from the auditor showing the amount due.\n\n[R60, §1986; C73, §1867; C97, §2853; C24, 27, 31, 35, 39, §4496; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.29]\n\n83 Acts, ch 185, §20, 62\n\nC93, §257B.29",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-29/"
    },
    {
      "id": "section-257b30",
      "number": "257B.30",
      "heading": "Release of mortgage.",
      "text": "257B.30 Release of mortgage.\n\nThe auditor shall, when the debt is paid, release any mortgage or issue a certificate of purchase, as the case may be, and report the same to the board of supervisors at its next meeting, which report shall be carried into the records of the board.\n\n[R60, §1986; C73, §1867; C97, §2853; C24, 27, 31, 35, 39, §4497; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.30]\n\nC93, §257B.30",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-30/"
    },
    {
      "id": "section-257b31",
      "number": "257B.31",
      "heading": "School fund account — settlement.",
      "text": "257B.31 School fund account — settlement.\n\nThe auditor shall also keep, in books to be provided for that purpose, an account to be known as the permanent school fund account, in which a memorandum of the notes, mortgages, bonds, money, and assets which may come into the auditor’s hands and those of the treasurer shall be entered, and separate accounts of principal and interest be kept. The county treasurer shall also keep an account and record of all school funds coming into the county treasurer’s hands. Settlements of the account shall be made with the board of supervisors at its January and June sessions, and the settlements shall be recorded with the proceedings of the board.\n\n[R60, §1990, 1991; C73, §1876, 1877; C97, §2853; C24, 27, 31, 35, 39, §4498; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.31]\n\n83 Acts, ch 185, §21, 62\n\nC93, §257B.31\n\nReferred to in §331.552",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-31/"
    },
    {
      "id": "section-257b32",
      "number": "257B.32",
      "heading": "Notice of default.",
      "text": "257B.32 Notice of default.\n\nWhen outstanding contracts for the sale of school lands or notes for money of the permanent school fund loaned, or interest on the permanent school fund, are due, the auditor shall by mail at once notify the debtor to make payment within three months.\n\n[C73, §1872, 1873; C97, §2854; C24, 27, 31, 35, 39, §4499; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.32]\n\n83 Acts, ch 185, §22, 62\n\nC93, §257B.32",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-32/"
    },
    {
      "id": "section-257b33",
      "number": "257B.33",
      "heading": "Suit — attorney fee.",
      "text": "257B.33 Suit — attorney fee.\n\nIf the debtor does not comply with the notice, the auditor shall report the noncompliance to the school board, which may bring an action to recover the debt, and an injunction may issue for cause, without bond when so petitioned, and there shall be allowed in the judgment, entered and taxed as a part of the costs in the case, a reasonable sum as compensation to plaintiff’s attorney, not exceeding the amount provided by law for attorney fees.\n\n[C73, §1873; C97, §2854; C24, 27, 31, 35, 39, §4500; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.33]\n\n90 Acts, ch 1168, §42\n\nC93, §257B.33\n\n2011 Acts, ch 43, §2\n\nAttorney fees, §625.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-33/"
    },
    {
      "id": "section-257b34",
      "number": "257B.34",
      "heading": "Bid at execution sale.",
      "text": "257B.34 Bid at execution sale.\n\nUpon a sale of lands under an execution founded upon a permanent school fund claim or right, the auditor shall bid a sum required by the interests of the fund, and, if struck off to the state, it shall be thereafter treated the same as other lands belonging to the fund.\n\n[C73, §1874; C97, §2854; C24, 27, 31, 35, 39, §4501; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.34]\n\n83 Acts, ch 185, §23, 62\n\nC93, §257B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-34/"
    },
    {
      "id": "section-257b35",
      "number": "257B.35",
      "heading": "Sheriff’s deed to state.",
      "text": "257B.35 Sheriff’s deed to state.\n\nWhen lands have been bid in by the county for the state under foreclosure of permanent school fund mortgages and the time for redemption has expired, a sheriff’s deed shall be issued to the state for the use and benefit of the permanent school fund. The county auditor shall file the deed for record in the office of the county recorder who shall record the deed without fee and return it when recorded to the county auditor who shall then forward it to the secretary of state. The secretary of state shall record the deed and then file it with the director of the department of administrative services.\n\n[C73, §1881; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4502; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.35]\n\n83 Acts, ch 185, §24, 62\n\nC93, §257B.35\n\n2003 Acts, ch 145, §286\n\nReferred to in §331.602",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-35/"
    },
    {
      "id": "section-257b36",
      "number": "257B.36",
      "heading": "Resale by state.",
      "text": "257B.36 Resale by state.\n\nAll lands now acquired under permanent school fund foreclosure proceedings shall be resold within ten years from January 1, 1939, and lands acquired after such date shall be resold within six years from date of foreclosure. Such land shall be appraised, advertised, and sold in the manner provided for the appraisement, advertisement, sale and conveyance of the sixteenth section or lands selected in lieu thereof.\n\n[S13, §2855; C24, 27, 31, 35, 39, §4503; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.36]\n\nC93, §257B.36\n\nAppraisement, §257B.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-36/"
    },
    {
      "id": "section-257b37",
      "number": "257B.37",
      "heading": "Proceeds on resale.",
      "text": "257B.37 Proceeds on resale.\n\nWhen a resale is made, the county auditor shall notify the director of the department of administrative services, who shall thereupon charge the county with the full amount of the resale, except that when the lands are sold for more than the unpaid portion of the principal, the excess shall be applied to reimburse the county for the costs of foreclosure and the interest paid by the county to the state by reason of default of payment of same by the makers of the notes, previous to the time when the right of redemption has expired, not to exceed three years.\n\n[C73, §1881, 1882; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4504; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.37]\n\nC93, §257B.37\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-37/"
    },
    {
      "id": "section-257b38",
      "number": "257B.38",
      "heading": "Excess — loss borne by county.",
      "text": "257B.38 Excess — loss borne by county.\n\nAn excess over the amount of the unpaid portion of the principal, costs of foreclosure, and interest on the principal, shall inure to the county and be credited to the general county fund. If the lands are sold for a less amount than the unpaid portion of the principal, the loss shall be sustained by the county, and the board of supervisors shall at once order the amount of the loss transferred from the general fund of the county to the permanent school fund account.\n\n[C73, §1881; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4505; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.38]\n\n83 Acts, ch 185, §25, 62\n\nC93, §257B.38",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-38/"
    },
    {
      "id": "section-257b39",
      "number": "257B.39",
      "heading": "Report as to sales — interest.",
      "text": "257B.39 Report as to sales — interest.\n\nCounty auditors shall report, on or before January 1 of each year, to the director of the department of administrative services the amount of the sales and resales made during the previous year, of the sixteenth section, five-hundred-thousand-acre grant, and escheat estates, and the director of the department of administrative services shall charge them to the counties with interest from the date of the sale or resale to January 1, at the rate of three percent per annum.\n\n[C73, §1881; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4506; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.39]\n\n83 Acts, ch 185, §26, 62\n\nC93, §257B.39\n\n94 Acts, ch 1173, §11; 2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-39/"
    },
    {
      "id": "section-257b40",
      "number": "257B.40",
      "heading": "Interest charged to counties.",
      "text": "257B.40 Interest charged to counties.\n\nThe director of the department of administrative services shall also, on the first day of January, charge to each county having permanent school funds under its control, interest thereon at the rate of three percent per annum for the preceding year, or such part thereof as such funds shall have been in the control of the county, which shall be taken as the whole amount of interest due from such county. All interest collected above the three percent charged by the state shall be transferred to the general county fund.\n\n[C73, §1882; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4507; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.40]\n\nC93, §257B.40\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-40/"
    },
    {
      "id": "section-257b41",
      "number": "257B.41",
      "heading": "Uncollected interest.",
      "text": "257B.41 Uncollected interest.\n\nIf any county fails or refuses to collect the amount of interest due the state, the deficiency shall be paid to the state from the general county fund. Any county delinquent in the payment of interest due the state shall be charged one percent per month on the amount delinquent until paid.\n\n[C73, §1882; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4508; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.41]\n\nC93, §257B.41",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-41/"
    },
    {
      "id": "section-257b42",
      "number": "257B.42",
      "heading": "Report as to rents.",
      "text": "257B.42 Report as to rents.\n\nBy January 1 of each year, county auditors shall report to the director of the department of administrative services the amount of rents collected during the preceding year on unsold school lands and the director shall include the amount reported in the semiannual apportionment of interest.\n\n[C73, §1884; C97, §2855; S13, §2855; C24, 27, 31, 35, 39, §4509; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.42]\n\n83 Acts, ch 185, §27, 62\n\nC93, §257B.42\n\n94 Acts, ch 1173, §12; 2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-42/"
    },
    {
      "id": "section-257b44",
      "number": "257B.44",
      "heading": "Penalty against county auditor.",
      "text": "257B.44 Penalty against county auditor.\n\nA county auditor failing or neglecting to perform required duties under this chapter, is liable to a penalty of not less than one hundred nor more than five hundred dollars, to be recovered in an action brought in the district court by the board of supervisors. The judgment shall be entered against the party and the party’s sureties, and the proceeds shall be paid to the treasurer of state for deposit in the general fund of the state.\n\n[R60, §1992; C73, §1878; C97, §2857; C24, 27, 31, 35, 39, §4511; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §302.44]\n\n83 Acts, ch 185, §28, 62; 83 Acts, ch 186, §10066, 10201, 10204\n\nC93, §257B.44",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-257b/section-257b-44/"
    }
  ]
}