{
  "state": "iowa",
  "path": "title-title-vii-education-history-and-culture/chapter-chapter-256b-special-education",
  "sections": [
    {
      "id": "section-256b1",
      "number": "256B.1",
      "heading": "Division of special education created",
      "text": "256B.1 Division of special education created.\n\nThere is created within the department of education a division of special education for the promotion, direction, and supervision of education for children requiring special education in the schools under the supervision and control of the department. The director of the department of education may organize the division and employ the necessary qualified personnel to implement this chapter.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.1]\n\n85 Acts, ch 212, §22; 86 Acts, ch 1245, §1476\n\nC93, §256B.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-1/"
    },
    {
      "id": "section-256b2",
      "number": "256B.2",
      "heading": "Definitions — policies — funds.",
      "text": "256B.2 Definitions — policies — funds.\n\n1. As used in this chapter:\n\na. “Children requiring special education” means persons under twenty-one years of age, including children under five years of age, who have a disability in obtaining an education because of a head injury, autism, behavioral disorder, or physical, mental, communication, or learning disability, as defined by the rules of the department of education. “Children requiring special education” includes children receiving special education services, who reach the age of twenty-one during an academic year, and who elect to receive special education services until the end of the academic year.\n\nb. “Special education” means classroom, home, hospital, institutional, or other instruction designed to meet the needs of children requiring special education as defined in this subsection; transportation and corrective and supporting services required to assist children requiring special education, as defined in this subsection, in taking advantage of, or responding to, educational programs and opportunities, as defined by rules of the state board of education.\n\n2. a. It is the policy of this state to require school districts and state-operated educational programs to provide or make provision, as an integral part of public education, for a free and appropriate public education sufficient to meet the needs of all children requiring special education. This chapter is not to be construed as encouraging separate facilities or segregated programs designed to meet the needs of children requiring special education when the children can benefit from all or part of the education program as offered by the local school district. Children requiring special education shall, consistent with the least restrictive environment requirements under the federal Individuals with Disabilities Education Act, 20 U.S.C. §1400 et seq., attend regular classes and shall be educated with children who do not require special education.\n\nb. (1) Whenever appropriate, hindrances to learning and to the normal functioning of children requiring special education within the regular school environment shall be overcome by the provision of special aids and services rather than by separate programs for those in need of special education.\n\n(2) Special classes, separate schooling, or other removal of children requiring special education from the regular educational environment, shall occur only when, and to the extent that the nature or severity of the educational disability is such, that education in regular classes, even with the use of supplementary aids and services, cannot be accomplished satisfactorily.\n\n(3) Individualized education programs for children requiring special education within the regular school environment and behavioral intervention plans shall not include provisions for clearing all other students out of the regular classroom in order to calm the child requiring special education or the child for whom a behavioral intervention plan has been implemented except as provided in section 279.51A.\n\nc. For those children who cannot adapt to the regular educational or home living conditions, and who are attending facilities under chapter 263 or chapter 256, subchapter V, upon the request of the board of directors of an area education agency, the department of health and human services shall provide residential or detention facilities and the area education agency shall provide special education programs and services. The area education agencies shall cooperate with the department of education to provide the services required by this chapter.\n\n3. Special aids and services shall be provided to children requiring special education who are less than five years of age if the aids and services will reasonably permit the child to enter the educational process or school environment when the child attains school age.\n\n4. Every child requiring special education shall, if reasonably possible, receive a level of education commensurate with the level provided each child who does not require special education. The cost of providing such an education shall be paid as provided in section 273.9, this chapter, and chapter 257. It shall be the primary responsibility of each school district to provide special education to children who reside in that district if the children requiring special education are properly identified, the educational program or service has been approved, the teacher or instructor has been licensed, the number of children requiring special education needing that educational program or service is sufficient to make offering the program or service feasible, and the program or service cannot more economically and equably be obtained from the area education agency, another school district, another group of school districts, a qualified private agency, or in cooperation with one or more other districts.\n\n5. Moneys received by the school district of the child’s residence for the child’s education, derived from moneys received through chapter 257, this chapter, and section 273.9 shall be paid by the school district of the child’s residence to the appropriate education agency, private agency, or other school district providing special education for the child pursuant to contractual arrangements as provided in section 273.3, subsections 5 and 6.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.2]\n\n83 Acts, ch 3, §1; 83 Acts, ch 96, §157, 159; 85 Acts, ch 24, §1; 89 Acts, ch 135, §82; 89 Acts, ch 265, §41; 92 Acts, ch 1022, §1; 92 Acts, ch 1163, §63\n\nC93, §256B.2\n\n96 Acts, ch 1129, §68, 113; 97 Acts, ch 23, §24; 2009 Acts, ch 133, §224; 2010 Acts, ch 1016, §1; 2015 Acts, ch 30, §88; 2020 Acts, ch 1108, §5; 2023 Acts, ch 19, §991, 2484; 2023 Acts, ch 64, §38\n\nReferred to in §237.3, 256.7, 256B.8, 273.1, 273.2, 273.7, 422.7(22)(c), 598.21B\n\nSee Code editor’s note on simple harmonization at the beginning of this Code volume\n\nSubsection 2, paragraph c amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-2/"
    },
    {
      "id": "section-256b3",
      "number": "256B.3",
      "heading": "Powers and duties of division of special education.",
      "text": "256B.3 Powers and duties of division of special education.\n\nThe division of special education has the following duties and powers:\n\n1. To aid in the organization of special schools, classes and instructional facilities for children requiring special education, and to supervise the system of special education for children requiring special education.\n\n2. To administer rules adopted by the state board that are consistent with this chapter for the approval of plans for special education programs and services submitted by the director of special education of the area education agency.\n\n3. To adopt plans for the establishment and maintenance of day classes, schools, home instruction, and other methods of special education for children requiring special education.\n\n4. To purchase and otherwise acquire special equipment, appliances and other aids for use in special education, and to loan or lease same under such rules and regulations as the department may prescribe.\n\n5. To prescribe courses of study, and curricula for special schools, special classes and special instruction of children requiring special education, including physical and psychological examinations, and to prescribe minimum requirements for children requiring special education to be admitted to any such special schools, classes or instruction.\n\n6. To provide for certification by the director of special education of the eligibility of children requiring special education for admission to, or discharge from, special schools, classes or instruction.\n\n7. To initiate the establishment of classes for children requiring special education or home study services in hospitals, nursing, convalescent, juvenile and private homes, in cooperation with the management thereof and local school districts or area education agency boards.\n\n8. To cooperate with school districts or area education agency boards in arranging for any child requiring special education to attend school in a district other than the one in which the child resides when there is no available special school, class, or instruction in the districts in which the child resides.\n\n9. To cooperate with existing agencies such as the department of health and human services, the Iowa school for the deaf, the children’s hospitals, or other agencies concerned with the welfare and health of children requiring special education in the coordination of their educational activities for such children.\n\n10. To investigate and study the needs, methods and costs of special education for children requiring special education.\n\n11. To provide for the employment and establish standards for the performance of special education support personnel required to assist in the identification of and educational programs for children requiring special education.\n\n12. To provide for the establishment of special education research and demonstration projects and models for special education program development.\n\n13. To establish a special education resource, materials and training system for the purposes of developing specialized instructional materials and provide in-service training to personnel employed to provide educational services to children requiring special education.\n\n14. To approve the acquisition and use of special facilities designed for the purpose of providing educational services to children requiring special education.\n\n15. To submit copies of all reports the division provides to the United States department of education under part B of the federal Individuals with Disabilities Education Act, as amended, including but not limited to any report concerning disproportionate representation in special education based on race or ethnicity, to the general assembly on the date each such report is provided to the United States department of education.\n\n16. To make rules to carry out the powers and duties provided for in this section.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.3]\n\n83 Acts, ch 96, §160; 83 Acts, ch 101, §64; 86 Acts, ch 1245, §1477, 1478\n\nC93, §256B.3\n\n2010 Acts, ch 1016, §2; 2011 Acts, ch 34, §64; 2020 Acts, ch 1102, §11; 2023 Acts, ch 19, §992, 2485\n\nSee Code editor’s note on simple harmonization at the beginning of this Code volume\n\nSubsection 9 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-3/"
    },
    {
      "id": "section-256b4",
      "number": "256B.4",
      "heading": "Powers of board of directors.",
      "text": "256B.4 Powers of board of directors.\n\n1. The board of directors of a school district or area education agency, with the approval of the director of the department of education, may provide special education programs and services as defined in this chapter. If services are provided by the area education agency, the board of directors of the area education agency with the cooperation of the local school districts within its jurisdiction may:\n\na. Establish and operate special education programs and classes for the education of children requiring special education.\n\nb. Acquire, maintain, and construct facilities in which to provide education, corrective services, and supportive services for children requiring special education.\n\nc. Make arrangements with participating school districts for the provision of special education, corrective, and supportive services to the children requiring special education residing in the school districts.\n\nd. Employ special education teachers and personnel required to furnish corrective or supportive services to children requiring special education services.\n\ne. Provide transportation for children requiring special education services that are in need of transportation in connection with any programs, classes, or services.\n\nf. Receive, administer, and expend funds appropriated for its use.\n\ng. Receive, administer, and expend the proceeds of any issue of school bonds or other bonds intended wholly or partly for its benefit.\n\nh. Apply for, accept, and utilize grants, gifts, or other assistance.\n\ni. Participate in, and make its employees eligible to participate in, any retirement system, group insurance system, or other program of employee benefits, on the same terms as govern school districts and their employees.\n\nj. Do such other things as are necessary and incidental to the execution of any of its powers.\n\n2. The board of directors of the local district or the area education agency shall employ qualified teachers certified by the authority provided by law as teachers for children requiring such special education. The maximum number of pupils per teacher shall be determined by the board of directors of the local district or the area education agency board in accordance with the rules and regulations of the state board of education.\n\n3. The board of directors of the local district or the area education agency may establish and operate one or more special education centers to provide diagnostic, therapeutic, corrective, and other services, on a more comprehensive, expert, economical, and efficient basis than can be reasonably provided by a single school district. The services, if offered by the area education agency board, may be provided in the regular schools using personnel and equipment of the area education agency or, if it is impractical or inefficient to provide them on the premises of a regular school, the area education agency may provide services in its own facilities. To the maximum extent feasible, centers shall be established at and in conjunction with, or in close proximity to, one or more elementary and secondary schools. Local districts or the area education agencies may accept diagnostic and evaluation studies conducted by other individuals, hospitals, or centers, if determined to be competent. Children requiring special education services may be identified in any way that the department of education determines to be reliable. Centers established pursuant to this section may contain classrooms and other educational facilities and equipment to supplement instruction and other services to children with disabilities in the regular schools, and to provide separate instruction to children whose degree or type of educational disability makes it impractical or inappropriate for them to participate in classes with normal children.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.4]\n\n86 Acts, ch 1245, §1479, 1480\n\nC93, §256B.4\n\n96 Acts, ch 1129, §113; 2010 Acts, ch 1061, §180",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-4/"
    },
    {
      "id": "section-256b5",
      "number": "256B.5",
      "heading": "Information available upon request by bureau.",
      "text": "256B.5 Information available upon request by bureau.\n\nThe department of health and human services shall furnish to the state bureau of special education upon request information obtained from birth certificates relative to the name, address, and disability of any case of developmental disability. The state child health specialty clinics of the university of Iowa shall upon request furnish to the state bureau of special education the name, address, and disability of all children of their register.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.5]\n\nC93, §256B.5\n\n94 Acts, ch 1091, §15; 2023 Acts, ch 19, §993\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-5/"
    },
    {
      "id": "section-256b6",
      "number": "256B.6",
      "heading": "Parent’s or guardian’s duties — review.",
      "text": "256B.6 Parent’s or guardian’s duties — review.\n\n1. When the school district or area education agency has provided special education services and programs as provided in this chapter for any child requiring special education, either by admission to a special class or by supportive services, it shall be the duty of the parent or guardian to enroll the child for instruction in such special classes or supportive services as may be established, except in the event a doctor’s certificate is filed with the secretary of the school district showing that it is inadvisable for medical reasons for the child requiring special education to receive the special education provided; all the provisions and conditions of chapter 299 shall be applicable to this section, and any violations shall be punishable as provided in chapter 299.\n\n2. A child, or the parent or guardian of the child, or the school district in which the child resides, may obtain a review of an action or omission of local authorities pursuant to the procedures established by the state board of education on the ground that the child has been or is about to be:\n\na. Denied entry or continuance in a program of special education appropriate to the child’s condition and needs.\n\nb. Placed in a special education program which is inappropriate to the child’s condition and needs.\n\nc. Denied educational services because no suitable program of education or related services is maintained.\n\nd. Provided with special education which is insufficient in quantity to satisfy the requirements of law.\n\ne. Assigned to a program of special education when the child does not have a disability.\n\n3. When a child requiring special education attains the age of majority or is incarcerated in an adult or juvenile, state or local, correctional institution, all rights accorded to the parent or guardian under this chapter transfer to the child except as provided in this subsection. Any notice required by this chapter shall be provided to both the child who has reached the age of majority or is incarcerated in an adult or juvenile, state or local, correctional institution and the parent or guardian. If rights under this chapter have transferred to the child and the child has been determined to be incompetent by a court or determined unable to provide informed educational consent by a court or other competent authority, then rights under this chapter shall be exercised by the person who has been appointed to represent the educational interest of the child. The director of the department of education may establish standards for determining whether a public agency, as defined in section 28E.2, is competent to determine whether a child is unable to provide informed educational consent, and the procedures by which such determination shall be made and reviewed.\n\n4. Notwithstanding section 17A.11, the state board of education shall adopt rules for the appointment of an impartial administrative law judge employed by the division of administrative hearings created by section 10A.801 for special education appeals. The rules shall comply with federal statutes and regulations.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.6]\n\n84 Acts, ch 1070, §1; 88 Acts, ch 1109, §22\n\nC93, §256B.6\n\n96 Acts, ch 1129, §69; 2010 Acts, ch 1016, §3; 2010 Acts, ch 1061, §180; 2021 Acts, ch 80, §136; 2023 Acts, ch 19, §1717\n\nReferred to in §256B.7, 299.5\n\nSubsection 4 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-6/"
    },
    {
      "id": "section-256b7",
      "number": "256B.7",
      "heading": "Examinations of children.",
      "text": "256B.7 Examinations of children.\n\nIn order to render proper instruction to each child requiring special education, the school districts shall certify children requiring special education for special instruction in accordance with the requirements set up by the division of special education and shall provide examinations for children preliminary to making certification. The examinations necessary for the certification of children requiring special education shall be prescribed by the state division of special education. Disputes concerning a child’s eligibility for special education shall be addressed under rules and procedures adopted by the state board of education pursuant to section 256B.6 and consistent with the federal Individuals with Disabilities Education Act of 2004, 20 U.S.C. §1400 et seq.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.7]\n\n86 Acts, ch 1245, §1481\n\nC93, §256B.7\n\n2013 Acts, ch 88, §3\n\nReferred to in §299.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-7/"
    },
    {
      "id": "section-256b8",
      "number": "256B.8",
      "heading": "Exceptions.",
      "text": "256B.8 Exceptions.\n\n1. It is not incumbent upon the school districts to keep a child requiring special education in regular instruction when the child cannot sufficiently profit from the work of the regular classroom, nor to keep a child requiring special education in the special class or instruction for children requiring special education when it is determined by the diagnostic educational team that the child can no longer benefit from the instruction or needs more specialized instruction available in special schools. However, the school district shall count the child requiring special education in the enrollment as provided in sections 256B.9, 257.6, and 273.9 and shall ensure that appropriate educational provisions are made for the child requiring special education.\n\n2. An area education agency director of special education may request approval from the department of education to continue the special education program of a person beyond the period specified in section 256B.2, subsection 1, paragraph “a”, if the person had an accident or prolonged illness that resulted in delays in the initiation of or interruptions in that person’s special education program. Approval may be granted by the department to continue the special education program of that person for up to three years or until the person’s twenty-fourth birthday.\n\n3. No provision of this chapter shall be construed to require or compel any person who is a member of a well-recognized church or religious denomination and whose religious convictions, in accordance with the tenets or principles of the person’s church or religious denomination, are opposed to medical or surgical treatment for disease to take or follow a course of physical therapy, or submit to medical treatment, nor shall any parent or guardian who is a member of such church or religious denomination and who has such religious convictions be required to enroll a child in any course or instruction which utilizes medical or surgical treatment for disease.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.8]\n\n84 Acts, ch 1001, §1; 89 Acts, ch 135, §83\n\nC93, §256B.8\n\n93 Acts, ch 101, §102; 2010 Acts, ch 1016, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-8/"
    },
    {
      "id": "section-256b9",
      "number": "256B.9",
      "heading": "Weighting plan — audits — evaluations — expenditures.",
      "text": "256B.9 Weighting plan — audits — evaluations — expenditures.\n\n1. In order to provide funds for the excess costs of instruction of children requiring special education, above the costs of instruction of pupils in a regular curriculum, a special education weighting plan for determining enrollment in each school district is adopted as follows:\n\na. Pupils in a regular curriculum are assigned a weighting of one.\n\nb. Children requiring special education who require special adaptations while assigned to a regular classroom for basic instructional purposes and pupils with disabilities placed in a special education class who receive part of their instruction in regular classrooms are assigned a weighting of one and eight-tenths. This paragraph also applies to children requiring special education who require specially designed instruction while assigned to a regular classroom for basic instructional purposes.\n\nc. Children requiring special education who require full-time, self-contained special education placement with little integration into a regular classroom are assigned a weighting of two and two-tenths. This paragraph also applies to children requiring special education who require substantial modifications, adaptations, or special education accommodations in order to benefit from instruction in an integrated classroom.\n\nd. Children requiring special education who have severe disabilities or who have multiple disabilities are assigned a weighting of four and four-tenths. This paragraph also applies to children requiring special education who have severe and profound disabilities.\n\ne. Shared-time and part-time pupils of school age who require special education shall be placed in the proper category and counted in the proportion that the time for which they are enrolled or receive instruction for the school year bears to the time that full-time pupils, carrying a normal course schedule, in the same school district, for the same school year are enrolled and receive instruction.\n\n2. The weighting for each category of child multiplied by the number of children in each category in the enrollment of a school district, as identified and certified by the director of special education for the area, determines the weighted enrollment to be used in that district for purposes of computations required under the state school foundation plan in chapter 257.\n\n3. The weight that a child is assigned under this section shall be dependent upon the required educational modifications necessary to meet the special education needs of the child. Enrollment for the purpose of this section, and all payments to be made pursuant thereto, includes all children for whom a special education program or course is to be provided pursuant to section 256.12, subsection 2, sections 273.1 through 273.9, and this chapter, whether or not the children are actually enrolled upon the records of a school district.\n\n4. On December 1, 1987, and no later than December 1 every two years thereafter, for the school year commencing the following July 1, the director of the department of education shall report to the school budget review committee the average costs of providing instruction for children requiring special education in the categories of the weighting plan established under this section, and for providing services to nonpublic school students pursuant to section 256.12, subsection 2, and the director of the department of education shall make recommendations to the school budget review committee for needed alterations to make the weighting plan suitable for subsequent school years. The school budget review committee shall establish the weighting plan for each school year and shall report the plan to the director of the department of education. The school budget review committee may establish weights to the nearest hundredth. The school budget review committee shall not alter the weighting assigned to pupils in a regular curriculum, but it may increase or decrease the weighting assigned to each category of children requiring special education by not more than two-tenths of the weighting assigned to pupils in a regular curriculum. The state board of education shall adopt rules under chapter 17A to implement the weighting plan for each year and to assist in identification and proper indexing of each child in the state who requires special education.\n\n5. The division of special education shall audit the reports required in section 273.5 to determine that all children in the area who have been identified as requiring special education have received the appropriate special education instructional and support services, and to verify the proper identification of pupils in the area who will require special education instructional services during the school year in which the report is filed. The division shall certify to the director of the department of management the correct total enrollment of each school district in the state, determined by applying the appropriate pupil weighting index to each child requiring special education, as certified by the directors of special education in each area.\n\n6. The division may conduct an evaluation of the special education instructional program or special education support services being provided by an area education agency, school district, or private agency, pursuant to sections 273.1 through 273.9 and this chapter, to determine if the program or service is adequate and proper to meet the needs of the child; if the child is benefiting from the program or service; if the costs are in proportion to the educational benefits being received; and if there are any improvements that can be made in the program or service. A written report of the evaluation shall be sent to the area education agency, school district, or private agency evaluated and to the president of the senate and speaker of the house of representatives of the general assembly.\n\n7. The costs of special education instructional programs include the costs of purchase of transportation equipment to meet the special needs of children requiring special education with the approval of the director of the department of education. The state board of education shall adopt rules under chapter 17A for the purchase of transportation equipment pursuant to this section.\n\n8. Commencing with the school year beginning July 1, 1976, a school district may expend an amount not to exceed two-sevenths of an amount equal to the district cost of a school district for the costs of regular classroom instruction of a child certified under the special education weighting plan in subsection 1, paragraph “b”, as a pupil with disabilities who is enrolled in a special class, but who receives part of the pupil’s instruction in a regular classroom. Unencumbered funds generated for special education instructional programs for the school year beginning July 1, 1975, and for the school year beginning July 1, 1976, shall not be expended for such purpose.\n\n9. Funds generated for special education instructional programs under this chapter and chapter 257 shall not be expended for modifications of school buildings to make them accessible to children requiring special education.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §281.9]\n\n83 Acts, ch 3, §2; 85 Acts, ch 212, §21; 86 Acts, ch 1237, §18; 86 Acts, ch 1245, §1482; 88 Acts, ch 1134, §64; 89 Acts, ch 135, §84; 91 Acts, ch 39, §1\n\nC93, §256B.9\n\n94 Acts, ch 1161, §2; 96 Acts, ch 1129, §70, 71; 2010 Acts, ch 1069, §30; 2021 Acts, ch 80, §137; 2022 Acts, ch 1021, §51\n\nReferred to in §225C.40, 256.12, 256.25A, 256B.8, 256C.4, 256E.8, 257.6, 257.11, 257.19, 257.31, 273.3, 273.5, 273.9, 273.23, 282.31, 298.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-9/"
    },
    {
      "id": "section-256b10",
      "number": "256B.10",
      "heading": "Deaf and hard-of-hearing children.",
      "text": "256B.10 Deaf and hard-of-hearing children. Transferred to §256.106;\n\n2023 Acts, ch 19, §2513\n\n.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-10/"
    },
    {
      "id": "section-256b11",
      "number": "256B.11",
      "heading": "Program plans.",
      "text": "256B.11 Program plans.\n\n1. Program plans submitted to the department of education pursuant to section 273.5 for approval by the director of the department of education shall establish all of the following:\n\na. That there are sufficient children requiring special education within the area.\n\nb. That the service or program will be provided by the most appropriate educational agency.\n\nc. That the educational agency providing the service or program has employed qualified special educational personnel.\n\nd. That the instruction is a natural and normal progression of a planned course of instruction.\n\ne. That all revenue raised for support of special education instruction and services is expended for actual delivery of special education instruction or services.\n\nf. Other factors as the state board may require.\n\n2. Notwithstanding subsection 1 and section 273.5, subsection 6, the director of the department of education may authorize the area education agency to submit a statement assuring that the requirements of subsection 1 are satisfied in lieu of submitting a special education instructional and support program plan.\n\n[C73, 75, 77, 79, 81, §281.11]\n\n86 Acts, ch 1245, §1483\n\nC93, §256B.11\n\n2010 Acts, ch 1016, §5\n\nReferred to in §298.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-11/"
    },
    {
      "id": "section-256b",
      "number": "256B",
      "heading": "12",
      "text": "12",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-256b15",
      "number": "256B.15",
      "heading": "Reimbursement for special education services.",
      "text": "256B.15 Reimbursement for special education services.\n\n1. The state board of education in conjunction with the department of education shall develop a program to utilize federally funded health care programs, except the federal medically needy program for individuals who have a spend-down, to share in the costs of services which are provided to children requiring special education.\n\n2. The department of education shall designate an area education agency to develop a system for collecting the information necessary to implement procedures for billing and collecting the costs of the services. The area education agency shall begin to develop the system immediately. The area education agency shall consult with and work jointly with state agencies and federal agencies to determine procedures and standards which shall be initiated by all area education agencies to qualify for receipt of benefits under federal programs.\n\n3. The department of education, in conjunction with the area education agency, shall determine those specific services which are covered by federally funded health care programs, which shall include, but not be limited to, physical therapy, audiology, speech language therapy, and psychological evaluations. The department shall also determine which other special services may be subject to reimbursement and the qualifications necessary for personnel providing those services. If it is determined that services are required from other service providers, these providers shall be reimbursed for those services.\n\n4. All services referred to in subsection 1 shall be initially funded by the area education agency and shall be provided regardless of subsequent subrogation collections. The area education agency shall make a claim for reimbursement to federally funded health care programs.\n\n5. Not later than July 1, 1988, the area education agency designated by the department of education shall have developed the program for collecting for the services provided. The program shall be distributed to all of the area education agencies in the state. All area education agencies shall begin collecting the information on July 1, 1988.\n\n6. Effective November 1, 1988, all area education agencies in the state shall participate in the program and begin billing for and collecting for the covered services and shall bill for services provided retroactive to July 1, 1988. Retroactive Tit. XIX billing is contingent upon state plan approval. Nothing contained in this section shall be construed to allow nonlicensed individuals to perform services which otherwise require licenses under the laws of this state or to allow licensed providers to perform services outside their scope of practice.\n\n7. The area education agencies shall transfer to the department of health and human services an amount equal to the nonfederal share of the payments to be received from the medical assistance program pursuant to chapter 249A. The nonfederal share amount shall be transferred to the medical assistance account prior to claims payment. This requirement does not apply to medical assistance reimbursement for services provided by an area education agency under part C of the federal Individuals With Disabilities Education Act. Funds received under this section shall not be considered or included as part of the area education agencies’ budgets when calculating funds that are to be received by area education agencies during a fiscal year.\n\n8. Students or their parents or guardians covered by a federal health care program shall provide health care information to an area education agency or local school district.\n\n9. The department of education and the department of health and human services shall adopt rules to implement this section.\n\n10. The department of health and human services shall offer assistance to the area education agencies in the identification of children eligible for reimbursement for services under this section.\n\n88 Acts, ch 1155, §1\n\nC89, §281.15\n\n89 Acts, ch 296, §25; 91 Acts, ch 125, §1, 2; 92 Acts, ch 1021, §1\n\nC93, §256B.15\n\n94 Acts, ch 1120, §12; 2000 Acts, ch 1223, §24; 2001 Acts, ch 41, §1, 2; 2006 Acts, ch 1030, §32; 2008 Acts, ch 1181, §23; 2010 Acts, ch 1016, §6; 2023 Acts, ch 19, §999\n\nSubsections 7, 9, and 10 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-256b/section-256b-15/"
    }
  ]
}