{
  "state": "iowa",
  "path": "title-title-vii-education-history-and-culture/chapter-chapter-261d-midwestern-higher-education-compact",
  "sections": [
    {
      "id": "section-261d1",
      "number": "261D.1",
      "heading": "Definition.Section 261D.2 - Midwestern higher education compact",
      "text": "261D.1 Definition.\n\nAs used in this chapter, unless the context otherwise requires, “commission” means the midwestern higher education compact commission.\n\n2005 Acts, ch 145, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261d/section-261d-1/"
    },
    {
      "id": "section-261d2",
      "number": "261D.2",
      "heading": "Midwestern higher education compact.",
      "text": "261D.2 Midwestern higher education compact.\n\nThe midwestern higher education compact is entered into with all other states which enter into the compact in substantially the following form:\n\n1. Article I — Purpose. The purpose of the midwestern higher education compact shall be to provide greater higher education opportunities and services in the midwestern region, with the aim of furthering regional access to, research in, and choice of higher education for the citizens residing in the several states which are parties to this compact.\n\n2. Article II — The commission.\n\na. The compacting states create the midwestern higher education commission. The commission shall be a body corporate of each compacting state. The commission shall have all the responsibilities, powers, and duties set forth in this chapter, including the power to sue and be sued, and such additional powers as may be conferred upon it by subsequent action of the respective legislatures of the compacting states in accordance with the terms of this compact.\n\nb. The commission shall consist of five resident members of each state as follows: the governor or the governor’s designee, who shall serve during the tenure of office of the governor; two legislators, one from each house (except Nebraska, which may appoint two legislators from its unicameral legislature), who shall serve two-year terms and be appointed by the appropriate appointing authority in each house of the legislature; and two other at-large members, at least one of whom shall be selected from the field of higher education. The at-large members shall be appointed in a manner provided by the laws of the appointing state. One of the two at-large members initially appointed in each state shall serve a two-year term. The other, and any regularly appointed successor to either at-large member, shall serve a four-year term. All vacancies shall be filled in accordance with the laws of the appointed states. Any commissioner appointed to fill a vacancy shall serve until the end of the incomplete term.\n\nc. The commission shall select annually, from among its members, a chairperson, a vice chairperson, and a treasurer.\n\nd. The commission shall appoint an executive director who shall serve at its pleasure and who shall act as secretary to the commission. The treasurer, the executive director, and such other personnel as the commission may determine shall be bonded in such amounts as the commission may require.\n\ne. The commission shall meet at least once each calendar year. The chairperson may call additional meetings and, upon the request of a majority of the commission members of three or more compacting states, shall call additional meetings. Public notice shall be given of all meetings and meetings shall be open to the public.\n\nf. Each compacting state represented at any meeting of the commission is entitled to one vote. A majority of the compacting states shall constitute a quorum for the transaction of business, unless a larger quorum is required by the bylaws of the commission.\n\n3. Article III — Powers and duties of the commission.\n\na. The commission shall adopt a seal and suitable bylaws governing its management and operations.\n\nb. Irrespective of the civil service, personnel, or other merit system laws of any of the compacting states, the commission in its bylaws shall provide for the personnel policies and programs of the compact.\n\nc. The commission shall submit a budget to the governor and legislature of each compacting state at such time and for such period as may be required. The budget shall contain specific recommendations of the amount or amounts to be appropriated by each of the compacting states.\n\nd. The commission shall report annually to the legislatures and governors of the compacting states, to the midwestern governors’ conference, and to the midwestern legislative conference of the council of state governments concerning the activities of the commission during the preceding year. Such reports shall also embody any recommendations that may have been adopted by the commission.\n\ne. The commission may borrow, accept, or contract for the services of personnel from any state or the United States or any subdivision or agency, from any interstate agency, or from any institution, foundation, person, firm, or corporation.\n\nf. The commission may accept for any of its purposes and functions under the compact any and all donations and grants of money, equipment, supplies, materials, and services (conditional or otherwise) from any state or the United States or any subdivision or agency thereof, or interstate agency, or from any institution, foundation, person, firm, or corporation, and may receive, utilize, and dispose of the same.\n\ng. The commission may enter into agreements with any other interstate education organizations or agencies and with higher education institutions located in nonmember states and with any of the various states of these United States to provide adequate programs and services in higher education for the citizens of the respective compacting states. The commission shall, after negotiations with interested institutions and interstate organizations or agencies, determine the cost of providing the programs and services in higher education for use of these agreements.\n\nh. The commission may establish and maintain offices, which shall be located within one or more of the compacting states.\n\ni. The commission may establish committees and hire staff as it deems necessary for the carrying out of its functions.\n\nj. The commission may provide for actual and necessary expenses for attendance of its members at official meetings of the commission or its designated committees.\n\n4. Article IV — Activities of the commission.\n\na. The commission shall collect data on the long-range effects of the compact on higher education. By the end of the fourth year from the effective date of the compact and every two years thereafter, the commission shall review its accomplishments and make recommendations to the governors and legislatures of the compacting states on the continuance of the compact.\n\nb. The commission shall study issues in higher education of particular concern to the midwestern region. The commission shall also study the needs for higher education programs and services in the compacting states and the resources for meeting such needs. The commission shall from time to time prepare reports on such research for presentation to the governors and legislatures of the compacting states and other interested parties. In conducting such studies, the commission may confer with any national or regional planning body. The commission may redraft and recommend to the governors and legislatures of the various compacting states suggested legislation dealing with problems of higher education.\n\nc. The commission shall study the need for provision of adequate programs and services in higher education, such as undergraduate, graduate, or professional student exchanges in the region. If a need for exchange in a field is apparent, the commission may enter into such agreements with any higher education institution and with any of the compacting states to provide programs and services in higher education for the citizens of the respective compacting states. The commission shall, after negotiations with interested institutions and the compacting states, determine the costs of providing the programs and services in higher education for use in its agreements. The contracting states shall contribute the funds not otherwise provided, as determined by the commission, for carrying out the agreements. The commission may also serve as the administrative and fiscal agent in carrying out agreements for higher education programs and services.\n\nd. The commission shall serve as a clearinghouse on information regarding higher education activities among institutions and agencies.\n\ne. In addition to the activities of the commission previously noted, the commission may provide services and research in other areas of regional concern.\n\n5. Article V — Finance.\n\na. The moneys necessary to finance the general operations of the commission, not otherwise provided for, in carrying forth its duties, responsibilities, and powers as stated herein shall be appropriated to the commission by the compacting states, when authorized by the respective legislatures, by equal apportionment among the compacting states.\n\nb. The commission shall not incur any obligations of any kind prior to the making of appropriations adequate to meet the same; nor shall the commission pledge the credit of any of the compacting states, except by and with the authority of the compacting state.\n\nc. The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the commission shall be audited yearly by a certified or licensed public accountant and the report of the audit shall be included in and become part of the annual report of the commission.\n\nd. The accounts of the commission shall be open at any reasonable time for inspection by duly authorized representatives of the compacting states and persons authorized by the commission.\n\n6. Article VI — Eligible parties and entry into force.\n\na. The states of Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin shall be eligible to become party to this compact. Additional states will be eligible if approved by a majority of the compacting states.\n\nb. As to any eligible party state, this compact shall become effective when its legislature shall have enacted the same into law.\n\nc. Amendments to the compact shall become effective upon their enactment by the legislatures of all compacting states.\n\n7. Article VII — Withdrawal, default, and termination.\n\na. Any compacting state may withdraw from this compact by enacting a statute repealing the compact, but such withdrawal shall not become effective until two years after the enactment of such statute. A withdrawing state shall be liable for any obligations which it may have incurred on account of its party status up to the effective date of withdrawal, except that if the withdrawing state has specifically undertaken or committed itself to any performance of an obligation extending beyond the effective date of withdrawal, it shall remain liable to the extent of such obligation.\n\nb. If any compacting state shall at any time default in the performance of any of its obligations, assumed or imposed, in accordance with the provisions of this compact, all rights, privileges, and benefits conferred by this compact or agreements hereunder shall be suspended from the effective date of such default as fixed by the commission, and the commission shall stipulate the conditions and maximum time for compliance under which the defaulting state may resume its regular status. Unless such default shall be remedied under the stipulations and within the time period set forth by the commission, this compact may be terminated with respect to such defaulting state by affirmative vote of a majority of the other member states. Any such defaulting state may be reinstated by performing all acts and obligations as stipulated by the commission.\n\n8. Article VIII — Severability and construction.\n\na. The provisions of this compact entered into hereunder shall be severable and if any phrase, clause, sentence, or provision of this compact is declared to be contrary to the Constitution of any compacting state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person, or circumstance shall not be affected thereby. If this compact entered into hereunder shall be held contrary to the constitution of any compacting state, the compact shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters. The provisions of this compact entered into pursuant hereto shall be liberally construed to effectuate the purposes thereof.\n\nb. This compact is now in full force and effect, having been approved by the governors and legislatures of more than five of the eligible states.\n\n2005 Acts, ch 145, §2; 2008 Acts, ch 1032, §201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261d/section-261d-2/"
    },
    {
      "id": "section-261d3",
      "number": "261D.3",
      "heading": "Commission members representing Iowa — terms — vacancies.",
      "text": "261D.3 Commission members representing Iowa — terms — vacancies.\n\n1. The members of the commission representing this state shall consist of the following:\n\na. The governor or the governor’s designee.\n\nb. One member of the senate appointed by the president of the senate after consultation with the majority leader and minority leader of the senate.\n\nc. One member of the house of representatives appointed by the speaker of the house of representatives after consultation with the majority leader and minority leader of the house of representatives.\n\nd. One member appointed by the state board of regents.\n\ne. One member appointed by the Iowa association of community college trustees.\n\n2. In order to maximize participation in and knowledge of commission activities, alternate members of the commission representing Iowa shall be designated in the following manner:\n\na. One alternate member appointed by the governor.\n\nb. One alternate member from the senate from the opposite political party of the commissioner appointed pursuant to subsection 1, paragraph “b”, selected in the manner provided in subsection 1, paragraph “b”.\n\nc. One alternate member from the house of representatives from the opposite political party of the commissioner appointed pursuant to subsection 1, paragraph “c”, selected in the manner provided in subsection 1, paragraph “c”.\n\nd. One alternate member appointed by the Iowa association of independent colleges and universities.\n\ne. One alternate member appointed by the Iowa college student aid commission.\n\n3. Nonlegislative members shall serve two-year terms except as otherwise provided under the terms of the compact. Legislative members shall serve two-year terms as provided in section 69.16B. Nonlegislative members shall serve without compensation, but shall receive their actual and necessary expenses and travel. Legislative members shall receive actual and necessary expenses pursuant to sections 2.10 and 2.12. Vacancies on the commission shall be filled for the unexpired portion of the term in the same manner as the original appointments. If a legislative member ceases to be a member of the general assembly, the legislative member shall no longer serve as a member of the commission.\n\n4. It is the intent of the general assembly that commissioners representing the senate and the house of representatives be members of different political parties from one another.\n\n2005 Acts, ch 145, §3; 2008 Acts, ch 1156, §40, 58; 2009 Acts, ch 41, §104",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261d/section-261d-3/"
    },
    {
      "id": "section-261d4",
      "number": "261D.4",
      "heading": "Payment of dues.",
      "text": "261D.4 Payment of dues. Repealed by 2011 Acts, ch 132, §33, 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vii/chapter-261d/section-261d-4/"
    }
  ]
}