{
  "state": "missouri",
  "path": "title-title-vii/chapter-chapter-84",
  "sections": [
    {
      "id": "section-84-012",
      "number": "84.012",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.012. Ordinances by common council or municipal assembly, permissible — ordinances in conflict with board of police commissioners prohibited. —In all cities of this state not within a county, the common council or municipal assembly of such cities may pass ordinances for preserving order; securing property and persons from violence, danger, or destruction; protecting public and private property; and promoting the interests and ensuring the good governance of the cities, but no ordinances heretofore passed, or that may hereafter be passed, by the common council or municipal assembly of the cities shall, in any manner, conflict or interfere with the powers or the exercise of the powers of the boards of police commissioners of the cities as created by section 84.020, nor shall the cities or any officer or agent of the corporation of the cities, or the mayor thereof, in any manner impede, obstruct, hinder, or interfere with the boards of police, any officer, agent, or servant thereof or thereunder.\n\n(L. 2025 H.B. 495)\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-012/"
    },
    {
      "id": "section-84-015",
      "number": "84.015",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.015. Venue for civil actions. —Venue for any civil action involving the board of police commissioners, established pursuant to section 84.020, shall be appropriate in the twenty-second judicial circuit.\n\n(L. 1996 S.B. 869 § C-5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-015/"
    },
    {
      "id": "section-84-020",
      "number": "84.020",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.020. Board of police commissioners — members — officers — member qualifications, appointment — removal for cause — quorum — powers and duties. —1. In all cities not within a county, there shall be, and is hereby established, within and for said cities, a board of police commissioners, to consist of four citizen commissioners, as provided in sections 84.040 to 84.080, to be the governing body of the permanent police force pursuant to section 84.100, together with the mayor of said cities for the time being, or whosoever may be officially acting in that capacity, and said board shall annually appoint one of its members as president, one member who shall act as vice president, and one member who shall act as board secretary; and such president or vice president shall be the executive officer of the board and shall act for it when the board is not in session.\n\n2. The board shall consist of six commissioners, one of whom is the mayor of a city not within a county, four citizen commissioners, and one nonvoting commissioner. The nonvoting commissioner shall be a resident of a city not within a county or shall be a resident of any county of this state that adjoins the city limits of a city not within a county and who owns real property within a city not within a county and pays taxes on such real property. The nonvoting commissioner shall not vote on matters before the commission, but may be counted for purposes of establishing a quorum and discussion, including discussion in any closed meeting of the board. Each citizen commissioner shall be a resident of a city not within a county for no less than two years preceding his or her appointment. Except for the mayor, no commissioner shall be nominated for or hold any other elective or appointed political office. If any citizen commissioner is nominated for or elected to any elective or appointed political office, such commissioner shall forfeit the appointment and shall immediately vacate his or her office. The mayor of a city not within a county shall automatically be a member of the board, while the remaining commissioners, including the nonvoting commissioner, shall be appointed by the governor, with the advice and consent of the senate.\n\n3. Any member of the board, except for the mayor of a city not within a county, may be removed for cause with the approval of a majority of the other board members, but such member shall first be presented with a written statement of the reasons for removal and shall have the opportunity for a hearing by the board to establish cause for removal. The decision for removal of a board member is final. However, the removed member may appeal their removal to the twenty-second judicial circuit court.\n\n4. A majority of the board shall constitute a quorum for the transaction of business, but no action shall be taken by the board or deemed valid unless three concurring votes are cast.\n\n5. The board shall have the power to summon and compel the attendance of witnesses before the board and to compel the production of documents and other evidence, whenever necessary in the discharge of its duties, and shall have the power to administer oaths or affirmations to any person appearing or called before it.\n\n6. The board shall have the following powers and duties:\n\n(1) To receive input from the chief of police, in order to formulate and approve policies governing the operation and conduct of the permanent police force pursuant to section 84.100;\n\n(2) To appoint as a chief of police any person who shall be responsible to the board for proper execution of the policies, duties, and responsibilities established by the board for the administration of the police department, including making recommendations to the board on employment and discipline of the commissioned and civilian employees of the police force, and to remove the chief of police pursuant to section 106.273;\n\n(3) To hear and determine appeals from the decisions of the chief of police on disciplinary matters arising in the department, pursuant to section 590.502; however, at the time of the effective date of this act*and until such time as the board adopts other investigative and disciplinary policies and procedures not inconsistent with section 590.502, discipline and investigative procedures for commissioned and civilian employees of the police force shall be regulated by rule 7 of the police manual of the police department in effect as of November 4, 2013; except that, where rule 7 is in conflict with section 590.502, the board shall comply with the requirements of section 590.502. Under no circumstances shall the board initially or hereafter adopt investigative and disciplinary procedures that do not include the summary hearing board procedures provided for in rule 7 of the police manual of the police department in effect as of November 4, 2013;\n\n(4) To promulgate a manual of rules and regulations for the qualifications and conduct of personnel of the police department and its operation;\n\n(5) To have such other powers and duties with respect to police administration and law enforcement as provided by statute;\n\n(6) To regulate and license all private watchmen, private detectives, and private security serving or acting in the city and no person shall act as such without first having obtained such license. Penalties for the violation of regulations promulgated by the board under this subsection shall be prescribed by ordinance.\n\n(RSMo 1939 § 7689, A.L. 2025 H.B. 495)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803\n\nEffective 3-26-25\n\n*This \"act\" contained an emergency clause for certain sections, see § B, H.B. 495, 2025.\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-020/"
    },
    {
      "id": "section-84-030",
      "number": "84.030",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.030. Police commissioners, appointment — term of office — vacancies. —1. Beginning on the effective date of this act*and no later than ninety days after the effective date of this act*, the four inaugural citizen commissioners shall be appointed by the governor as provided in subsection 2 of section 84.020 and shall serve as follows:\n\n(1) One citizen commissioner shall serve for a term of one year;\n\n(2) One citizen commissioner shall serve for a term of two years;\n\n(3) One citizen commissioner shall serve for a term of three years; and\n\n(4) One citizen commissioner shall serve for a term of four years.\n\n­­The nonvoting commissioner shall be appointed by the governor as provided in subsection 2 of section 84.020 and shall serve for a term of four years. Their successors shall each be appointed for a term of four years, and said commissioners shall hold office for their term of appointment and until their successors shall have been appointed and qualified.\n\n2. Whenever a vacancy occurs on the commission for a citizen commissioner or nonvoting commissioner, the governor may fill the vacancy for the unexpired term as provided in subsection 2 of section 84.020.\n\n(RSMo 1939 § 7690, A.L. 1987 H.B. 661, A.L. 2025 H.B. 495)\n\nPrior revisions: 1929 § 7542; 1919 § 8952; 1909 § 9804\n\nEffective 3-26-25\n\n*This \"act\" contained an emergency clause for certain sections, see § B, H.B. 495, 2025.\n\nSeverability clause, see § 1.1001\n\n(1993) Where state has legally retained control over St. Louis City police force, federal court is not proper forum to challenge appointive system for St. Louis City Board of Police Commissioners. African-American Citizens for Change v. Robbins, 825 F.Supp. 885 (E.D. Mo.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-030/"
    },
    {
      "id": "section-84-040",
      "number": "84.040",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.040. Police commissioners — qualifications — term of office — oath — compensation. —The said commissioners shall be citizens of the state of Missouri, and shall have been residents of the cities for a period of four years next preceding their appointment; they shall, except as specified in sections 84.030 and 84.080, hold their offices for four years, and until their respective successors shall have been appointed and qualified, and receive each a salary of one thousand dollars per annum, payable monthly; before entering upon the duties of their said offices, the said commissioners and the said mayor shall take and subscribe before a circuit or associate circuit judge of the circuit court of judicial circuit in which said cities shall be located, or the clerk thereof, the oath or affirmation prescribed by the Constitution of the state of Missouri, and shall also take and subscribe before the same judge or clerk the further oath or affidavit that in any and every appointment or removal to be made by them to or from the police force created and to be organized by them under sections 84.010 to 84.340, they will in no case and under no pretext appoint or remove any policeman or officer of police, or other person under them, on account of the political opinions of such police officer or other person, or for any other cause or reason than the fitness or unfitness of such a person, in the best judgment of such commissioners, for the place for which he shall be appointed, or from the place from which he shall be removed. The said oaths or affirmations shall be recorded and preserved among the records of the said circuit court.\n\n(RSMo 1939 § 7689, A.L. 1978 H.B. 1634, A.L. 1987 H.B. 661)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-040/"
    },
    {
      "id": "section-84-050",
      "number": "84.050",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.050. Board of police, treasurer — appointment — tenure — bond. —One of their number shall, from time to time, be appointed by the said commissioners treasurer of said board of police; and his appointment, when made, shall be certified to by the clerk of the circuit court of the judicial circuit in which said cities shall be located, under the seal of said court. Said treasurer shall hold his office for such time as may be designated by the commissioners, who may remove him at pleasure. Before he enters upon the duties of his office as treasurer, he shall give bond to the state of Missouri, with one or more sureties, in the penalty of ten thousand dollars, conditioned for the faithful discharge of his duties as treasurer of the board of police, and for the faithful application and payment over, pursuant to the order and direction of said board, of all moneys which may come to his hands as such treasurer. The bond of the treasurer shall be approved by a circuit judge of the judicial circuit in which said cities shall be located and shall be delivered to and safely kept by the treasurer of said cities.\n\n(RSMo 1939 § 7689, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-050/"
    },
    {
      "id": "section-84-060",
      "number": "84.060",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.060. Board of police — secretary, appointment, salary. —1. The board shall appoint a secretary to act as such for the board of police commissioners, to be appointed in the same manner as other officers, and such appointment shall be additional to the number of appointments herein provided. The secretary shall serve at the pleasure of the board.\n\n2. The salary of the secretary of the board shall be determined and fixed by the board of police commissioners, and no other provisions of this chapter shall apply in the determination of the amount of the salary of the secretary.\n\n3. Every person appointed to serve as secretary shall be a resident of the city.\n\n(RSMo 1939 § 7689, A.L. 1981 H.B. 419, A.L. 1983 H.B. 303, et al.)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803\n\nEffective 7-17-83",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-060/"
    },
    {
      "id": "section-84-070",
      "number": "84.070",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.070. Board of police — quorum — vacancy. —A majority of the boards of police shall constitute a quorum; and the failure or refusal of the mayor or acting mayor of said cities to qualify or act hereunder shall in no wise impair the right or duty of said commissioners to organize and proceed as herein provided in sections 84.010 to 84.340. In case a vacancy shall occur on said board, the same shall be filled by the governor of the state of Missouri forthwith, after having been notified that such vacancy exists.\n\n(RSMo 1939 § 7689)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-070/"
    },
    {
      "id": "section-84-080",
      "number": "84.080",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.080. Police commissioners — forfeiture of office — removal. —Any one of said commissioners, who, during his term of office, shall accept any other place of public trust or emolument, or who, during the same period, shall knowingly receive any nomination for an office elective by the people, without publicly declining same within twenty days succeeding such nomination, or shall become a candidate for the nomination for any office at the hands of any political party, shall be deemed to thereby forfeit or vacate his office. Any of said commissioners may be removed by the governor of the state of Missouri upon his being fully satisfied that the commissioner is guilty of any official misconduct.\n\n(RSMo 1939 § 7689)\n\nPrior revisions: 1929 § 7541; 1919 § 8951; 1909 § 9803",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-080/"
    },
    {
      "id": "section-84-090",
      "number": "84.090",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.090. Board of police — duties, powers. —The duties of the boards of police hereby created shall be as follows: They shall, at all times of the day and night, within the boundaries of said cities, as well on water as on land,\n\n(1) Preserve the public peace, prevent crime and arrest offenders;\n\n(2) Protect the rights of persons and property;\n\n(3) Guard the public health;\n\n(4) Preserve order at every public election, and at all public meetings and places, and on all public occasions;\n\n(5) Prevent and remove nuisances on all streets, highways, waters and other places;\n\n(6) Provide a proper police force at every fire for the protection of firemen and property;\n\n(7) Protect emigrants and travelers at steamboat landings and railway stations;\n\n(8) See that all laws relating to elections and to the observance of Sunday, and regulating pawnbrokers, gamblers, intemperance, lotteries and lottery policies, vagrants, disorderly persons, and the public health are enforced;\n\n(9) They shall also enforce all laws and all ordinances passed or which may hereafter be passed by the common council or municipal assembly of said cities, not inconsistent with the provisions of sections 84.010 to 84.340, or any other law of the state, which may be properly enforceable by a police force;\n\n(10) In case they shall have any reason to believe that any person within said cities intends to commit any breaches of the peace, or violation of the law or order beyond the city limits, any person charged with the commission of crime in said cities and against whom criminal process shall have issued, may be arrested upon the same in any part of this state by the police force created or authorized by sections 84.010 to 84.340; provided, however, that before the person so arrested shall be removed from the county in which such arrest is made he shall be taken before some judge, to whom the papers authorizing such arrest shall be submitted; and the person so arrested shall not be removed from said county, but shall forthwith be discharged, unless such judge shall endorse and approve said papers;\n\n(11) The said police commissioners, or either of them, shall have the power to administer oaths or affirmations in the premises, to any person appearing or called before them;\n\n(12) They shall also have the power to summon and compel the attendance of witnesses before them, whenever it may be necessary for the more effectual discharge of their duties.\n\n(RSMo 1939 § 7691, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7543; 1919 § 8953; 1909 § 9805\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-090/"
    },
    {
      "id": "section-84-095",
      "number": "84.095",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.095. Venue for actions against St. Louis police commissioners. —All causes of action against the members of the St. Louis board of police commissioners in their official capacity shall be commenced in the circuit court of the City of St. Louis.\n\n(L. 1997 H.B. 69 & 179 & H.B. 669 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-095/"
    },
    {
      "id": "section-84-100",
      "number": "84.100",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.100. Board to establish police force, size of force. —To enable the boards to perform the duties imposed upon them, they are hereby authorized and required to appoint, enroll and employ only one permanent police force for the cities which they shall equip and arm as they may judge necessary. The number of patrolmen to be appointed shall be determined by the board of police commissioners. The board may continue to employ as many noncommissioned police civilians, which shall include city marshals and park rangers, as it deems necessary in order to perform the duties imposed upon it.\n\n(RSMo 1939 § 7692, A.L. 1943 p. 703, A.L. 1945 p. 1257, A. 1949 H.B. 2033, A.L. 1955 p. 309, A.L. 1957 p. 251, A.L. 1961 p. 206, A.L. 1972 H.B. 1144, A.L. 1977 S.B. 255, A.L. 1990 H.B. 1238, A.L. 2025 H.B. 495)\n\nPrior revisions: 1929 § 7544; 1919 § 8954; 1909 § 9806\n\nEffective 3-26-25\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-100/"
    },
    {
      "id": "section-84-110",
      "number": "84.110",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.110. Board of police — hours of service — emergency powers. —Eight hours shall constitute the time of regular service for the members of the police force for such cities during any one day of twenty-four hours; but nothing herein shall be so construed as to prevent the boards of police commissioners in such cities from suspending the operation of such rule fixing the time of regular daily service of such police officers in case of existing emergencies, and said boards shall have full power to determine the existence and duration of such emergencies, and their finding in respect thereto shall not be subject to review by any other power.\n\n(RSMo 1939 § 7692, A.L. 1943 p. 703, A.L. 1945 p. 1257, A. 1949 H.B. 2033, A.L. 1957 p. 255)\n\nPrior revisions: 1929 § 7544; 1919 § 8954; 1909 § 9806",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-110/"
    },
    {
      "id": "section-84-120",
      "number": "84.120",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.120. Police force members — qualifications — removal — delegation of jurisdiction of hearing officers, functions. —1. No person shall be appointed or employed as policeman, turnkey, or officer of police who shall have been convicted of, or against whom any indictment may be pending, for any offense, the punishment of which may be confinement in the penitentiary; nor shall any person be so appointed who is not of good character, or who is not a citizen of the United States, or who is not able to read and write the English language, or who does not possess ordinary physical strength and courage. The patrolmen and turnkeys hereafter appointed shall serve while they shall faithfully perform their duties and possess mental and physical ability and be subject to removal only for cause after a hearing by the boards, who are hereby invested with the jurisdiction in the premises.\n\n2. The board shall have the sole discretion whether to delegate portions of its jurisdiction to hearing officers. The board shall retain final and ultimate authority over such matters and over the person to whom the delegation may be made. In any hearing before the board under this section, the member involved may make application to the board to waive a hearing before the board and request that a hearing be held before a hearing officer.\n\n3. Nothing in this section or chapter shall be construed to prohibit the board of police commissioners from delegating any task related to disciplinary matters, disciplinary hearings, or any other hearing or proceeding which could otherwise be heard by the board or concerning any determination related to whether an officer is able to perform the necessary functions of the position. Tasks related to the preceding matter may be delegated by the board to a hearing officer under the provisions of subsection 4 of this section.\n\n4. (1) The hearing officer to whom a delegation has been made by the board may, at the sole discretion of the board, perform certain functions, including but not limited to the following:\n\n(a) Presiding over a disciplinary matter from its inception through to the final hearing;\n\n(b) Preparing a report to the board of police commissioners; and\n\n(c) Making recommendations to the board of police commissioners as to the allegations and the appropriateness of the recommended discipline.\n\n(2) The board shall promulgate rules, which may be changed from time to time as determined by the board, and shall make such rules known to the hearing officer or others.\n\n(3) The board shall at all times retain the authority to render the final decision after a review of the relevant documents, evidence, transcripts, videotaped testimony, or report prepared by the hearing officer.\n\n5. Hearing officers shall be selected in the following manner:\n\n(1) The board shall establish a panel of not less than five persons, all who are to be licensed attorneys in good standing with the Missouri Bar. The composition of the panel may change from time to time at the board's discretion;\n\n(2) From the panel, the relevant member or officer and a police department representative shall alternatively and independently strike names from the list with the last remaining name being the designated hearing officer. The board shall establish a process to be utilized for each hearing which will determine which party makes the first strike and the process may change from time to time;\n\n(3) After the hearing officer is chosen and presides over a matter, such hearing officer shall become ineligible until all hearing officers listed have been utilized, at which time the list shall renew, subject to officers' availability.\n\n6. Nothing in this section shall be construed to authorize the board of police commissioners to remove or discharge any chief, as that term is defined in section 106.273.\n\n(RSMo 1939 § 7692, A.L. 1943 p. 703, A.L. 1945 p. 1257, A. 1949 H.B. 2033, A.L. 2007 H.B. 41 merged with H.B. 574, A.L. 2013 H.B. 307)\n\nPrior revisions: 1929 § 7544; 1919 § 8954; 1909 § 9806",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-120/"
    },
    {
      "id": "section-84-130",
      "number": "84.130",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.130. Reemployment of veterans, when. —The boards may reappoint all members of the police force who have heretofore, or shall hereafter, resign to enter the military service of the United States during any war in which the United States is engaged, without loss of rank, and with the same effect as if an indefinite leave of absence had been granted such members, upon condition that an application for such reappointment shall be made within ninety days after the applicant's discharge from military service and that the applicant is mentally and physically qualified for police duty. The boards may make such reappointments notwithstanding that it may cause the number of policemen employed to temporarily exceed the number herein authorized. All necessary reductions in rank shall be made to enable the boards to reappoint officers above the rank of patrolmen as aforesaid to the end that the number of such officers shall not exceed that provided for in section 84.150.\n\n(L. 1943 p. 703 § 7692, A.L. 1945 p. 1257, A. 1949 H.B. 2033, A.L. 1972 H.B. 1144)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-130/"
    },
    {
      "id": "section-84-140",
      "number": "84.140",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.140. Vacations, holidays and off-duty time. —The boards shall grant every member of the police force who has served for one year or more a total of three weeks vacation each year with pay, and each member of the police force who has served the department for twelve years or more shall receive four weeks vacation each year with pay, and each member of the police force who has served the department for twenty-one years or more shall receive five weeks vacation each year with pay, and each member of the police force who has served the department for thirty years or more and is eligible to participate in the deferred retirement option plan shall receive six weeks vacation each year with pay; however the board may grant an additional week of paid vacation to members after one year of service. All members of the police force shall receive fifteen holidays with pay, however the board may grant additional holidays with pay, and one hundred four days off duty each year with pay, and the boards may from time to time grant additional days off duty each year with pay when in the judgment of the boards, the granting thereof will not materially impair the efficiency of the department.\n\n(L. 1943 p. 703 § 7692a, A.L. 1945 p. 1257, A.L. 1947 V. II p. 304, A.L. 1949 p. 372, A.L. 1957 p. 254, A.L. 1972 H.B. 1144, A.L. 1977 S.B. 255, A.L. 1978 S.B. 508, A.L. 1986 S.B. 631, A.L. 2002 H.B. 1773, A.L. 2003 S.B. 248, et al. merged with S.B. 513)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-140/"
    },
    {
      "id": "section-84-150",
      "number": "84.150",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.150. Total number of officers and number in each rank. —The total number of officers and the number of officers at each rank of the police force in each such city shall be determined by the board of police commissioners. The officers of the police force shall have commissions issued to them by the boards of police commissioners, and those heretofore and those hereafter commissioned shall serve so long as they shall faithfully perform their duties and possess the necessary mental and physical ability, and be subject to removal only for cause after a hearing by the board, who are hereby invested with exclusive jurisdiction in the premises.\n\n(RSMo 1939 § 7693, A.L. 1941 p. 462, A.L. 1945 p. 1257, A.L. 1947 V. II p. 304, A.L. 1957 p. 251, A.L. 1961 p. 206, A.L. 1972 H.B. 1144, A.L. 1977 S.B. 255, A.L. 1978 S.B. 508, A.L. 1993 S.B. 250, A.L. 2009 H.B. 481, A.L. 2025 H.B. 495)\n\nPrior revisions: 1929 § 7545; 1919 § 8955; 1909 § 9807\n\nEffective 3-26-25\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-150/"
    },
    {
      "id": "section-84-160",
      "number": "84.160",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.160. Board of police commissioners to determine salaries — minimum appropriation amounts — overtime, how compensated — other employment benefits — unused vacation, compensation for certain officers. —1. As of the effective date of this act*, the board of police commissioners shall have the authority to compute and establish the annual salary of each member of the police force without receiving prior authorization from the general assembly, which shall not be less than the annual salary paid to any member at the time of the effective date of this act*.\n\n2. Each officer of police and patrolman whose regular assignment requires nonuniformed attire may receive, in addition to his or her salary, an allowance not to exceed three hundred sixty dollars per annum payable biweekly. Notwithstanding the provisions of subsection 1 of this section to the contrary, no additional compensation or compensatory time off for overtime, court time, or standby court time shall be paid or allowed to any officer of the rank of lieutenant or above. Notwithstanding any other provision of law to the contrary, nothing in this section shall prohibit the payment of additional compensation pursuant to this subsection to officers of the ranks of sergeants and above, provided that funding for such compensation shall not:\n\n(1) Be paid from the general funds of either the city or the board of police commissioners of the city; or\n\n(2) Be violative of any federal law or other state law.\n\n3. It is the duty of the municipal assembly or common council of the cities to make the necessary appropriation for the expenses of the maintenance of the police force governed by the board of police commissioners, in the manner provided in section 84.210; except, pursuant to subsection 2 of Section 21 of Article X of the Missouri Constitution, such municipal assembly or common council shall appropriate a minimum sum equal to the following percentages of the city's general revenue:\n\n(1) Twenty-two percent for the period ending December 31, 2025;\n\n(2) Twenty-three percent for the period beginning on January 1, 2026, and ending on December 31, 2026;\n\n(3) Twenty-four percent for the period beginning on January 1, 2027, and ending on December 31, 2027; and\n\n(4) Twenty-five percent beginning on January 1, 2028, and for all subsequent years;\n\n­­to fund the police force governed by the board of police commissioners. Any pension and retirement costs shall be excluded from the calculation of expenses for the maintenance of the police force for the purposes of the minimum funding requirements provided in this subsection.\n\n4. Notwithstanding the provisions of subsection 1 of this section to the contrary, the board of police commissioners shall pay additional compensation for all hours of service rendered by probationary patrolmen, patrolmen, and sergeants in excess of the established regular working period, and the rate of compensation shall be one and one-half times the regular hourly rate of pay to which each member shall normally be entitled; except that, the court time and court standby time shall be paid at the regular hourly rate of pay to which each member shall normally be entitled. No credit shall be given or deductions made from payments for overtime for the purpose of retirement benefits.\n\n5. Notwithstanding the provisions of subsection 1 of this section to the contrary, probationary patrolmen, patrolmen, and sergeants shall receive additional compensation for authorized overtime, court time and court standby time whenever the total accumulated time exceeds forty hours. The accumulated forty hours shall be taken as compensatory time off at the officer's discretion with the approval of his supervisor.\n\n6. The allowance of compensation or compensatory time off for court standby time shall be computed at the rate of one-third of one hour for each hour spent on court standby time.\n\n7. The board of police commissioners shall effect programs to provide additional compensation to its employees for successful completion of academic work at an accredited college or university, in amounts not to exceed ten percent of their yearly salaries or for field training officer and lead officer responsibilities in amounts not to exceed three percent of their yearly salaries for field training officer responsibilities and an additional three percent of their yearly salaries for lead officer responsibilities. The board may designate up to one hundred fifty employees as field training officers and up to fifty employees as lead officers.\n\n8. The board of police commissioners:\n\n(1) Shall provide or contract for life insurance coverage and for insurance benefits providing health, medical and disability coverage for officers and employees of the department;\n\n(2) Shall provide or contract for insurance coverage providing salary continuation coverage for officers and employees of the police department;\n\n(3) Shall provide health, medical, and life insurance coverage for retired officers and employees of the police department. Health, medical and life insurance coverage shall be made available for purchase to the spouses or dependents of deceased retired officers and employees of the police department who receive pension benefits pursuant to sections 86.200 to 86.364 at the rate that such dependent's or spouse's coverage would cost under the appropriate plan if the deceased were living;\n\n(4) May pay an additional shift differential compensation to members of the police force for evening and night tour of duty in an amount not to exceed ten percent of the officer's base hourly rate.\n\n9. Notwithstanding the provisions of subsection 1 of this section to the contrary, the board of police commissioners shall pay additional compensation to members of the police force up to and including the rank of police officer for any full hour worked between the hours of 11:00 p.m. and 7:00 a.m., in amounts equal to ten percent of the officer's base hourly pay.\n\n10. The board of police commissioners, from time to time and in its discretion, may pay additional compensation to police officers, sergeants and lieutenants by paying commissioned officers in the aforesaid ranks for accumulated, unused vacation time. Any such payments shall be made in increments of not less than forty hours, and at rates equivalent to the base straight-time rates being earned by said officers at the time of payment; except that, no such officer shall be required to accept payment for accumulated unused vacation time.\n\n(RSMo 1939 § 7694, A.L. 1944 p. 43, A.L. 1945 p. 1257, A.L. 1947 V. II p. 304, A.L. 1949 p. 372, A.L. 1951 p. 323, A.L. 1955 p. 277, A.L. 1957 p. 252, A.L. 1961 p. 203, A.L. 1965 p. 197, A.L. 1967 p. 161, A.L. 1969 p. 148, A.L. 1972 H.B. 1144, A.L. 1973 S.B. 164, A.L. 1974 S.B. 475, A.L. 1975 S.B. 349, A.L. 1977 S.B. 255, A.L. 1978 S.B. 508, A.L. 1979 S.B. 443, A.L. 1983 H.B. 303, et al., A.L. 1986 S.B. 631, A.L. 1986 S.B. 443, A.L. 1988 S.B. 698, A.L. 1990 S.B. 593, A.L. 1993 S.B. 250 subsecs. 1 to 12, A.L. 1995 S.B. 167, A.L. 1998 H.B. 1609, A.L. 2000 H.B. 1808, A.L. 2002 H.B. 1773 merged with S.B. 967, A.L. 2005 H.B. 448, A.L. 2006 S.B. 1086, A.L. 2025 H.B. 495)\n\nEffective 3-26-25\n\n*This \"act\" contained an emergency clause for certain sections, see § B, H.B. 495, 2025.\n\nSeverability clause, see § 1.1001\n\n(1980) By imposing restrictions on police officers' meal periods, the board of police commissioners authorized the meal period as overtime, if such period was the cause of more than 40 hours of work per week. Brooks v. Whaley (A.) 613 S.W.2d 656.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-160/"
    },
    {
      "id": "section-84-170",
      "number": "84.170",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.170. Police force vacancies and promotions — rules of board, requirements. —1. When any vacancy shall take place in any grade of officers, it shall be filled from the next lowest grade; provided, however, that probationary patrolmen shall serve at least six months as such before being promoted to the rank of patrolman; patrolmen shall serve at least three years as such before being promoted to the rank of sergeant; sergeants shall serve at least one year as such before being promoted to the rank of lieutenant; lieutenants shall serve at least one year as such before being promoted to the rank of captain; and in no case shall the chief or assistant chief be selected from men not members of the force or below the grade of captain. Patrolmen shall serve at least three years as such before promotion to the rank of detective; the inspector shall be taken from men in the rank not below the grade of lieutenant.\n\n2. The boards of police are hereby authorized to make all such rules and regulations, not inconsistent with sections 84.010*to 84.340, or other laws of the state, as they may judge necessary, for the appointment, employment, uniforming, discipline, trial and government of the police. At the time of the effective date of this act**and until such time as the board adopts other investigative and disciplinary policies and procedures not inconsistent with section 590.502, discipline and investigative procedures for commissioned and civilian employees of the police force shall be regulated by rule 7 of the police manual of the police department in effect as of November 4, 2013; except that, where rule 7 is in conflict with section 590.502, the board shall comply with the requirements of section 590.502. Under no circumstances shall the board initially or hereafter adopt investigative and disciplinary procedures that do not include the summary hearing board procedures provided for in rule 7 of the police manual of the police department in effect as of November 4, 2013. The said boards shall also have power to require of any officer or policeman bond with sureties when they may consider it demanded by the public interests. All lawful rules and regulations of the board shall be obeyed by the police force on pain of dismissal or such lighter punishment, either by suspension, fine, reduction or forfeiture of pay, or otherwise as the boards may adjudge.\n\n3. The authority possessed by the board of police includes, but is not limited to, the authority to delegate portions of its powers authorized in section 84.120, including presiding over a disciplinary hearing, to a hearing officer as determined by the board.\n\n(RSMo 1939 § 7695, A.L. 2007 H.B. 41 merged with H.B. 574, A.L. 2025 H.B. 495)\n\nPrior revisions: 1929 § 7547; 1919 § 8957; 1909 § 9809\n\nEffective 3-26-25\n\n*Section 84.010 was repealed by Initiative, Proposition A, November 6, 2012.\n\n**This \"act\" contained an emergency clause for certain sections, see § B, H.B. 495, 2025.\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-170/"
    },
    {
      "id": "section-84-180",
      "number": "84.180",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.180. Police force — acceptance of gratuities prohibited — disposition of fines. —No officer of police or policeman shall be allowed to receive any money or gratuity or compensation for any service he may render without the consent of the said boards; and all such moneys as any policeman or police officer may be so permitted to receive shall be paid over to the boards, and together with all the proceeds of all fines, forfeitures and unreclaimed property which may come to the possession of said boards, or to be recovered by them under the provisions of sections 84.010 to 84.340, or any other law or ordinance, shall be disposed of in accordance with rules adopted by the said boards, subject to the provisions of the laws of this state controlling and directing the dispensation of such funds.\n\n(RSMo 1939 § 7696)\n\nPrior revisions: 1929 § 7548; 1919 § 8958; 1909 § 9810",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-180/"
    },
    {
      "id": "section-84-190",
      "number": "84.190",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.190. Board of police — equipment and clerical personnel — use of fire alarm telegraph — procedure in case of hindrance. —1. The boards of police commissioners are hereby authorized to provide themselves with such office and office furniture, and such clerks and subordinates as they shall need; and to have and use a common seal. They may divide such cities into not more than twelve nor less than nine police districts, and provide in each of them, if necessary, a station house or houses, with all things and equipments required for the same, and all such other accommodations as may be required for the use of the police.\n\n2. The boards, for all the purposes of sections 84.010 to 84.340, shall have the use of the fire alarm telegraph of such cities for police purposes, and all station houses, watch boxes, firearms, equipments, accoutrements and other accommodations and things provided by such cities, for the use and service of the police, as fully and to the same extent as the same are now used by or for any present police, or as fully and to the same extent as the same may be used by any police force in any of the cities to which sections 84.010 to 84.340 may hereafter apply; and the mayor and common council or municipal assembly, and all persons and municipal officers in charge thereof, are hereby ordered and required to allow such use accordingly. In case the mayor and common council or municipal assembly of any of such cities, or its officers or agents, refuse or neglect to allow such use, as and whenever the same shall be required by the boards created by sections 84.010 to 84.340, or refuse to set aside and appropriate the revenue necessary to carry out the provisions of sections 84.010 to 84.340, or place obstructions or hindrances in the way of the proper discharge of the powers of such boards, the boards may apply to the circuit courts of the judicial circuit in which such cities may be located, in the name of the state, for a mandamus to compel a compliance with the provisions of this section, and the application thereof shall be heard and decided by the court. One week's notice of the application shall be given, and the respondent or respondents shall have the right to answer within the week; and if testimony be needed on either side, the same shall be taken within ten days after the same is filed, or the week shall be expired. From the decision in the circuit court in the premises either party may appeal within ten days; and it shall be the duty of the clerk of such courts to send up the record immediately, and the appeal shall be heard immediately by the supreme court, if then in session, and if not in session, at the next term. In both courts the case shall be taken up and tried in preference to all others.\n\n(RSMo 1939 § 7697, A.L. 1961 p. 204)\n\nPrior revisions: 1929 § 7549; 1919 § 8959; 1909 § 9811",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-190/"
    },
    {
      "id": "section-84-200",
      "number": "84.200",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.200. Duty of sheriff to aid in maintaining public peace. —It shall be the duty of the sheriff of the county or city in which any of the cities to which sections 84.010 to 84.340 may apply shall be located, whenever called on for that purpose by said boards, to act under their control for the preservation of the public peace and quiet; and, if ordered by them to do so, he shall summon the posse comitatus for that purpose, and hold and employ such posse subject to their direction; whenever the exigency or circumstances may, in their judgment, warrant it, the said boards shall have the power to assume the control and command of all conservators of the peace of the county or city in which any of the cities to which sections 84.010 to 84.340 may apply, whether sheriff, constable, policemen or others, and they shall act under the orders of the said boards and not otherwise.\n\n(RSMo 1939 § 7698)\n\nPrior revisions: 1929 § 7550; 1919 § 8960; 1909 § 9812",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-200/"
    },
    {
      "id": "section-84-210",
      "number": "84.210",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.210. Board of police — annual estimate of expenses, contents — claims for expenses. —1. It shall be the duty of said boards, annually on or before the last day of February of each year to prepare, in writing, on such forms as may be prescribed for budget preparation purposes by such cities for departments of city government, an estimate of the sum of money which will be necessary for the subsequent fiscal year, to enable them to discharge the duties hereby imposed upon them, and to meet the expenses of the police department. Such estimate shall include, but not be limited to, all reasonably anticipated revenues of such boards from all sources including, but not limited to, grants from the federal or state governments, governmental agencies or other grantors and forfeitures of property and proceeds of forfeited property, a table of organization, line items for personnel, supplies, maintenance, repairs, services and contractual requirements, and a statement comparing receipts and expenses for the last prior full fiscal year, the current fiscal year, and the fiscal year to which the estimate pertains. Said boards shall forthwith certify such estimate to the board of common council or municipal assembly, as the case may be, of said cities, who are hereby required to set apart and appropriate the amount so certified, payable out of the revenue of said cities, after having first deducted the amount necessary to pay the interest upon the indebtedness of said cities, the amount necessary for the expenses of the city hospital and health department, the amount necessary for lighting the city, and any sum required by law to be placed to the credit of the sinking fund of said cities. During a fiscal year for which an appropriation has been so made, said boards shall not transfer funds appropriated for one line item of such appropriation to any other line item without the prior approval of the municipal board of estimate and apportionment.\n\n2. The said boards of police commissioners shall pass upon all claims presented against them for the expenses incurred in the discharge of their duties as herein provided, and shall certify, by their president and secretary, all such claims as are entitled to payment and all salary rolls for salaries as provided in sections 84.010 to 84.340, and such claims and salary rolls, when so certified, shall be duly audited and paid by the proper disbursing officer or officers of said cities within five days after being audited, out of any moneys in the city treasury not appropriated to the specific purposes above enumerated; provided, however, that the amount of said claims and salary rolls so certified shall not exceed, in any one year, the amount so, as aforesaid, estimated for that year to the common council or municipal assembly of said cities aforesaid. The common council or municipal assembly of said cities shall have no power or authority to levy or collect any taxes or appropriate any money for the payment of any police force, other than that organized and employed under sections 84.010 to 84.340. No officer or servant of the mayor or the common council or municipal assembly of said cities shall disburse any money for the payment of any police force other than that organized and employed under sections 84.010 to 84.340, and the power of said mayor and common council or municipal assembly to appropriate and disburse money for the payment of the police force organized and employed under sections 84.010 to 84.340 shall be exercised as in this section directed and not otherwise.\n\n(RSMo 1939 § 7699, A.L. 1995 S.B. 167)\n\nPrior revisions: 1929 § 7551; 1919 § 8961; 1909 § 9813",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-210/"
    },
    {
      "id": "section-84-225",
      "number": "84.225",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.225. Prohibited acts, penalty — disqualification from holding office or employment, when. —Any officer or servant of the mayor or common council or municipal assembly of the cities, or other persons whatsoever, who forcibly resists or obstructs the execution or enforcement of any of the provisions of sections 84.012 to 84.340 or relating to the same, or who disburses or fails to disburse any money in violation thereof, or who hinders or obstructs the organization or maintenance of the board of police commissioners or the police force therein provided to be organized and maintained, or who maintains or controls any police force other than the one therein provided for, or who delays or hinders the due enforcement of sections 84.012 to 84.340 by failing or neglecting to perform the duties by such sections imposed upon him or her, shall be subject to a penalty of one thousand dollars for each offense, recoverable by the board by action at law in the name of the state, and shall forever thereafter be disqualified from holding or exercising any office or employment whatsoever under the mayor or common council or municipal assembly of such cities, or under sections 84.012 to 84.340; provided that, nothing in this section shall be construed to interfere with the punishment, under any existing or any future laws of this state, of any criminal offense that is committed by the parties in or about the resistance, obstruction, hindrance, conspiracy, combination, or disbursement aforesaid.\n\n(L. 2025 H.B. 495)\n\nEffective 3-26-25\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-225/"
    },
    {
      "id": "section-84-230",
      "number": "84.230",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.230. Arrests — procedure. —The commissioners of police shall cause all persons arrested by the police to be brought before some proper judge within said cities, to be dealt with according to law. Proper police officers in charge of police station houses may, if the offense charged against any person is a bailable one, at the request of such person, take from him a recognizance in such sum as may seem to be sufficient and proper with sufficient sureties for his appearance at the proper time before some judge, but no attorney at law, police officer, and no official or employee holding office under the municipality of the said cities, or the state of Missouri, and no clerk in the employ of such officer, officials or employees shall be accepted as surety upon such bond or bonds; the proper officers in charge of said station houses may administer oaths to parties qualifying as such surety or sureties; and may refuse to receive as such surety or sureties any and all parties with unsavory reputations or who, as professional bondsmen, tend to defeat the ends of justice, and no one shall be accepted as bondsman who shall have standing against him an unsatisfied judgment rendered on a forfeited bond; such proper police officers in charge of police stations may, prior to the appearance of any person arrested before some proper judge, refuse to admit to the presence of arrested persons confined in stations, all persons who have the reputation of being what is known as grafters or shysters, or those attorneys who are guilty of the practice of soliciting business.\n\n(RSMo 1939 § 7701, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7553; 1919 § 8963; 1909 § 9815\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-230/"
    },
    {
      "id": "section-84-250",
      "number": "84.250",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.250. Board of police — records — annual report. —The board shall cause a full journal of their proceedings to be kept, and shall also cause all their receipts and disbursements of money to be faithfully entered in books to be procured and kept for that purpose, and said journal, and all said books, and all other documents in possession of said board, shall always be open to the inspection of the general assembly of the state of Missouri or any committee appointed by it for that purpose. It shall be the duty of the board to report to the common council or municipal assembly of the said city at each annual session thereof, the number and expenses of the police force employed by it under sections 84.010 to 84.340, and all such other matters as may be of public interest, in connection with the duties assigned it by sections 84.010 to 84.340.\n\n(RSMo 1939 § 7703)\n\nPrior revisions: 1929 § 7555; 1919 § 8965; 1909 § 9817",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-250/"
    },
    {
      "id": "section-84-260",
      "number": "84.260",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.260. Mounted police. —The board, whenever and for so long a time as may be necessary, may out of the force provided for in section 84.100, appoint, mount and equip as many policemen for duty in the parks, outskirts and such other portions of the said cities as the board may deem necessary.\n\n(RSMo 1939 § 7704, A.L. 1953 p. 268)\n\nPrior revisions: 1929 § 7556; 1919 § 8966; 1909 § 9818",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-260/"
    },
    {
      "id": "section-84-265",
      "number": "84.265",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.265. Policewomen, appointment, powers. —The board may appoint such number of women members of the police force as they deem necessary, and such women members shall have and exercise all the powers of the other members of the police force.\n\n(L. 1951 p. 333)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-265/"
    },
    {
      "id": "section-84-325",
      "number": "84.325",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.325. Transition director, appointment — implementation period, control by board of police commissioners — transfer of indebtedness and assets — duties of board, personnel — rulemaking authority. —1. A transition director shall be appointed by the governor to ensure oversight of an orderly transition of the control of any municipal police force from any city not within a county to the board of police commissioners. The implementation period shall begin on the effective date of this act*, and end no later than July 1, 2026. The board of police commissioners shall assume control of any municipal police force established within any city not within a county during the implementation period, according to the procedures and requirements of this section and any rules promulgated under subsection 6 of this section and as determined in coordination with the transition director, local officials, and the board of police commissioners. The purpose of these procedures and requirements is to ensure the continuity of operations of the municipal police force with minimized disruptions to the residents of any city not within a county, to provide for an orderly and appropriate transition in the governance of the police force, and to provide for an equitable employment transition for commissioned and civilian personnel.\n\n2. Upon the assumption of control by the board of police commissioners under subsection 1 of this section, any municipal police department within any city not within a county shall convey, assign, and otherwise transfer to the board title and ownership of all indebtedness and assets, including, but not limited to, all funds and real and personal property held in the name of or controlled by the municipal police department. Such city shall thereafter cease the operation of any police department or police force.\n\n3. Upon the assumption of control by the board of police commissioners under subsection 1 of this section, the state shall accept responsibility, ownership, and liability as successor-in-interest for contractual obligations and other lawful obligations of the municipal police department.\n\n4. The board of police commissioners shall initially employ, without a reduction in rank, salary, or benefits, all commissioned and civilian personnel of the municipal police department who were employed by the municipal police department immediately prior to the date the board assumed control. The board shall recognize all accrued years of service that such commissioned and civilian personnel had with the municipal police department, as well as all accrued years of service that such commissioned and civilian personnel had previously with the board of police commissioners. Such personnel shall be entitled to the same holidays, vacation, sick leave, sick bonus time, and annual step increases they were entitled to as employees of the municipal police department.\n\n5. The commissioned and civilian personnel who retire from service with the municipal police department before the board of police commissioners assumed control of the department under subsection 1 of this section shall continue to be entitled to the same pension benefits provided as employees of the municipal police department and the same benefits set forth in subsection 4 of this section. Any police pension system created under chapter 86 for the benefit of a police force established under sections 84.012 to 84.340 shall continue to be governed by chapter 86 and shall apply to any comprehensive policing plan and any police force established under sections 84.012 to 84.340. Other than any provision that makes chapter 86 applicable to a municipal police force established under sections 84.343**to 84.346**, nothing in sections 84.012 to 84.340 shall be construed as limiting or changing the rights or benefits provided under chapter 86.\n\n6. The board of police commissioners may promulgate all necessary rules and regulations for the implementation and administration of this section. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after March 26, 2025, shall be invalid and void.\n\n(L. 2025 H.B. 495)\n\nEffective 3-26-25\n\n*This \"act\" contained an emergency clause for certain sections, see § B, H.B. 495, 2025.\n\n**Sections 84.343 to 84.346 were repealed by H.B. 495, 2025.\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-325/"
    },
    {
      "id": "section-84-330",
      "number": "84.330",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.330. Police force members are officers of state. —The members of the police force of the cities covered by sections 84.010 to 84.340, organized and appointed by the police commissioners of said cities, are hereby declared to be officers of the said cities, under the charter and ordinances thereof, and also to be officers of the state of Missouri, and shall be so deemed and taken in all courts having jurisdiction of offenses against the laws of this state or the ordinances of said cities.\n\n(RSMo 1939 § 7711)\n\nPrior revisions: 1929 § 7563; 1919 § 8973; 1909 § 9825",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-330/"
    },
    {
      "id": "section-84-340",
      "number": "84.340",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n*84.340. Board of police — power to regulate private detectives. —Except as provided under section 590.750, the police commissioner of the said cities shall have power to regulate and license all private watchmen, private detectives and private policemen, serving or acting as such in said cities, and no person shall act as such private watchman, private detective or private policeman in said cities without first having obtained the written license of the president or acting president of said police commissioners of the said cities, under pain of being guilty of a misdemeanor.\n\n(RSMo 1939 § 7712, A.L. 2014 S.B. 656 merged with S.B. 852)\n\nPrior revisions: 1929 § 7564; 1919 § 8974; 1909 § 9826\n\nEffective 8-28-14 (S.B. 852); 10-10-14 (S.B. 656), see § 21.250.\n\n*S.B. 656 was vetoed July 14, 2014. The veto was overridden on September 10, 2014.\n\n(1974) Held constitutional as not being an unlawful delegation of legislative power nor as to being discriminatory in that police officers of the city are not required to be licensed or pay fee when acting as a watchman. ABC Security Service Inc. v. Miller (Mo.), 514 S.W.2d 521.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-340/"
    },
    {
      "id": "section-84-350",
      "number": "84.350",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.350. Board of police commissioners — organization — qualifications, terms, salaries, audits. —1. In all cities of this state that now have, or may hereafter have, three hundred thousand inhabitants and not over seven hundred thousand inhabitants, there shall be, and is hereby established, within and for the cities, a board of police commissioners to consist of four commissioners as provided in section 84.360, together with the mayor of such cities, or whosoever may be officially acting in that capacity, who shall be a voting member of the board. The board shall appoint one of its members as president of the board, and one other member as vice president. The president, or vice president in the absence of the president, shall be the presiding officer of the board and shall act for it when the board is not in session. The commissioners shall be citizens of the state of Missouri and shall have been residents of the respective cities in which they are appointed to serve for a period of four years next preceding their appointment, except the mayor, who shall serve for a term equal to his term of office as mayor. The commissioners shall, except as otherwise specified in this section and section 84.360, hold their offices for four years, and until their respective successors are appointed and qualified. Each commissioner shall receive a salary of two thousand four hundred dollars per annum, payable not less than semimonthly, except that the mayor shall not receive any salary or compensation for his duties as commissioner.\n\n2. The police department of such city may be audited once a year by an independent auditor to be selected by the city's board of police commissioners and approved by the mayor. The police department of such city may be audited at any time by the state auditor or by the auditor of the city. Prior to auditing the police department of such city, the city auditor shall determine which agencies or divisions of the police department would most benefit from performance auditing and notify the board of police commissioners. The city auditor, in conjunction with the board of police commissioners, shall develop a schedule for conducting such audits on such police department agencies or divisions as to not disrupt or interfere with the conduct of police business, the public's safety or the normal course of said auditors' duties or responsibilities for such city.\n\n(RSMo 1939 § 7645, A.L. 1943 p. 727, A.L. 1947 V. I p. 405, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1993 S.B. 376, A.L. 1995 H.B. 574)\n\nPrior revisions: 1929 § 7502; 1919 § 8913; 1909 § 9765",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-350/"
    },
    {
      "id": "section-84-360",
      "number": "84.360",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.360. Board of police — appointment — term of office — vacancy. —The governor of the state of Missouri, by and with the consent of the senate, shall appoint the four commissioners provided for in section 84.350, and one commissioner shall be appointed for a term of one year; one commissioner shall be appointed for a term of two years; one commissioner shall be appointed for a term of three years; one commissioner shall be appointed for a term of four years. Their successors shall each be appointed for a term of four years, and said commissioners shall hold office for their term of appointment and until their successors shall have been appointed and qualified. In case of a vacancy in said board from any cause whatever, it shall be filled by appointment for the unexpired term, in the same manner as in the case of original appointments. The governor shall issue commissions to the persons so appointed, designating the time for which they are appointed in case the appointment is to fill an unexpired term occasioned by death, resignation or any other cause whatever, and whenever the term of office of any commissioner expires, the appointment of his successor shall be for four years.\n\n(RSMo 1939 § 7646, A.L. 1943 p. 727)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-360/"
    },
    {
      "id": "section-84-370",
      "number": "84.370",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.370. Board of police — oath. —Before entering upon the duties of their respective offices, the said commissioners shall take and subscribe before the judge of the court of record having jurisdiction of the trial of criminal cases in the county in which the respective cities for which they are appointed to serve shall be located, or the clerk thereof in vacation, the oath or affirmation prescribed by the Constitution of the state of Missouri, and shall also take and subscribe before the same judge, or clerk in vacation, the further oath or affidavit that they will in no case and under no pretext act on behalf of or against, prefer or disfavor, any policeman or officer of police or other employee of the board for or on account of the political opinions of such person, or for any other cause or reason whatsoever than the fitness or unfitness, merit or lack of merit of such person, in the best judgment of such commissioners, and that during their tenure as members of the board of police commissioners (other than the mayor) they will refrain from partisan political activity, violation of which shall be sufficient cause for removal of such members of the board. The said oaths or affirmations shall be recorded and preserved among the records of said court.\n\n(RSMo 1939 § 7645, A.L. 1943 p. 727, A.L. 1947 V. I p. 405)\n\nPrior revisions: 1929 § 7506; 1919 § 8917; 1909 § 9769",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-370/"
    },
    {
      "id": "section-84-380",
      "number": "84.380",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.380. Board of police, treasurer — appointment — tenure — bond. —One of their number shall, from time to time, be appointed by said commissioners treasurer of said board of police; and his appointment, when made, shall be certified to by the clerk of the circuit court of the county in which said cities shall be located, under the seal of said court. Said treasurer shall hold his office for such time as may be designated by the commissioners, who may remove him at pleasure. Before he enters upon the duties of his office as treasurer, he shall give bond to the state of Missouri, with one or more sureties, in the penalty of ten thousand dollars, conditioned for the faithful discharge of his duties as treasurer of the board of police and for the faithful application and payment over, pursuant to the order and direction of said board, of all moneys which may come to his hands as such treasurer. The bond of the treasurer shall be approved by a circuit judge of the circuit court of the county in which said cities shall be located, and shall be delivered to and safely kept by the treasurer of said cities.\n\n(RSMo 1939 § 7645, A.L. 1943 p. 727, A.L. 1947 V. I p. 405, A.L. 1978 H.B. 1634)\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-380/"
    },
    {
      "id": "section-84-390",
      "number": "84.390",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.390. Police commissioners — removal. —For official misconduct any of said commissioners so appointed may be removed by the governor, upon his being satisfied that such commissioner is guilty of the alleged official misconduct. No such commissioner shall be so removed until the governor has first notified such commissioner in writing of the particulars of such alleged official misconduct and shall have given such commissioner a reasonable opportunity to prove his innocence of such misconduct. The provisions of section 106.010 shall not apply to sections 84.350 to 84.860 or to any appointment made hereunder.\n\n(RSMo 1939 § 7647, A.L. 1943 p. 727 § 7648)\n\nPrior revisions: 1929 § 7505; 1919 § 8916; 1909 § 9768",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-390/"
    },
    {
      "id": "section-84-400",
      "number": "84.400",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.400. Police commissioners, members of force — forfeiture of office, when — service on boards, commissions, or task forces permitted, when. —1. Any one of said commissioners so appointed or any member of any such police force who, during the term of his or her office, shall accept any other place of public trust, or emolument, or who shall knowingly receive any nomination for an office elective by the people, and shall fail to decline such nomination publicly within the five days succeeding such nomination or shall become a candidate for the nomination for any office at the hands of any political party, shall be deemed to have thereby forfeited and vacated office as such commissioner or member of such police force.\n\n2. Notwithstanding any provisions of law to the contrary, a member of the board or any member of such police force may be appointed to serve on any state or federal board, commission, or task force where no compensation for such service is paid, except that such board member or member of such police force may accept payment of a per diem for attending meetings, or, if no per diem is provided, reimbursement from such board, commission, or task force for reasonable and necessary expenses for attending such meetings.\n\n(RSMo 1939 § 7648, A.L. 1943 p. 727 § 7649, A.L. 2021 H.B. 271 merged with S.B. 26 merged with S.B. 53 & 60)\n\nPrior revisions: 1929 § 7504; 1919 § 8915; 1909 § 9767",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-400/"
    },
    {
      "id": "section-84-410",
      "number": "84.410",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.410. Board of police — quorum — effective time of regulations. —The majority of the board shall constitute a quorum for the transaction of business. No rule or regulation of the board shall take effect until fifteen days after final action on it by the board unless otherwise specified by the board. No action shall be taken by the board unless three concurring votes are cast.\n\n(RSMo 1939 § 7649, A.L. 1943 p. 727 § 7650)\n\nPrior revisions: 1929 § 7507; 1919 § 8918; 1909 § 9770",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-410/"
    },
    {
      "id": "section-84-420",
      "number": "84.420",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.420. Board of police — duties, responsibilities, determination of policies. —1. The board of police commissioners shall have the duty and responsibility at all times of the day and night within the boundaries of these cities, and on other public property of these cities beyond the corporate limits thereof to*:\n\n(1) Preserve the public peace;\n\n(2) Prevent crime and arrest offenders;\n\n(3) Protect the rights of persons and property;\n\n(4) Guard the public health;\n\n(5) Preserve order at every public election, and at all public meetings and places and on all public occasions;\n\n(6) Prevent and remove nuisances on all streets, alleys, highways, waters, and other places;\n\n(7) Provide a proper police force at fires for the protection of firemen and property;\n\n(8) Protect transients at public wharves, airports, railway and bus stations;\n\n(9) See that all laws relating to elections and to the observance of Sunday, and relating to pawnbrokers, intemperance, lotteries and lottery policies, vagrants, disorderly persons, and the public health are enforced;\n\n(10) Suppress gambling and bawdyhouses, and every other manner and kind of disorder and offense against law and the public health; and\n\n(11) Enforce all laws and ordinances passed, or which may hereafter be passed, by the common council of such cities, not inconsistent with the provisions of sections 84.350 to 84.860.\n\n2. The board shall determine the policy and in fulfillment of the duties and responsibilities herein provided and to this end shall:\n\n(1) Adopt rules and regulations not inconsistent herewith governing the conduct of such police department;\n\n(2) Appoint a chief of police who shall be responsible to the board for the proper execution of the policies, duties, and responsibilities established for the administration of the police department;\n\n(3) Act as a board of review in personnel disciplinary cases as provided in section 84.430;\n\n(4) Appoint a secretary to the board who shall appoint the necessary clerical assistants to the secretary for the conduct of affairs relating purely to activities and affairs of the board, other than those delegated to the chief in sections 84.350 to 84.860. The salary of the secretary shall be fixed by the board at not less than two thousand five hundred dollars nor more than three thousand seven hundred and fifty dollars per annum. Salaries of clerical assistants shall be determined as herein provided in section 84.520 for other clerical employees;\n\n(5) Have the power to provide for a business manager who shall also act as an assistant secretary to the board at a salary of not less than four thousand five hundred dollars nor more than six thousand six hundred dollars per annum;\n\n(6) Provide for and employ such medical assistants, including police surgeons and police physicians, as the board may deem necessary to perform such duties as the board may prescribe for the care and health of policemen, officers of police, and employees;\n\n(7) Retain or employ attorneys or other consultants as necessary to advise the board or the chief;\n\n(8) Have the power to provide and contract for insurance benefits providing for health and medical coverage;\n\n(9) Have the power to provide and contract for liability insurance coverage for officers and employees of the police department, insuring liabilities incurred during the performance of duty and in the scope of employment for the police department;\n\n(10) Perform such other duties and exercise such other powers not inconsistent with the provisions of sections 84.350 to 84.860 as shall further the efficient and economical operation of the police department.\n\n3. The provisions of chapter 287 governing workers' compensation may be extended to include the employees of the police department as herein provided. The police department shall have authority by resolution to elect, under the provisions of section 287.030, to accept the provisions of chapter 287, and to pay compensation to its employees and uniformed officers of the department for injury or death arising out of and in the course of their employment in accordance with the provisions and restrictions as set forth in chapter 287. The board shall adopt rules classifying the employees who may be eligible for compensation under this section and section 226.170, and its classification shall be decisive as to whether or not an employee falls within the definition of an employee eligible for compensation coverage under this section and section 226.170. In case the board shall elect to accept said provisions, it shall purchase insurance for such purpose. The board shall have authority to perform such other duties as may be necessary or incidental effectually to carry out the purposes of this law. No election of the board to come under the provisions of chapter 287 shall ever be construed as acknowledging or creating any liability in tort or as incurring other obligations or duties except only the duty and obligation of complying with the provisions of said chapter 287, so long as said board may elect to remain under the provisions of chapter 287.\n\n(RSMo 1939 § 7650, A.L. 1943 p. 727 § 7651, A.L. 1953 p. 304, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1963 p. 133, A.L. 1978 S.B. 508)\n\nPrior revisions: 1929 § 7507; 1919 § 8919; 1909 § 9771\n\n*Word \"to\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-420/"
    },
    {
      "id": "section-84-430",
      "number": "84.430",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.430. Board of police — personnel disciplinary cases — decrease of force — witnesses, summons and administration of oaths. —1. The board shall hear all complaints or charges filed against any member of the police department. All complaints or charges filed by persons other than the commissioners or police officers shall be verified by the oath of the person filing such complaints or charges. The board may at any time order the discharge of a specified number of police officers for the reason that in the opinion of the board, the police force is larger than the interests of the public demand or that there is insufficient money to pay the expenses of maintaining the police force as then organized; and in such cases it shall not be necessary to file any complaint or charges or to permit a hearing by the board of the policemen or police officers to be removed; but policemen and police officers so dismissed shall be placed at the top of the suitable eligible lists, and when vacancies so created shall be filled the policemen or police officers thus removed shall, if they so desire, be reappointed to fill such vacancies in the order in which such policemen or police officers were removed.\n\n2. Any member of the board shall have power to summon and compel the attendance of witnesses before the board and the production of books and papers before them whenever it may be necessary for the more effective discharge of the board's duties and responsibilities. Any member of the board or the secretary of the board shall have the power to administer oaths or affirmations to any person appearing or called before said board.\n\n(RSMo 1939 §§ 7661, 7664, 7665, A.L. 1943 p. 727 § 7651)\n\nPrior revisions: 1929 §§ 7511, 7512, 7522; 1919 §§ 8922, 8923, 8933; 1909 §§ 9774, 9775, 9785",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-430/"
    },
    {
      "id": "section-84-440",
      "number": "84.440",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.440. Police officials — power to cause arrest. —In case any police official shall have reason to believe that any person has committed, or is about to commit, within the city or on public property of said city beyond the corporate limits thereof any breach of peace or violation of law and order, or that any person found within the city or on public property of said city beyond the corporate limits thereof is charged with the commission of crime in the state of Missouri, against whom criminal proceedings shall have been issued, or when any person may have committed an offense within view of a member of such police force, said police official may cause such person to be arrested by any member of the police force. In cases where officers make arrest for crime committed within their view, the offenders shall at once be conveyed before some police judge or some judge in the city and the proper complaint against him shall be filed by said officer.\n\n(RSMo 1939 § 7651, A.L. 1943 p. 727 § 7652)\n\nPrior revisions: 1929 § 7509; 1919 § 8920; 1909 § 9772\n\n(1958) Where officer was authorized to arrest a person on suspicion after seeing loaded rifle in back seat of car, a search of the car was lawful and stolen property therein found held admissible. State v. Cantrell (Mo.), 310 S.W.2d 866.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-440/"
    },
    {
      "id": "section-84-450",
      "number": "84.450",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.450. Board of police — office and furniture — seal — police districts — use of equipment. —1. The mayor and common council of such city shall be and they are hereby authorized and required to provide the department with an office and office furniture as they may need. The board shall have and use a common seal. The board may divide the city into the needful number of police districts and fix the boundaries thereof; provided, however, that the number of districts into which said city may be divided shall not exceed six.\n\n2. The department, for all the purposes of sections 84.350 to 84.860, shall have the use of all buildings heretofore used by the corporate authorities of the city in policing the city and shall have the use of all scientific equipment, identification equipment, radio and communication equipment, signal systems, watch boxes, automobiles, trucks, motorcycles, firearms, office furniture, fixtures, and supplies, all records and correspondence, and all other equipments, accoutrements and other accommodations and things of whatsoever nature heretofore provided by the city for the use and service of the police and for policing the city, as fully and to the same extent as the same are now and may be used by or for the present police force; and the mayor and common council, and all persons and municipal officers in charge thereof, are hereby ordered and required immediately upon the appointment and qualification of the board to allow such use accordingly.\n\n3. In case the mayor and common council of the city, or their officers or agent, refuse or neglect to allow such use when the same shall be required by the board, the board may apply to the circuit court of any county in which the city is located, in the name of the state of Missouri, for a mandamus to compel a compliance with the provisions of this section, and the application therefor shall be heard and decided by that court. One week's notice of the application shall be given, and the respondent shall have the right to answer within one week, and if testimony be needed on either side, it shall be taken within ten days after the answer is filed or the week has expired. From the decision of the circuit court in the premises either party may appeal within ten days; and it shall be the duty of the clerk of that court to send up the record immediately, and the appeal shall be heard by the supreme court, if then in session, and if not in session, at the next term. In both courts the case shall be taken up and tried in preference to all others.\n\n(RSMo 1939 § 7652, A.L. 1943 p. 727 § 7653, A.L. 1965 p. 199)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-450/"
    },
    {
      "id": "section-84-460",
      "number": "84.460",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.460. Board of police — exclusive management and control of police force. —So soon as the board created herein shall hold their first meeting, it shall be their duty to inform the chief of police and the other officers of the police force of such city that they require their attendance upon them and obedience to their orders. For failure to attend as required, and for each and every failure to obey the lawful orders of said board, the officers so notified shall be fined in any sum not exceeding five hundred dollars, to be recovered by action at law instituted by said board, in the name of the state. From and after the first meeting aforesaid, the whole of the then existing police force in such city shall pass under the exclusive management and control of the said board, and be subject to no other control and entitled to receive neither orders nor pay, except arrearages then due, from any other authority, and shall so continue, subject, however, to removal or suspension, at the discretion of said board, and with the power in said board to fill vacancies, until said board shall publicly declare that the organization of the police force, created by sections 84.350 to 84.860 is complete. Upon such public declaration, and from the time thereof thenceforward, all ordinances of such city are hereby declared null and void, so far as they conflict with sections 84.350 to 84.860 or assume to confer upon the mayor, chief of police, common council, or any other person or persons, the power to appoint, dismiss, or in any way or to any extent, employ or control any police force organized or to be organized under such ordinances, or any of them, and from and after such public declaration as aforesaid, the police force organized, or which may be organized under such ordinances, or any of them, shall cease to exist, and its functions and powers be at an end.\n\n(RSMo 1939 § 7653, A.L. 1943 p. 727 § 7654)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-460/"
    },
    {
      "id": "section-84-470",
      "number": "84.470",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.470. Permanent police force. —To enable the board of police to perform the duties imposed upon them, they are hereby authorized and required, as speedily as may be, to provide for the appointment, enrollment and employment of a permanent police force for the respective cities for which they are appointed to serve, which they shall organize, uniform, equip and arm as they may judge necessary; subject always, however, to the standards, limitations and restrictions established and set forth in sections 84.480 to 84.620.\n\n(RSMo 1939 § 7655, A.L. 1943 p. 727 § 7656)\n\nPrior revisions: 1929 § 7513; 1919 § 8924; 1909 § 9776\n\nCROSS REFERENCES:\n\nAppointment of men and women officers, 71.200\n\nPolice to be residents of state, 85.005\n\nSpecial deputies to be residents of state, 542.190",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-470/"
    },
    {
      "id": "section-84-480",
      "number": "84.480",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.480. Chief of police — appointment — qualifications — compensation. —The board of police commissioners shall appoint a chief of police who shall be the chief police administrative and law enforcement officer of such cities. The chief of police shall be chosen by the board solely on the basis of his or her executive and administrative qualifications and his or her demonstrated knowledge of police science and administration with special reference to his or her actual experience in law enforcement leadership and the provisions of section 84.420. At the time of the appointment, the chief shall have had at least five years' executive experience in a governmental police agency and shall be certified by a surgeon or physician to be in a good physical condition, and shall be a citizen of the United States and shall either be or become a citizen of the state of Missouri and resident of the city in which he or she is appointed as chief of police. In order to secure and retain the highest type of police leadership within the departments of such cities, the chief shall receive a salary of not less than eighty thousand two hundred eleven dollars, nor more than a maximum salary amount established by the board by resolution.\n\n(RSMo 1939 § 7656, A.L. 1943 p. 727 § 7657, A.L. 1951 p. 297, A.L. 1955 p. 307, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1963 p. 135, A.L. 1965 p. 199, A.L. 1967 1st Ex. Sess. p. 873, A.L. 1969 p. 149, A.L. 1971 S.B. 118, A.L. 1975 S.B. 349, A.L. 1977 S.B. 68, A.L. 1979 H.B. 702, A.L. 1981 S.B. 164, A.L. 1986 H.B. 1433 & 1574, A.L. 1988 H.B. 1304, A.L. 1991 H.B. 321 & 343, A.L. 1998 S.B. 473, A.L. 2001 S.B. 4, A.L. 2008 S.B. 801, A.L. 2013 H.B. 336, A.L. 2023 S.B. 186)\n\nPrior revisions: 1929 § 7524; 1919 § 8935; 1909 § 9787",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-480/"
    },
    {
      "id": "section-84-490",
      "number": "84.490",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.490. Chief of police — tenure — removal or demotion — acting chief. —1. The chief of police shall serve during the pleasure of the board, except that such chief shall only be removed, suspended, or demoted for cause. For purposes of this section, cause may include the following reasons:\n\n(1) The chief is unable to perform his or her duties with reasonable competence or reasonable safety as a result of a mental condition, including alcohol or substance abuse;\n\n(2) The chief has committed any act, while engaged in the performance of his or her duties, that constitutes a reckless disregard for the safety of the public or another law enforcement officer;\n\n(3) The chief has caused a material fact to be misrepresented for any improper or unlawful purpose;\n\n(4) The chief has acted in a manner for the sole purpose of furthering his or her self-interest, or in a manner inconsistent with the interests of the public or the chief's governing body;\n\n(5) The chief has been found to have violated any law, statute, or ordinance which constitutes a felony; or\n\n(6) The chief has been deemed insubordinate or found to be in violation of a written established policy, unless such claimed insubordination or violation of a written established policy was a violation of any federal or state law or local ordinance.\n\n2. In case the board determines to remove, suspend, or demote the chief of police, he shall be notified in writing. Within ten days after receipt of such notice, the chief may, in writing, file with the secretary of the board of police commissioners, demand and he shall receive a written statement of the reasons for such removal, suspension, or demotion, and a hearing thereon at a public meeting of the board within ten days after the chief files such notice. The chief may be suspended from office pending such hearing. The action of the board in suspending, removing or demoting the chief of police shall be final.\n\n3. The board may, in case of and during the absence or disability of the chief, designate a qualified police officer who shall serve as acting chief and perform the duties of the office. No man shall serve as acting chief who has not the qualifications required for the position of chief.\n\n(L. 1943 p. 727 § 7657, A.L. 2013 H.B. 307)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-490/"
    },
    {
      "id": "section-84-500",
      "number": "84.500",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.500. Chief of police — powers and duties. —The chief of police shall be the chief executive officer of the police department. He shall be responsible to the board of police commissioners for the proper administration of police affairs and suppression of crime in such cities and the execution of policy pertaining to police affairs as determined by the board of police commissioners, and to these ends, subject to provisions in sections 84.350 to 84.860, he shall:\n\n(1) Have the power to appoint, subject to approval of the board, and shall have the power to promote, discipline and suspend all police officers and policemen. The chief shall also have the power to appoint, subject to the approval of the board, and to promote, discipline, suspend or discharge such employees of the police department other than police officers or policemen as may be specified by resolution of the board. A report of all such actions taken (other than suspensions of less than fifteen days) shall be submitted to the board at its next meeting. Any such action for which a report is required which adversely affects any officer, policeman or employee, shall be reviewed by the board as provided in section 84.590;\n\n(2) Be required to prepare and submit to the board on or before April first in each year a complete report on the administrative and law enforcement activities of the police department for the preceding calendar year, and such report shall show complete statistics of all police work in accordance with generally recognized standards in order to facilitate comparisons with other cities of the United States of the same population class;\n\n(3) Prepare and submit to the board on or before January first of each year a complete report on the financial requirements of the department for the ensuing fiscal year;\n\n(4) Perform such other duties as may be prescribed elsewhere in sections 84.350 to 84.860 or required of him by the board of police commissioners, not inconsistent with sections 84.350 to 84.860.\n\n(L. 1943 p. 727 § 7657)\n\nCROSS REFERENCE:\n\nPolice protection for precinct canvassers, 115.059",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-500/"
    },
    {
      "id": "section-84-510",
      "number": "84.510",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.510. Police officers and officials — appointment — compensation. —1. For the purpose of operation of the police department herein created, the chief of police, with the approval of the board, shall appoint such number of police department employees, including police officers and civilian employees as the chief of police from time to time deems necessary.\n\n2. The base annual compensation of police officers shall be as follows for the several ranks:\n\n(1) Lieutenant colonels, not to exceed five in number, at not less than seventy-one thousand nine hundred sixty-nine dollars;\n\n(2) Majors at not less than sixty-four thousand six hundred seventy-one dollars;\n\n(3) Captains at not less than fifty-nine thousand five hundred thirty-nine dollars;\n\n(4) Sergeants at not less than forty-eight thousand six hundred fifty-nine dollars;\n\n(5) Master patrol officers at not less than fifty-six thousand three hundred four dollars;\n\n(6) Master detectives at not less than fifty-six thousand three hundred four dollars;\n\n(7) Detectives, investigators, and police officers at not less than twenty-six thousand six hundred forty-three dollars.\n\n3. The board of police commissioners has the authority by resolution to effect a comprehensive pay schedule program to provide for step increases with separate pay rates within each rank, using the above-specified salary minimums as a base for such ranges from police officers through chief of police.\n\n4. Officers assigned to wear civilian clothes in the performance of their regular duties may receive an additional one hundred fifty dollars per month clothing allowance. Uniformed officers may receive seventy-five dollars per month uniform maintenance allowance.\n\n5. The chief of police, subject to the approval of the board, shall establish the total regular working hours for all police department employees, and the board has the power, upon recommendation of the chief, to pay additional compensation for all hours of service rendered in excess of the established regular working period, but the rate of overtime compensation shall not exceed one and one-half times the regular hourly rate of pay to which each member shall normally be entitled. No credit shall be given nor deductions made from payments for overtime for the purpose of retirement benefits.\n\n6. The board of police commissioners, by majority affirmative vote, including the mayor, has the authority by resolution to authorize incentive pay in addition to the base compensation as provided for in subsection 2 of this section, to be paid police officers of any rank who they determine are assigned duties which require an extraordinary degree of skill, technical knowledge and ability, or which are highly demanding or unusual. No credit shall be given nor deductions made from these payments for the purpose of retirement benefits.\n\n7. The board of police commissioners may effect programs to provide additional compensation for successful completion of academic work at an accredited college or university. No credit shall be given nor deductions made from these payments for the purpose of retirement benefits.\n\n8. The additional pay increments provided in subsections 6 and 7 of this section shall not be considered a part of the base compensation of police officers of any rank and shall not exceed ten percent of what the officer would otherwise be entitled to pursuant to subsections 2 and 3 of this section.\n\n(RSMo 1939 § 7656, A.L. 1943 p. 727 § 7658, A.L. 1947 V. I p. 407, A.L. 1947 V. II p. 296, A.L. 1949 p. 370, A.L. 1951 p. 297, A.L. 1953 p. 304, A.L. 1955 p. 307, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1963 p. 135, A.L. 1965 p. 199, A.L. 1967 1st Ex. Sess. p. 873, A.L. 1969 p. 149, A.L. 1971 S.B. 118, A.L. 1974 S.B. 475, A.L. 1975 S.B. 349, A.L. 1977 S.B. 68, A.L. 1978 S.B. 508, A.L. 1979 H.B. 702, A.L. 1981 S.B. 164, A.L. 1984 S.B. 431, A.L. 1986 H.B. 1433 & 1574, A.L. 1988 H.B. 1304, A.L. 1990 H.B. 1819, A.L. 1991 H.B. 321 & 343, A.L. 1993 H.B. 209 & 288, A.L. 1998 S.B. 473, A.L. 2001 S.B. 4, A.L. 2003 H.B. 199 merged with S.B. 14, A.L. 2004 S.B. 952, A.L. 2008 S.B. 801, A.L. 2013 H.B. 336, A.L. 2018 H.B. 1355, A.L. 2023 S.B. 186)\n\nPrior revisions: 1929 § 7524; 1919 § 8935; 1909 § 9787",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-510/"
    },
    {
      "id": "section-84-514",
      "number": "84.514",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.514. Homeland security and disaster communications, appointment of lieutenant colonel, responsibilities. —The chief of police, with the approval of the board, may appoint a police officer to serve as lieutenant colonel on matters relating to homeland security and disaster communications. Notwithstanding the provisions of section 84.510 to the contrary, such position shall be a new position and in addition to the number of lieutenant colonels authorized under section 84.510. The lieutenant colonel authorized under this section shall be responsible for matters relating to homeland security and disaster communications as determined by the chief and be entitled to the same rank, privileges, and compensation afforded all other lieutenant colonels within the department.\n\n(L. 2017 S.B. 112)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-514/"
    },
    {
      "id": "section-84-520",
      "number": "84.520",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.520. Police department, civilian employees — salaries. —The chief of police, with the approval of the board, shall appoint such number of civilian employees as he deems necessary from time to time for the operation of the police department. Compensation for civilian employees of the police department shall not exceed the compensation paid to police officers of the department who perform like or similar work to that of such civilian employees, but the chief of police, with the approval of the board, may establish lower compensation for civilian employees than that received by police officers.\n\n(RSMo 1939 § 7656, A.L. 1943 p. 727 § 7658, A.L. 1947 V. I p. 407, A.L. 1947 V. II p. 296, A.L. 1949 p. 370, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1963 p. 135, A.L. 1977 S.B. 68)\n\nPrior revisions: 1929 § 7524; 1919 § 8935; 1909 § 9787",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-520/"
    },
    {
      "id": "section-84-530",
      "number": "84.530",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.530. Police department — salaries payable, when. —The police board and all officers and other employees of the police force shall be paid not less than semimonthly at the rate provided in sections 84.350, 84.510 and 84.520.\n\n(RSMo 1939 § 7658, A.L. 1943 p. 727, A.L. 1947 V. I p. 407, A.L. 1947 V. II p. 296, A.L. 1949 p. 370, A.L. 1958 2d Ex. Sess. p. 152)\n\nPrior revisions: 1929 § 7525; 1919 § 8936; 1909 § 9788",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-530/"
    },
    {
      "id": "section-84-540",
      "number": "84.540",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.540. Reserve force organized, when, uniforms — emergency appointments. —1. Upon recommendation of the chief of police, the board may authorize and provide for the organization of a police reserve force composed of residents of the city who qualify under the provisions of subsection 1 of section 84.570, however, in the interest of efficiency and public safety, no person shall serve as a member of such police reserve force following the last day of the month in which the person becomes sixty-five years of age. Such reserve force shall be under the command of the chief of police and shall be provided training, equipment, uniforms, and arms as the chief shall direct with the approval of the board; and when assigned to active duty the members of the reserve force shall possess all of the powers of regular police officers and shall be subject to all laws and regulations applicable to police officers; provided, however, that the city council or other governing body of any such city may in its discretion fix a total in number which the reserve force may not exceed.\n\n2. In event of riot or other emergencies as declared and defined by the mayor, the city council or other governing body in such city in concurrence with the board, the board, upon recommendation of the chief, may appoint special officers or patrolmen for temporary service in addition to the police reserve force herein provided for, but the length of time for which such officers or patrolmen shall be employed shall be limited to the time during which such emergency shall exist.\n\n(RSMo 1939 § 7656, A.L. 1943 p. 727 § 7658, A.L. 1947 V. I p. 407, A.L. 1947 V. II p. 296, A.L. 1949 p. 370, A.L. 1953 p. 304, A.L. 2025 H.B. 147 merged with H.B. 225)\n\nPrior revisions: 1929 § 7524; 1919 § 8935; 1909 § 9787",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-540/"
    },
    {
      "id": "section-84-550",
      "number": "84.550",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.550. Police department — reemployment of veterans. —Any person who shall have entered the armed service of the United States during time of war shall be preferred for reemployment, provided such person was employed in the police department at the time of such induction or enlistment and is otherwise qualified and has been honorably discharged from such service and applies for reemployment within twelve months of such discharge.\n\n(L. 1943 p. 727 § 7658, A.L. 1947 V. I p. 407, A.L. 1947 V. II p. 296, A.L. 1949 p. 370)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-550/"
    },
    {
      "id": "section-84-560",
      "number": "84.560",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.560. Police force — ranks. —For the purposes of sections 84.350 to 84.860 all police officers, not including civilian employees and other than the chief, shall be assigned one of the following ranks: lieutenant colonel, major, captain, sergeant, master patrol officer, master detective, detective, investigator, or patrolman. Lieutenant colonels shall not exceed five in number, and other titles or designations for police officers may be used but they shall be equivalent in rank and salary to the ranks herein specified.\n\n(RSMo 1939 § 7657, A.L. 1943 p. 727 § 7659, A.L. 1947 V. I p. 407, A.L. 1953 p. 304, A.L. 1958 2d Ex. Sess. p. 152, A.L. 1969 p. 149, A.L. 1984 S.B. 431, A.L. 2004 S.B. 952)\n\nPrior revision: 1929 § 7524",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-560/"
    },
    {
      "id": "section-84-570",
      "number": "84.570",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.570. Police force — qualifications — separation from service, when — competitive examinations — eligible list — rules by board. —1. No person shall be appointed policeman or officer of police who shall have been convicted of any offense, the punishment of which may be confinement in the state penitentiary; nor shall any person be appointed who is not proven to be of good character, or who is not proven to be a bona fide citizen of the United States, or who cannot read and write the English language and who does not possess ordinary physical strength and courage, nor shall any person be originally appointed to said police force who is less than twenty-one years of age. Notwithstanding any other provision of law, the board shall have the sole authority to determine conditions of employment for police officers pursuant to section 84.460.\n\n2. In the interest of efficiency and public safety, law enforcement officers, as such term is defined in 29 U.S.C. Section 630 or any successor statute, shall be separated from service on the last day of the month in which the employee becomes sixty-five years of age or reaches thirty-five years of creditable service, as such term is defined in subdivision (8) of section 86.900, whichever occurs later.\n\n3. The board shall from time to time require open competitive examinations or tests for determining the qualifications and fitness of all applicants for appointment to positions on the police force. Such examinations and tests shall be practical and shall relate to matters which fairly measure the relative fitness of the candidates to discharge the duties of the positions to which they seek to be appointed. Notice of such examinations and tests shall be given not less than ten days in advance thereof by public advertisement in at least one newspaper of general circulation in such city, and by posting notice in the police headquarters building. A list of those qualifying in such examinations shall be established, listing those qualified in order of rank. When an appointment is to be made, the appointment shall be made from such eligible list.\n\n4. The board shall also establish rules for:\n\n(1) Temporary employment for not exceeding sixty days in the absence of any eligible list;\n\n(2) Hours of work of police employees and officers subject to the provisions of section 84.510; and\n\n(3) Attendance regulations and leaves of absence.\n\n(RSMo 1939 § 7659, A.L. 1943 p. 727 § 7660, A.L. 1953 p. 304, A.L. 1958 2d Ex. Sess. p. 152, A.L. 2003 S.B. 5, A.L. 2025 H.B. 147 merged with H.B. 225)\n\nPrior revisions: 1929 § 7520; 1919 § 8931; 1909 § 9783",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-570/"
    },
    {
      "id": "section-84-575",
      "number": "84.575",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.575. Residency requirements — prohibited and authorized. —1. The board of police commissioners established by section 84.350 shall not require, as a condition of employment, that any currently employed or prospective law enforcement officer or other employee reside within any jurisdictional limit. If the board of police commissioners has a residency rule or requirement for law enforcement officers or other employees that is in effect on or before August 28, 2021, the residency rule or requirement shall not apply and shall not be enforced.\n\n2. The board of police commissioners may impose a residency rule or requirement on law enforcement officers or other employees, but the rule or requirement shall be no more restrictive than requiring such personnel to reside within thirty miles from the nearest city limit and within the boundaries of the state of Missouri.\n\n(L. 2021 S.B. 53 & 60)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-575/"
    },
    {
      "id": "section-84-580",
      "number": "84.580",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.580. Police force — list of personnel — candidate's right to examine test papers and marks. —1. There shall be maintained in the departments a list of all persons in the service of the departments in such cities, showing in connection with each name the position held, the salary or wages paid, the date and character of appointment and every subsequent change in status, and the date and character of each disciplinary action taken against the officer or employee.\n\n2. On his request, any candidate on an eligible list or who has not passed an examination shall have the right, either personally or through an agent or agents designated in writing by him, to examine his examination paper and markings. No eligible list shall be extended for a period of more than two years without a new application and examination.\n\n(L. 1943 p. 727 § 7661)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-580/"
    },
    {
      "id": "section-84-590",
      "number": "84.590",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.590. Police department — vacancies filled by promotion. —Promotions within the police department shall, as far as practicable, be made from lower ranks and, other factors being equal, preference shall be given to seniority. Unless the chief shall recommend and the board shall approve waiver of the requirement, a police officer to be eligible for promotion shall have served at least two years in the rank from which he is to be promoted and must be certified by the police physician as physically able to discharge the duties of the rank to which he is to be promoted. Patrolmen shall be considered of one rank without regard to their classification. It shall be considered a promotion when an officer is notified in writing by the chief of police that he has been assigned to a permanent position in another rank for which a higher maximum rate of compensation is prescribed by law; but assignment to a temporary or acting rank with a higher rate of compensation shall not be considered a promotion within the meaning of this section.\n\n(L. 1943 p. 727 § 7662, A.L. 1953 p. 304)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-590/"
    },
    {
      "id": "section-84-600",
      "number": "84.600",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.600. Police force — probationary term — removal and alternatives. —The first employment of policemen and every police officer shall be for a probationary term of six months, after which the chief may at his discretion extend the probationary period for an additional term of six months, but no longer. During said probationary period the chief may at his discretion or at the direction of the police board discontinue their services at any time. Having served at least six months' probationary service to the satisfaction of the board and the chief, such policemen and police officers shall be appointed to the police force of said city and shall thereafter be subject to discharge or removal only for cause and upon complaint being made or charges being preferred against them, a copy of which complaint or charges setting forth the ground thereof shall be given to such policemen or police officers, not less than forty-eight hours prior to the time the complaints or charges are to be heard by the board, and they shall have the right to appear before the board at a public hearing to be held within fifteen days after the filing of such complaint or charges, and be confronted by the witnesses against them and to be defended by counsel and the board after hearing the charges shall take a vote of yeas and nays to be entered upon the records whether or not the charges have been sustained and what punishment, if any, shall be imposed. If the charges are found by the board to be sustained by the evidence, the board may remove such policemen or police officers, or the board may, instead of removal, suspend, reprimand or impose a fine upon the policemen or police officers, and in any case any fine so imposed is not paid the same shall be deducted from the salary of such policemen or police officers. If complaint is made or charges preferred against a policeman or police officer which, in the opinion of the board, does not constitute an offense of which the board shall take cognizance, the board shall dismiss such complaint or charges. The board shall report all decisions on any such complaint or charges in writing to the chief of police and to the officer or policeman. Each decision of the police board in such cases shall be final and not subject to review by any court.\n\n(RSMo 1939 § 7660, A.L. 1943 p. 727 § 7663)\n\nPrior revisions: 1929 § 7521; 1919 § 8932; 1909 § 9784",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-600/"
    },
    {
      "id": "section-84-610",
      "number": "84.610",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.610. Police personnel — right to public hearing. —Any police officer, policeman or employee adversely affected by any action taken by the chief which he is required to report to the board under the provisions of subdivision (1) of section 84.500 shall have the right to have such action of the chief of police reviewed by the police board upon filing with the secretary of the board within ten days after the effective date of such action a written request for review by said police board. Whereupon the police board shall grant a public hearing within fifteen days after the filing of such request. The board shall have the power to inquire into all the facts and circumstances pertaining to such action and may compel the attendance of witnesses by subpoena at the request of either the police officer, policeman or employee involved, the chief of police or any member of the board. The board shall have the power upon such hearing to affirm, modify or reverse such action of the chief and may make such other orders as the board may deem necessary. The board shall report all decisions in writing to the chief of police and to the officer or employee involved. Each decision of the police board in such cases shall be final and not subject to review by any court.\n\n(L. 1943 p. 727 § 7664)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-610/"
    },
    {
      "id": "section-84-620",
      "number": "84.620",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.620. Board of police — enforcement of regulations. —All lawful rules and regulations made by the board shall be obeyed by the members of the police force on pain of dismissal, suspension, fine or reduction in rank or pay, or forfeiture of pay, as the board may provide.\n\n(RSMo 1939 § 7662, A.L. 1943 p. 727 § 7665)\n\nPrior revisions: 1929 § 7531; 1919 § 8942; 1909 § 9794",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-620/"
    },
    {
      "id": "section-84-630",
      "number": "84.630",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.630. Police force — acceptance of gratuities prohibited — disposition of fines. —No officer of police or policeman shall be allowed to receive any money or gratuity or compensation for any service he may render without the consent of the said board, and all such moneys as any policeman or police officer may be so permitted to receive shall be paid over to the board, and, together with all the proceeds of all fines, forfeitures and unreclaimed property which may come into the possession of said board, or to be recovered by them under the provisions of sections 84.350 to 84.860, or any other law or ordinance, shall be disposed of in accordance with rules adopted by the said board, subject to the provisions of laws of this state controlling and directing the dispensation of such funds.\n\n(RSMo 1939 § 7663, A.L. 1943 p. 727 § 7666)\n\nPrior revisions: 1929 § 7532; 1919 § 8943; 1909 § 9795",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-630/"
    },
    {
      "id": "section-84-640",
      "number": "84.640",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.640. Police force — power to make arrests. —The members of the police force of any such city are hereby empowered to make arrests for the violation of any ordinance of such city for the protection, regulation and orderly government of parks, public grounds and other public property owned by any such city and situated outside of the limits thereof, and persons so arrested for the violation of any such ordinance may be brought within the city limits and tried before any court having jurisdiction of cases arising out of the ordinances of such city.\n\n(RSMo 1939 § 7666, A.L. 1943 p. 727 § 7667, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7510; 1919 § 8921; 1909 § 9773\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-640/"
    },
    {
      "id": "section-84-650",
      "number": "84.650",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.650. Arrests — procedure. —The commissioners of police shall cause all persons arrested by the police to be brought before some judge within said cities, to be dealt with according to law. Proper police officers in charge of police station houses may, if the offense charged against any person is a bailable one, at the request of such person, take from him a recognizance in such sum as may seem to be sufficient and proper with sufficient sureties for his appearance at the proper time before some judge; but no attorney at law, police officer, constable or his deputy, and no official employee holding office under the municipality of the said cities, or the state of Missouri, and no clerk in the employ of such officer, officials or employees shall be accepted as surety upon such bond or bonds; the proper officers in charge of said station houses may administer oaths to parties qualifying as such surety or sureties; and may refuse to receive as such surety or sureties any and all parties with unsavory reputations or who, as professional bondsmen, tend to defeat the ends of justice, and no one shall be accepted as bondsman who shall have standing against him an unsatisfied judgment rendered on a forfeited bond.\n\n(RSMo 1939 § 7667, A.L. 1943 p. 727 § 7668, A.L. 1949 H.B. 2033, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7517; 1919 § 8928; 1909 § 9780\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-650/"
    },
    {
      "id": "section-84-710",
      "number": "84.710",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.710. Police force — officers of state — powers to arrest. —1. The members of the police force appointed in pursuance hereof are hereby declared to be officers of the state of Missouri and of the city for which such commissioners are appointed.\n\n2. They shall have power within the city or on public property of the city beyond the corporate limits thereof to arrest, on view, any person they see violating or whom they have reason to suspect of having violated any law of the state or ordinance of the city. They shall have power to arrest and hold, without warrant, for a period of time not exceeding twenty-four hours, persons found within the city or on public property of the city beyond the corporate limits thereof charged with having committed felonies in other states, and who are reported to be fugitives from justice. They shall also have the power to stop any person abroad whenever there is reasonable ground to suspect that he is committing, has committed or is about to commit a crime and demand of him his name, address, business abroad and whither he is going. When stopping or detaining a suspect, they may search him for a dangerous weapon whenever they have reasonable ground to believe they are in danger from the possession of such dangerous weapon by the suspect. No unreasonable force shall be used in detaining or arresting any person, but such force as may be necessary may be used when there is no other apparent means of making an arrest or preventing an escape and only after the peace officer has made every reasonable effort to advise the person that he is the peace officer engaged in making arrest.\n\n3. Any person who has been arrested without a warrant may be released, without being taken before a judge, by the officer in charge of the police station whenever the officer is satisfied that there is no ground for making complaint against him, or when the person was arrested for a misdemeanor and will sign a satisfactory agreement to appear in court at the time designated.\n\n(RSMo 1939 § 7674, A.L. 1943 p. 727 § 7673, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7519; 1919 § 8930; 1909 § 9782\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-710/"
    },
    {
      "id": "section-84-720",
      "number": "84.720",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.720. Police commissioners, power to regulate security personnel — fingerprint, criminal history record check — penalty — excursion gambling boat exception. —1. The police commissioners of any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county shall have power to regulate and license all private security personnel and organizations, serving or acting as such in such cities, and no person or organization shall act in the capacity of, or provide, security services in such cities without first having obtained the written license of the president or acting president of the police commissioners of such cities. In order to determine an individual's suitability to be licensed, the police commissioners of such cities shall require each applicant to be licensed to be fingerprinted and shall forward the fingerprints to the Missouri state highway patrol for a criminal history record check. Any person or organization that violates the provisions of this section is guilty of a class B misdemeanor.\n\n2. Any individual who is a holder of an occupational license issued by the Missouri gaming commission as defined under section 313.800 to perform the duties of an unarmed security guard while working on an excursion gambling boat as defined under section 313.800 or at a facility adjacent to an excursion gambling boat shall be exempt from the requirements of subsection 1 of this section and from any other political subdivision licensing requirements for unarmed security guards.\n\n(RSMo 1939 § 7675, A.L. 1943 p. 727 § 7674, A.L. 1993 H.B. 209 & 288, A.L. 2016 S.B. 732)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-720/"
    },
    {
      "id": "section-84-730",
      "number": "84.730",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.730. Board of police — annual budget estimate — appropriations. —It shall be the duty of the board, on the fifteenth day of January of each year, to prepare, in writing, a budget estimating the sum of money which will be necessary for the next fiscal year, to enable the board to discharge the duties hereby imposed upon it, and to meet the expenses of the police department, which it shall forthwith certify to the governing body of such cities, and the budget shall itemize purposes of expenditure by organization units, activities, functions, and character classes in not less detail than \"personal services\", \"contractual services\", \"commodities\", and \"capital outlays\", and shall in any event be prepared in form and detail similar to the form and detail in which budgets for the various departments of such city government are prepared. The governing body of the cities is hereby required to appropriate the total amount so certified, payable out of the revenue of the cities after first having deducted the amount necessary to pay the interest on the indebtedness of the cities, the amount necessary for lighting the city, and any sum required by law to be placed to the credit of the sinking fund of the cities, and if the board shall be required to call out extra police force and the expense thereof shall not have been contemplated in their estimate for the fiscal year during which the extra police force is called out, it shall immediately certify the expense of such additional force, and the additional amount so required shall be appropriated for that purpose, except that in no event shall the governing body of the cities be required to appropriate for the use of the police board in any fiscal year an amount in excess of one-fourth of the general revenue fund of such year.\n\n(RSMo 1939 § 7676, A.L. 1943 p. 727 § 7675, A.L. 1958 2d Ex. Sess. p. 152, A.L. 2022 S.B. 678)\n\nPrior revisions: 1929 § 7515; 1919 § 8926; 1909 § 9778",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-730/"
    },
    {
      "id": "section-84-740",
      "number": "84.740",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.740. Board of police — annual budget — expenditures. —Out of the amount of money appropriated by the governing body of such cities to meet the expense of the police department for the ensuing fiscal year, the police board shall, on or before May first of each year, adopt a budget for the police department for the ensuing fiscal year. Said budget shall itemize purposes of expenditure by organization units, activities, functions, and character classes in not less detail than \"personal services\", \"contractual services\", \"commodities\", and \"capital outlays\". Such budget, when adopted and certified by the board, shall be the authorization of expenditures for the purposes set forth therein. No transfer from one character classification of expenditure in the board budget to another character classification shall be made without the approval of said board. A copy of said budget and notice of subsequent transfers shall be deposited with the chief of police and the secretary of the police board and copies thereof shall be prepared and available to the public upon request.\n\n(L. 1943 p. 727 § 7675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-740/"
    },
    {
      "id": "section-84-750",
      "number": "84.750",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.750. Board of police — expenditure vouchers. —No order or voucher which involves a commitment to expend money shall be issued unless it bears the signature of the secretary of the board certifying that a sufficient unexpended and unencumbered appropriation balance remains in the amount appropriated for such purpose in the board budget. Any order or voucher not so certified shall be void and shall not be paid.\n\n(L. 1943 p. 727 § 7675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-750/"
    },
    {
      "id": "section-84-760",
      "number": "84.760",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.760. Board of police — limitation of expenditures — penalty for violation. —1. No officer or employee of police departments of such cities shall, during any fiscal year, spend any money, incur any liability, or enter into any contract which by its terms incurs the expenditure of money for any purpose for which no appropriation is provided in the board budget or in excess of the amount appropriated by the board for any such purpose.\n\n2. Any officer or employee violating the provisions hereof shall immediately be removed from office, and liable for the amount of such claim.\n\n(L. 1943 p. 727 § 7675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-760/"
    },
    {
      "id": "section-84-770",
      "number": "84.770",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.770. Organization or payment of other police force prohibited. —The common council or municipal assembly of said cities shall have no power or authority to levy or collect any taxes or appropriate any money for the payment of any police force, other than that organized and employed under sections 84.350 to 84.860. No officer or servant of the mayor or the common council or municipal assembly of said cities shall disburse any money for the payment of any police force other than that organized and employed under sections 84.350 to 84.860, and the power of said mayor and common council or municipal assembly to appropriate and disburse money for the payment of the police force organized and employed under sections 84.350 to 84.860 shall be exercised as in these sections directed and not otherwise.\n\n(RSMo 1939 § 7676, A.L. 1943 p. 727 § 7675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-770/"
    },
    {
      "id": "section-84-780",
      "number": "84.780",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.780. Board of police — requisitions — claims. —1. The secretary of the police board, as agent of the board, is hereby authorized to requisition semimonthly upon the chief finance officer of the city such sum, within the limits of the annual appropriation, as may be necessary for that period, which sum shall be allocated by said officer and placed to the credit of the police department hereby created.\n\n2. All claims against the police department shall be approved for payment by the secretary of the board before payment thereof. No claim shall be certified by the secretary as being entitled to payment unless:\n\n(1) Such claim is a valid claim against the department;\n\n(2) The chief of police or a division head shall have furnished proof as to the receipt of the materials or performance of the service involved and as to other facts establishing the liability of the department;\n\n(3) All such claims, payrolls, and bills shall have been examined by him and found to be in proper form and correctly computed.\n\n3. Payrolls for salaries or compensation shall also bear the certificate of the chief, or the proper officer at the direction of the chief, that the names of the persons named therein appear in the personnel records as officers or employees of such police department.\n\n4. The claims, when so certified, shall be paid by the proper disbursing officer of the city within ten days after being certified out of any moneys in the city treasury not appropriated to the specific purposes enumerated in section 84.730. The amount of the claims and salary rolls so certified shall not exceed, in any one year, the limitations set forth in section 84.730. The chief finance officer or other disbursing officer of the city shall in no wise be held liable, either personally or officially, for the payment of any claims which are properly certified by the police department to them for payment, and it shall not be their responsibility to pass upon the validity of the claims so properly certified to them.\n\n(RSMo 1939 § 7677, A.L. 1943 p. 727 § 7676, A.L. 1958 2d Ex. Sess. p. 152)\n\nPrior revisions: 1929 § 7516; 1919 § 8927; 1909 § 9779",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-780/"
    },
    {
      "id": "section-84-790",
      "number": "84.790",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.790. Board of police — journal — records — annual report. —The board shall cause a full journal of their proceedings to be kept, and shall also cause all their receipts and disbursements of money to be faithfully entered in books to be procured and kept for that purpose, and said journal, and all said books, and all other documents in possession of said board, shall always be open to the inspection of the general assembly of the state of Missouri or any committee appointed by it for that purpose. It shall be the duty of the board to report to the common council or municipal assembly of the said city at each annual session thereof, the number and expenses of the police force employed by it under sections 84.350 to 84.860, and all such other matters as may be of public interest, in connection with the duties assigned it by sections 84.350 to 84.860.\n\n(RSMo 1939 § 7678, A.L. 1943 p. 727 § 7677)\n\nPrior revisions: 1929 § 7518; 1919 § 8929; 1909 § 9781",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-790/"
    },
    {
      "id": "section-84-800",
      "number": "84.800",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.800. Police relief association. —The members of the police force may, by assessment or monthly dues, maintain any police relief association incorporated by them under the laws of Missouri, for the purpose of rendering assistance to sick or injured members, or, in case of the death of any member, to the widow and children, if any.\n\n(RSMo 1939 § 7679, A.L. 1943 p. 727 § 7678)\n\nPrior revisions: 1929 § 7529; 1919 § 8940; 1909 § 9792",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-800/"
    },
    {
      "id": "section-84-810",
      "number": "84.810",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.810. Police relief association — police board assistance. —The board may assist in the maintenance of such police relief association, by causing to be paid into the treasury thereof, all unclaimed money that may come into the hands of the police, the proceeds of sale of unclaimed property remaining in the hands of the police at the end of each fiscal year; provided, that the treasurer or other officers of such relief association, into whose hands such money may be placed, shall be required to give a good and sufficient bond to the city for securing the same.\n\n(RSMo 1939 § 7680, A.L. 1943 p. 727 § 7679)\n\nPrior revisions: 1929 § 7530; 1919 § 8941; 1909 § 9793",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-810/"
    },
    {
      "id": "section-84-820",
      "number": "84.820",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.820. Aged and disabled police force members — special provisions. —The board may, in its discretion, make special provisions for policemen and officers who have grown old in the service, or those crippled while in the discharge of their duties so as to unfit them for active work, by assigning them to special duty at a proper salary or by making other such provisions as may be just and legal.\n\n(RSMo 1939 § 7681, A.L. 1943 p. 727 § 7680)\n\nPrior revisions: 1929 § 7523; 1919 § 8934; 1909 § 9786",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-820/"
    },
    {
      "id": "section-84-830",
      "number": "84.830",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.830. Police department — prohibited activities — penalties. —1. No officer, agent, or employee of the police department of such cities shall permit any solicitation for political purpose in any building or room occupied for the discharge of the official duties of the said department.\n\n2. No officer or employee of said department shall promote, remove, or reduce any other official or employee, or promise or threaten to do so, for withholding or refusing to make any contribution for any political party or purpose or club, or for refusal to render any political service, and shall not directly or indirectly attempt to coerce, command, or advise any other officer or employee to make any such contribution or render any such service. No officer or employee in the service of said department or member of the police board shall use his official authority or influence for the purpose of interfering with any election or any nomination for office, or affecting the result thereof. No officer or employee of such department shall solicit any person to vote for or against any candidate for public office, or poll precincts or be connected with other political work of similar character on behalf of any political organization, party, or candidate while on duty or while wearing the official uniform of the department. All such persons shall, however, retain the right to vote as they may choose and to express their opinions on all political subjects and candidates.\n\n3. No person or officer or employee of said department shall affix any sign, bumper sticker or other device to any property or vehicle under the control of said department which either supports or opposes any ballot measure or political candidate.\n\n4. No question in any examination shall relate to political or religious opinions or affiliations, and no appointment, transfer, layoff, promotion, reduction, suspension, or removal shall be affected by such opinions or affiliations.\n\n5. No person shall make false statement, certification, mark, rating, or report with regard to any tests, certificate, or appointment made under any provision of sections 84.350 to 84.860 or in any manner commit or attempt to commit any fraud preventing the impartial execution of this section or any provision thereof.\n\n6. No person shall, directly or indirectly, give, render, pay, offer, solicit, or accept any money, service, or other valuable consideration for or on account of any appointment, proposed appointment, promotion to, or any advancement in, a position in the service of the police departments of such cities.\n\n7. No person shall defeat, deceive, or obstruct any person in his right to examination, eligibility, certification, appointment or promotion under sections 84.350 to 84.860, or furnish to any person any such secret information for the purpose of affecting the right or prospects of any person with respect to employment in the police departments of such cities.\n\n8. Any officer or any employee of the police department of such cities who shall be found by the board to have violated any of the provisions of this section shall be discharged forthwith from said service. It shall be the duty of the chief of police to prefer charges against any such offending person at once. Any member of the board or of the common council of such cities may bring suit to restrain payment of compensation to any such offending officer or employee and, as an additional remedy, any such member of the board or of the common council of such cities may also apply to the circuit court for a writ of mandamus to compel the dismissal of such offending officer or employee. Officers or employees discharged by such mandamus shall have no right of review before the police board. Any person dismissed or convicted under this section shall, for a period of five years, be ineligible for appointment to any position in the service of the police department of such cities or the municipal government of such cities. Any persons who shall willfully or through culpable negligence violate any of the provisions of this section may, upon conviction thereof, be punished by a fine of not less than fifty dollars and not exceeding five hundred dollars, or by imprisonment for a time not exceeding six months, or by both such fine and imprisonment.\n\n(RSMo 1939 § 7682, A.L. 1943 p. 727 § 7681, A.L. 1988 H.B. 1304, A.L. 2013 S.B. 197, A.L. 2013 H.B. 307 merged with H.B. 336 merged with S.B. 216)\n\n(1986) This section upheld against constitutional challenge under equal protection clause. Reeder v. Kansas City Board of Police Commissioners, 796 F.2d 1050 (8th Cir.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-830/"
    },
    {
      "id": "section-84-850",
      "number": "84.850",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.850. Police department — certain contracts with municipal government. —The police may contract with the municipal government of such cities for the performance of any of the following functions: Purchasing, building maintenance and auditing, which functions are common to the two authorities.\n\n(L. 1943 p. 727 § 7683)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-850/"
    },
    {
      "id": "section-84-840",
      "number": "84.840",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.840. Police department — annual audit of accounts. —The board of such cities shall at least three months before the close of the fiscal year, provide that a certified audit of the police department's accounts for the current year be made by an independent firm of certified accountants, experienced and qualified in municipal and governmental auditing. The firm shall be selected by the board with the approval of the city's mayor. Such audit shall be complete and general in scope, and report of such audit shall be completed and published within sixty days after the close of such fiscal year, and one copy shall be filed with the public library of such cities.\n\n(L. 1943 p. 727 § 7682, A.L. 1993 S.B. 250)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-840/"
    },
    {
      "id": "section-84-860",
      "number": "84.860",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.860. Interference with enforcement of sections 84.350 to 84.860 — penalty. —Any officer or servant of the mayor or common council or municipal assembly of the said cities, or other persons whatsoever, who shall forcibly resist or obstruct the execution or enforcement of any of the provisions of sections 84.350 to 84.860 or relating to the same, or who shall disburse any money in violation thereof, or who shall hinder or obstruct the organization or maintenance of said board of police, or the police force provided in said sections to be organized and maintained, or who shall maintain or control any police force other than the one herein provided for, or who shall delay or hinder the due enforcement of said sections by failing or neglecting to perform the duties therein imposed upon him, shall be liable to a penalty of one thousand dollars for each and every offense, recoverable by the board by action at law in the name of the state, and shall forever thereafter be disqualified from holding or exercising any office or employment whatsoever under the mayor or common council or municipal assembly of said cities, or under said sections; provided, however, that nothing in this section shall be construed to interfere with the punishment, under any existing or any future laws of this state, or any criminal offense which shall be committed by the said parties in or about the resistance, obstruction, hindrance, conspiracy, combination or disbursement aforesaid.\n\n(RSMo 1939 § 7654, A.L. 1943 p. 727 § 7655)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-860/"
    },
    {
      "id": "section-84-870",
      "number": "84.870",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.870. Police officer — holidays. —That the board of police commissioners in cities of one hundred thousand inhabitants and over shall grant each and every metropolitan police officer, in active service, twenty-four days a year.\n\n(RSMo 1939 § 7585)\n\nPrior revisions: 1929 § 7442; 1919 § 8850; 1909 § 9699",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-870/"
    },
    {
      "id": "section-84-880",
      "number": "84.880",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.880. Holidays — no salary deduction. —No deduction shall be made from the salary of any police officer on account of the aforesaid holidays.\n\n(RSMo 1939 § 7586)\n\nPrior revisions: 1929 § 7443; 1919 § 8851; 1909 § 9700",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-880/"
    },
    {
      "id": "section-84-890",
      "number": "84.890",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n84.890. Holidays — set apart by chief. —Upon the taking effect of section 84.870, the board of police commissioners of all cities of one hundred thousand inhabitants and over shall make an order instructing the chief of police to set apart the days in each month each police officer is entitled to under section 84.870.\n\n(RSMo 1939 § 7587)\n\nPrior revisions: 1929 § 7444; 1919 § 8852; 1909 § 9701",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-84/section-84-890/"
    }
  ]
}