{
  "state": "missouri",
  "path": "title-title-vii/chapter-chapter-71",
  "sections": [
    {
      "id": "section-71-010",
      "number": "71.010",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.010. Ordinances to conform to state law. —Any municipal corporation in this state, whether under general or special charter, and having authority to pass ordinances regulating subjects, matters and things upon which there is a general law of the state, unless otherwise prescribed or authorized by some special provision of its charter, shall confine and restrict its jurisdiction and the passage of its ordinances to and in conformity with the state law upon the same subject.\n\n(RSMo 1939 § 7442)\n\nPrior revisions: 1929 § 7289; 1919 § 8704; 1909 § 9582",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-010/"
    },
    {
      "id": "section-71-011",
      "number": "71.011",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n*71.011. Transfer of certain land between municipalities, when — procedure — exception — concurrent detachment and annexation, procedure. —1. Except as provided in subsection 2 of this section, property of a municipality which abuts another municipality may be concurrently detached from one municipality and annexed by the other municipality by the enactment by the governing bodies of each municipality of an ordinance describing by metes and bounds the property, declaring the property so described to be concurrently detached and annexed, and stating the reasons for and the purposes to be accomplished by the detachment and annexation. One certified copy of each ordinance shall be filed with the county clerk, with the county assessor, with the county recorder of deeds, and with the clerk of the circuit court of the county in which the property is located, whereupon the concurrent detachment and annexation shall be complete and final. Thereafter all courts of this state shall take notice of the limits of both municipalities as changed by the ordinances. No declaratory judgment or election shall be required for any concurrent detachment and annexation permitted by this section if there are no residents living in the area or if there are residents in the area and they be notified of the annexation and do not object within sixty days.\n\n2. In a county of the first classification with a charter form of government containing all or a portion of a city with a population of at least three hundred thousand inhabitants:\n\n(1) Unimproved property of a municipality which overlaps another municipality may be concurrently detached from one municipality and annexed by the other municipality by the enactment by the governing body of the receiving municipality of an ordinance describing by metes and bounds the property, declaring the property so described to be detached and annexed, and stating the reasons for and the purposes to be accomplished by the detachment and annexation. A copy of said ordinance shall be mailed to the city clerk of the contributing municipality, which shall have thirty days from receipt of said notice to pass an ordinance disapproving the change of boundary. If such ordinance is not passed within thirty days, the change shall be effective and one certified copy of the ordinance shall be filed with the county clerk, with the county assessor, with the county recorder of deeds, and with the clerk of the circuit court of the county in which the property is located, whereupon the concurrent detachment and annexation shall be complete and final. Thereafter all courts of this state shall take notice of the limits of both municipalities as changed by the ordinances. No declaratory judgment or election shall be required for any concurrent detachment and annexation permitted by this section if the landowners in the area are notified and do not object within sixty days; or\n\n(2) An island of unincorporated area within a municipality, which is contiguous to more than one municipality or contiguous to the Missouri River and the Blue River, may be annexed by an abutting municipality by the enactment by the governing body of the municipality of an ordinance describing the metes and bounds of the property, declaring the property so described to be annexed, and stating the reasons for and the purposes to be accomplished by the annexation. All recording shall be accomplished in the same manner as set out in subdivision (1) of this subsection and shall be effective unless the governing body of the county passes an ordinance within thirty days disapproving the annexation. No declaratory judgment or election shall be required for any annexation permitted by this subdivision. Any annexation permitted by this subdivision shall exclude any property within the unincorporated area when such property has been owned by the same family for at least sixty consecutive years and consists of ten acres or more. The line of ownership from the original settler or buyer may be through children, grandchildren, siblings, nephews, or nieces, including through marriage or adoption.\n\n(L. 1973 S.B. 38 § 1, A.L. 1990 H.B. 1536, A.L. 1998 S.B. 809, A.L. 2007 H.B. 459 merged with S.B. 22 merged with S.B. 30, A.L. 2013 H.B. 1035)\n\n*Effective 10-11-13, see § 21.250. H.B. 1035 was vetoed July 12, 2013. The veto was overridden on September 11, 2013.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-011/"
    },
    {
      "id": "section-71-012",
      "number": "71.012",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.012. Annexation procedure, hearing, exceptions (Perry County, Randolph County) — contiguous and compact defined — common interest community, cooperative and planned community, defined — objection, procedure. —1. Notwithstanding the provisions of sections 71.015 and 71.860 to 71.920, the governing body of any city, town or village may annex unincorporated areas which are contiguous and compact to the existing corporate limits of the city, town or village pursuant to this section. The term\"contiguous and compact\"does not include a situation whereby the unincorporated area proposed to be annexed is contiguous to the annexing city, town or village only by a railroad line, trail, pipeline or other strip of real property less than one-quarter mile in width within the city, town or village so that the boundaries of the city, town or village after annexation would leave unincorporated areas between the annexed area and the prior boundaries of the city, town or village connected only by such railroad line, trail, pipeline or other such strip of real property. The term contiguous and compact shall include a situation whereby the unincorporated area proposed to be annexed would be contiguous and compact to the existing corporate limits of the city, town, or village but for an intervening state highway or interstate highway as defined in section 304.001, or railroad right-of-way, regardless of whether any other city, town, or village has annexed such state or interstate highway or railroad right-of-way or otherwise has an easement in such state or interstate highway or railroad right-of-way. The term contiguous and compact does not prohibit voluntary annexations pursuant to this section merely because such voluntary annexation would create an island of unincorporated area within the city, town or village, so long as the owners of the unincorporated island were also given the opportunity to voluntarily annex into the city, town or village. Notwithstanding the provisions of this section, the governing body of any city, town or village in any county of the third classification which borders a county of the fourth classification, a county of the second classification and the Mississippi River may annex areas along a road or highway up to two miles from existing boundaries of the city, town or village or the governing body in any city, town or village in any county of the third classification without a township form of government with a population of at least twenty-four thousand inhabitants but not more than thirty thousand inhabitants and such county contains a state correctional center may voluntarily annex such correctional center pursuant to the provisions of this section if the correctional center is along a road or highway within two miles from the existing boundaries of the city, town or village.\n\n2. (1) When a notarized petition, requesting annexation and signed by the owners of all fee interests of record in all tracts of real property located within the area proposed to be annexed, or a request for annexation signed under the authority of the governing body of any common interest community and approved by a majority vote of unit owners located within the area proposed to be annexed is presented to the governing body of the city, town or village, the governing body shall hold a public hearing concerning the matter not less than fourteen nor more than sixty days after the petition is received, and the hearing shall be held not less than seven days after notice of the hearing is published in a newspaper of general circulation qualified to publish legal matters and located within the boundary of the petitioned city, town or village. If no such newspaper exists within the boundary of such city, town or village, then the notice shall be published in the qualified newspaper nearest the petitioned city, town or village. For the purposes of this subdivision, the term\"common-interest community\"shall mean a condominium as said term is used in chapter 448, or a common-interest community, a cooperative, or a planned community.\n\n(a) A\"common-interest community\"shall be defined as real property with respect to which a person, by virtue of such person's ownership of a unit, is obliged to pay for real property taxes, insurance premiums, maintenance or improvement of other real property described in a declaration.\"Ownership of a unit\"does not include a leasehold interest of less than twenty years in a unit, including renewal options;\n\n(b) A\"cooperative\"shall be defined as a common-interest community in which the real property is owned by an association, each of whose members is entitled by virtue of such member's ownership interest in the association to exclusive possession of a unit;\n\n(c) A\"planned community\"shall be defined as a common-interest community that is not a condominium or a cooperative. A condominium or cooperative may be part of a planned community.\n\n(2) At the public hearing any interested person, corporation or political subdivision may present evidence regarding the proposed annexation. If, after holding the hearing, the governing body of the city, town or village determines that the annexation is reasonable and necessary to the proper development of the city, town or village, and the city, town or village has the ability to furnish normal municipal services to the area to be annexed within a reasonable time, it may, subject to the provisions of subdivision (3) of this subsection, annex the territory by ordinance without further action.\n\n(3) If a written objection to the proposed annexation is filed with the governing body of the city, town or village not later than fourteen days after the public hearing by at least five percent of the qualified voters of the city, town or village, or two qualified voters of the area sought to be annexed if the same contains two qualified voters, the provisions of sections 71.015 and 71.860 to 71.920, shall be followed.\n\n3. If no objection is filed, the city, town or village shall extend its limits by ordinance to include such territory, specifying with accuracy the new boundary lines to which the city's, town's or village's limits are extended. Upon duly enacting such annexation ordinance, the city, town or village shall cause three certified copies of the same to be filed with the county assessor and the clerk of the county wherein the city, town or village is located, and one certified copy to be filed with the election authority, if different from the clerk of the county which has jurisdiction over the area being annexed, whereupon the annexation shall be complete and final and thereafter all courts of this state shall take judicial notice of the limits of that city, town or village as so extended.\n\n4. That a petition requesting annexation is not or was not verified or notarized shall not affect the validity of an annexation heretofore or hereafter undertaken in accordance with this section.\n\n5. Any action of any kind seeking to deannex from any city, town, or village any area annexed under this section, or seeking in any way to reverse, invalidate, set aside, or otherwise challenge such annexation or oust such city, town, or village from jurisdiction over such annexed area shall be brought within five years of the date of adoption of the annexation ordinance.\n\n(L. 1976 H.B. 1362, A.L. 1978 S.B. 738, A.L. 1980 H.B. 1110, A.L. 1986 H.B. 1135 merged with H.B. 1261, A.L. 1989 H.B. 487, A.L. 1990 H.B. 1536, A.L. 1993 S.B. 376, A.L. 1995 H.B. 414, A.L. 1996 H.B. 1237, A.L. 1998 H.B. 1352, A.L. 1999 S.B. 160 & 82, A.L. 2005 H.B. 58, A.L. 2007 H.B. 459 merged with S.B. 22 merged with S.B. 30, A.L. 2013 S.B. 58, A.L. 2018 S.B. 881)\n\n(1987) The objection procedure provided by subdivision (3) of subsection 2 of this section is not available to a county. St. Louis County v. Village of Peerless Park, 726 S.W.2d 405 (Mo.App.).\n\n(1987) The fact that a county will lose revenue or political power because of an annexation ordinance passed as provided in this section is not sufficiently adverse effect to confer standing upon the county to challenge such ordinance. St. Louis County v. Village of Peerless Park, 726 S.W.2d 405 (Mo.App.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-012/"
    },
    {
      "id": "section-71-013",
      "number": "71.013",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.013. Train crewman not to be personally liable under city ordinance or state statute for blocking crossing, when. —1. No member of a railroad train or yard crew shall be held criminally guilty of any responsibility of violating a state law or any municipal ordinance regulating the occupying or blocking of any street or highway railroad crossing-at-grade by trains or cars, upon reasonable proof that his action was necessary to comply with the order or instructions, either written or verbal, of his employer or its officers or supervisory officials; and provided, that nothing in this section shall relieve the employer or railroad from any responsibility placed upon said employer or railroad by any such state law or any municipal ordinance.\n\n2. Every person, firm, company, or corporation, operating a railroad as a common carrier in the state of Missouri and violating the provisions of this section, shall be fined not less than fifty dollars for each separate offense.\n\n(L. 1969 H.B. 124 §§ 1, 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-013/"
    },
    {
      "id": "section-71-014",
      "number": "71.014",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.014. Annexation by certain cities upon request of all property owners in area annexed — deannexation, statute of limitations. —1. Notwithstanding the provisions of section 71.015, the governing body of any city, town, or village which is located within a county which borders a county of the first classification with a charter form of government with a population in excess of six hundred fifty thousand, proceeding as otherwise authorized by law or charter, may annex unincorporated areas which are contiguous and compact to the existing corporate limits upon notarized petition requesting such annexation signed by the owners of all fee interests of record in all tracts located within the area to be annexed. That a petition requesting annexation is not or was not verified or notarized shall not affect the validity of an annexation heretofore or hereafter undertaken in accordance with this section.\n\n2. Any action of any kind seeking to deannex from any city, town, or village any area annexed under this section, or seeking in any way to reverse, invalidate, set aside, or otherwise challenge such annexation or oust such city, town, or village from jurisdiction over such annexed area shall be brought within five years of the date of adoption of the annexation ordinance.\n\n(L. 1973 H.B. 200 § 1, A.L. 1976 H.B. 1362, A.L. 1978 S.B. 738, A.L. 1984 H.B. 1214 & 1319, A.L. 1986 H.B. 1261, A.L. 1994 S.B. 749, A.L. 2000 H.B. 1238, A.L. 2013 S.B. 58)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-014/"
    },
    {
      "id": "section-71-015",
      "number": "71.015",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.015. Objections to annexation, satisfaction of objections prior to annexation, procedure — certain cities, elections for annexation, procedure — cause of action for deannexation authorized. —1. Should any city, town, or village, not located in any county of the first classification which has adopted a constitutional charter for its own local government, seek to annex an area to which objection is made, the following shall be satisfied:\n\n(1) Before the governing body of any city, town, or village has adopted a resolution to annex any unincorporated area of land, such city, town, or village shall first as a condition precedent determine that:\n\n(a) The land to be annexed is contiguous to the existing city, town, or village limits and that the length of the contiguous boundary common to the existing city, town, or village limit and the proposed area to be annexed is at least fifteen percent of the length of the perimeter of the area proposed for annexation; or\n\n(b) The land to be annexed would be contiguous and compact to the existing city, town, or village limits but for an intervening state highway or interstate highway as defined in section 304.001, or railroad right-of-way, and the shared border of the land to be annexed and existing city, town, or village composes at least fifteen percent of the total perimeter of the land to be annexed. For purposes of calculating the length of such border under this paragraph, the border between the land to be annexed and the existing city, town, or village shall be deemed to be:\n\na. If an intervening state highway or interstate highway, the centerline; or\n\nb. If a railroad right-of-way, the midpoint between the outermost rails if there are rails or the best estimate of the middle of the right-of-way if there are no rails;\n\n(2) The governing body of any city, town, or village shall propose an ordinance setting forth the following:\n\n(a) The area to be annexed and affirmatively stating that the boundaries comply with the condition precedent referred to in subdivision (1) above;\n\n(b) That such annexation is reasonable and necessary to the proper development of the city, town, or village;\n\n(c) That the city has developed a plan of intent to provide services to the area proposed for annexation;\n\n(d) That a public hearing shall be held prior to the adoption of the ordinance;\n\n(e) When the annexation is proposed to be effective, the effective date being up to thirty-six months from the date of any election held in conjunction thereto;\n\n(3) The city, town, or village shall fix a date for a public hearing on the ordinance and make a good faith effort to notify all fee owners of record within the area proposed to be annexed by certified mail, not less than thirty nor more than sixty days before the hearing, and notify all residents of the area by publication of notice in a newspaper of general circulation qualified to publish legal matters in the county or counties where the proposed area is located, at least once a week for three consecutive weeks prior to the hearing, with at least one such notice being not more than twenty days and not less than ten days before the hearing;\n\n(4) At the hearing referred to in subdivision (3), the city, town, or village shall present the plan of intent and evidence in support thereof to include:\n\n(a) A list of major services presently provided by the city, town, or village including, but not limited to, police and fire protection, water and sewer systems, street maintenance, parks and recreation, and refuse collection;\n\n(b) A proposed time schedule whereby the city, town, or village plans to provide such services to the residents of the proposed area to be annexed within three years from the date the annexation is to become effective;\n\n(c) The level at which the city, town, or village assesses property and the rate at which it taxes that property;\n\n(d) How the city, town, or village proposes to zone the area to be annexed;\n\n(e) When the proposed annexation shall become effective;\n\n(5) Following the hearing, and either before or after the election held in subdivision (6) of this subsection, should the governing body of the city, town, or village vote favorably by ordinance to annex the area, the governing body of the city, town or village shall file an action in the circuit court of the county in which such unincorporated area is situated, under the provisions of chapter 527, praying for a declaratory judgment authorizing such annexation. The petition in such action shall state facts showing:\n\n(a) The area to be annexed and its conformity with the condition precedent referred to in subdivision (1) of this subsection;\n\n(b) That such annexation is reasonable and necessary to the proper development of the city, town, or village; and\n\n(c) The ability of the city, town, or village to furnish normal municipal services of the city, town, or village to the unincorporated area within a reasonable time not to exceed three years after the annexation is to become effective. Such action shall be a class action against the inhabitants of such unincorporated area under the provisions of section 507.070;\n\n(6) Except as provided in subsection 3 of this section, if the court authorizes the city, town, or village to make an annexation, the legislative body of such city, town, or village shall not have the power to extend the limits of the city, town, or village by such annexation until an election is held at which the proposition for annexation is approved by a majority of the total votes cast in the city, town, or village and by a separate majority of the total votes cast in the unincorporated territory sought to be annexed. However, should less than a majority of the total votes cast in the area proposed to be annexed vote in favor of the proposal, but at least a majority of the total votes cast in the city, town, or village vote in favor of the proposal, then the proposal shall again be voted upon in not more than one hundred twenty days by both the registered voters of the city, town, or village and the registered voters of the area proposed to be annexed. If at least two-thirds of the qualified electors voting thereon are in favor of the annexation, then the city, town, or village may proceed to annex the territory. If the proposal fails to receive the necessary majority, no part of the area sought to be annexed may be the subject of another proposal to annex for a period of two years from the date of the election, except that, during the two-year period, the owners of all fee interests of record in the area or any portion of the area may petition the city, town, or village for the annexation of the land owned by them pursuant to the procedures in section 71.012. The elections shall if authorized be held, except as herein otherwise provided, in accordance with the general state law governing special elections, and the entire cost of the election or elections shall be paid by the city, town, or village proposing to annex the territory;\n\n(7) Failure to comply in providing services to the said area or to zone in compliance with the plan of intent within three years after the effective date of the annexation, unless compliance is made unreasonable by an act of God, shall give rise to a cause of action for deannexation which may be filed in the circuit court by any resident of the area who was residing in the area at the time the annexation became effective;\n\n(8) No city, town, or village which has filed an action under this section as this section read prior to May 13, 1980, which action is part of an annexation proceeding pending on May 13, 1980, shall be required to comply with subdivision (5) of this subsection in regard to such annexation proceeding;\n\n(9) If the area proposed for annexation includes a public road or highway but does not include all of the land adjoining such road or highway, then such fee owners of record, of the lands adjoining said highway shall be permitted to intervene in the declaratory judgment action described in subdivision (5) of this subsection.\n\n2. Notwithstanding any provision of subsection 1 of this section, for any annexation by any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county that becomes effective after August 28, 1994, if such city has not provided water and sewer service to such annexed area within three years of the effective date of the annexation, a cause of action shall lie for deannexation, unless the failure to provide such water and sewer service to the annexed area is made unreasonable by an act of God. The cause of action for deannexation may be filed in the circuit court by any resident of the annexed area who is presently residing in the area at the time of the filing of the suit and was a resident of the annexed area at the time the annexation became effective. If the suit for deannexation is successful, the city shall be liable for all court costs and attorney fees.\n\n3. Notwithstanding the provisions of subdivision (6) of subsection 1 of this section, all cities, towns, and villages located in any county of the first classification with a charter form of government with a population of two hundred thousand or more inhabitants which adjoins a county with a population of nine hundred thousand or more inhabitants shall comply with the provisions of this subsection. If the court authorizes any city, town, or village subject to this subsection to make an annexation, the legislative body of such city, town or village shall not have the power to extend the limits of such city, town, or village by such annexation until an election is held at which the proposition for annexation is approved by a majority of the total votes cast in such city, town, or village and by a separate majority of the total votes cast in the unincorporated territory sought to be annexed; except that:\n\n(1) In the case of a proposed annexation in any area which is contiguous to the existing city, town or village and which is within an area designated as flood plain by the Federal Emergency Management Agency and which is inhabited by no more than thirty registered voters and for which a final declaratory judgment has been granted prior to January 1, 1993, approving such annexation and where notarized affidavits expressing approval of the proposed annexation are obtained from a majority of the registered voters residing in the area to be annexed, the area may be annexed by an ordinance duly enacted by the governing body and no elections shall be required; and\n\n(2) In the case of a proposed annexation of unincorporated territory in which no qualified electors reside, if at least a majority of the qualified electors voting on the proposition are in favor of the annexation, the city, town or village may proceed to annex the territory and no subsequent election shall be required.\n\n­­If the proposal fails to receive the necessary separate majorities, no part of the area sought to be annexed may be the subject of any other proposal to annex for a period of two years from the date of such election, except that, during the two-year period, the owners of all fee interests of record in the area or any portion of the area may petition the city, town, or village for the annexation of the land owned by them pursuant to the procedures in section 71.012 or 71.014. The election shall, if authorized, be held, except as otherwise provided in this section, in accordance with the general state laws governing special elections, and the entire cost of the election or elections shall be paid by the city, town, or village proposing to annex the territory. Failure of the city, town or village to comply in providing services to the area or to zone in compliance with the plan of intent within three years after the effective date of the annexation, unless compliance is made unreasonable by an act of God, shall give rise to a cause of action for deannexation which may be filed in the circuit court not later than four years after the effective date of the annexation by any resident of the area who was residing in such area at the time the annexation became effective or by any nonresident owner of real property in such area.\n\n4. Except for a cause of action for deannexation under subdivision (2) of subsection 3 of this section, any action of any kind seeking to deannex from any city, town, or village any area annexed under this section, or seeking in any way to reverse, invalidate, set aside, or otherwise challenge such annexation or oust such city, town, or village from jurisdiction over such annexed area shall be brought within five years of the date of the adoption of the annexation ordinance.\n\n(L. 1953 p. 309 § 1, A.L. 1980 H.B. 1110, A.L. 1986 H.B. 1261, A.L. 1990 H.B. 1536, A.L. 1992 S.B. 571, A.L. 1993 H.B. 566, A.L. 1994 S.B. 700 merged with S.B. 749, A.L. 1996 H.B. 1237, A.L. 1999 S.B. 160 & 82, A.L. 2013 S.B. 58, A.L. 2018 S.B. 881)\n\n(2005) First valid step toward annexation is proposal of an ordinance to annex. City of St. Joseph v. Village of Country Club, 163 S.W.3d 905 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-015/"
    },
    {
      "id": "section-71-016",
      "number": "71.016",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.016. Annexation of noncontiguous territory, when allowed. —Whenever fifty percent or more of the area of a city, town, or village organized under the laws of this state is liable to be inundated as a result of the construction of a lake, reservoir or other body of water, and it is determined by the legislative body of the city, town, or village, that it is impracticable to annex adjacent or contiguous territory to afford the necessary additional area for the city, town, or village, the legislative body of the city, town, or village may extend its governmental authority over a new townsite in the manner provided in sections 71.016 to 71.019.\n\n(L. 1969 p. 133 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-016/"
    },
    {
      "id": "section-71-017",
      "number": "71.017",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.017. Plat of proposed area — acceptance how — election, how conducted — approval by voters, effect of. —1. The owners of a tract of land not more than ten miles distant from the nearest limits of the city, town, or village, or within such greater distance as may be reasonable under the circumstances in order to secure the most desirable site, may present to the legislative body of the city, town, or village a plat containing the same information as is required by the laws of this state to be contained in a plat of an original townsite. The legislative body shall examine the plat, and may require such amendments, changes, additions, or withdrawals therefrom as it deems necessary, and if the legislative body finds that the area contained in the plat is a suitable and desirable site to which the city, town, or village should be moved, it shall pass an ordinance declaring the acceptance of the plat, and shall submit to the voters of the city, town, or village, the question of whether the territory comprised within the plat shall be annexed. The requirements of section 71.015 shall not apply to an annexation under the provisions of sections 71.016 to 71.019.\n\n2. If the annexation of the territory comprised within such plat is approved by a majority of the voters of the city, town, or village voting on the question the legislative body shall so declare by resolution, and shall cause a copy of its resolution and the original plat to be filed for record in the office of the county clerk. If part or all of the territory comprised within the plat lies in a county other than that in which the existing territory of the city, town, or village lies, the resolution and the plat shall be recorded in each county. Upon the date of the filing of the resolution and the plat, the territory comprised within the plat shall be annexed to and shall form a part of the city, town, or village.\n\n(L. 1969 p. 133 §§ 2, 3, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-017/"
    },
    {
      "id": "section-71-018",
      "number": "71.018",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.018. Exclusion of prior area from jurisdiction, when. —Whenever any city, town, or village has annexed a new site under the provisions of sections 71.016 to 71.019, the legislative body of the city, town, or village may exclude from its boundaries any portion or portions of the territory embraced within its limits as they existed prior to the annexation of the new site whenever by reason of inundation, disoccupation or any other cause whatsoever, the retention thereof within the limits of the city, town, or village ceases to be desirable for the public interest and for the interest of the inhabitants thereof and of the owners of such land. Until such exclusion, all portions of the original territory of the city, town, or village shall continue within its limits and shall be subject to its governmental authority. Proceedings for such exclusion of territory shall be in accordance with the general laws of this state.\n\n(L. 1969 p. 133 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-018/"
    },
    {
      "id": "section-71-019",
      "number": "71.019",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.019. Condemnation authorized — bonds, how issued — cooperation authorized. —Any city, town, or village annexing a townsite under the provisions of sections 71.016 to 71.019, through its legislative body, may:\n\n(1) Provide by ordinance for the acquisition of the property so annexed and platted, through the exercise of the right of condemnation in the manner provided by law, or by negotiated purchases or in any other lawful manner;\n\n(2) Provide for the reimbursement of owners of such acquired property through the issuance of bonds in the manner provided by law, and may hold any necessary bond election together with the election provided in section 71.017, or through the encumbrance of such acquired property or in any other lawful manner;\n\n(3) Provide for the administration of the annexed or acquired property, including the authority to zone and other similar and usual powers for regulating use and development of realty and in the case of acquired property the power to provide for and regulate the sale of lots and excess property and to enact such ordinances as will facilitate the orderly and equitable relocation of the city, town, or village;\n\n(4) Act in concert with, cooperate with, or deal with, any private person, agency, nonprofit corporation, governmental body or agency or other appropriate entity in the accomplishment of such ends.\n\n(L. 1969 p. 133 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-019/"
    },
    {
      "id": "section-71-020",
      "number": "71.020",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.020. Changing name of town. —Whenever a petition, signed by the voters of any city, incorporated town or incorporated village of this state, equal in number to one-half of those who voted for the officers therein at the last election, shall be presented to the corporate authorities of such city, town or village, praying that the name of such city, town or village may be changed, it shall be lawful for such corporate authorities to make such change in the manner herein provided.\n\n(RSMo 1939 § 7322, A.L. 1978 H.B. 971)\n\nPrior revisions: 1929 § 7171; 1919 § 8620; 1909 § 9508",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-020/"
    },
    {
      "id": "section-71-030",
      "number": "71.030",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.030. Proceedings before presentation of petition to change name. —Previous to the presentation of the petition mentioned in section 71.020, the name proposed to be given to such city, town or village shall be filed in the office of the secretary of state, to be there retained for the period of at least sixty days, and, upon application, the secretary of state shall, at any time after the filing of such name, grant a certificate, stating that such name has not been given to any other city, incorporated town or incorporated village or municipality of this state, if such be the fact; but if such name has been adopted by any other city, town or village or municipality, the secretary of state shall so notify the party or parties making such application, in which case another name shall be filed in his office, which name shall likewise remain for the period of sixty days, and no petition shall be acted upon by said corporate authorities unless accompanied by the certificate of the secretary of state, setting forth that such name has not been adopted elsewhere in this state.\n\n(RSMo 1939 § 7323)\n\nPrior revisions: 1929 § 7172; 1919 § 8621; 1909 § 9509",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-030/"
    },
    {
      "id": "section-71-040",
      "number": "71.040",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.040. Duty of the secretary of state. —The secretary of state shall, as soon as practicable after the passage of this law, communicate with the county clerks in each county in this state, and ascertain the names of all cities, towns, villages or other municipal corporations therein, and arrange such names in alphabetical order for convenient reference. Such lists of names shall be kept filed in his office, and shall be changed whenever a change of name shall be effected under the provisions of this chapter.\n\n(RSMo 1939 § 7324)\n\nPrior revisions: 1929 § 7173; 1919 § 8622; 1909 § 9510",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-040/"
    },
    {
      "id": "section-71-050",
      "number": "71.050",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.050. Petition to change name — consideration — notice. —At any meeting of the corporate authorities of any city, incorporated town or incorporated village, after the presentation of the petition herein provided, such corporate authorities shall fix the time when such petition shall be considered, and order notice of the presentation thereof to be given by publishing such notice for three consecutive weeks in some newspaper having a general circulation in such city, town or village; such notice shall state that a change of name of such city, town or village has been prayed for, and the time when action on said petition shall be had, at which time remonstrances, if any, will be heard.\n\n(RSMo 1939 § 7325)\n\nPrior revisions: 1929 § 7174; 1919 § 8623; 1909 § 9511",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-050/"
    },
    {
      "id": "section-71-060",
      "number": "71.060",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.060. Order to change name. —At the time fixed in the notice provided for in section 71.050, or if, from any cause, action thereon is not taken, such petition praying for change of name shall be, with all remonstrances, heard at any subsequent meeting of such corporate authorities; and when said authorities have heard such petitions and remonstrances, and are satisfied such change of name is necessary or proper, they shall thereupon make an order changing the name of such city, town or village, and adopting the name prayed for in such petition.\n\n(RSMo 1939 § 7326)\n\nPrior revisions: 1929 § 7175; 1919 § 8624; 1909 § 9512",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-060/"
    },
    {
      "id": "section-71-070",
      "number": "71.070",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.070. Order to change name — duty of secretary of state — duty of courts. —If said change of name is made, said corporate authorities shall cause a copy of the order making such change to be filed in the office of the secretary of state, who shall thereupon make known the facts of such change by publication in some newspaper of the county in which such city, town or village is situated, and also in some newspaper in the City of St. Louis; and all the courts of this state shall take judicial notice of the change there made.\n\n(RSMo 1939 § 7327)\n\nPrior revisions: 1929 § 7176; 1919 § 8625; 1909 § 9513",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-070/"
    },
    {
      "id": "section-71-080",
      "number": "71.080",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.080. Change not to affect rights accrued. —Nothing in sections 71.020 to 71.080 shall affect the rights or privileges of such city, town or village, or those of any person, as the same existed before such change of name. And all proceedings pending in any court or place, in favor of or against said city, town or village, may be continued to final consummation under the name in which the same was commenced.\n\n(RSMo 1939 § 7328)\n\nPrior revisions: 1929 § 7177; 1919 § 8626; 1909 § 9514",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-080/"
    },
    {
      "id": "section-71-090",
      "number": "71.090",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.090. Unincorporated town or village — change of name. —When the plat of any unincorporated town or village shall be placed upon record in any county of this state, the circuit court of said county shall have power to change the name of such unincorporated town or village, upon a petition of a majority of the legal voters residing within the limits of such town or village; provided, notice of the proposed change of name shall be filed in the office of the secretary of state, as provided in section 71.030.\n\n(RSMo 1939 § 7329, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7178; 1919 § 8627; 1909 § 9515\n\nEffective 1-2-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-090/"
    },
    {
      "id": "section-71-100",
      "number": "71.100",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.100. May sell and convey commons. —Where any city, town or village in this state hath a common annexed to it, the trustees or body corporate of said city, town or village shall have authority to sell or convey, by deed in fee simple, all the common annexed to said city, town or village.\n\n(RSMo 1939 § 7361)\n\nPrior revisions: 1929 § 7210; 1919 § 8649; 1909 § 9537",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-100/"
    },
    {
      "id": "section-71-110",
      "number": "71.110",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.110. Sale of commons — ordinances authorized. —The trustees, or body corporate, of said city, town or village, is hereby given full power and authority to pass any laws, bylaws, ordinance or other necessary provisions regulating and effecting the sale of said commons, or to perform, or cause to be performed, all acts that are, or may become, necessary to carry into full effect the sale of said commons by said city, town or village.\n\n(RSMo 1939 § 7362)\n\nPrior revisions: 1929 § 7311; 1919 § 8650; 1909 § 9538",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-110/"
    },
    {
      "id": "section-71-120",
      "number": "71.120",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.120. Property held in trust. —Whenever any property, real or personal, is held by any municipal corporation in a fiduciary capacity, the circuit court shall have jurisdiction, upon proceedings instituted in the name of the attorney general or prosecuting attorney, to inquire into any breaches of trust, fraud or negligence, and to administer the proper relief.\n\n(RSMo 1939 § 7314)\n\nPrior revisions: 1929 § 7163; 1919 § 8612; 1909 § 9500",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-120/"
    },
    {
      "id": "section-71-130",
      "number": "71.130",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.130. Breach of trust — proceedings. —Such proceedings shall be conducted as near as may be in conformity with the law regulating practice in civil cases.\n\n(RSMo 1939 § 7315)\n\nPrior revisions: 1929 § 7164; 1919 § 8613; 1909 § 9501",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-130/"
    },
    {
      "id": "section-71-140",
      "number": "71.140",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.140. Purchase of Missouri products. —Every commission, board, committee, officer or other governing body of any city or town shall purchase and use only those materials, products, supplies, provisions and other needed articles produced, manufactured, compounded, made or grown within the state of Missouri, when they are found in marketable quantities in the state and are of a quality suited to the purpose intended and can be secured without additional cost over foreign products or products of other states; provided, however, that quality and fitness of articles shall be considered in purchasing or letting contracts for articles herein mentioned.\n\n(RSMo 1939 § 14616, A. 1949 H.B. 2023)\n\nPrior revision: 1929 § 13320",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-140/"
    },
    {
      "id": "section-71-150",
      "number": "71.150",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.150. Property qualifications for officers not required. —No property qualification shall be required of any person to render him eligible to any office in any city or incorporated town.\n\n(RSMo 1939 § 7290, A. 1949 H.B. 2023)\n\nPrior revisions: 1929 § 7139; 1919 § 8588; 1909 § 9476",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-150/"
    },
    {
      "id": "section-71-160",
      "number": "71.160",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.160. Special census — qualifications and oath of supervisor. —Whenever the council of any incorporated city or town in this state shall be of the opinion that there has been a substantial increase or decrease in the population of such city or town since the last preceding census of such city or town, taken under the authority of the state, or of the United States, said council may, by resolution, declare that it is deemed advisable and necessary that a special census be taken in said city or town, and request the governor to order a special census to be taken therein. Upon such a resolution being passed by the council of any incorporated city or town and a certified copy thereof, certified to by the city clerk of such city or town, being presented to the governor, the governor shall order a special census to be taken in such city or town and shall immediately appoint a census supervisor, who shall be a resident in and qualified voter of such city or town, to supervise the taking of such special census. Such supervisor shall subscribe to an oath that he will faithfully discharge the duties of such office and cause a true and correct census of the population of such city to be taken, according to his best ability, which oath shall be filed with the secretary of state.\n\n(RSMo 1939 § 7408)\n\nPrior revision: 1929 § 7256\n\n(1971) The revenue from the cigarette tax authorized by section 66.340, RSMo, is to be allocated among the unincorporated and the incorporated areas of the county on the basis of decennial census population figures and not on the basis of population figures shown by special municipal census taken pursuant to this section. City of Bridgeton v. Gilstrap (Mo.), 463 S.W.2d 908.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-160/"
    },
    {
      "id": "section-71-170",
      "number": "71.170",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.170. Special census — enumerators — results certified. —Upon qualifying in the manner prescribed in section 71.160, the census supervisor shall appoint such enumerators as may be necessary to assist in taking such census, each of whom shall take the same oath as heretofore prescribed for such supervisor, before some officer authorized to administer oaths. Such supervisor and enumerators shall immediately proceed to take a census of such city or town, for the sole purpose of determining the population of such city or town, and no other information shall be taken by such supervisor and enumerators. Upon the completion of such census, the supervisor shall certify the result thereof to the secretary of state, and, from and after the date of the filing of such certificate with the secretary of state, the population of such city or town, as given in such certificate of the supervisor, shall be the legal census and population of such city or town, for all purposes whatsoever, under the constitution and laws of the state.\n\n(RSMo 1939 § 7409)\n\nPrior revision: 1929 § 7257",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-170/"
    },
    {
      "id": "section-71-180",
      "number": "71.180",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.180. Special census — compensation, supervisor and enumerators. —The census supervisor and enumerators provided for in the preceding sections shall receive such compensation as may be designated by the governor for their services; provided, that the compensation of the supervisor shall not exceed seven dollars and fifty cents for each day actually spent in the performance of his duties as such supervisor, and the compensation of the enumerators shall not exceed five dollars each for each day actually spent in the performance of their duties as enumerators. The compensation of the supervisor and enumerators and all other expenses of such census shall be paid by the city in which such census is taken.\n\n(RSMo 1939 § 7410)\n\nPrior revision: 1929 § 7258",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-180/"
    },
    {
      "id": "section-71-185",
      "number": "71.185",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.185. Tort liability for governmental acts, insurance, trial. —1. Any municipality engaged in the exercise of governmental functions may carry liability insurance and pay the premiums therefor to insure such municipality and their employees against claims or causes of action for property damage or personal injuries, including death, caused while in the exercise of the governmental functions, and shall be liable as in other cases of torts for property damage and personal injuries including death suffered by third persons while the municipality is engaged in the exercise of the governmental functions to the extent of the insurance so carried.\n\n2. In all suits brought against the municipality for tort damages suffered by anyone while the municipality is engaged in the exercise of governmental functions, it shall be unlawful for the amount of insurance so carried to be shown in evidence, but the court shall be informed thereof and shall reduce any verdict rendered by a jury for an amount in excess of such insurance to the amount of the insurance coverage for the claim.\n\n(L. 1959 S.B. 346 §§ 1, 2)\n\n(1977) Statutes which contain disclaimer provisions that they shall not be construed as waiver of sovereign immunity show desirability of providing relief rather than legislative expression favoring retention of sovereign immunity. Jones v. State Highway Commission (Mo.), 557 S.W.2d 225.\n\n(1979) A school district is not a \"municipality\" for purposes of statute which waives the sovereign immunity of a municipality for torts committed while exercising a governmental function if and to the extent the municipality carries liability insurance. Beiser v. Parkway School District (Mo.), 589 S.W.2d 277.\n\n(1985) Held, for purposes of section 71.185, RSMo, the St. Louis Housing Authority is not a \"municipality\". State ex rel. St. Louis Housing Authority v. Gaertner, 695 S.W.2d 460.\n\n(1987) The operation and supervision of a police department does constitute a governmental function and city may be liable to the extent of liability insurance purchased for the alleged negligent acts of police officers. Nelson v. City of Chester, Ill., 733 S.W.2d 28 (Mo.App.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-185/"
    },
    {
      "id": "section-71-195",
      "number": "71.195",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.195. Security guards, license or permit issued by a municipality valid in any municipality in St. Charles County, definition. —1. Any license or permit issued by a municipality to a person in order for such person to seek, obtain or maintain employment as a security guard shall be valid in any municipality within a charter county with a population not exceeding three hundred thousand adjoining another first class charter county, or by reciprocal agreement between the municipalities in any other county.\n\n2. For the purposes of this section, the term\"security guard\"is defined as any person who is not authorized to carry a firearm and who is paid to protect the person or property of another, but shall not include law enforcement officers or any other public official or employee.\n\n(L. 1997 H.B. 756 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-195/"
    },
    {
      "id": "section-71-200",
      "number": "71.200",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.200. Police force, appointment of men and women. —All cities in this state shall have power to appoint both men and women as members of the police force and to prescribe their duties and provide for their compensation.\n\n(RSMo 1939 § 7427, A.L. 1983 H.B. 97)\n\nPrior revisions: 1929 § 7274; 1919 § 8696",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-200/"
    },
    {
      "id": "section-71-205",
      "number": "71.205",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.205. Pensioning of city employees — financing by municipal utility (cities 40,000 to 450,000). —1. Any city of this state that now has or may hereafter have a population of more than forty thousand inhabitants and less than four hundred and fifty thousand is authorized to provide by ordinance or otherwise for the pensioning of its municipal employees and the surviving spouses and children of deceased employees and to appropriate and utilize its municipal revenues and other available funds for these purposes.\n\n2. Any city authorized to provide for the pensioning of its municipal employees and the surviving spouses and children of deceased employees in accordance with subsection 1 may include within the provisions of any pension plan adopted the employees of any municipally owned or operated public utility, or may authorize by ordinance or otherwise a separate plan for the pensioning of the employees and the surviving spouses and children of deceased employees of any such municipally owned public utility. Any pension plan adopted covering the employees and the surviving spouses and children of the deceased employees of a municipally owned or operated public utility may provide that the pensions to such employees and their surviving spouses and children be paid from the funds and revenues of the municipally owned public utility. If the employees of any such municipally owned public utility are included in a plan covering all of the city's municipal employees, then the plan may provide a pro rata share of the cost of administering the pension plan shall be borne by funds and revenues of the municipal utility, and if a separate plan is provided covering just the employees and the surviving spouses and children of deceased employees of the municipal utility, then the plan may provide the cost of administering the plan be paid solely from funds and revenue of the municipal utility.\n\n(L. 1959 H.B. 205 §§ 1, 2, A.L. 1965 p. 190, A.L. 1983 H.B. 571)\n\nCROSS REFERENCE:\n\nMultinational banks, securities and obligations of, investment in, when, 409.950",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-205/"
    },
    {
      "id": "section-71-207",
      "number": "71.207",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.207. Benefits from pension plan exempt from state taxes, execution, garnishment, attachment, and are unassignable, exception. —Whenever any municipality has established pension plans for the pensioning of the salaried employees of such city and the surviving spouses and minor children of deceased employees, the right of any person to a benefit, any other right accrued or accruing to any person under the provisions of such pension plan and the funds created under such pension plan are exempt from any tax of the state of Missouri and are not subject to execution, garnishment, attachment or any other process whatsoever and are unassignable unless specifically so provided in such plan.\n\n(L. 1972 H.B. 1065 § 1, A.L. 1983 H.B. 571, A.L. 1988 H.B. 924 & 1243)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-207/"
    },
    {
      "id": "section-71-220",
      "number": "71.220",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.220. City prisoners, labor on public works — fines payable in installments. —1. The various cities, towns and villages in this state, whether organized under special charter or under the general laws of the state, are hereby authorized and empowered to, by ordinance, cause all persons who have been convicted and sentenced by the court having jurisdiction, for violation of ordinance of such city, town or village, whether the punishment be by fine or imprisonment, or by both, to be put to work and perform labor on the public streets, highways and alleys or other public works or buildings of such city, town or village, for such purposes as such city, town or village may deem necessary. And the marshal, constable, street commissioner, or other proper officer of such city, town or village shall have power and be authorized and required to have or cause all such prisoners as may be directed by the mayor, or other chief officer of such city, town or village, to work out the full number of days for which they may have been sentenced, at breaking rock, or at working upon such public streets, highways or alleys or other public works or buildings of such city, town or village as may have been designated. And if the punishment is by fine, and the fine be not paid, then for a portion of such judgment that is equal to the greater of the actual daily cost of incarcerating the prisoner or the amount the municipality is reimbursed by the state for incarcerating the prisoner, the prisoner shall work one day. And it shall be deemed a part of the judgment and sentence of the court that such prisoner may be worked as herein provided.\n\n2. When a fine is assessed for violation of an ordinance, it shall be within the discretion of the judge, or other official, assessing the fine to provide for the payment of the fine on an installment basis under such terms and conditions as he may deem appropriate.\n\n(RSMo 1939 § 7359, A.L. 1971 S.B. 227, A.L. 1978 H.B. 1634, A.L. 2011 H.B. 38)\n\nPrior revisions: 1929 § 7208; 1919 § 8648; 1909 § 9536",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-220/"
    },
    {
      "id": "section-71-230",
      "number": "71.230",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.230. Unimproved additions, how vacated. —If any person shall lay off an addition to any town or city which he does not improve, and shall be the legal owner of all lots contained in such addition, such person, or any other person who shall become the legal owner thereof, shall have such addition or any part thereof vacated by applying to the county commission of the proper county, after notice as provided in section 71.240 and proof of ownership of such lots, but such act of vacation shall have no force or effect until a certificate thereof be made out by the clerk of the said commission and filed for record in the recorder's office of said county.\n\n(RSMo 1939 § 7319)\n\nPrior revisions: 1929 § 7168; 1919 § 8617; 1909 § 9505",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-230/"
    },
    {
      "id": "section-71-250",
      "number": "71.250",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.250. Duty of county commission — procedure. —If no opposition be made to such petition, the county commission may vacate the same, with such restrictions as they may deem for the public good; but if opposition be made, such application shall continue until the next term of the commission, when, if the objector consent to such vacation, or if two-thirds of all the real estate holders of the town or city petition therefor, the commission may grant the prayer of the petition. The part so vacated, if it be a lot, shall vest in him who may have the title thereof, according to law; and if the same be a street or alley, the same shall be attached to the ground bordering on such street or alley, and all title thereto shall vest in the person owning the property on each side thereof in equal proportions, according to the length or breadth of such ground, as the same may border on such street or alley; and whenever a public square or common shall be vacated, the property thereof shall be disposed of in such manner as the proper authorities of said town or city may direct.\n\n(RSMo 1939 § 7317)\n\nPrior revisions: 1929 § 7166; 1919 § 8615; 1909 § 9503",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-250/"
    },
    {
      "id": "section-71-260",
      "number": "71.260",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.260. What consent necessary. —But no such vacation of a street or alley shall take place, unless the consent of the persons owning two-thirds of the property immediately adjoining thereto be obtained therefor in writing, which consent shall be acknowledged before some circuit or associate circuit judge and filed for record in the recorder's office in said county.\n\n(RSMo 1939 § 7318, A.L. 1978 H.B. 1634)\n\nPrior revisions: 1929 § 7167; 1919 § 8616; 1909 § 9504\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-260/"
    },
    {
      "id": "section-71-270",
      "number": "71.270",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.270. Streets, easements and commons in subdivision outside limits — petition — notice. —1. Whenever a tract or parcel of land, being outside the limits of any incorporated town, village or city shall have been subdivided and streets, avenues, roads, alleys, public easements, public square or common marked on the recorded plat of said subdivision, the county commission of the county in which the subdivision is located may vacate the streets, alleys, roads, public easements, public square or common or part of either upon petition of the owner or owners of the ground lying on both sides of or fronting on the street, avenue, road, alley, public easement, public square or common, or part of such street, avenue, road, alley, public easement, public square or common, proposed to be vacated.\n\n2. No such vacation shall be ordered until proof shall be made to the commission of the publication in a newspaper published in the county or of written or printed notices posted in five public places in the county, at least fifteen days prior to the term of the commission at which such petition shall be presented, that application would be made at that term of the commission for the vacation of the street, avenue, road, alley, public easement, public square or common, or part thereof, as described in the petition. Such notice shall state distinctly the nature of the petition, when it is to be made, and what street, avenue, road, alley, public easement, public square or common or part of such street, avenue, road, alley, public easement, public square or common, is proposed to be vacated. Utility providers which provide service in the area of the street, avenue, road, alley, public easement, public square or common, or any part of such street, avenue, road, alley, public easement, public square or common, sought to be vacated shall be notified of the petition by the proponent of the petition.\n\n3. If no person interested in such subdivision shall appear and show cause to the commission why the vacation should not be made, the commission may make the order for the vacation as requested in the petition.\n\n4. In the event that the commission orders the requested vacation, such order shall be filed with the office of the county recorder of deeds.\n\n(RSMo 1939 § 7320, A.L. 1957 p. 276, A.L. 1999 H.B. 779)\n\nPrior revisions: 1929 § 7169; 1919 § 8618; 1909 § 9506\n\n(1961) Street in unincorporated area dedicated under section 445.070 would not be deemed abandoned under section 228.190 by nonuser but could only be vacated in accordance with section 71.270. Winschel v. County of St. Louis (Mo.), 352 S.W.2d 652.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-270/"
    },
    {
      "id": "section-71-275",
      "number": "71.275",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.275. Annexation of contiguous land with a research, development, or office park project, procedure. —Notwithstanding any other provision of this chapter to the contrary, if the governing body of any municipality finds it in the public interest that a parcel of land within a research, development, or office park project established under section 172.273, that is contiguous and compact to the existing corporate limits of the municipality and located in an unincorporated area of the county, should be located in the municipality, such municipality may annex such parcel, provided that the municipality obtains written consent of all the property owners located within the unincorporated area of such parcel.\n\n(L. 2010 H.B. 1806 merged with S.B. 942)\n\nEffective 5-25-10 (H.B. 1806); 8-28-10 (S.B. 942)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-275/"
    },
    {
      "id": "section-71-280",
      "number": "71.280",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.280. Section 71.270 not applicable to state or county road. —The provisions of section 71.270 shall not apply to any state or county road established and opened prior to the filing of the plat of a subdivision; but such road, when marked on the plat, may be vacated by the county commission when it shall no longer be used and maintained as a state or county road, and the same, when vacated, shall vest in the person who may have the legal title thereof.\n\n(RSMo 1939 § 7321)\n\nPrior revisions: 1929 § 7170; 1919 § 8619; 1909 § 9507",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-280/"
    },
    {
      "id": "section-71-283",
      "number": "71.283",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.283. Residency for officers in certain villages, exceptions, appointed officers — acts prohibited for officers. —All officers elected to offices or appointed to fill a vacancy in any elective office in any village in any county of the first classification having a population of over nine hundred thousand shall be voters under the laws and constitution of this state and the ordinances of the village, except that appointed officers need not be voters of the village. No person shall be elected or appointed to any office who shall at the time be in arrears for any unpaid village taxes, or forfeiture or defalcation in office. All officers, except appointed officers, shall be residents of the village.\n\n(L. 1993 S.B. 31, A.L. 1994 S.B. 517)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-283/"
    },
    {
      "id": "section-71-285",
      "number": "71.285",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.285. Weeds or trash, city may cause removal and issue tax bill, when — certain cities may order abatement and remove weeds or trash, when — section not to apply to certain cities, when — city official may order abatement in certain cities — removal of weeds or trash, costs. —1. Whenever weeds or trash, in violation of an ordinance, are allowed to grow or accumulate, as the case may be, on any part of any lot or ground within any city, town or village in this state, the owner of the ground, or in case of joint tenancy, tenancy by entireties or tenancy in common, each owner thereof, shall be liable. The marshal or other city official as designated in such ordinance shall give a hearing after ten days' notice thereof, either personally or by United States mail to the owner or owners, or the owner's agents, or by posting such notice on the premises; thereupon, the marshal or other designated city official may declare the weeds or trash to be a nuisance and order the same to be abated within five days; and in case the weeds or trash are not removed within the five days, the marshal or other designated city official shall have the weeds or trash removed, and shall certify the costs of same to the city clerk, who shall cause a special tax bill therefor against the property to be prepared and to be collected by the collector, with other taxes assessed against the property; and the tax bill from the date of its issuance shall be a first lien on the property until paid and shall be prima facie evidence of the recitals therein and of its validity, and no mere clerical error or informality in the same, or in the proceedings leading up to the issuance, shall be a defense thereto. Each special tax bill shall be issued by the city clerk and delivered to the collector on or before the first day of June of each year. Such tax bills if not paid when due shall bear interest at the rate of eight percent per annum. Notwithstanding the time limitations of this section, any city, town or village located in a county of the first classification may hold the hearing provided in this section four days after notice is sent or posted, and may order at the hearing that the weeds or trash shall be abated within five business days after the hearing and if such weeds or trash are not removed within five business days after the hearing, the order shall allow the city to immediately remove the weeds or trash pursuant to this section. Except for lands owned by a public utility, rights-of-way, and easements appurtenant or incidental to lands controlled by any railroad, the department of transportation, the department of natural resources or the department of conservation, the provisions of this subsection shall not apply to any city with a population of at least seventy thousand inhabitants which is located in a county of the first classification with a population of less than one hundred thousand inhabitants which adjoins a county with a population of less than one hundred thousand inhabitants that contains part of a city with a population of three hundred fifty thousand or more inhabitants, any city with a population of one hundred thousand or more inhabitants which is located within a county of the first classification that adjoins no other county of the first classification, or any city, town or village located within a county of the first classification with a charter form of government with a population of nine hundred thousand or more inhabitants, or any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county, or the City of St. Louis, where such city, town or village establishes its own procedures for abatement of weeds or trash, and such city may charge its costs of collecting the tax bill, including attorney fees, in the event a lawsuit is required to enforce a tax bill.\n\n2. Except as provided in subsection 3 of this section, if weeds are allowed to grow, or if trash is allowed to accumulate, on the same property in violation of an ordinance more than once during the same growing season in the case of weeds, or more than once during a calendar year in the case of trash, in any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county, in the City of St. Louis, in any city, town or village located in a county of the first classification with a charter form of government with a population of nine hundred thousand or more inhabitants, in any fourth class city located in a county of the first classification with a charter form of government and a population of less than three hundred thousand, or in any home rule city with more than one hundred thirteen thousand two hundred but less than one hundred thirteen thousand three hundred inhabitants located in a county with a charter form of government and with more than six hundred thousand but less than seven hundred thousand inhabitants, the marshal or other designated city official may order that the weeds or trash be abated within five business days after notice is sent to or posted on the property. In case the weeds or trash are not removed within the five days, the marshal or other designated city official may have the weeds or trash removed and the cost of the same shall be billed in the manner described in subsection 1 of this section.\n\n3. If weeds are allowed to grow, or if trash is allowed to accumulate, on the same property in violation of an ordinance more than once during the same growing season in the case of weeds, or more than once during a calendar year in the case of trash, in any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county, in the City of St. Louis, in any city, town or village located in a county of the first classification with a charter form of government with a population of nine hundred thousand or more inhabitants, in any fourth class city located in a county of the first classification with a charter form of government and a population of less than three hundred thousand, in any home rule city with more than one hundred thirteen thousand two hundred but less than one hundred thirteen thousand three hundred inhabitants located in a county with a charter form of government and with more than six hundred thousand but less than seven hundred thousand inhabitants, in any third class city with a population of at least ten thousand inhabitants but less than fifteen thousand inhabitants with the greater part of the population located in a county of the first classification, in any city of the third classification with more than sixteen thousand nine hundred but less than seventeen thousand inhabitants, in any city of the third classification with more than eight thousand but fewer than nine thousand inhabitants, in any city of the fourth classification with more than eight thousand but fewer than nine thousand inhabitants and located in any county of the third classification without a township form of government and with more than eighteen thousand but fewer than twenty thousand inhabitants, or in any city of the third classification with more than fifteen thousand but fewer than seventeen thousand inhabitants and located in any county of the first classification with more than sixty-five thousand but fewer than seventy-five thousand inhabitants, the marshal or other designated official may, without further notification, have the weeds or trash removed and the cost of the same shall be billed in the manner described in subsection 1 of this section. The provisions of subsection 2 and this subsection do not apply to lands owned by a public utility and lands, rights-of-way, and easements appurtenant or incidental to lands controlled by any railroad.\n\n4. The provisions of this section shall not apply to any city with a population of one hundred thousand or more inhabitants which is located within a county of the first classification that adjoins no other county of the first classification where such city establishes its own procedures for abatement of weeds or trash, and such city may charge its costs of collecting the tax bill, including attorney fees, in the event a lawsuit is required to enforce a tax bill.\n\n(L. 1971 H.B. 162, A.L. 1990 H.B. 1390, A.L. 1993 H.B. 333 merged with S.B. 221, A.L. 2000 S.B. 894, A.L. 2001 H.B. 410 merged with S.B. 345, A.L. 2002 S.B. 1086 & 1126, A.L. 2004 H.B. 947, A.L. 2013 S.B. 23 merged with S.B. 58)\n\nCROSS REFERENCE:\n\nWeed abatement, procedure, notice, cities, towns or villages and certain counties, 67.398",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-285/"
    },
    {
      "id": "section-71-286",
      "number": "71.286",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.286. Display of the United States flag, political subdivisions not to regulate. —Notwithstanding any other provision of the law to the contrary, no state law, city, town or village ordinance shall regulate the exhibition of a properly displayed United States flag. For the purposes of this section, the term\"properly displayed\"shall mean that the flag contains no additional design or embellishment and is displayed consistent with the provisions of Title 4 U.S.C. Sections 1-10, pursuant to the normally accepted guidelines for the display of the United States flag.\n\n(L. 2002 S.B. 918)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-286/"
    },
    {
      "id": "section-71-287",
      "number": "71.287",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.287. Water usage, voluntary reports to division of geology and land survey, contents — city complying may charge fee on tax bill for improvements. —1. Any city, town, or village in this state may make an annual voluntary report to the division on the water usage of the residents of such city, town, or village. Such report shall show:\n\n(1) The name and location of the city, town, or village;\n\n(2) The location, nature and type of the water source supplying the city, town, or village;\n\n(3) The amount in gallons of water used by residents of the city, town, or village on a monthly and yearly basis, either actual usage or estimated usage;\n\n(4) Anticipated water usage during the year next succeeding the date of the report.\n\n2. Any city, town, or village in this state which makes voluntary reports as provided in this section may charge as a fee on any tax bill issued by it for improvements pursuant to section 88.812 or 88.816 a percentage of the tax bill which when added to the rate of interest permitted under section 88.812 or 88.816 will result in a figure which would be equal to an annual interest rate at the market rate as defined in section 408.030.\n\n(L. 1983 H.B. 271 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-287/"
    },
    {
      "id": "section-71-288",
      "number": "71.288",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.288. Restrictions on outdoor advertising — fee. —1. Any city or county shall have the authority to adopt regulations with respect to outdoor advertising that are more restrictive than the height, size, lighting and spacing provisions of sections 226.500 to 226.600.\n\n2. No city or county shall have the authority to impose a fee of more than five hundred dollars for the initial inspection of an outdoor advertising structure, nor may the city or county impose a business tax on an outdoor advertising structure of more than two percent of the gross annual revenue produced by the outdoor advertising structure within that city or county.\n\n(L. 1997 H.B. 831 § 1, A.L. 1998 H.B. 1681 & 1342 merged with S.B. 883)\n\n(2000) Bill enacting section met constitutional requirements of single subject and clear title. C.C. Dillon Co. v. City of Eureka, 12 S.W.3d 322 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-288/"
    },
    {
      "id": "section-71-290",
      "number": "71.290",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.290. Public improvement — state or federal aid — procedures. —Whenever any city, town, village, county, special road district, sewer district or drainage district or other improvement district by its charter or by the laws of this state applicable thereto is now or shall hereafter be empowered to construct any public improvement, such city, town, village, county or district shall have power to pay for the labor and materials or any portion of both or either out of its general revenue, and to accept, use, and apply in whole or in part payment for the same any grant from the state or the government of the United States or any agency of either, and such city, town, village, county or district shall have power to accept a grant or assistance of labor for such improvement or portion thereof furnished by those employed by any state or federal agency for making such improvement, subject to the conditions, if any, imposed by such agency of the state or federal government. The balance of the cost of such improvement not paid out by the general revenue of such city, town, village, county or district, or not paid out of any grant of funds, or not represented by the furnishing of labor and materials by the state or United States government or any agency thereof, shall be levied as a special tax against the same property and in the same proportion upon which the whole of the cost of such improvement would have been levied as now provided by the charter of any such city, town, village, county or district, or the present laws of this state applicable thereto, except for such payment or grant. The proceedings in each instance providing for the construction of such improvements from their initiation to the awarding of the contract to the successful bidder and the rights and privileges of citizens and of each property owner affected thereby shall be the same as that now provided by the charter and law governing such city, town, village, county or district where the entire cost of such improvement is to be paid for in special tax bills or special assessments against property; provided, however, that the plans, specifications and the estimate of cost for such improvement now required to be prepared and filed according to law shall specify what portion of the material and labor or either it is estimated will be assessed against benefitted property. In letting contracts pursuant to this section the awarding authority shall require bidders to separately state the amount bid on that portion of such improvement for which payment is to be made by special tax bills or benefit assessments. Where any portion of the labor and materials on any such improvement shall be furnished in kind by the state or the United States government or any bureau or agency thereof in lieu of a cash grant the proceedings shall so state and bids shall be required only for the balance of the labor and materials and the contract shall be awarded to the lowest and best bidder or lowest responsible bidder on the balance of said labor and materials.\n\n(RSMo 1939 § 7403)\n\nCROSS REFERENCE:\n\nPublic improvement defined for purposes of this section, 246.271",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-290/"
    },
    {
      "id": "section-71-300",
      "number": "71.300",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.300. Courthouses and jails — erection and maintenance. —All county seats or other cities or towns which are duly incorporated are hereby authorized upon such terms as may be agreed upon, in conjunction with their respective counties, to erect and maintain courthouses and jails in such county seats and in such other towns or cities for the joint use of such county seats or other towns or cities and the county wherein they are located; and all authority now existing under the law or that may hereafter be conferred on the counties in this state for the purpose of providing the revenue for erecting and maintaining the buildings herein provided for, may be exercised by such counties jointly with such county seats or other towns or cities; provided, that for the purposes of this section, such county seats, towns or cities shall be authorized to issue and negotiate interest-bearing bonds.\n\n(RSMo 1939 § 13704, A.L. 1945 p. 1394)\n\nPrior revisions: 1929 § 12045; 1919 § 9445; 1909 § 3666",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-300/"
    },
    {
      "id": "section-71-310",
      "number": "71.310",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.310. Armories — acquisition, maintenance. —All cities, towns, villages and counties in this state are hereby given power and authority to build or acquire, by purchase, lease, gift or otherwise, suitable armories, drill halls and headquarters, and the land necessary therefor, for such organizations of the National Guard of Missouri as may be stationed or located therein, and to provide for the maintenance and repair of the same.\n\n(RSMo 1939 § 7364)\n\nPrior revisions: 1929 § 7213; 1919 § 8652; 1909 § 9540",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-310/"
    },
    {
      "id": "section-71-320",
      "number": "71.320",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.320. Armories, not owned or leased by cities — maintenance. —In case any organization of the National Guard of Missouri now or hereafter occupies any armory, drill hall or headquarters not owned or leased by the city, town, village or county wherein it is located, such city, town, village or county is hereby given power and authority to provide for the maintenance and repair of such armory, drill hall or headquarters.\n\n(RSMo 1939 § 7365)\n\nPrior revisions: 1929 § 7214; 1919 § 8653; 1909 § 9541",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-320/"
    },
    {
      "id": "section-71-330",
      "number": "71.330",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.330. Term maintenance defined. —The term\"maintenance\", as used in sections 71.310 and 71.320, shall include light, water, heat, fuel, power, ice and the wages of janitors, armorers and other employees necessary for such armories, drill halls and headquarters.\n\n(RSMo 1939 § 7366)\n\nPrior revisions: 1929 § 7215; 1919 § 8654; 1909 § 9542",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-330/"
    },
    {
      "id": "section-71-340",
      "number": "71.340",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.340. Construction and repair of public roads — annual appropriation. —The mayor and city council of any city or the chairman and board of trustees of any incorporated town or village shall have the power to annually appropriate and pay out of the treasury of such city or incorporated town or village a sum of money, not to exceed ten percent of the annual general revenue thereof, for the purpose of constructing, building, repairing, working, grading or macadamizing any public road, street and highway and any bridge thereon leading to and from such city or incorporated town or village; and such appropriation shall be made by ordinance and the money so appropriated shall be applied under the supervision and direction of the engineers of such city or incorporated town or village, and of the county highway engineer of the county in which such city, town or village is located, or of some competent person selected by such city, town or village and approved by the county highway engineer, who shall make a report thereof, in writing, to the mayor and city council of such city, or to the chairman and board of trustees of such incorporated town or village; but this privilege shall not extend to a greater distance than five miles from the corporate limits of such city, town or village, and shall not be construed so as to allow any obstruction to or interference with the free use of any such public road, street or highway by the public, except so far as may be necessary while such work is being done, and further shall not be construed to affect the liability of such city, town or village, which liability shall be the same as if such roads, streets and highways were inside the city limits.\n\n(RSMo 1939 § 7312, A.L. 1945 p. 1308)\n\nPrior revisions: 1929 § 7161; 1919 § 8610; 1909 § 9498\n\nCROSS REFERENCE:\n\nTownship board may expend one-fourth of revenue on city streets, 65.295",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-340/"
    },
    {
      "id": "section-71-350",
      "number": "71.350",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.350. Parking facilities for motor vehicles, certain cities. —Any incorporated city or town in this state of not more than seven hundred thousand and not less than one thousand population, and any county in this state having a constitutional charter, may rent, lease and improve property, or acquire property by gift, purchase, exchange, or by the exercise of the power of eminent domain over unimproved property in the manner provided by law for the condemnation of land for street or road purposes in such municipality or county, except that nothing herein is construed to limit the right to the use of eminent domain in connection with improved property used for or devoted to commercial purposes; and may construct, install or equip buildings and facilities thereon for parking motor vehicles; and may own, manage, use or operate property and facilities thereon for parking motor vehicles, and make or authorize the making of a charge for the use of property and facilities for such purposes, except that the municipality or county shall not dispense or furnish or allow any lessee or occupant to dispense or furnish, upon or in connection with any property or facility acquired or operated pursuant to this section any product or service other than the parking of motor vehicles.\n\n(L. 1945 V. I p. 392 § 7411a, A.L. 1959 H.B. 328)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-350/"
    },
    {
      "id": "section-71-360",
      "number": "71.360",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.360. Parking facilities, how financed. —Any such incorporated city, town, or constitutional charter county may finance and pay for the planning, designing, acquisition, construction, equipment and improvement of property for parking motor vehicles by any one or combination of the following methods:\n\n(1) General revenue funds, including any proceeds derived from the operation of such parking facilities;\n\n(2) General obligation bonds within legal debt limitations;\n\n(3) Negotiable interest-bearing revenue bonds, the principal and interest of which shall be payable solely from the revenue derived from the operation of such parking facilities, and from the proceeds, or any part thereof, from on-street parking meter receipts of any city or town, which proceeds or any part thereof may be pledged by the city, town or constitutional charter county to the retirement of negotiable interest-bearing revenue bonds, which revenue bonds may be issued and sold by such municipality or constitutional charter county when authorized by the city council, board of aldermen, county council or other legislative authority of the city, town or county.\n\n(L. 1947 V. I p. 392 § 7411b, A.L. 1955 p. 300, A.L. 1959 H.B. 328)\n\n(1956) Provision authorizing pledge of on-street parking meter receipts for payment of revenue bonds issued to enable city to acquire off-street parking facilities held constitutional. Petition of City of Liberty (Mo.), 296 S.W.2d 117.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-360/"
    },
    {
      "id": "section-71-365",
      "number": "71.365",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.365. Sidewalks to have wheelchair ramps — specifications for — when required. —The governing body of each municipality in this state may provide for and regulate crosswalks, curbs and gutters. However, after September 28, 1975, all new curbs which are constructed in any municipality, and all existing curbs which are a part of any reconstruction, shall comply with this section. In order to enable persons using wheelchairs to travel freely and without assistance, at each crosswalk a ramp shall be built into the curb so that the sidewalk and street blend to a common level. Such ramp shall be not less than thirty-six inches wide and shall not have a slope greater than one inch rise per twelve inches length (eight and three-tenths percent). Where because of surrounding buildings or other restrictions it is impossible to conform the slope with this requirement, the ramp shall contain a slope with as shallow a rise as possible under the circumstances not to exceed ten percent. In all ramps there shall be a gradual rounding at the bottom of the slope.\n\n(L. 1975 S.B. 217 § 1)\n\nCROSS REFERENCE:\n\nPublic buildings and sidewalk handicap access requirements, 8.620.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-365/"
    },
    {
      "id": "section-71-367",
      "number": "71.367",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.367. Deviations authorized, when. —Deviations from the standards set forth in section 71.365 may be permitted where conformance to such standards is impractical or physically impossible and where the method, material and dimension used in lieu thereof does not create a hazard. Such deviations must first be submitted to the governing body of the municipality for approval or rejection.\n\n(L. 1975 S.B. 217 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-367/"
    },
    {
      "id": "section-71-370",
      "number": "71.370",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.370. Contracts for fire protection between incorporated cities. —Any incorporated city in this state having a fire department may contract to furnish fire protection to any other incorporated city or cities in this state, whether or not such other incorporated city or cities have a fire department.\n\n(RSMo 1939 § 7405)\n\nPrior revision: 1929 § 7253",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-370/"
    },
    {
      "id": "section-71-380",
      "number": "71.380",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.380. Fire protection contracts. —Any two or more incorporated cities wishing to take advantage of sections 71.370 to 71.390 may, by ordinance duly enacted in each of such cities, agree upon the terms upon which such fire protection shall be furnished, and such agreement may, where two or more such cities have fire departments, include an interchange of the service of such fire departments upon such terms as are agreed upon; or such agreement may provide for the payment of a stated sum per month or per year, or a stated sum per fire, or any other method of compensation for such fire protection that is agreed upon by the two or more incorporated cities entering into such contract; provided, that any contract for a longer period than five years shall have no binding force until ratified by a majority of the voters voting on the question in each of the cities entering into such contract.\n\n(RSMo 1939 § 7406, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 7254",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-380/"
    },
    {
      "id": "section-71-390",
      "number": "71.390",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.390. Payments under contracts. —Payments contracted for under sections 71.370 and 71.380 shall be made from any funds of the city available for such purpose.\n\n(RSMo 1939 § 7407)\n\nPrior revision: 1929 § 7255",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-390/"
    },
    {
      "id": "section-71-400",
      "number": "71.400",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.400. Cities may maintain joint fire departments. —Any two or more cities, towns or incorporated villages, whether of the same class or not and whether contiguous or not, may enter into a joint contract to acquire, install and operate a fire department for the joint benefit and protection of the property situated in said contracting municipalities and the lives of the inhabitants thereof, and to erect and maintain at such place as may be agreed upon a building for the housing of said fire department.\n\n(RSMo 1939 § 7391)\n\nPrior revision: 1929 § 7240\n\nCROSS REFERENCE:\n\nCooperation with other political subdivisions, on public improvements or facilities, 70.210 to 70.325",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-400/"
    },
    {
      "id": "section-71-410",
      "number": "71.410",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.410. Joint contract — validity. —The contract mentioned in section 71.400, to be valid, shall be authorized by ordinance passed by the council, board of aldermen or board of trustees of the contracting parties, which ordinances shall be uniform in their provisions, and prescribe the cost of installing the fire department, including the erection or rental of a building for the use of the department, and the maximum cost of the maintenance thereof and the amount to be contributed by each of the contracting parties to the original cost incurred in installing the department and the maximum amount of the annual appropriation for the maintenance of said department.\n\n(RSMo 1939 § 7392)\n\nPrior revision: 1929 § 7241",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-410/"
    },
    {
      "id": "section-71-420",
      "number": "71.420",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.420. Joint fire department committee — duties. —The joint fire department so installed, as aforesaid, shall be managed by a joint fire department committee consisting of one member from each of the contracting parties, which shall prescribe such rules and regulations, and appoint and employ such officers, firemen and other persons as may be necessary to efficiently operate the fire department, and acquire the necessary apparatus for the installation of the department, the property on which the fire department is to be located and supervise the erection of the fire department building, as authorized by ordinance, all as herein provided.\n\n(RSMo 1939 § 7393)\n\nPrior revision: 1929 § 7242",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-420/"
    },
    {
      "id": "section-71-430",
      "number": "71.430",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.430. Joint fire department — use of building. —The building to be erected as herein provided may be used jointly for such other municipal purposes as may be provided by ordinance passed by each of the contracting parties.\n\n(RSMo 1939 § 7394)\n\nPrior revision: 1929 § 7243",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-430/"
    },
    {
      "id": "section-71-440",
      "number": "71.440",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.440. Joint fire department — cost of maintenance, how met. —1. For the purpose of paying its share of the cost of any of the expenditures herein authorized, exclusive of annual cost of maintenance, any city, town or incorporated village which may have entered into a joint contract, as provided in sections 71.400 to 71.430, may become indebted to an amount exceeding, in any year, the income and revenue provided for such year, the amount of such indebtedness, including existing indebtedness at the time of incurring the same, not to exceed, in the aggregate, five percent on the value of the taxable property in said municipality, to be ascertained by the assessment next before the last assessment for state and county purposes previous to the incurring of such indebtedness.\n\n2. To incur such indebtedness, the council, board of aldermen or board of trustees of the contracting parties, each acting separately, shall order that the question be submitted to the voters to determine whether or not bonds shall be issued by said municipality, as herein authorized. The notice shall state the amount of indebtedness to be incurred and of the increase in the rate of taxation, if any, necessary to discharge such indebtedness in the manner provided by law.\n\n(RSMo 1939 § 7395, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 7244",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-440/"
    },
    {
      "id": "section-71-450",
      "number": "71.450",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.450. Joint fire department — bond election — tax increase. —The question shall be submitted in substantially the following form:\n\nShall the joint fire departments of ______ and ______ incur indebtedness, evidenced by the issuance of bonds, in the amount of ______ dollars, and increase taxes by ______ for the purpose of ______?\n\n(RSMo 1939 § 7396, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 7245",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-450/"
    },
    {
      "id": "section-71-470",
      "number": "71.470",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.470. Joint fire department — issuance of bonds — imposition of tax. —If it appears from the returns of such question that the constitutionally required percentage of the voters of such municipality were in favor of incurring such indebtedness, the council, board of aldermen or board of trustees shall pass an ordinance reciting the submission of the question and the result thereof, both for and against the question, and if the result, as certified, shall be in favor of the issuing of the bonds, then the council, board of aldermen or board of trustees in the same ordinance shall direct the issuance of such bonds to the amount of the debt so authorized to be incurred and shall, either before or at the time of doing so, provide for the collection of an annual tax sufficient to pay the interest on such indebtedness as it falls due and also to create a sinking fund for the payment of the principal thereof within twenty years from the date of contracting the same.\n\n(RSMo 1939 § 7398, A.L. 1978 H.B. 971, A.L. 1990 H.B. 1621)\n\nPrior revision: 1929 § 7247",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-470/"
    },
    {
      "id": "section-71-480",
      "number": "71.480",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.480. Joint fire department — denomination and form of bonds. —The bonds to be issued, as provided in section 71.470, shall be in denominations of one hundred dollars or some multiple thereof, and shall be payable to bearer not later than twenty years from their date, and shall bear interest from their date at a rate not exceeding six percent per annum, payable annually or semiannually, such interest payments to be evidenced by annexed coupons, and said bonds shall not be sold for less than ninety-five percent of the face value thereof and shall not exceed in the aggregate the limit of indebtedness herein specified. Such bonds shall be signed by the mayor or chairman of the board of trustees and attested by the signature of the clerk of the municipality with the seal of his office affixed thereto. The interest coupons may be executed by affixing thereon the facsimile signature of said clerk.\n\n(RSMo 1939 § 7399)\n\nPrior revision: 1929 § 7248",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-480/"
    },
    {
      "id": "section-71-490",
      "number": "71.490",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.490. Joint fire department — bonds, notice of sale. —The city treasurer of the municipality issuing such bonds, or such other officer as may be designated by ordinance, if there be no city treasurer, under the direction of the council, board of aldermen or board of trustees shall cause notice to be published in such manner as may be provided by ordinance that sealed proposals for the purchase of all or a part of said bonds will be received at his office and that the same will be opened by him in the presence of the council, board of aldermen or board of trustees on the day and hour mentioned in the notice. Any and all bids that the council, board of aldermen or board of trustees may not deem satisfactory as to price or otherwise shall be rejected, and in case of rejection the bonds may be again advertised for sale or they may be sold at not less than their face value at private sale.\n\n(RSMo 1939 § 7400)\n\nPrior revision: 1929 § 7249",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-490/"
    },
    {
      "id": "section-71-500",
      "number": "71.500",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.500. Joint fire department — bonds to be registered. —The bonds to be issued under sections 71.400 to 71.510 shall be registered in the office of the state auditor in the manner prescribed by law.\n\n(RSMo 1939 § 7401)\n\nPrior revision: 1929 § 7250",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-500/"
    },
    {
      "id": "section-71-510",
      "number": "71.510",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.510. Joint fire department — use of moneys from bonds. —The moneys derived from such bonds shall be deposited in the city treasury and be paid out for the purposes for which the bonds were issued in such manner as may be provided by ordinance.\n\n(RSMo 1939 § 7402)\n\nPrior revision: 1929 § 7251",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-510/"
    },
    {
      "id": "section-71-520",
      "number": "71.520",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.520. Certain privileges granted to public utilities. —Any city, town or village in this state may by ordinance authorize any person, or any company organized for the purpose of supplying light, heat, power, water, gas or sewage disposal facilities, and incorporated under the laws of this state, to set and maintain its poles, piers, abutments, wires and other fixtures, and to excavate for, install, and maintain water mains, sewage disposal lines, and necessary equipment for the operation and maintenance of electric light plants, heating plants, power plants, waterworks plants, gas plants and sewage disposal plants, and to maintain and operate the same along, across or under any of the public roads, streets, alleys, or public places within such city, town, or village, for a period of twenty years or less, subject to such rules, regulations and conditions as shall be expressed in such ordinance.\n\n(RSMo 1939 § 7828)\n\nPrior revisions: 1929 § 7683; 1919 § 9122; 1909 § 9947\n\nCROSS REFERENCES:\n\nPrivileges, city to grant for laying conductors and erecting poles of utility companies, 393.010\n\nRailroad right-of-way, city may grant through public lands, 388.380\n\nTelegraph and telephone companies--privilege on constructing line--mode of construction directed by whom, 392.080, 392.090\n\n(1973) Municipality may condition grant of franchise to require all electric lines be underground. Union Electric Co. v. City of Crestwood (Mo.), 499 S.W.2d 480.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-520/"
    },
    {
      "id": "section-71-525",
      "number": "71.525",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.525. Condemnation of property of public utility or rural electric cooperative, restrictions, conditions — limitation. —1. Except as provided in subsection 2 of this section, no city, town or village may condemn the property of a public utility, as defined in section 386.020, or the property of a rural electric cooperative, as provided in chapter 394, if such property is used or useful in providing utility services and the city, town or village seeking to condemn such property, directly or indirectly, will use or proposes to use the property for the same purpose, or a purpose substantially similar to the purpose that the property is being used by the public utility or rural electric cooperative.\n\n2. A city, town or village may only condemn the property of a public utility or the property of a rural electric cooperative, even if the property is used or useful in providing utility services by such utility or cooperative, if:\n\n(1) The condemnation is necessary for the public purpose of acquiring a nonexclusive easement or right-of-way across the property of such utility or cooperative and only if the acquisition will not materially impair or interfere with the current use of such property by the utility or cooperative and will not prevent or materially impair the utility or cooperative from any future expansion of its facilities on such property; or\n\n(2) The property is solely and exclusively devoted to the provision of street lighting or traffic signal service by such utility in a city having a population of at least three hundred fifty thousand inhabitants located wholly or partially within a county of the first classification with a charter form of government; or\n\n(3) The property is owned by a water or sewer corporation, as defined in section 386.020, with less than five hundred hook-ups.\n\n3. The provisions of this section shall apply to all cities, towns and villages in this state, incorporated or unincorporated and no matter whether any statutory classification, special charter or constitutional charter or any other provision of law appears to convey the power of condemnation of such property by implication.\n\n4. If a city, town or village seeks to condemn the property of a public utility or rural electric cooperative, and the conditions in subsection 1 of this section do not apply, this section does not limit the condemnation powers otherwise possessed by such city, town or village.\n\n(L. 1994 S.B. 709)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-525/"
    },
    {
      "id": "section-71-527",
      "number": "71.527",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.527. Annexation, provision of cable television services. —Where a city annexes property which, prior to the annexation, was provided cable television services by any other party, such city or any person granted a franchise from the city to provide such services shall not prevent parties providing such services in the annexed area prior to the annexation from operating in the annexed area.\n\n(L. 1994 S.B. 709)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-527/"
    },
    {
      "id": "section-71-530",
      "number": "71.530",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.530. Municipalities may contract for utilities — approval by majority of voters required, when. —Any city, town or village may contract with any corporation organized under the laws of Missouri, or doing business as a foreign corporation in the state of Missouri, for the purpose of supplying it with gas, electricity or water. The contract may be for any length of time which shall be agreed upon between the city, town or village and the corporation, for a term not to exceed twenty years. Each contract may be renewed for another period or periods for a term of not more than twenty years per period. The provisions of this section shall apply to all cities, towns and villages in this state, whether organized by special charter or under the general laws of the state, any provisions in any special charter of any city, town or village in the state to the contrary notwithstanding. All renewal contracts entered into under the provisions of this section shall be subject to voter approval of the majority of the voters voting on the question, pursuant to the provisions of section 88.251. Every initial contract for such services shall be approved by a majority of the voters of the municipality voting on the question. Nothing herein contained shall be so construed as to prevent the governing body of any city, town or village from contracting with any person, association or corporation for furnishing the city, town or village with gas, electricity or water in municipalities where franchises have already been granted and where gas, electric or water plants and facilities already exist, without a vote of the people.\n\n(RSMo 1939 § 5370, A.L. 1943 p. 410 § 154, A. 1949 H.B. 2023, A.L. 1978 H.B. 971, A.L. 1987 S.B. 412, A.L. 1989 H.B. 451)\n\nPrior revisions: 1929 § 4963; 1919 § 10173; 1909 § 3368",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-530/"
    },
    {
      "id": "section-71-540",
      "number": "71.540",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.540. Municipal water supply — contracts. —It shall be lawful for any incorporated city, town or village in this state to enter into a contract separately or in conjunction with any other incorporated city, town or village, or cities, towns or villages, or with any private corporation or corporations, or with any corporation now or hereafter engaged in pumping and delivering water at wholesale for domestic consumption. It shall also be lawful for any such incorporated city, town or village, or cities, towns and villages in this state to acquire, own and hold, separately or in conjunction with any other city, town or village, or cities, towns or villages, or any private corporation in this state, water mains or interests in water mains through which to procure an adequate supply of water for its inhabitants.\n\n(RSMo 1939 § 7389)\n\nPrior revisions: 1929 § 7238; 1919 § 8670",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-540/"
    },
    {
      "id": "section-71-550",
      "number": "71.550",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.550. Water supply contract — voter approval. —Before any contract as authorized in section 71.540 shall be entered into with any private corporation by any incorporated city, town or village, or cities, towns and villages in this state, said contract shall be approved by a majority of all the voters voting thereon.\n\n(RSMo 1939 § 7390, A.L. 1978 H.B. 971)\n\nPrior revisions: 1929 § 7239; 1919 § 8671",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-550/"
    },
    {
      "id": "section-71-560",
      "number": "71.560",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.560. Use of streets for railway purposes — petition of property owners. —The municipal assembly, city council or board of trustees of any incorporated city in this state shall have no power to grant the use of, or the right to lay down any tracks in any street of the city, to any railroad company, or to any steam, dummy, electric, cable, horse or other street car company, whether the same shall be incorporated under any general or special law of the state, now or hereafter in force, except upon the petition of the owners of the land representing more than one-half of the frontage of the street or so much thereof as is sought to be used for railroad or street car purposes; and when the street or part thereof as is sought to be used shall be more than one mile in extent, no petition of landowners shall be valid unless the same shall be signed by the owners of the land representing more than one-half of the frontage of each mile, and of the fraction of a mile, if any, in excess of the whole mile, measuring from the initial point named in such petition, of such street or part thereof sought to be used for such purpose; provided, that this section shall not be construed to prevent granting authority to a railroad company to lay a spur track or side track to any manufacturing establishment or wholesale house, when desired by the parties owning such manufacturing establishment or wholesale house; provided, however, that nothing in this section shall be construed so as to prohibit the municipal assembly, city council or board of trustees of any such city from granting a renewal of any franchise now in force, to the extent of the present mileage granted for such franchise.\n\n(RSMo 1939 § 7311)\n\nPrior revisions: 1929 § 7160; 1919 § 8609; 1909 § 9497",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-560/"
    },
    {
      "id": "section-71-570",
      "number": "71.570",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.570. Street railways — powers of municipality limited. —The legislative authority of no incorporated town or city of this state shall have the power to grant to any person or corporation the right to construct and operate on, over or under any street or alley of any incorporated town or city, any elevated, underground or other street railroad without compliance with the conditions named in sections 71.580 and 71.590.\n\n(RSMo 1939 § 7307)\n\nPrior revisions: 1929 § 7156; 1919 § 8605; 1909 § 9493",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-570/"
    },
    {
      "id": "section-71-580",
      "number": "71.580",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.580. Proceedings before granting of franchise to street railroads. —Before granting any franchise for constructing and operating any elevated, underground or other street railroad on, over or under any street or alley of any incorporated town or city, the authorities of such town or city shall, by ordinance duly enacted, establish the route and clearly define the terms and conditions of such franchise, and locate all depots, stations, turnouts and switches of such railroad. The party to which said franchise may be granted shall be an incorporated company, organized under the laws of this state, to construct, maintain and operate a street railroad in the town or city by which such franchise is granted.\n\n(RSMo 1939 § 7308)\n\nPrior revisions: 1929 § 7157; 1919 § 8606; 1909 § 9494",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-580/"
    },
    {
      "id": "section-71-590",
      "number": "71.590",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.590. Condemnation of property for street railways — ascertainment and payment of damages — procedure. —1. Before taking or damaging any property in the construction of a railroad under such franchise, the corporation shall cause to be ascertained and determined the damages that will be done by the building and operation of such railroad, to the real and personal property situated on the route fixed by the ordinance defining the franchise, and shall pay to the owner or owners of the real and personal property so affected, or into court for them, the amount of their respective damages.\n\n2. In case the corporation fails to agree with the owners thereof for the proper compensation for the damages done or likely to be done or sustained by reason of the construction and operation of the railroad, or if, by reason of the legal incapacity of any such owner, no compensation can be agreed upon, the circuit court having jurisdiction over the town or city granting such franchise on application of the corporation shall appoint three disinterested residents of such town or city, who shall give personal notice to all owners or their agents of property affected, if they can be found, as well as ten days' notice by advertisement in the newspapers doing the printing of such town or city, of their time and place of meeting; and the commissioners having been first duly sworn to perform their duties justly and impartially and a true report to make, shall fully examine into the construction and operation of the railroad and its effects upon the real and personal property damaged thereby, making just allowances for the advantages which may have resulted or which may result to the owner or owners of property for which damages may be claimed or allowed, and after such comparison, shall estimate and determine how much damages, if any, such property may have sustained or seems likely to sustain by reason thereof, and make report of the same, and if no exceptions be filed within ten days thereafter, or in the event exceptions are filed and overruled, the court shall confirm the report and enter judgment thereon; from which judgment either or any party shall be entitled to an appeal or writ of error as in other cases. If the proceeding seeks to affect the property of persons under conservatorship, the conservators must be made parties, and if the property of married persons, their spouses must be made parties.\n\n3. The petition shall set forth the general nature of the franchise granted, the nature of the railroad to be constructed and operated, causing or likely to cause damage to private property for public use, together with all facts necessary to give the court jurisdiction in the premises, the names of owners of the several parcels of land and personal property to be affected thereby, if known, or, if unknown, a correct description of the property or interest whose owners are unknown. The petition may be presented to the circuit court. Upon filing the petition, a summons shall be issued giving the defendants at least ten days' notice of the time when the petition will be heard, which summons shall be served in the same manner as writs of summons are or may be by law required to be served. If the name or residence of any defendant be unknown, or if any defendant does not reside within this state, notice of the time of hearing the petition, reciting the substance of the petition, and the day fixed for the hearing thereof, shall be given by publication for four consecutive weeks prior to the hearing of the petition, in the paper doing the town or city printing, and the court, being satisfied that due notice of the pending of the petition has been given, shall make the appointment of the commissioners.\n\n4. The report of the commissioners to the circuit court shall be in writing and under oath, and filed with the clerk thereof, and the damages allowed to each owner of property affected shall be separately stated. The report of the commissioners may be reviewed by the circuit court on written exceptions filed by any party in the clerk's office within ten days after filing of such report, and the court shall make such order therein as right and justice may require, and may order a new appraisement on good cause shown, but the hearing of such exceptions shall be summary, and the court shall fix a day therefor without delay. The costs of the proceedings up to and including the filing of the commissioners' report shall be paid by the corporation, but all costs caused by any subsequent litigation shall be paid by the losing party. All damage found by the commissioners shall, within thirty days after filing their report, be paid to the owners of the property damaged, or into court for them, by the corporation, and if the same is not so paid, the railroad shall not be constructed.\n\n(RSMo 1939 § 7308, A.L. 1978 H.B. 1634, A.L. 1983 S.B. 44 & 45, A.L. 1990 H.B. 1070)\n\nPrior revisions: 1929 § 7157; 1919 § 8606; 1909 § 9494",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-590/"
    },
    {
      "id": "section-71-600",
      "number": "71.600",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.600. Damages defined. —\"Damages\"in sections 71.570 to 71.600 are hereby defined to be the depreciation in the value of the property that may result from the construction and operation of the proposed railroad.\n\n(RSMo 1939 § 7309)\n\nPrior revisions: 1929 § 7158; 1919 § 8607; 1909 § 9495",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-600/"
    },
    {
      "id": "section-71-610",
      "number": "71.610",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.610. Imposition of tax on business, when. —1. No municipal corporation in this state shall have the power to impose a license tax upon any business, avocation, pursuit or calling, unless such business, avocation, pursuit or calling is specially named as taxable in the charter of such municipal corporation, or unless such power be conferred by statute.\n\n2. Notwithstanding any provision of law to the contrary, no municipal corporation shall impose a license tax upon any enterprise owned by a person aged eighteen years or younger.\n\n(RSMo 1939 § 7440, A.L. 2025 S.B. 145)\n\nPrior revisions: 1929 § 7287; 1919 § 8702; 1909 § 9580\n\nCROSS REFERENCES:\n\nLiquor licenses, cost of, limited by state charges, 311.220\n\nPlumbers, license in certain cities, 341.010 to 341.080\n\n(1974) Power of St. Louis board of police commissioners to charge fees for private watchmen's licenses is not regulated by this section since police board is a state agency. ABC Security Service Inc. v. Miller (Mo.), 514 S.W.2d 521.\n\n(2022) Provider of voice over internet protocol telephone services through a broadband cable network was \"telephone company\" providing \"telephone service\" subject to local ordinances imposing business license taxes on telephone service providers. Collector of Winchester v. Charter Communications, Inc., 660 S.W.3d 405 (Mo.App.E.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-610/"
    },
    {
      "id": "section-71-611",
      "number": "71.611",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.611. Certain villages prohibited from imposing a license tax in excess of $10,000 per license. —Notwithstanding any other provision of law to the contrary, after March 31, 2004, no village with less than one thousand three hundred inhabitants shall impose a license tax in excess of ten thousand dollars per license.\n\n(L. 2003 S.B. 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-611/"
    },
    {
      "id": "section-71-620",
      "number": "71.620",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.620. Imposition of tax or license fee on certain professions prohibited — imposition of tax or fee prohibited unless business office maintained — limitation on business license tax amount in certain villages. —1. Hereafter no person following for a livelihood the profession or calling of minister of the gospel, duly accredited Christian Science practitioner, teacher, professor in a college, priest, lawyer, certified public accountant, dentist, chiropractor, optometrist, chiropodist, physician or surgeon in this state shall be taxed or made liable to pay any municipal or other corporation tax or license fee of any description whatever for the privilege of following or carrying on such profession or calling, and, after December 31, 2003, no investment funds service corporation, as defined in section 143.451, may be required to pay, or shall be taxed or made liable to pay any municipal or other corporation tax or license fee of any description whatever for the privilege of following or carrying on its business or occupation, in excess of or in an aggregate amount exceeding twenty-five thousand dollars annually, any law, ordinance or charter to the contrary notwithstanding.\n\n2. No person following for a livelihood the profession of insurance agent or broker, veterinarian, architect, professional engineer, land surveyor, auctioneer, or real estate broker or salesman in this state shall be taxed or made liable to pay any municipal or other corporation tax or license fee for the privilege of following or carrying on his or her profession by a municipality unless that person maintains a business office within that municipality.\n\n3. Notwithstanding any other provision of law to the contrary, after September 1, 2004, no village with less than one thousand three hundred inhabitants shall impose a business license tax in excess of fifteen thousand dollars per license.\n\n(RSMo 1939 § 6220, A.L. 1963 p. 124, A.L. 1976 H.B. 1373, A.L. 1998 H.B. 1468, A.L. 2003 H.B. 289 merged with H.B. 600, A.L. 2004 S.B. 1155)\n\nPrior revisions: 1929 § 6098; 1919 § 7618; 1909 § 8532",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-620/"
    },
    {
      "id": "section-71-625",
      "number": "71.625",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.625. License tax, payment, when deemed timely — municipal corporations, interest and penalties on delinquencies to apply. —1. The timely payment of a license tax due to any municipal corporation in this state, or any county pursuant to section 66.300, which is delivered by United States mail to the municipality or county office designated by such municipality or county office to receive such payments, shall be deemed paid as of the postmark date stamped on the envelope or other cover in which such payment is mailed. In the event any payment of tax due is sent by registered or certified mail, the date of the registration or certification shall be deemed the postmark date. No additional tax, penalty or interest shall be imposed by any municipality or county on any taxpayer whose payment is delivered by United States mail, if the postmark date stamped on the envelope or other cover containing such payment falls within the prescribed period on or before the prescribed date, including any extension granted, for making the payment. When the last day for making any license tax payment, including extensions, falls on a Saturday, a Sunday, or a legal holiday in this state, the payment shall be considered timely if the payment is made on the next succeeding day which is not a Saturday, Sunday or legal holiday.\n\n2. Except as otherwise provided by law, the interest provisions of section 144.170 and penalty provisions of section 144.250 relating to delinquent sales taxes shall apply to delinquent taxes due as a result of the imposition of a license tax by any municipal corporation. The limitation for bringing suit for the collection of the delinquent tax and penalty shall be the same as that provided in sections 144.010 to 144.510.\n\n(L. 1998 H.B. 1301, A.L. 2012 H.B. 1504)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-625/"
    },
    {
      "id": "section-71-630",
      "number": "71.630",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.630. Imposition of tax on producer prohibited, when. —No incorporated city, town or village in this state shall have power to levy or collect any tax, license or fees from any farmer, or producer or producers, for the sale of produce raised by him, her or them, when sold from his, her or their wagon, cart or vehicle, or from any person or persons in the employ of such farmer or producer in any such city, town or village.\n\n(RSMo 1939 § 7330)\n\nPrior revisions: 1929 § 7179; 1919 § 8628; 1909 § 9516",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-630/"
    },
    {
      "id": "section-71-640",
      "number": "71.640",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.640. Tax for band fund authorized. —Any city not within a county, any city, village or town having a population of less than twenty-five thousand and any city having a population of more than thirty-five thousand located in any county of the first class contiguous to a county of the first class having a charter form of government and not containing any part of a city of over four hundred thousand, howsoever organized, and irrespective of its form of government, may, by one of the two methods authorized in section 71.650, levy a tax for use in providing free band concerts, or equivalent musical service by the band upon occasions of public importance.\n\n(RSMo 1939 § 7431, A.L. 1979 H.B. 465, A.L. 2001 S.B. 430)\n\nPrior revision: 1929 § 7278",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-640/"
    },
    {
      "id": "section-71-650",
      "number": "71.650",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.650. Tax for band fund — limitations. —1. The mayor and council, board of aldermen or board of trustees may levy a tax of not more than one-half mill on each one dollar assessed valuation on all property in such city, village or town, or, when initiated by a petition signed by at least ten percent of the voters, the question shall be submitted to the voters, and a majority of the voters thereon shall be sufficient to carry the provisions of this law into effect, and it shall become the duty of the mayor and council, board of aldermen or board of trustees to levy each year on all the property in such city, village or town, a tax of not to exceed two mills, or such part thereof as shall be petitioned for, on each one dollar assessed valuation.\n\n2. The question shall be submitted in substantially the following form:\n\nShall ______ (name of city, town, or village) levy a tax of ______ mills on each one dollar assessed valuation for the creation of a band fund?\n\n3. The levy made under either of the options of sections 71.640 to 71.670 shall not increase the tax levy of any such political subdivision to exceed the limitations fixed and prescribed by the constitution and laws of this state.\n\n(RSMo 1939 § 7432, A.L. 1945 p. 1304, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 7279",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-650/"
    },
    {
      "id": "section-71-660",
      "number": "71.660",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.660. Discontinuance of tax for band fund, procedure. —A petition, signed by at least ten percent of the voters, may at any time be presented asking that the following question be submitted:\n\nShall the tax for the creation of a \"band fund\" be discontinued?\n\n­­and if a majority of the votes be cast in favor of said question, no further tax shall be made.\n\n(RSMo 1939 § 7433, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 7280",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-660/"
    },
    {
      "id": "section-71-670",
      "number": "71.670",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.670. Band fund — expenditures — contract with band. —All moneys received from such levy shall be paid into a special fund to be known as the \"band fund\", and no moneys shall be appropriated out of such fund until the mayor and council, board of aldermen or board of trustees shall have first entered into a written contract with the authorized officials of a band for its employment in the giving of free band concerts, or equivalent musical service by the band upon such occasions of public importance as shall be stipulated in said contract. Any band entering into a contract under this law shall be known as the municipal band, and shall administer its own financial and business affairs. No voluntary contribution, donation, or diversion into another fund shall be made from this fund in any manner whatsoever.\n\n(RSMo 1939 § 7434)\n\nPrior revision: 1929 § 7281",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-670/"
    },
    {
      "id": "section-71-675",
      "number": "71.675",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.675. No class action suits permitted for enforcement or collection of business license taxes imposed on telecommunications companies. —1. Notwithstanding any other provision of law to the contrary, no city or town shall bring any action in federal or state court in this state as a representative member of a class to enforce or collect any business license tax imposed on a telecommunications company. A city or town may, individually or as a single plaintiff in a multiple-plaintiff lawsuit, bring an action in federal or state court in this state to enforce or collect any business license tax imposed on a telecommunications company.\n\n2. Nothing in this section shall be construed to preclude any taxpayer from initiating an action in federal or state court as a representative member of a class seeking injunctive relief against the Missouri department of revenue to enforce the imposition, assessment, or collection of the business license tax provided under sections 92.074 to 92.095.\n\n(L. 2005 H.B. 209)\n\n(2012) Section's bar on cities and towns serving as class representatives in suits to enforce or collect business license taxes on telecommunications companies violates article V, section 5 requirement that amending a procedural rule of the Supreme Court can only be done in a law limited to that purpose. State v. Jamison, 357 S.W.3d 589 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-675/"
    },
    {
      "id": "section-71-680",
      "number": "71.680",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.680. Garbage and refuse collection and disposal, contracts for — disposal facilities, acquisition, bond issue and contracts. —1. In addition to their other powers for the protection of the public health, each city of the second, third, or fourth class of this state, and each city having less than ten thousand inhabitants which has a special charter, may provide for the gathering, handling and disposition of garbage, trash, cinders, refuse matter and municipal waste accumulating in such cities either by itself, or by contract with others, and may pay for the same out of general revenues or by collection of charges for such service, and may do such other and further acts as are expedient for the protection and preservation of the public health, as the public health may be affected by the accumulation of trash, cinders, garbage, refuse matter and municipal waste. Such cities may acquire by purchase, construction, lease, gift or otherwise, within or without the corporate limits of such cities, incinerators for the destruction of garbage, trash, cinders, refuse matter and municipal waste; acquire by any of such means all equipment necessary or expedient for use in the collection, handling and disposition of garbage, trash, cinders, refuse matter and municipal waste; and acquire by any of such means purification plants or sewage disposal plants for the purification of all sewage accumulating in such cities.\n\n2. Incinerators, equipment, purification plants or sewage disposal plants may be acquired by such cities with funds derived from the issue and sale of bonds in the manner provided by law for the issue and sale of bonds for other public purposes; or may enter into contracts for the construction or purchase of incinerators, equipment or purification plants or sewage disposal plants to be paid for out of the general revenues of such cities in annual installments; but the period of payment for any incinerators, equipment, purification plants or sewage disposal plants, or any contract for the construction, purchase or lease thereof out of the general revenues of such cities shall not extend over a longer period of time than ten years.\n\n(RSMo 1939 § 7429, A.L. 1955 p. 305)\n\nPrior revision: 1929 § 7276\n\n(1962) Injunction issued to prevent city of fourth class from constructing and maintaining sewage treatment facilities outside city limits in area designated by zoning ordinance of constitutional charter county as residential. St. Louis County v. City of Manchester (Mo.), 360 S.W.2d 638.\n\n(1967) Sections 71.680 and 79.380, RSMo, when considered in pari materia, authorized condemnation by fourth class cities of easements and land for sewer lines and lagoons within five miles of the city, and by necessary implication, such cities have the authority to condemn an access easement in order to construct and maintain sewer lines and lagoons. State v. Riley (Mo.), 417 S.W.2d 1.\n\n(1993) Where statute grants express power to condemn property outside of city's boundaries for incinerators, purification plants and sewage disposal plants, it does not include power to condemn property outside of city's boundaries for landfill. State ex rel. County of St. Charles v. Mehan, 854 S.W.2d 531 (Mo App. W.D.)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-680/"
    },
    {
      "id": "section-71-690",
      "number": "71.690",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.690. Garbage disposal — ordinances authorized. —Such cities may pass all ordinances necessary for the carrying into effect of the powers granted in section 71.680.\n\n(RSMo 1939 § 7430)\n\nPrior revision: 1929 § 7277",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-690/"
    },
    {
      "id": "section-71-700",
      "number": "71.700",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.700. Water supply — authorization to regulate and license. —All cities in this state have power and authority to regulate and license and to levy and collect license tax on all springs, wells or other sources of water supply from which water is sold to the public or offered or shipped for sale, and to inspect the same and analyze such waters.\n\n(RSMo 1939 § 7353)\n\nPrior revisions: 1929 § 7202; 1919 § 8682; 1909 § 9559",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-700/"
    },
    {
      "id": "section-71-710",
      "number": "71.710",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.710. Water supply — protection of sources. —Such cities shall have the power and authority by ordinance to provide for the protection of all springs, wells or other sources of water supply described in section 71.700 from contamination or danger of contamination.\n\n(RSMo 1939 § 7354)\n\nPrior revisions: 1929 § 7203; 1919 § 8683; 1909 § 9560",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-710/"
    },
    {
      "id": "section-71-715",
      "number": "71.715",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.715. Sewerage service charges may be imposed, how collected — use of proceeds. —1. The governing body of any municipality which has provided common sewers may by ordinance establish just and equitable charges or rents for the use of the sewers to be paid by persons who discharge sewage into the common sewers of the municipality. Any ordinance adopted under this section shall become effective upon its approval by a majority of the votes cast thereon.\n\n2. Any municipality adopting an ordinance under this section may fix the charges or rentals for sewerage services on the basis of the amount of water used by each consumer within the municipality. If the municipality provides water to residents within the municipality the amount of the charges or rentals may be collected by adding the amount thereof to the charges for water. If the water is not supplied by the municipality, the municipality may\n\n(1) Impose upon any person providing water within the municipality the duty of collecting and remitting to the municipality the charges or rentals for sewerage service and may prescribe penalties for the failure to make the collections and remittances; provided, however, that in such case the city shall reimburse the person for all expense (including, but not limited to, overheads, use of equipment, personnel and office space) incurred in collecting and remitting the charges of rentals. The reimbursements shall be made every three months, or\n\n(2) Collect its own charges or rentals on the basis of the amount of water used by each consumer, in which case it is the duty of the person providing water within the municipality to furnish the municipality such information as is necessary for it to calculate its charges for sewerage service.\n\n3. All charges and rentals collected under any ordinance adopted under this section shall be deposited by the municipality into a special fund and shall be used only for the purpose of acquiring, constructing, improving, extending and maintaining municipal sewers and sewerage treatment plants with all appurtenances necessary, useful and convenient for the collection, treatment, purification and disposal in a sanitary manner of the liquid and solid waste, sewage and domestic and industrial waste of the municipality. The rentals and charges in the special fund may be permitted to accumulate until amounts necessary for any sewer or sewerage treatment plant project planned by the municipality are available.\n\n(L. 1961 p. 188 § 1, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-715/"
    },
    {
      "id": "section-71-720",
      "number": "71.720",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.720. Milk — regulation — inspection. —All cities and towns in the state shall have power, by ordinance, to license and regulate milk dairies and the sale of milk, and provide for the inspection thereof.\n\n(RSMo 1939 § 7355)\n\nPrior revisions: 1929 § 7204; 1919 § 8646; 1909 § 9534",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-720/"
    },
    {
      "id": "section-71-760",
      "number": "71.760",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.760. Smoke nuisance — penalty. —The emission or discharge into the open air of dense smoke within the corporate limits of any city of this state is hereby declared to be a public nuisance. The owners, lessees, occupants, managers or agents of any building, establishment or premises from which dense smoke is so emitted or discharged shall be deemed guilty of a misdemeanor, and upon conviction thereof, in any court of competent jurisdiction, shall pay a fine of not less than twenty-five dollars nor more than one hundred dollars. And each and every day whereon such smoke shall be emitted or discharged shall constitute a separate offense; provided, however, that in any suit or proceeding under this section, it shall be a good defense if the person charged with a violation thereof shall show to the satisfaction of the jury or court trying the facts that there is no known practicable device, appliance, means or method by application of which to his building, establishment or premises the emission or discharge of the dense smoke complained of in that proceeding could have been prevented.\n\n(RSMo 1939 § 7575)\n\nPrior revisions: 1929 § 7432; 1919 § 8840; 1909 § 9689",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-760/"
    },
    {
      "id": "section-71-770",
      "number": "71.770",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.770. Smoke nuisance — enforcement of penalty. —All cities to which the provisions of section 71.760 are applicable are hereby empowered to enact all necessary or desirable ordinances, not inconsistent with the provisions herein, nor the constitution, nor any general law of this state, in order to carry out the provisions of said section.\n\n(RSMo 1939 § 7576)\n\nPrior revisions: 1929 § 7433; 1919 § 8841; 1909 § 9690",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-770/"
    },
    {
      "id": "section-71-780",
      "number": "71.780",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.780. Nuisances — expense of suppression, how paid. —The legislative or governing bodies of cities organized under the general statutes or special charters shall have, and they are hereby granted, the power to suppress all nuisances which are, or may be, injurious to the health and welfare of the inhabitants of said cities, or prejudicial to the morals thereof, within the boundaries of said cities and within one-half mile of the boundaries thereof. Such nuisances may be suppressed by the ordinances of said cities, or by such act or order as the charters of said cities authorize them to adopt. If the nuisance is suppressed within the city limits, the expense for abating the same may be assessed against the owner or occupant of the property, and against the property on which said nuisance is committed, and a special tax bill may be issued against said property for said expenses.\n\n(RSMo 1939 § 7358)\n\nPrior revisions: 1929 § 7207; 1919 § 8694; 1909 § 9574\n\nCROSS REFERENCE:\n\nDogs, mayor may issue quarantine order, when, 322.040",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-780/"
    },
    {
      "id": "section-71-790",
      "number": "71.790",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.790. Special business districts, how established — dissolution in the city of Springfield. —The governing body of any city may establish special business districts in the manner provided hereafter, and upon establishment each such district shall be a body corporate and politic and a political subdivision of the state. The governing body of any home rule city with more than one hundred fifty-one thousand five hundred but fewer than one hundred fifty-one thousand six hundred inhabitants may dissolve a special business district in accordance with the procedure set forth in sections 67.950 and 67.955; provided, however, that any proceeds from the disposal of assets of the district after payment of all indebtedness shall be used by the governing body of such city in a manner consistent with the purposes of the district and within the boundary of the former district.\n\n(L. 1972 H.B. 1156 § 1, A.L. 2006 S.B. 1094)\n\n(1987) In a suit against a business district to enforce provisions of the Hancock Amendment, it was held that the city in which the district was formed, rather than the district itself, was liable for prevailing plaintiff's attorneys' fees. Gilroy Sims & Assoc. v. Downtown St. Louis, 729 S.W.2d 504 (Mo.App.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-790/"
    },
    {
      "id": "section-71-792",
      "number": "71.792",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.792. Ordinance to establish district — survey and investigation — cost estimate required — report of survey public record. —A business district shall be formed by ordinance of the governing body of the city which shall establish the business district and define its limits. Prior to the establishment of a business district the governing body of the city shall conduct a survey and investigation for the purposes of determining the nature of and suitable location for business district improvements, the approximate cost of acquiring and improving the land therefor, the area to be included in the business district or districts, the need for and cost of special services, and cooperative promotion activities, and the percentage of the cost of acquisition, special services, and improvements in the business district which are to be assessed against the property within the business district and that part of the cost, if any, to be paid by public funds. The cost of the survey and investigation shall be included as a part of the cost of establishing the business district. A written report of this survey and investigation shall be filed in the office of the city clerk in the city and shall be available for public inspection.\n\n(L. 1972 H.B. 1156 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-792/"
    },
    {
      "id": "section-71-794",
      "number": "71.794",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.794. Establishing or altering size of district, procedure. —A special business district may be established, enlarged or decreased in area as provided herein in the following manner:\n\n(1) Upon petition by one or more owners of real property on which is paid the ad valorem real property taxes within the proposed district, the governing body of the city may adopt a resolution of intention to establish, enlarge or decrease in area a special business district. The resolution shall contain the following information:\n\n(a) Description of the boundaries of the proposed area;\n\n(b) The time and place of a hearing to be held by the governing body considering establishment of the district;\n\n(c) The proposed uses to which the additional revenue shall be put and the initial tax rate to be levied.\n\n(2) Whenever a hearing is held as provided hereunder, the governing body of the city shall publish notice of the hearing on two separate occasions in at least one newspaper of general circulation not more than fifteen days nor less than ten days before the hearing; and shall mail a notice by United States mail of the hearing to all owners of record of real property and licensed businesses located in the proposed district; and shall hear all protests and receive evidence for or against the proposed action; rule upon all protests which determination shall be final; and continue the hearing from time to time.\n\n(3) If the governing body decides to change the boundaries of the proposed area, the hearing shall be continued to a time at least fifteen days after the decision. Notice shall be given in at least one newspaper of general circulation at least ten days prior to the time of said hearing showing the boundary amendments.\n\n(4) If the governing body following the hearing decides to establish the proposed district, it shall adopt an ordinance to that effect. The ordinance shall contain the following:\n\n(a) The number, date and time of the resolution of intention pursuant to which it was adopted;\n\n(b) The time and place the hearing was held concerning the formation of the area;\n\n(c) The description of the boundaries of the district;\n\n(d) A statement that the property in the area established by the ordinance shall be subject to the provisions of additional tax as provided herein;\n\n(e) The initial rate of levy to be imposed upon the property lying within the boundaries of the district;\n\n(f) A statement that a special business district has been established;\n\n(g) The uses to which the additional revenue shall be put;\n\n(h) In any city with a population of less than three hundred fifty thousand, the creation of an advisory board or commission and enumeration of its duties and responsibilities;\n\n(i) In any city with a population of three hundred fifty thousand or more, provisions for a board of commissioners to administer the special business district, which board shall consist of seven members who shall be appointed by the mayor with the advice and consent of the governing body of the city. Five members shall be owners of real property within the district or their representatives and two members shall be renters of real property within the district or their representatives. The terms of the members shall be structured so that not more than two members' terms shall expire in any one year. Subject to the foregoing, the governing body of the city shall provide in such ordinance for the method of appointment, the qualifications, and terms of the members.\n\n(L. 1972 H.B. 1156 § 3, A.L. 1975 S.B. 322, A.L. 1982 H.B. 1120, A.L. 2005 H.B. 58)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-794/"
    },
    {
      "id": "section-71-796",
      "number": "71.796",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.796. Powers of governing body in establishing and maintaining district. —The governing body in establishing and maintaining a business district shall have all the powers necessary to carry out any and all improvements adopted in the ordinance establishing the district including:\n\n(1) To close existing streets or alleys or to open new streets and alleys or to widen or narrow existing streets and alleys in whole or in part;\n\n(2) To construct or install pedestrian or shopping malls, plazas, sidewalks or moving sidewalks, parks, meeting and display facilities, convention centers, arenas, bus stop shelters, lighting, benches or other seating furniture, sculptures, telephone booths, traffic signs, fire hydrants, kiosks, trash receptacles, marquees, awnings, canopies, walls and barriers, paintings, murals, alleys, shelters, display cases, fountains, rest rooms, information booths, aquariums, aviaries, tunnels and ramps, pedestrian and vehicular overpasses and underpasses, and each and every other useful or necessary or desired improvement;\n\n(3) To landscape and plant trees, bushes and shrubbery, flowers and each and every and other kind of decorative planting;\n\n(4) To install and operate, or to lease, public music and news facilities;\n\n(5) To purchase and operate buses, minibuses, mobile benches, and other modes of transportation;\n\n(6) To construct and operate child-care facilities;\n\n(7) To lease space within the district for sidewalk cafe tables and chairs;\n\n(8) To construct lakes, dams, and waterways of whatever size;\n\n(9) To provide special police or cleaning facilities and personnel for the protection and enjoyment of the property owners and the general public using the facilities of such business district;\n\n(10) To maintain, as hereinafter provided, all city-owned streets, alleys, malls, bridges, ramps, tunnels, lawns, trees and decorative plantings of each and every nature, and every structure or object of any nature whatsoever constructed or operated by the said municipality;\n\n(11) To grant permits for newsstands, sidewalk cafes, and each and every other useful or necessary or desired private usage of public or private property;\n\n(12) To prohibit or restrict vehicular traffic on such streets within the business district as the governing body may deem necessary and to provide the means for access by emergency vehicles to or in such areas;\n\n(13) To lease, acquire, dispose of, construct, reconstruct, extend, maintain, or repair parking lots or parking garages, both above and below ground, or other facilities for the parking of vehicles, including the power to install such facilities in public areas, whether such areas are owned in fee or by easement;\n\n(14) To promote business activity in the district by, but not limited to, advertising, decoration of any public place in the area, promotion of public events which are to take place on or in public places, furnishing of music in any public place, and the general promotion of trade activities in the district.\n\n(L. 1972 H.B. 1156 § 4, A.L. 2006 S.B. 1094)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-796/"
    },
    {
      "id": "section-71-798",
      "number": "71.798",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.798. Governing body to determine expenditures. —The governing body of the city creating the district shall have sole discretion as to how the revenue derived from any tax to be imposed herein, or any revenue derived from disposition of assets of the district, shall be used within the scope of the above purposes. The governing body of the city shall appoint an advisory board or commission to make recommendations as to its use. The governing body of the city creating the district shall not decrease the level of publicly funded services in the district existing prior to creation of the district or transfer the financial burden of providing the services to the district unless the services at the same time are decreased throughout the city, nor shall the governing body discriminate in the provision of the publicly funded services between areas included in such a district and areas not so included.\n\n(L. 1972 H.B. 1156 § 5, A.L. 1975 S.B. 322, A.L. 2006 S.B. 1094)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-798/"
    },
    {
      "id": "section-71-799",
      "number": "71.799",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.799. Cities of 350,000 or more — powers of district — governing body to determine expenditures. —1. In any city with a population of three hundred fifty thousand or more, a district shall have all the powers necessary or convenient to carry out any and all improvements adopted in the ordinance establishing the district and, in addition, may exercise the following powers:\n\n(1) Cooperate with other public agencies and with any industry or business located within the district in the implementation of any project within the district;\n\n(2) Enter into any agreement with any other public agency, any person, firm, or corporation to effect any of the provisions contained in sections 71.790 to 71.808;\n\n(3) Contract and be contracted with, and to sue and be sued;\n\n(4) Accept gifts, grants, loans, or contributions from the city in which the district is located, the United States of America, the state of Missouri, political subdivisions, foundations, other public or private agencies, individuals, partnerships, or corporations;\n\n(5) Employ such managerial, engineering, legal, technical, clerical, accounting, and other assistance as it may deem advisable. The district may also contract with independent contractors for any such assistance.\n\n2. In any city with a population of three hundred fifty thousand or more, the governing body of the city creating the district shall have final discretion as to how the revenue derived from any tax to be imposed under sections 71.790 to 71.808 shall be used within the scope of the above purposes, and the governing body of the city shall give its advice and consent to members of a board of commissioners appointed by the mayor of the city to administer the district. The governing body of the city creating the district shall not decrease the level of publicly funded services in the district existing prior to creation of the district or transfer the financial burden of providing the services to the district unless the services at the same time are decreased throughout the city, nor shall the governing body discriminate in the provision of the publicly funded services between areas included in such a district and areas not so included.\n\n(L. 1982 H.B. 1120 §§ 71.797, 71.799, A.L. 1983 H.B. 713 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-799/"
    },
    {
      "id": "section-71-800",
      "number": "71.800",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.800. Rate of tax — exception — abatement of certain tax benefits — new tax rate or special assessment, election, procedure, ballot forms — definitions — tax rate ceiling approved, effective when. —1. For the purpose of paying for all costs and expenses incurred in the operation of the district, the provision of services or improvements authorized in section 71.796, and incidental to the leasing, construction, acquisition, and maintenance of any improvements provided for under sections 71.790 to 71.808 or for paying principal and interest on notes or bonds authorized for the construction or acquisition of any said improvement, the district may impose a tax upon the owners of real property within the district which shall not exceed eighty-five cents on the one-hundred-dollar assessed valuation. In any city other than a city not within a county, real property subject to partial tax abatement under either the provisions of the urban redevelopment corporations law of Missouri or the provisions of sections 99.700 to 99.710 shall for the purpose of assessment and collection of ad valorem real estate taxes levied under the provisions of this section be assessed and ad valorem real estate taxes shall be collected as if the real estate were not subject to the tax abatement. The collection of delinquent receipts of said tax shall be in the same manner and form as that provided by law for all ad valorem property taxes. Taxes levied and collected under sections 71.790 to 71.808 shall be uniform upon the same class of subjects within the territorial limits of the authority levying the tax.\n\n2. For the purpose of paying for all costs and expenses incurred in the operation of the district and the provision of services or improvements authorized in section 71.796, the district may impose additional tax on businesses and individuals doing business within the district. If the governing body imposes any business license taxes, such additional taxes shall not exceed fifty percent of the business license taxes. Whenever a hearing is held herein, the governing body shall hear all protests and receive evidence for or against the proposed action; rule upon all protests which determination shall be final; and may continue the hearing from time to time. Proceedings shall terminate if protest is made by businesses in the proposed area which pay a majority of the additional taxes within the area. For purposes of the additional tax to be imposed pursuant to this part, the governing body of the city may make a reasonable classification of businesses, giving consideration to various factors.\n\n3. In addition to the taxes authorized by subsections 1 and 2 of this section, any district within a city which has a population of three hundred fifty thousand or more and is located within more than one county upon authorization of a majority of the voters voting thereon may impose one or more of the following special assessments on all real property located within the district:\n\n(1) Not more than five cents per square foot on each square foot of land;\n\n(2) Not more than one-half of a cent per square foot on each square foot of improvements on land; and\n\n(3) Not more than twelve dollars per abutting foot of the lots, tracts and parcels of land within the district abutting on public streets, roads and highways.\n\n4. For purposes of sections 10(c), 16, and 22 of article X of the Constitution of Missouri, and of section 137.073, the following terms as applied to an election pursuant to this section mean:\n\n(1)\"Approval of the required majority\"or\"direct voter approval\", a simple majority;\n\n(2)\"Qualified voters\", persons or other entities who have filed an application pursuant to subsection 6 of this section.\n\n5. The governing body of any city in which there is a special business district may order an election on the approval of a new tax rate ceiling or assessment limit for any tax imposed pursuant to subsections 1 to 3 of this section. All costs of any such election shall be borne by the district out of its existing levy. The order shall set forth the new tax rate ceiling or assessment limit proposed. Any provision of law to the contrary notwithstanding, the tax rate ceiling may be increased or decreased, from any rate as revised under the provisions of section 137.073 to any rate not in excess of eighty-five cents on the one-hundred-dollar assessed valuation. Such order shall specify a date on which ballots for the election shall be mailed. Such date shall be a Tuesday, and shall be not earlier than the eighth Tuesday from the issuance of the order, nor later than August fifteenth of the year the order is issued and shall not be on the same day as an election conducted under the provisions of chapter 115.\n\n6. Application for a ballot shall be conducted as provided in this subsection:\n\n(1) Persons entitled to apply for a ballot in an election to approve a new tax rate ceiling for a tax imposed pursuant to subsection 1 or 3 of this section shall be:\n\n(a) A resident individual of the district; or\n\n(b) A person, including an individual, partnership, limited partnership, corporation, estate, or trust, which owns real property within the special business district;\n\n(2) A person entitled to apply for a ballot in an election to approve a new tax rate ceiling for a tax imposed pursuant to subsection 2 of this section shall be a person, including an individual, partnership, limited partnership, corporation, estate, or trust, which possesses a license to do business in the district;\n\n(3) Only persons entitled to apply for a ballot in elections pursuant to this section shall apply. Such persons shall apply with the clerk of the city in which the special business district is organized. Each person applying shall provide:\n\n(a) Such person's name, address, mailing address, and phone number;\n\n(b) An authorized signature; and\n\n(c) Evidence that such person is entitled to vote. Such evidence shall be:\n\na. For resident individuals, proof of registration from the election authority;\n\nb. For owners of real property, a tax receipt or deed or other document which evidences an equitable ownership, and identifies the real property by location;\n\nc. For holders of business licenses, a copy of such business license;\n\n(4) No person shall apply later than the fourth Tuesday before the date for mailing ballots specified in the governing body's order.\n\n7. The clerk shall mail a ballot to each applicant of the district along with a return addressed envelope directed to the city clerk's office with a sworn affidavit on the reverse side of such envelope for the voter's signature. Such affidavit shall be in the following form:\n\n8. The question shall be submitted in substantially the following forms:\n\n­­Each ballot shall be plain paper, through which printing or writing cannot be read.\n\n9. Each qualified voter shall have one vote. Each voter which is not an individual shall determine how to cast its vote as provided for in its articles of incorporation, articles of partnership, bylaws, or other document which sets forth an appropriate mechanism for the determination of the entity's vote. If a voter has no such mechanism, then its vote shall be cast as determined by a majority of the persons who run the day-to-day affairs of the voter. Each voted ballot shall be signed with the authorized signature.\n\n10. Voted ballots shall be returned to the city clerk's office by mail or hand delivery no later than 5:00 p.m. on the sixth Tuesday after the date for mailing the ballots as set forth in the governing body's order. The city clerk shall transmit all voted ballots to a team of judges of not less than four, with an equal number from each of the two major political parties. The judges shall be selected by the city clerk from lists compiled by the election authority. Upon receipt of the voted ballots the judges shall verify the authenticity of the ballots, canvass the votes, and certify the results. Certification by the election judges shall be final and shall be immediately transmitted to the governing body. Any voter who applied for such election may contest the result in the same manner as provided in chapter 115.\n\n11. If approved, the new tax rate ceiling or assessment limit shall be effective for the tax year in which the election is held, the provisions of section 67.110 to the contrary notwithstanding.\n\n(L. 1972 H.B. 1156 § 6, A.L. 1975 S.B. 322, A.L. 1977 H.B. 651, A.L. 1982 H.B. 1120, A.L. 1985 H.B. 509, A.L. 1987 H.B. 909, A.L. 1988 H.B. 1729)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-800/"
    },
    {
      "id": "section-71-801",
      "number": "71.801",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.801. St. Louis City — taxation of urban redevelopment real property, ordinance to control. —In any city not within a county, real property subject to partial tax abatement under the provisions of chapter 353 shall for the purpose of assessment and collection of ad valorem real estate taxes levied under the provisions of sections 71.790 to 71.808 be assessed and ad valorem real estate taxes shall be collected as provided in the ordinance adopted by the governing body of the city approving the development plan of any such corporation and authorizing tax abatement.\n\n(L. 1982 H.B. 1120, A.L. 1988 H.B. 1729)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-801/"
    },
    {
      "id": "section-71-802",
      "number": "71.802",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.802. General obligation bonds authorized, when — election, notice of — form of ballot. —1. Any district established under the provisions of sections 71.790 to 71.808 may, upon approval of the constitutionally required percentage of the voters of the district voting thereon, incur indebtedness and issue bonds or notes for the payment thereof. Notice of the election, the amount and the purpose of the loan shall be given.\n\n2. The question shall be submitted in substantially the following form:\n\nShall the special business district incur indebtedness for the purpose of ______ in the amount of ______ dollars, evidenced by the issuance of bonds or notes and levy a real estate tax to pay therefor?\n\n3. If the constitutionally required percentage of the votes cast are for the indebtedness, the district shall, subject to the restrictions of section 71.796 and section 71.800, be vested with the power to incur indebtedness in the name of the district, to the amount and for the purposes specified on the ballot, and issue the bonds of the district for the payment thereof.\n\n4. The indebtedness authorized by this section shall not be contracted for a period longer than twenty years, and the entire amount of the indebtedness shall at no time exceed, including the existing indebtedness of the district, in the aggregate ten percent of the value of taxable tangible property therein, as shown by the last completed assessment for state and county purposes.\n\n5. It shall be the duty of the district to provide for the collection of an annual tax sufficient to pay the interest on the indebtedness as it falls due, and also to constitute a sinking fund for the payment of the principal thereof within the time the principal becomes due.\n\n(L. 1972 H.B. 1156 § 7, A.L. 1978 H.B. 971, A.L. 1990 H.B. 1621)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-802/"
    },
    {
      "id": "section-71-804",
      "number": "71.804",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.804. Revenue bonds authorized, when — refunding of revenue bonds authorized. —1. In addition to the bonds specified in section 71.802 the cost of any district of acquiring, constructing, improving, or extending any revenue producing facilities may be met from the proceeds of revenue bonds of the district, payable solely from the operation of such revenue producing facility.\n\n2. Revenue bonds issued under authority of this section shall be payable solely from the revenues derived from the operation of the revenue producing facility acquired, constructed, improved or extended in whole or in part from the proceeds of the bonds. No revenue bond issued pursuant to this section shall constitute an indebtedness of the district within the meaning of any constitutional or statutory restriction, limitation or provision.\n\n3. For the purpose of refunding, extending and unifying the whole or any part of any valid outstanding bonded indebtedness payable from the revenues of a revenue producing facility, the district may issue refunding bonds not exceeding in amount the principal of the outstanding indebtedness to be refunded and the accrued interest to the date of the refunding bonds. The district shall provide for the payment of interest not to exceed the same rate and the principal of the refunding bonds in the same manner and from the same source as was provided for the payment of interest on and principal of the bonds to be refunded.\n\n(L. 1972 H.B. 1156 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-804/"
    },
    {
      "id": "section-71-806",
      "number": "71.806",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.806. Bonds, term of, form, interest rate, private sale authorized. —The notes and bonds issued hereunder shall bear such date or dates, and shall mature at such time or times, in the case of any general obligation bond or note not exceeding twenty years, from the date of issue of such original bond or note, and in the case of any revenue bond not exceeding fifty years from the date of issue, as may be provided by the governing body of such city. The notes and bonds shall bear interest at such rate, be in such denominations, be in such form, either coupon or registered, carry such registration privileges, be executed in such manner, be payable in such medium of*payment, at such place or places and be subject to such terms of redemption as provided. The notes and bonds shall be sold at public or private sale, at such price or prices as shall be determined.\n\n(L. 1972 H.B. 1156 § 9)\n\n*Word \"or\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-806/"
    },
    {
      "id": "section-71-808",
      "number": "71.808",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.808. Benefit determinations by legislative body of city to be conclusive. —The findings of the legislative body of the city of the benefits to be derived by said district as set out in the ordinance as required above shall be conclusive.\n\n(L. 1972 H.B. 1156 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-808/"
    },
    {
      "id": "section-71-860",
      "number": "71.860",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.860. Application of section 71.015 — exceptions. —The provisions of section 71.015 shall apply as well to all cities, towns, villages and municipalities of whatsoever kind, located in any county with a charter form of government where fifty or more cities, towns and villages have been incorporated, except as provided in section 71.920 and sections 72.400 to 72.420.\n\n(L. 1963 p. 126 § 1, A.L. 1989 H.B. 487, A.L. 1995 H.B. 446)\n\n(1966) Held that Sawyers Act did not apply to 1960 annexation by constitutional charter city as 1963 amendment specifically providing for application to constitutional charter cities located in St. Louis County (§ 71.860, RSMo) does not apply retroactively. Witt v. City of Webster Groves (A.), 398 S.W.2d 16.\n\n(1966) Legislature in enacting statutes specifically relating to annexation in first class charter county intended that compliance therewith should precede compliance with general annexation statutes so that election provided for in special provision must precede obtaining a declaratory judgment as to reasonableness of proposed annexation. City of Kirkwood v. Allen (Mo.), 399 S.W.2d 30.\n\n(1966) The unconstitutionality of Section 71.015 applying Sawyers Act to constitutional charter cities as mandatory procedure does not render invalid other section of Sawyers Act relating to annexation as applied to such cities. St. Louis County v. City of Florissant (Mo.), 406 S.W.2d 281.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-860/"
    },
    {
      "id": "section-71-870",
      "number": "71.870",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.870. Separate elections required for annexation — effective when. —The legislative body of any city, town, or village located within the boundaries of a first class chartered county which has a population of at least five hundred thousand shall not have the power to extend the limits of such city, town, or village by annexation of unincorporated territory adjacent to the city, town, or village in accordance with the provisions of law relating to annexation by such municipalities until the question of annexation is submitted and is carried by a majority of the total votes cast in the city, town, or village and by a separate majority of the total votes cast in the unincorporated territory sought to be annexed. There shall be separate submissions of the question of annexation to the two groups of voters, the same to be held simultaneously. However, no annexation in a first class charter county which has a population of at least nine hundred thousand shall become effective sooner than one year after the vote for annexation if the question of annexation is carried by a majority of the votes cast by the two groups of voters.\n\n(L. 1963 p. 126 § 2, A.L. 1978 H.B. 971, A.L. 1980 H.B. 1110, A.L. 1984 H.B. 1214 & 1319)\n\nEffective 3-19-84",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-870/"
    },
    {
      "id": "section-71-880",
      "number": "71.880",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.880. Notice to election authority and governing body of county — map setting out boundaries to be posted in polling places, when. —Whenever any city, town, or village located in a first class chartered county which has a population of at least five hundred thousand desires to annex any unincorporated land of the county, the governing body of the city, town, or village shall, before proceeding as otherwise provided by law, certify a notice of such fact to the election authority and to the governing body of the first class charter county, which notice shall include:\n\n(1) The description by metes and bounds of the unincorporated territory sought to be annexed and a map of the area to be annexed and of the incorporated area, such map to be a size large enough to accurately and adequately denote the boundaries of the area to be annexed and the incorporated area, but not less than eight inches by ten inches in size, and to be clearly displayed to voters in each polling place where the annexation question is on the ballot; and\n\n(2) A copy of the order, resolution or ordinance which contains the legislative act of the municipality ordering the submission of the question.\n\n(L. 1963 p. 126 § 3, A.L. 1978 H.B. 971, A.L. 1980 H.B. 1110, A.L. 1989 H.B. 487)\n\nEffective 7-14-89",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-880/"
    },
    {
      "id": "section-71-900",
      "number": "71.900",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.900. Form of ballot. —The question shall be submitted in substantially the following form:\n\nShall ______ (name of city, town, or village) annex unincorporated territory adjacent to it?\n\n(L. 1963 p. 126 § 5, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-900/"
    },
    {
      "id": "section-71-910",
      "number": "71.910",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.910. Proposition not to be resubmitted, when. —In the event that the question of annexing such territory fails to receive the necessary majorities, the question shall not be resubmitted to the voters for a period of at least two years.\n\n(L. 1963 p. 126 § 6, A.L. 1978 H.B. 971)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-910/"
    },
    {
      "id": "section-71-920",
      "number": "71.920",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.920. City limits may be extended by ordinance if approved by unanimous affirmative vote in both elections — effective when. —In the event that the question of annexing such territory is approved by a unanimous affirmative vote in both the annexing municipality and the territory sought to be annexed, the annexing municipality, other provisions of this chapter notwithstanding, shall extend its limits by ordinance to include such territory, specifying with accuracy the new boundary lines to which the city, town, or village limits are extended, except that, no such ordinance by any municipality in a first class charter county which has a population of at least nine hundred thousand shall become effective sooner than one year after the date of the election approving the annexation. Upon duly enacting such annexation ordinance, the municipality shall cause three certified copies of the same to be filed with the clerk of the county wherein the municipality is located, whereupon the annexation shall be complete and final and thereafter all courts of this state shall take judicial notice of the limits of that municipality as so extended.\n\n(L. 1963 p. 126 § 7, A.L. 1978 H.B. 971, A.L. 1984 H.B. 1214 & 1319)\n\nEffective 3-19-84\n\n(1965) Sawyers Act, § 71.015, does not apply to cities to which it is made inapplicable by subsequent legislation. Julian v. Mayor, Councilmen and Citizens of the City of Liberty (Mo.), 391 S.W.2d 864.\n\n(1969) Annexation was unreasonable where there was no showing that the annexations are necessary or convenient to the proper exercise of the municipal government of the municipality seeking annexation, but was solely for the purpose of industrial development through a revenue bond financing plan. St. Louis County v. Village of Champ (Mo.), 438 S.W.2d 205.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-920/"
    },
    {
      "id": "section-71-922",
      "number": "71.922",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.922. Certain annexations effective on date determined by jurisdictions involved. —Any annexation initiated by a municipality through first reading of an ordinance and by the holding of a public hearing on or before June 12, 1995, in any county with a charter form of government where fifty or more cities, towns and villages have been incorporated shall become effective on the date determined by the jurisdictions involved in such annexation.\n\n(L. 1995 H.B. 446 § 1)\n\nEffective 6-02-95",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-922/"
    },
    {
      "id": "section-71-940",
      "number": "71.940",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.940. Codification and compilation of ordinances, defined. —For the purposes of sections 71.940 to 71.948, the following terms mean:\n\n(1)\"Codification\"includes:\n\n(a) The compilation and revision of the general ordinances of the municipality;\n\n(b) The changing of sections deemed advisable;\n\n(c) The omission of sections deemed unnecessary;\n\n(d) The addition of new provisions; and\n\n(e) The adoption of the whole by an adopting ordinance and publication in permanently bound or loose-leaf book form;\n\n(2)\"Compilation\"includes the collecting, assembling and organizing of existing ordinances of the municipality and publication thereof in permanently bound or loose-leaf book form.\n\n(L. 1997 H.B. 749 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-940/"
    },
    {
      "id": "section-71-943",
      "number": "71.943",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.943. Codification of municipal ordinances, contents — supplements authorized — code to be evidence in all courts. —The governing body of any municipality may from time to time provide for the compilation or revision and codification of the general ordinances of the municipality and the publication in book form of such compilation or codification, and may provide for keeping such compilation and codification up to date by supplements to permanently bound books or by insertions of amending or new ordinances in loose-leaf binders, and may provide for annual or occasional recodification of codifications housed in loose-leaf binders. The codification may contain citations to sections or previous ordinances retained or modified. All titles, effective date sections and signatures of ordinances may be omitted. The codification may contain annotations to statutes, cross references and other matter that may make the code more useful. The codification may incorporate by reference standard or model codes or ordinances, state regulations and statutes as authorized by section 67.280, sections 67.400 to 67.450, and section 300.600, and amendments to such statutes. The codification may incorporate by reference state statutes relating to vehicle equipment regulations contained in chapter 307 and amendments to such statutes. The ordinance adopting the codification shall recite that the codification was authorized by ordinance, and that it was made in conformity with this section and amendments to this section. When the ordinance and the codification, along with a certificate of the municipal clerk that the same are true and correct copies, are published in book form, the codification shall take effect and shall import absolute verity and be received in evidence in all courts and places without further proof.\n\n(L. 1997 H.B. 749 § 2 subsec. 1, A.L. 2005 H.B. 445)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-943/"
    },
    {
      "id": "section-71-946",
      "number": "71.946",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.946. Supplements to code to be deemed part of original code. —One copy of the published book may be kept on file with the ordinance books and constitute an ordinance book. A loose-leaf code or compilation of ordinances published pursuant to this section may be kept current by the periodic preparation of loose-leaf supplements. Whenever any ordinance expresses the intent of the governing body that it may be made a part of such loose-leaf code and the ordinance is thereafter included in a supplement to such code, such inclusion shall have the same force and effect as if the ordinance had been included in the original code at the time of its adoption by the governing body. The governing body shall make provision for furnishing insertions in loose-leaf compilations or codes to municipal personnel, purchasers and others having copies of the compilation or code.\n\n(L. 1997 H.B. 749 § 2, subsec. 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-946/"
    },
    {
      "id": "section-71-948",
      "number": "71.948",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.948. Copies of code on file with municipal clerks and open to public. —At least three copies of the published book shall be kept on file in the office of the municipal clerk and kept available for inspection by the public at all reasonable business hours.\n\n(L. 1997 H.B. 749 § 2, subsec. 2, last sentence)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-948/"
    },
    {
      "id": "section-71-980",
      "number": "71.980",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.980. Financially insolvent municipalities, state not liable for debt. —Notwithstanding any provision to the contrary, the state shall not be held liable for the debts of a municipality that is financially insolvent. For purposes of this section, a municipality is financially insolvent if it is not paying its debts as they become due, unless such debts are the subject of a bona fide dispute, or is unable to pay its debts as they become due.\n\n(L. 2016 S.B. 572)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-980/"
    },
    {
      "id": "section-71-990",
      "number": "71.990",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.990. Home-based business, use of residential dwelling — limitations on restrictions by political subdivisions — reasonable regulations permitted. —1. As used in this section, the following terms mean:\n\n(1)\"Goods\", any merchandise, equipment, products, supplies, or materials;\n\n(2)\"Home-based business\", any business operated in a residential dwelling that manufactures, provides, or sells goods or services and that is owned and operated by the owner or tenant of the residential dwelling.\n\n2. Any person who resides in a residential dwelling may use the residential dwelling for a home-based business unless such use is restricted by:\n\n(1) Any deed restriction, covenant, or agreement restricting the use of land; or\n\n(2) Any master deed, bylaw, or other document applicable to a common-interest ownership community.\n\n3. Except as prescribed under subsection 4 of this section, a political subdivision shall not prohibit the operation of a no-impact, home-based business or otherwise require a person to apply for, register for, or obtain any permit, license, variance, or other type of prior approval from the political subdivision to operate a no-impact, home-based business. For the purposes of this section, a home-based business qualifies as a no impact, home-based business if:\n\n(1) The total number of employees and clients onsite at one time does not exceed the occupancy limit for the residential dwelling; and\n\n(2) The activities of the business:\n\n(a) Are limited to the sale of lawful goods and services;\n\n(b) May involve having more than one client on the property at one time;\n\n(c) Do not cause a substantial increase in traffic through the residential area;\n\n(d) Do not violate any parking regulations established by the political subdivision;\n\n(e) Occur inside the residential dwelling or in the yard of the residential dwelling;\n\n(f) Are not visible from the street; and\n\n(g) Do not violate any narrowly tailored regulation established under subsection 4 of this section.\n\n4. A political subdivision may establish reasonable regulations on a home-based business if the regulations are narrowly tailored for the purpose of:\n\n(1) Protecting the public health and safety, including regulations related to fire and building codes, health and sanitation, transportation or traffic control, solid or hazardous waste, pollution, and noise control; or\n\n(2) Ensuring that the business activity is compliant with state and federal law and paying applicable taxes.\n\n5. No political subdivision shall require a person, as a condition of operating a home-based business, to:\n\n(1) Rezone the property for commercial use;\n\n(2) Obtain a home-based business license; or\n\n(3) Install or equip fire sprinklers in a single-family detached residential dwelling or any residential dwelling with no more than two dwelling units.\n\n6. Whether a regulation complies with this section is a judicial question.\n\n(L. 2022 H.B. 1662)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-990/"
    },
    {
      "id": "section-71-1000",
      "number": "71.1000",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n71.1000. Districts authorized — ballot form — powers — sales tax, ballot form — board, members, officers, by laws — additional district members, ballot form — dissolution. —1. Two or more municipalities may elect to form a broadband infrastructure improvement district for the delivery of broadband internet service to the residents of such municipality, which district shall be a body politic and corporate.\n\n2. A municipality electing to form a district under this section shall submit to the eligible voters of each such municipality a proposition at a general or special election of such municipality, in substantially the following form:\n\n3. Additional municipalities may be admitted to the district in the manner provided in subsection 8 of this section.\n\n4. A district created under this section shall have the power to partner with a telecommunications company or broadband service provider in order to construct or improve telecommunications facilities which shall be wholly owned and operated by the telecommunications company or broadband service provider, as the terms \"telecommunications company\" and \"telecommunications facilities\" are defined in section 386.020 and subject to the provisions of section 392.410, that are in an unserved or underserved area, as defined in section 620.2450, to the residents of the district. Before any facilities are improved or constructed as a result of this section, the area shall be certified as unserved or underserved by the director of broadband development within the department of economic development.\n\n5. A district may finance the provision or expansion of broadband internet service through grants, loans, bonds, user fees, or a tax as set forth in subsection 6 of this section.\n\n6. (1) Any district may impose by resolution a sales tax on all retail sales made in such district which are subject to taxation pursuant to sections 144.010 to 144.525. The sales tax imposed pursuant to this subsection shall not exceed one percent, except that such tax shall not become effective unless the governing body of each municipality member of the district submits to the voters of such municipality at an election held on the first Tuesday after the first Monday in November of even-numbered years, a proposal to authorize the district to impose a tax under the provisions of this subsection. The tax authorized by this subsection shall be in addition to any and all taxes imposed by law, and the proceeds of such tax shall be used solely to provide broadband service to residents of the district. Such tax shall be stated separately from all other charges and taxes.\n\n(2) The ballot shall be substantially in the following form:\n\n­­If a majority of the votes cast on the question by the qualified voters voting thereon in each municipality are in favor of the question, then the tax shall become effective on the first day of the calendar quarter following the calendar quarter in which the election was held. If a majority of the votes cast on the question by the qualified voters voting thereon in any one municipality are opposed to the question, then the governing body for the district shall have no power to impose the tax authorized by this subsection.\n\n(3) The director of the department of revenue shall collect any tax adopted pursuant to this section pursuant to section 32.087.\n\n7. (1) The district governing board shall be composed of at least one representative from each member, but in no case shall there be less than four representatives.\n\n(2) Annually, on or before the last Monday in April commencing in the year following the effective date of the district's creation, the local governing body of each member shall appoint a representative to the district governing board for three-year terms. The local governing body of a member, by majority vote, may replace its appointed representative at any time.\n\n(3) For the purpose of transacting business, the presence of representatives representing more than fifty percent of district members shall constitute a quorum. Any action adopted by a majority of the votes cast at a meeting of the governing board at which a quorum is present shall be the action of the board.\n\n(4) Each district member's representative shall be entitled to cast one vote.\n\n(5) Unless replaced as provided in subdivision (2) of this subsection, a representative on the governing board shall hold office until his or her successor is duly appointed. Any representative may be reappointed to successive terms without limit.\n\n(6) Any vacancy on the board shall be filled within thirty days after such vacancy occurs by appointment of the local governing body which appointed the representative whose position has become vacant. An appointee to a vacancy shall serve until the expiration of the term of the representative whose position to the appointment was made and may thereafter be reappointed.\n\n(7) Each district member may reimburse its representative to the governing board for expenses as it determines reasonable.\n\n(8) (a) The officers of the district shall be the chair and the vice chair of the board, the clerk of the district, and the treasurer of the district.\n\n(b) The chair shall preside at all meetings of the board and shall make and sign all contracts on behalf of the district upon approval by the board. The chair shall perform all duties incident to the position and office.\n\n(c) During the absence of or inability of the chair to render or perform his or her duties or exercise his or her powers, the same shall be performed and exercised by the vice chair and when so acting, the vice chair shall have all the powers and be subject to all the responsibilities hereby given to or imposed upon the chair.\n\n(d) During the absence or inability of the vice chair to render or perform his or her duties or exercise his or her powers, the board shall elect from among its membership an acting vice chair who shall have the powers and be subject to all the responsibilities hereby given or imposed upon the vice chair.\n\n(e) Upon the death, disability, resignation, or removal of the chair or vice chair, the board shall elect a successor to such vacant office until the next annual meeting.\n\n(9) The board shall adopt bylaws for the regulation of its affairs and the conduct of its business.\n\n8. (1) The board may authorize the inclusion of additional district members in the broadband infrastructure improvement district upon such terms and conditions as in the board's sole discretion shall be deemed to be fair, reasonable, and in the best interests of the district.\n\n(2) Prior to applying for admission to a broadband infrastructure improvement district, a municipality electing to join a district shall submit to the eligible voters of the municipality a proposition at a general or special election of such municipality, in substantially the following form:\n\n­­The local governing body of any nonmember municipality which desires to be admitted to the district shall make application for admission to the board after an affirmative result from such election.\n\n(3) The board shall determine the financial, economic, governance, and operational effects that are likely to occur if such municipality is admitted and thereafter either grant or deny authority for admission of the petitioning municipality. If the board grants such authority, it shall also specify any terms and conditions, including financial obligations, upon which such admission is predicated. Upon resolution of the board, such applicant municipality shall become a district member.\n\n9. A district member may withdraw from the district in the same manner as the vote for admission to the district set forth in subsection 8 of this section.\n\n10. Dissolution of a broadband infrastructure improvement district created pursuant to this section shall follow the procedures established in sections 67.950 and 67.955.\n\n(L. 2021 H.B. 271)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-71/section-71-1000/"
    }
  ]
}