{
  "state": "missouri",
  "path": "title-title-vii/chapter-chapter-89",
  "sections": [
    {
      "id": "section-89-010",
      "number": "89.010",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.010. Applicability of law — conflict with zoning provisions of another political subdivision, which to prevail. —1. The provisions of sections 89.010 to 89.140 shall apply to all cities, towns and villages in this state.\n\n2. (1) As used in this subsection,\"transect-based zoning\"means a zoning classification system that prescriptively arranges uses, elements, and environments according to a geographic cross-section that range across a continuum from rural to urban, with the range of environments providing the basis for organizing the components of the constructed world, including buildings, lots, land use, street, and all other physical elements of the human habitat, with the objective of creating sustainable communities and emphasizing bicycle lanes, street connectivity, and sidewalks, and permitting high-density and mixed use development in urban areas.\n\n(2) In the event that any city, town, or village adopts a zoning or subdivision ordinance based on transect-based zoning, and such transect-based zoning provisions conflict with the zoning provisions adopted by code or ordinance of another political subdivision with jurisdiction in such city, town, or village, the transect-based zoning provisions governing street configuration requirements, including number and locations of parking spaces, street, drive lane, and cul-de-sac lengths and widths, turning radii, and improvements within the right-of-way, shall prevail over any other conflicting or more restrictive zoning provisions adopted by code or ordinance of the other political subdivision.\n\n(RSMo 1939 § 7423, A.L. 1941 p. 460, A.L. 1957 p. 274, A.L. 2007 H.B. 205 merged with H.B. 795 merged with S.B. 22 merged with S.B. 81)\n\nPrior revision: 1929 § 7270\n\n(1969) A comprehensive zoning ordinance is subject to referendum; this section is not a preemption by the state in the field of zoning and does not operate as an exclusion of section 78.220. State ex rel. Wahlmann v. Reim (Mo. en banc), 445 S.W.2d 336.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-010/"
    },
    {
      "id": "section-89-020",
      "number": "89.020",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.020. Powers of municipal legislative body — group homes, classification, standards, restrictions — enforcement of zoning beyond lake shorelines, when, how — foster homes, classifications of — certain municipalities may adopt county zoning regulations — sawmills and planing mills, classification. —1. For the purpose of promoting health, safety, morals or the general welfare of the community, the legislative body of all cities, towns, and villages is hereby empowered to regulate and restrict the height, number of stories, and size of buildings and other structures, the percentage of lot that may be occupied, the size of yards, courts, and other open spaces, the density of population, the preservation of features of historical significance, and the location and use of buildings, structures and land for trade, industry, residence or other purposes.\n\n2. For the purpose of any zoning law, ordinance or code, the classification single-family dwelling or single-family residence shall include any home in which eight or fewer unrelated mentally or physically handicapped persons reside, and may include two additional persons acting as houseparents or guardians who need not be related to each other or to any of the mentally or physically handicapped persons residing in the home. In the case of any such residential home for mentally or physically handicapped persons, the local zoning authority may require that the exterior appearance of the home and property be in reasonable conformance with the general neighborhood standards. Further, the local zoning authority may establish reasonable standards regarding the density of such individual homes in any specific single-family dwelling neighborhood.\n\n3. No person or entity shall contract or enter into a contract which would restrict group homes or their location as described in this section from and after September 28, 1985.\n\n4. Any county, city, town or village which has a population of at least five hundred and whose boundaries are partially contiguous with a portion of a lake with a shoreline of at least one hundred fifty miles shall have the authority to enforce its zoning laws, ordinances or codes for one hundred yards beyond the shoreline which is adjacent to its boundaries. In the event that a lake is not large enough to allow any county, city, town or village to enforce its zoning laws, ordinances or codes for one hundred yards beyond the shoreline without encroaching on the enforcement powers granted another county, city, town or village under this subsection, the counties, cities, towns and villages whose boundaries are partially contiguous to such lake shall enforce their zoning laws, ordinances or orders under this subsection pursuant to an agreement entered into by such counties, cities, towns, or villages.\n\n5. Should a single-family dwelling or single-family residence as described in subsection 2 of this section cease to operate for the purpose as set forth in subsection 2 of this section, any other use of such home, other than allowed by local zoning restrictions, must be approved by the local zoning authority.\n\n6. For purposes of any zoning law, ordinance or code the classification of single-family dwelling or single-family residence shall include any private residence licensed by the children's division or department of mental health to provide foster care to one or more but less than seven children who are unrelated to either foster parent by blood, marriage or adoption. Nothing in this subsection shall be construed to relieve the children's division, the department of mental health or any other person, firm or corporation occupying or utilizing any single-family dwelling or single-family residence for the purposes specified in this subsection from compliance with any ordinance or regulation relating to occupancy permits except as to number and relationship of occupants or from compliance with any building or safety code applicable to actual use of such single-family dwelling or single-family residence.\n\n7. Any city, town, or village that is granted zoning powers under this section and is located within a county that has adopted zoning regulations under chapter 64 may enact an ordinance to adopt by reference the zoning regulations of such county in lieu of adopting its own zoning regulations.\n\n8. For purposes of any zoning law, ordinance, or code authorized and enacted under this section, a zoning or property classification of agricultural or horticultural shall include any sawmill or planing mill as defined in the U.S. Department of Labor's Standard Industrial Classification (SIC) Manual under Industry Group 242 with the SIC number 2421.\n\n(RSMo 1939 § 7412, A.L. 1957 p. 274, A.L. 1959 H.B. 493, A.L. 1985 H.B. 552, A.L. 1989 S.B. 11, A.L. 2006 S.B. 809, A.L. 2014 H.B. 1299 Revision, A.L. 2019 S.B. 133)\n\n(1957) City ordinance delegating to city council the discretionary power to enforce zoning regulations held valid. State ex rel. Ludlow v. Guffey (Mo.) 306 S.W.2d 552.\n\n(1957) Power of eminent domain vested in school districts for the selection of sites and location of schools, cannot be controlled by city zoning ordinance. State ex rel. St. Louis Union Trust Co. v. Ferris (Mo.), 304 S.W.2d 896.\n\n(1962) Where individual operated a junkyard within an area subsequently zoned as two-family residential, he could not be deprived of his right to operate the junkyard unless he had abandoned the junkyard business. State ex rel. Capps v. Bruns (A.), 353 S.W.2d 829.\n\n(1967) The exercise of the zoning powers delegated to cities including the enactment of ordinances amending the comprehensive plan is a legislative function and, as a general rule, courts will not inquire into the interests or motives of the members of a municipal legislative function. Strandburg v. Kansas City (Mo.), 415 S.W.2d 737.\n\n(1993) Section is plain and unambiguous and provision of statute that addresses homes where unrelated physically or mentally handicapped persons reside does not require city to allow up to eight nonrelated individuals recovering from alcohol or drug abuse to live in single residence in single-family residential district. City of St. Joseph v. Preferred Family Healthcare, Inc., 859 S.W.2d 723 (Mo. App. W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-020/"
    },
    {
      "id": "section-89-030",
      "number": "89.030",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.030. Zoning districts. —For any or all of said purposes the local legislative body may divide the municipality into districts of such number, shape, and area as may be deemed best suited to carry out the purposes of sections 89.010 to 89.140; and within such districts may regulate and restrict the erection, construction, reconstruction, alteration or use of buildings, structures, or land. All such regulations shall be uniform for each class or kind of buildings throughout each district, but the regulations in one district may differ from those in other districts.\n\n(RSMo 1939 § 7413)\n\nPrior revision: 1929 § 7260\n\n(1963) This act does not authorize the adoption of a one-use district zoning ordinance and city zoning ordinance which placed all territory in city in single family dwelling district, except as ordinance might be amended thereafter, was invalid. City of Moline Acres v. Heidbreder (Mo.), 367 S.W.2d 568.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-030/"
    },
    {
      "id": "section-89-040",
      "number": "89.040",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.040. Purpose of regulations. —Such regulations shall be made in accordance with a comprehensive plan and designed to lessen congestion in the streets; to secure safety from fire, panic and other dangers; to promote health and the general welfare; to provide adequate light and air; to prevent the overcrowding of land; to avoid undue concentration of population; to preserve features of historical significance; to facilitate the adequate provision of transportation, water, sewerage, schools, parks, and other public requirements. Such regulations shall be made with reasonable consideration, among other things, to the character of the district and its peculiar suitability for particular uses, and with a view to conserving the values of buildings and encouraging the most appropriate use of land throughout such municipality.\n\n(RSMo 1939 § 7414, A.L. 1959 H.B. 493)\n\nPrior revision: 1929 § 7261\n\n(1963) Zoning ordinance amendment reclassifying a single piece of property to permit use of the property for gasoline station was unjustified by change of conditions and constituted illegal spot zoning. Numer v. Kansas City (A.), 365 S.W.2d 753.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-040/"
    },
    {
      "id": "section-89-050",
      "number": "89.050",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.050. Powers and limitations of legislative body in city — hearings, notice. —The legislative body of such municipality shall provide for the manner in which such regulations and restrictions and the boundaries of such districts shall be determined, established, and enforced, and from time to time amended, supplemented, or changed. However, no such regulation, restriction, or boundary shall become effective until after a public hearing in relation thereto, at which parties in interest and citizens shall have an opportunity to be heard. At least fifteen days' notice of the time and place of such hearing shall be published in an official paper or a paper of general circulation in such municipality.\n\n(RSMo 1939 § 7415)\n\nPrior revision: 1929 § 7262\n\n(2000) Ordinance directed toward regulation of public health and safety, as opposed to a zoning ordinance, does not require the statutory notice and hearing prior to enactment. City of Green Ridge v. Kreisel, 25 S.W.3d 559 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-050/"
    },
    {
      "id": "section-89-060",
      "number": "89.060",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.060. Change in regulations, restrictions and boundaries — procedure. —Such regulations, restrictions, and boundaries may from time to time be amended, supplemented, changed, modified or repealed. In case, however, of a protest against such change duly signed and acknowledged by the owners of thirty percent or more, either of the areas of the land (exclusive of streets and alleys) included in such proposed change or within an area determined by lines drawn parallel to and one hundred and eighty-five feet distant from the boundaries of the district proposed to be changed, such amendment shall not become effective except by the favorable vote of two-thirds of all the members of the legislative body of such municipality. The provisions of section 89.050 relative to public hearing and official notice shall apply equally to all changes or amendments.\n\n(RSMo 1939 § 7416, A.L. 1988 H.B. 923)\n\nPrior revision: 1929 § 7263\n\n(1960) Where only one of the owners of property held by the entireties signed the petition for a protest against a zoning ordinance, the front footage of the property so held could not be counted in determining the sufficiency of the petition of protest. Accordingly, where a petition which was deficient in that the number of front footage was not represented, the board of aldermen could pass the ordinance by a mere majority vote and the ordinance was valid. Marks v. Bettendorf's, Inc. (A.), 337 S.W.2d 585.\n\n(1962) Where evidence fell short of demonstrating that two of the five aldermen voting for zoning amendment ordinance had the direct financial interest in its passage, court refused to set aside purely legislative action of city's legislative body on ground of public policy. Coffin v. City of Lee's Summit (A.), 357 S.W.2d 211.\n\n(1962) City council did not clearly, beyond reasonable doubt, act arbitrarily, capriciously or unlawfully in amending zoning ordinance to extend commercial zone and permitting bowling alley proprietor to enlarge parking lot. Miller v. Kansas City (A.), 358 S.W.2d 100.\n\n(1978) To change zoning regulations, there must be actual votes affirmatively cast by three-fourths of all councilmen existing at time of vote, and therefore, abstention cannot be considered as concurring with the majority vote in favor of amendment. State ex rel. Stewart v. King (A.), 562 S.W.2d 704.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-060/"
    },
    {
      "id": "section-89-070",
      "number": "89.070",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.070. Zoning commission — appointment — duties. —In order to avail itself of the powers conferred by sections 89.010 to 89.140, such legislative body shall appoint a commission, to be known as \"The Zoning Commission\", to recommend the boundaries of the various original districts and appropriate regulations to be enforced therein. Such commission shall make a preliminary report and hold public hearings thereon before submitting its final report and such legislative body shall not hold its public hearings or take action until it has received the final report of such commission. Where a city plan commission already exists, it may be appointed as the zoning commission.\n\n(RSMo 1939 § 7417)\n\nPrior revision: 1929 § 7264",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-070/"
    },
    {
      "id": "section-89-080",
      "number": "89.080",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.080. Board of adjustment — appointment — term — vacancies — organization. —Such local legislative body shall provide for the appointment of a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of sections 89.010 to 89.140 may provide that the board of adjustment may determine and vary their application in harmony with their general purpose and intent and in accordance with general or specific rules therein contained. The board of adjustment shall consist of five members, who shall be residents of the municipality except as provided in section 305.410. The membership of the first board appointed shall serve respectively, one for one year, one for two years, one for three years, one for four years, and one for five years. Thereafter members shall be appointed for terms of five years each. Three alternate members may be appointed to serve in the absence of or the disqualification of the regular members. All members and alternates shall be removable for cause by the appointing authority upon written charges and after public hearing. Vacancies shall be filled for the unexpired term of any member whose term becomes vacant. The board shall elect its own chairman who shall serve for one year. The board shall adopt rules in accordance with the provisions of any ordinance adopted pursuant to sections 89.010 to 89.140. Meetings of the board shall be held at the call of the chairman and at such other times as the board may determine. Such chairman, or in his absence the acting chairman, may administer oaths and compel the attendance of witnesses. All meetings of the board shall be open to the public. The board shall keep minutes of its proceedings, showing the vote of each member upon question, or, if absent or failing to vote, indicating such fact, and shall keep records of its examinations and other official actions, all of which shall be immediately filed in the office of the board and shall be a public record. All testimony, objections thereto and rulings thereon, shall be taken down by a reporter employed by the board for that purpose.\n\n(RSMo 1939 § 7418, A.L. 1971 H.B. 320, A.L. 1990 H.B. 1070, A.L. 2008 H.B. 1888)\n\nPrior revision: 1929 § 7265",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-080/"
    },
    {
      "id": "section-89-090",
      "number": "89.090",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.090. Board of adjustment — powers, exception for Kansas City. —1. The board of adjustment shall have the following powers:\n\n(1) To hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of sections 89.010 to 89.140 or of any ordinance adopted pursuant to such sections;\n\n(2) To hear and decide all matters referred to it or upon which it is required to pass under such ordinance;\n\n(3) In passing upon appeals, where there are practical difficulties or unnecessary hardship in the way of carrying out the strict letter of such ordinance, to vary or modify the application of any of the regulations or provisions of such ordinance relating to the construction or alteration of buildings or structures or the use of land so that the spirit of the ordinance shall be observed, public safety and welfare secured and substantial justice done, provided that, in any city with a population of three hundred fifty thousand or more inhabitants which is located in more than one county, the board of adjustment shall not have the power to vary or modify any ordinance relating to the use of land.\n\n2. In exercising the above-mentioned powers such board may, in conformity with the provisions of sections 89.010 to 89.140, reverse or affirm wholly or partly, or may modify the order, requirement, decision or determination appealed from and may make such order, requirement, decision or determination as ought to be made and to that end shall have all the powers of the officer from whom the appeal is taken. The concurring vote of four members of the board shall be necessary to reverse any order, requirement, decision, or determination of any such administrative official, or to decide in favor of the applicant on any matter upon which it is required to pass under any such ordinance or to effect any variation in such ordinance except as provided in section 305.410.\n\n(RSMo 1939 § 7418, A.L. 1992 H.B. 1434 & 1490, A.L. 1993 S.B. 56, A.L. 1996 H.B. 956, A.L. 2008 H.B. 1888)\n\nPrior revision: 1929 § 7265\n\n(1955) Board of Adjustment of St. Louis held entitled to appeal from judgment reversing its order under zoning ordinance allowing use of building as funeral parlor in area otherwise zoned as four-family residential area. Cunningham v. Leimkuehler (A.), 276 S.W.2d 633.\n\n(1957) Board of Adjustment exceeded its jurisdiction in granting a permit to build a duplex in area zoned for single family dwellings only where applicant did not show unnecessary hardship or practical difficulties, notwithstanding section on zoning allowing special permits. Wilson v. Douglas (A.), 297 S.W.2d 588.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-090/"
    },
    {
      "id": "section-89-100",
      "number": "89.100",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.100. Board of adjustment — appeals, procedure. —Appeals to the board of adjustment may be taken by any person aggrieved, by any neighborhood organization as defined in section 32.105 representing such person, or by any officer, department, board or bureau of the municipality affected by any decision of the administrative officer. Such appeal shall be taken within a reasonable time, as provided by the rules of the board, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds thereof. The officer from whom the appeal is taken shall forthwith transmit to the board all the papers constituting the record upon which the action appealed from was taken. An appeal stays all proceedings in furtherance of the action appealed from, unless the officer from whom the appeal is taken certifies to the board of adjustment after the notice of appeal shall have been filed with him that by reason of facts stated in the certificate a stay would, in his opinion, cause immediate peril to life or property. In such case proceedings shall not be stayed otherwise than by a restraining order which may be granted by the board of adjustment or by a court of record on application or notice to the officer from whom the appeal is taken and on due cause shown. The board of adjustment shall fix a reasonable time for the hearing of the appeal, give public notice thereof, as well as due notice to the parties in interest, and decide the same within a reasonable time. Upon the hearing any party may appear in person or by agent or by attorney.\n\n(RSMo 1939 § 7418, A.L. 1997 S.B. 112)\n\nPrior revision: 1929 § 7265\n\n(1959) Notices of hearing before board of adjustment on application for permit to make improvements on property which were posted in the front and rear of the property and published in the city journal in accordance with city ordinance held sufficient to give board jurisdiction over all parties affected. Himmel v. Leimkuehler (A.), 329 S.W.2d 264.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-100/"
    },
    {
      "id": "section-89-110",
      "number": "89.110",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.110. Board of adjustment — decisions subject to review — procedure. —Any person or persons jointly or severally aggrieved by any decision of the board of adjustment, any neighborhood organization as defined in section 32.105 representing such person or persons or any officer, department, board or bureau of the municipality, may present to the circuit court of the county or city in which the property affected is located a petition, duly verified, setting forth that such decision is illegal, in whole or in part, specifying the grounds of the illegality. Such petition shall be presented to the court within thirty days after the filing of the decision in the office of the board. Upon the presentation of such petition the court may allow a writ of certiorari directed to the board of adjustment to review such decision of the board of adjustment and shall prescribe therein the time within which a return thereto must be made and served upon the relator's attorney, which shall not be less than ten days and may be extended by the court. The allowance of the writ shall not stay proceedings upon the decision appealed from, but the court may, on application, on notice to the board and on due cause shown, grant a restraining order. The board of adjustment shall not be required to return the original papers acted upon by it, but it shall be sufficient to return certified or sworn copies thereof or of such portions thereof as may be called for by such writ. The return shall concisely set forth such other facts as may be pertinent and material to show the grounds of the decision appealed from and shall be verified. If, upon the hearing, it shall appear to the court that testimony is necessary for the proper disposition of the matter, it may take additional evidence or appoint a referee to take such evidence as it may direct and report the same to the court with his findings of fact and conclusions of law, which shall constitute a part of the proceedings upon which a determination of the court shall be made. The court may reverse or affirm, wholly or partly, or may modify the decision brought up for review. Costs shall not be allowed against the board unless it shall appear to the court that it acted with gross negligence, or in bad faith, or with malice in making the decision appealed from. All issues in any proceedings under sections 89.080 to 89.110 shall have preference over all other civil actions and proceedings.\n\n(RSMo 1939 § 7418, A.L. 1997 S.B. 112)\n\nPrior revision: 1929 § 7265\n\n(1965) This section was not meant to change the nature of the hearing from one of review to one de novo on the merits, but was intended only to allow further evidence that touches upon the procedural legality of the hearings before the board. State v. Ladue Professional Building, Inc. (A.), 395 S.W.2d 316.\n\n(1974) Held that filing of a petition for a writ of certiorari within 30 days met requirement of \"presented to the court\". State ex rel. Monsey Feager/Rouse-Waites v. McGuire (A.), 510 S.W.2d 449.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-110/"
    },
    {
      "id": "section-89-120",
      "number": "89.120",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.120. Violations — penalties. —1. In case any building or structure is erected, constructed, reconstructed, altered, converted, or maintained, or any building, structure, or land is used in violation of sections 89.010 to 89.140 or of any ordinance or other regulation made under authority conferred hereby, the proper local authorities of the municipality, in addition to other remedies, may institute any appropriate action or proceedings to prevent such unlawful erection, construction, reconstruction, alteration, conversion, maintenance, or use, to restrain, correct, or abate such violation, to prevent the occupancy of such building, structure, or land, or to prevent any illegal act, conduct, business, or use in or about such premises. Such regulations shall be enforced by an officer empowered to cause any building, structure, place, or premises to be inspected and examined and to order in writing the remedying of any condition found to exist therein or thereat in violation of any provision of the regulations made under authority of sections 89.010 to 89.140.\n\n2. The owner or general agent of a building or premises where a violation of any provision of said regulations has been committed or shall exist, or the lessee or tenant of an entire building or entire premises where such violation has been committed or shall exist, or the owner, general agent, lessee, or tenant of any part of the building or premises in which such violation has been committed or shall exist, or the general agent, architect, builder, contractor, or any other person who commits, takes part or assists in any such violation, or who maintains any building or premises in which any such violation shall exist shall be guilty of a misdemeanor punishable as follows:\n\n(1) In any city with more than three hundred thousand inhabitants, by a fine of not less than ten dollars and not more than five hundred dollars for each and every day that such violation continues, or by imprisonment for ten days for each and every day such violation shall continue, or by both such fine and imprisonment in the discretion of the court. Notwithstanding the provisions of section 82.300, however, for the second and subsequent offenses involving the same violation at the same building or premises, the punishment shall be a fine of not less than two hundred and fifty dollars or more than one thousand dollars for each and every day that such violation shall continue, or by imprisonment for ten days for each and every day such violation shall continue, or by both such fine and imprisonment in the discretion of the court;\n\n(2) In all other municipalities, by a fine of not less than ten dollars and not more than two hundred fifty dollars for each and every day that such violation continues, or by imprisonment for ten days for each and every day such violation shall continue, or by both such fine and imprisonment in the discretion of the court. Notwithstanding the provisions of section 82.300, for the second and subsequent offenses involving the same violation at the same building or premises, the punishment shall be a fine of not less than one hundred dollars or more than five hundred dollars for each and every day that such violation shall continue, or by imprisonment for ten days for each and every day such violation shall continue, or by both such fine and imprisonment in the discretion of the court.\n\n3. Any such person who, having been served with an order to remove any such violation, shall fail to comply with such order within ten days after such service or shall continue to violate any provision of the regulations made under authority of sections 89.010 to 89.140 in the respect named in such order shall also be subject to a civil penalty of two hundred and fifty dollars.\n\n(RSMo 1939 § 7419, A.L. 1989 H.B. 498, A.L. 1998 H.B. 977 & 1608 and H.B. 1352, A.L. 2008 H.B. 1849 merged with S.B. 1002)\n\nPrior revision: 1929 § 7266",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-120/"
    },
    {
      "id": "section-89-130",
      "number": "89.130",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.130. Provisions of this law to govern, when. —Wherever the regulations made under authority of sections 89.010 to 89.140 require a greater width or size of yards, courts, or other open spaces, or require a lower height of building or less number of stories, or require a greater percentage of lot to be left unoccupied, or impose other higher standards than are required in any other statute or local ordinance or regulation, the provisions of the regulations made under authority of sections 89.010 to 89.140 shall govern. Wherever the provisions of any other statute or local ordinance or regulation require a greater width or size of yards, courts, or other open spaces, or require a lower height of building or a less number of stories, or require a greater percentage of lot to be left unoccupied, or impose other higher standards than are required by the regulations made under authority of sections 89.010 to 89.140, the provisions of such statute or local ordinance or regulation shall govern.\n\n(RSMo 1939 § 7420)\n\nPrior revision: 1929 § 7267",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-130/"
    },
    {
      "id": "section-89-140",
      "number": "89.140",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.140. Previous ordinances to remain in force. —Wherever any municipality pursuant to an act of the legislature of this state shall have adopted an ordinance or ordinances for any of the purposes covered by sections 89.010 to 89.140, such ordinance or ordinances shall be deemed to have been adopted under the provisions of sections 89.010 to 89.140, and it shall not be necessary in such cases for the local legislative body to appoint a zoning commission as provided in section 89.070. All such ordinances shall remain in full force and effect, except so far as they shall be inconsistent with the provisions of sections 89.010 to 89.140, until they shall have been amended, altered or repealed by such legislative body.\n\n(RSMo 1939 § 7421, A. 1949 H.B. 2037)\n\nPrior revision: 1929 § 7268",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-140/"
    },
    {
      "id": "section-89-143",
      "number": "89.143",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.143. Zoning law to allow certain facilities. —1. Any zoning law, ordinance or code enacted on or before August 28, 1990, by the governing body of any county, or any city, town or village containing a population of more than five hundred persons, as determined based upon the last previous decennial census of the United States, shall contain or be modified to contain appropriate provisions establishing as a permissive, conditional, or special use, the location and use of buildings, structures and land as residential or outpatient facilities for the treatment of alcohol and other drug abuse.\n\n2. Any county, or such city, town, or village which fails to modify its zoning law, ordinance or code by January 1, 1991, to provide for classification as set out in subsection 1 of this section shall be deemed to have adopted the classification of commercial or an equivalent classification for such treatment facilities.\n\n3. If a county, or such city, town, or village, initially adopts a zoning ordinance or code after August 28, 1990, it shall contain appropriate provisions establishing as a permissive, conditional, or special use, the location and use of buildings, structures and land as residential or outpatient facilities for the treatment of alcohol and other drug abuse. If such a zoning law, ordinance, or code does not contain such provisions, the county, or such city, town, or village shall be deemed to have adopted the classification of commercial or an equivalent classification for such treatment facilities.\n\n4. The local zoning authority may require that the exterior appearance of the facility and property be in reasonable conformance with the general standards in the area. Further, the local zoning authority may establish reasonable standards regarding the density of such residential treatment facilities in any specific neighborhood.\n\n(L. 1990 S.B. 728 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-143/"
    },
    {
      "id": "section-89-144",
      "number": "89.144",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.144. Peripheral zoning (third class cities over 25,000 inhabitants). —1. Any third class city having a population of more than twenty-five thousand inhabitants may, by ordinance, adopt and enforce regulations governing zoning, planning, subdivision and building within all or any portion of the unincorporated area extending two miles outward from the corporate limits of the city if the city has a zoning commission and a board of adjustment established pursuant to sections 89.010 to 89.140. When authorized by ordinance, the zoning commission and the board of adjustment of the city shall have the same powers within the unincorporated area as they have within the corporate limits of the city.\n\n2. The ordinances, before passage, must be approved by order of the county commission of the county in which the unincorporated area is located and the ordinances shall not be more, but may be less, restrictive than the ordinances governing zoning, planning, subdivision and building within the corporate limits of the city. If building permits are required by the ordinances, they shall be issued without fee.\n\n3. In the event the county in which the unincorporated area is located shall create a county planning commission and the planning commission shall adopt an official master plan for the unincorporated areas of the county in accordance with the provisions of chapter 64, the authority granted the city under the terms of this section shall terminate.\n\n(L. 1971 H.B. 145)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-144/"
    },
    {
      "id": "section-89-145",
      "number": "89.145",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.145. Peripheral zoning by certain cities — approval by county commission, hearing, notice — termination. —1. Any constitutional charter city having a population of more than thirty-five thousand inhabitants, located in any county of the first class not having a charter form of government or in any county of the second class, may, by ordinance, adopt and enforce any and all regulations governing zoning, planning, subdivision and building within all unincorporated area extending up to two miles outward from the corporate limits of the city if the city has a zoning commission and a board of adjustment established pursuant to sections 89.010 to 89.140. When authorized by ordinance, the zoning commission and the board of adjustment of the city shall have the same powers within the above county as they have within the corporate limits of the city.\n\n2. The ordinances, before passage, must be approved by order of a majority of the county commission of the county in which the city is located and the ordinances shall not be more, but may be less, restrictive than the ordinances governing zoning, planning, subdivision and building within the corporate limits of the city. Before the approval of the ordinance, the county commission shall hold at least one public hearing thereon, fourteen days' notice of the time and place of which shall be published in at least one newspaper having general circulation within the county; the notice of such hearing shall also be posted at least fourteen days in advance thereof in one or more public areas of the courthouse of the county. Such hearing may be adjourned from time to time.\n\n3. In the event the county in which such city is located creates a county planning commission and the planning commission adopts an official master plan for the unincorporated areas of the county in accordance with the authority granted by sections 64.211 to 64.295 or by sections 64.510 to 64.690, the authority granted such constitutional charter city under the terms of this section shall terminate.\n\n(L. 1959 S.B. 102, A.L. 1974 1208, A.L. 1992 S.B. 571)\n\nEffective 7-9-92",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-145/"
    },
    {
      "id": "section-89-191",
      "number": "89.191",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.191. Municipalities in first class charter counties annexing territory with a prior zoning classification, zoning not affected. —Whenever any city, town or village, located in a county of the first class with a charter form of government annexes any unincorporated territory, the zoning classification of the annexed territory shall remain the same as it was prior to the annexation, unless the zoning classification is affirmatively changed through the regular rezoning procedures used by the annexing city, town or village.\n\n(L. 1991 S.B. 93 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-191/"
    },
    {
      "id": "section-89-210",
      "number": "89.210",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.210. Street defined. —The word\"street\", as used in sections 89.220 to 89.250, means any public highway, esplanade, boulevard, parkway, square or street, or any part or side, or part of the side, of any of the same.\n\n(RSMo 1939 § 7747)\n\nPrior revision: 1929 § 7599",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-210/"
    },
    {
      "id": "section-89-220",
      "number": "89.220",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.220. Establishment of building lines. —It shall be lawful for any city now having or which may hereafter have five hundred thousand or more inhabitants to provide by ordinance for the establishment of building lines on any public street. Such building line shall be established by the same procedure as that provided by law in such city for the acquiring of land for the opening of streets. After the establishment of any such line no building or other structure shall be erected, reconstructed or substantially repaired and no new building or other structure or part thereof shall be reerected within said lines so established.\n\n(RSMo 1939 § 7748)\n\nPrior revision: 1929 § 7600",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-220/"
    },
    {
      "id": "section-89-230",
      "number": "89.230",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.230. Structures shall be required to conform to new line, when. —Whenever and wherever a building line shall be established as aforesaid, all structures extending within such building lines shall be required to conform to the new line within a period of not more than twenty-five years from the time of establishing said lines, such time to be provided in the ordinance providing for the establishment of such line. At the expiration of the time limit in which all structures are so required to conform to the new building line, the proper municipal authorities shall proceed in the manner then provided by law relating to condemnation proceedings by such cities to determine the additional damages sustained by the removal of such structure then within the building line and may in the same proceeding acquire the land within the building lines or any part thereof as a street.\n\n(RSMo 1939 § 7749)\n\nPrior revision: 1929 § 7601",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-230/"
    },
    {
      "id": "section-89-240",
      "number": "89.240",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.240. Assessment and payment of damages. —In payment for the real estate, improvements and easements to be taken and acquired for the establishment of such building lines as are herein provided and of the damages sustained thereby, benefits shall be assessed and collected in the same manner as provided by law in proceedings in any such city for the acquiring of lands for the opening of streets.\n\n(RSMo 1939 § 7750)\n\nPrior revision: 1929 § 7602",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-240/"
    },
    {
      "id": "section-89-250",
      "number": "89.250",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.250. Law does not abridge or limit power of eminent domain. —This law shall not limit or abridge any power now or hereafter conferred by law on such cities to establish building lines or take any property or any interest therein by eminent domain.\n\n(RSMo 1939 § 7751)\n\nPrior revision: 1929 § 7603",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-250/"
    },
    {
      "id": "section-89-300",
      "number": "89.300",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.300. Definitions. —For the purpose of sections 89.300 to 89.480 the following terms mean or include:\n\n(1)\"Council\", the chief legislative body of the municipality;\n\n(2)\"Streets\", any public ways;\n\n(3)\"Subdivision\", the division of a parcel of land into two or more lots, or other divisions of land; it includes resubdivision and, when appropriate to the context, relates to the process of subdividing or to the land or territory subdivided.\n\n(L. 1963 p. 146 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-300/"
    },
    {
      "id": "section-89-310",
      "number": "89.310",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.310. Municipality may adopt city plan and appoint commission. —Any municipality in this state may make, adopt, amend, and carry out a city plan and appoint a planning commission with the powers and duties herein set forth.\n\n(L. 1963 p. 146 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-310/"
    },
    {
      "id": "section-89-320",
      "number": "89.320",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.320. Planning commission — membership — terms — vacancy — removal. —The planning commission of any municipality shall consist of not more than fifteen nor less than seven members, including:\n\n(1) The mayor, if the mayor chooses to be a member;\n\n(2) A member of the council selected by the council, if the council chooses to have a member serve on the commission; and\n\n(3) Not more than fifteen nor less than five citizens appointed by the mayor and approved by the council. All citizen members of the commission shall serve without compensation. The term of each of the citizen members shall be for four years, except that the terms of the citizen members first appointed shall be for varying periods so that succeeding terms will be staggered. Any vacancy in a membership shall be filled for the unexpired term by appointment as aforesaid. The council may remove any citizen member for cause stated in writing and after public hearing.\n\n(L. 1963 p. 146 § 3, A.L. 1997 H.B. 831, A.L. 1999 H.B. 853)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-320/"
    },
    {
      "id": "section-89-330",
      "number": "89.330",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.330. Commission officers, rules, records, employees, expenditures — zoning commission to constitute planning commission. —1. The commission shall elect its chairman and secretary from among the citizen members. The term of chairman and secretary shall be for one year with eligibility for reelection. The commission shall hold regular meetings and special meetings as they provided by rule, and shall adopt rules for the transaction of business and keep a record of its proceedings. These records shall be public records. The commission shall appoint the employees and staff necessary for its work, and may contract with city planners and other professional persons for the services that it requires. The expenditures of the commission, exclusive of grants and gifts, shall be within the amounts appropriated for the purpose by council.\n\n2. Where a zoning or planning commission exists on October 13, 1963, it shall constitute the city planning commission for the purposes of sections 89.300 to 89.480 in lieu of the commission provided for herein with the same officers, membership procedures, powers and terms of office as theretofore existing, unless the council otherwise provides; except in a charter city where the provisions of the charter shall govern.\n\n(L. 1963 p. 146 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-330/"
    },
    {
      "id": "section-89-340",
      "number": "89.340",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.340. City plan, contents — zoning plan. —The commission shall make and adopt a city plan for the physical development of the municipality. The city plan, with the accompanying maps, plats, charts and descriptive and explanatory matter, shall show the commission's recommendations for the physical development and uses of land, and*may include, among other things, the general location, character and extent of streets and other public ways, grounds, places and spaces; the general location and extent of public utilities and terminals, whether publicly or privately owned, the acceptance, widening, removal, extension, relocation, narrowing, vacation, abandonment or change of use of any of the foregoing; the general character, extent and layout of the replanning of blighted districts and slum areas. The commission may also prepare a zoning plan for the regulation of the height, area, bulk, location and use of private, nonprofit and public structures and premises, and of population density, but the adoption, enforcement and administration of the zoning plan shall conform to the provisions of sections 89.010 to 89.250.\n\n(L. 1963 p. 146 § 5)\n\n*Word \"and\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-340/"
    },
    {
      "id": "section-89-350",
      "number": "89.350",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.350. Plan, prepared how — purposes. —In the preparation of the city plan, the commission shall make careful and comprehensive surveys and studies of the existing conditions and probable future growth of the municipality. The plan shall be made with the general purpose of guiding and accomplishing a coordinated development of the municipality which will, in accordance with existing and future needs, best promote the general welfare, as well as efficiency and economy in the process of development.\n\n(L. 1963 p. 146 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-350/"
    },
    {
      "id": "section-89-360",
      "number": "89.360",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.360. Adoption of plan, procedure. —The commission may adopt the plan as a whole by a single resolution, or, as the work of making the whole city plan progresses, may from time to time adopt a part or parts thereof, any part to correspond generally with one or more of the functional subdivisions of the subject matter of the plan. Before the adoption, amendment or extension of the plan or portion thereof the commission shall hold at least one public hearing thereon. Fifteen days' notice of the time and place of such hearing shall be published in at least one newspaper having general circulation within the municipality. The hearing may be adjourned from time to time. The adoption of the plan requires a majority vote of the full membership of the planning commission. The resolution shall refer expressly to the maps, descriptive matter and other matters intended by the commission to form the whole or part of the plan and the action taken shall be recorded on the adopted plan or part thereof by the identifying signature of the secretary of the commission and filed in the office of the commission, identified properly by file number, and a copy of the plan or part thereof shall be certified to the council and the municipal clerk, and a copy shall be available in the office of the county recorder of deeds and shall be available at the municipal clerk's office for public inspection during normal office hours.\n\n(L. 1963 p. 146 § 7, A.L. 1991 H.B. 487)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-360/"
    },
    {
      "id": "section-89-370",
      "number": "89.370",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.370. Powers of commission — recommendations. —The commission may make reports and recommendations relating to the plan and development of the municipality to public officials and agencies, public utility companies, civic, educational, professional and other organizations and citizens. It may recommend to the executive or legislative officials of the municipality programs for public improvements and the financing thereof. All public officials shall, upon request, furnish to the commission, within a reasonable time, all available information it requires for its work. The commission, its members and employees, in the performance of its functions, may enter upon any land to make examinations and surveys. In general, the commission shall have the power necessary to enable it to perform its functions and promote municipal planning.\n\n(L. 1963 p. 146 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-370/"
    },
    {
      "id": "section-89-380",
      "number": "89.380",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.380. Planning commission to approve improvements — commission disapproval, overruled, how. —Whenever the commission adopts the plan of the municipality or any part thereof, no street or other public facilities, or no public utility, whether publicly or privately owned, and, the location, extent and character thereof having been included in the recommendations and proposals of the plan or portions thereof, shall be constructed or authorized in the municipality until the location, extent and character thereof has been submitted to and approved by the planning commission. In case of disapproval the commission shall communicate its reasons to the council, and the council, by vote of not less than two-thirds of its entire membership, may overrule the disapproval and, upon the overruling, the council or the appropriate board or officer may proceed, except that if the public facility or utility is one the authorization or financing of which does not fall within the province of the council, then the submission to the planning commission shall be by the board having jurisdiction, and the planning commission's disapproval may be overruled by that board by a vote of not less than two-thirds of its entire membership. The acceptance, widening, removal, extension, relocation, narrowing, vacation, abandonment, change of use, acquisition of land for, sale or lease of any street or other public facility is subject to similar submission and approval, and the failure to approve may be similarly overruled. The failure of the commission to act within sixty days after the date of official submission to it shall be deemed approval.\n\n(L. 1963 p. 146 § 9)\n\n(2005) Section covers all boards acquiring property and buildings in certain cities, including school boards. Board of Education v. City of Springfield, 174 S.W.3d 653 (Mo.App.S.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-380/"
    },
    {
      "id": "section-89-390",
      "number": "89.390",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.390. Functions of commission. —The commission shall have and perform all of the functions of the zoning commission provided for in sections 89.010 to 89.250.\n\n(L. 1963 p. 146 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-390/"
    },
    {
      "id": "section-89-400",
      "number": "89.400",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.400. Commission to make recommendations to council on plats, when — conflict with zoning provisions of another political subdivision, which to prevail. —1. When the planning commission of any municipality adopts a city plan which includes at least a major street plan or progresses in its city planning to the making and adoption of a major street plan, and files a certified copy of the major street plan in the office of the county recorder of the county in which the municipality is located, no plat of a subdivision of land lying within the municipality shall be filed or recorded until it has been submitted to and a report and recommendation thereon made by the commission to the city council and the council has approved the plat as provided by law.\n\n2. (1) As used in this subsection,\"transect-based zoning\"means a zoning classification system that prescriptively arranges uses, elements, and environments according to a geographic cross-section that range across a continuum from rural to urban, with the range of environments providing the basis for organizing the components of the constructed world, including buildings, lots, land use, street, and all other physical elements of the human habitat, with the objective of creating sustainable communities and emphasizing bicycle lanes, street connectivity, and sidewalks, and permitting high-density and mixed use development in urban areas.\n\n(2) In the event that any city, town, or village adopts a zoning or subdivision ordinance based on transect-based zoning, and such transect-based zoning provisions conflict with the zoning provisions adopted by code or ordinance of another political subdivision with jurisdiction in such city, town, or village, the transect-based zoning provisions governing street configuration requirements, including number and locations of parking spaces, street, drive lane, and cul-de-sac lengths and widths, turning radii, and improvements within the right-of-way, shall prevail over any other conflicting or more restrictive zoning provisions adopted by code or ordinance of the other political subdivision.\n\n(L. 1963 p. 146 § 11, A.L. 2007 H.B. 205 merged with H.B. 795 merged with S.B. 22 merged with S.B. 81)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-400/"
    },
    {
      "id": "section-89-410",
      "number": "89.410",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.410. Regulations governing subdivision of land, limitations, contents — public hearing — escrow funds, when released. —1. The planning commission shall recommend and the council may by ordinance adopt regulations governing the subdivision of land within its jurisdiction. The regulations, in addition to the requirements provided by law for the approval of plats, may provide requirements for the coordinated development of the city, town or village; for the coordination of streets within subdivisions with other existing or planned streets or with other features of the city plan or official map of the city, town or village; for adequate open spaces for traffic, recreation, light and air; and for a distribution of population and traffic; provided that, the city, town or village may only impose requirements for the posting of bonds, letters of credit or escrows for subdivision-related improvements as provided for in subsections 2 to 5 of this section.\n\n2. The regulation may include requirements as to the extent and the manner in which the streets of the subdivision or any designated portions thereto shall be graded and improved as well as including requirements as to the extent and manner of the installation of all utility facilities. Compliance with all of these requirements is a condition precedent to the approval of the plat. The regulations or practice of the council may provide for the tentative approval of the plat previous to the improvements and utility installations; but any tentative approval shall not be entered on the plat. The regulations may provide that, in lieu of the completion of the work and installations previous to the final approval of a plat, the council shall accept, at the option of the developer, an escrow secured with cash or an irrevocable letter of credit deposited with the city, town, or village. The city, town, or village may accept a surety bond, and such bond shall be in an amount and with surety and other reasonable conditions, providing for and securing the actual construction and installation of the improvements and utilities within a period specified by the council and expressed in the bond. The release of any such escrow, letter of credit, or bond by the city, town or village shall be as specified in this section. The council may enforce the escrow or bond by all appropriate legal and equitable remedies. The regulations may provide, in lieu of the completion of the work and installations previous to the final approval of a plat, for an assessment or other method whereby the council is put in an assured position to do the work and make the installations at the cost of the owners of the property within the subdivision. The regulations may provide for the dedication, reservation or acquisition of lands and open spaces necessary for public uses indicated on the city plan and for appropriate means of providing for the compensation, including reasonable charges against the subdivision, if any, and over a period of time and in a manner as is in the public interest.\n\n3. The regulations shall provide that in the event a developer who has posted an escrow, or letter of credit, or bond with a city, town, or village in accordance with subsection 2 of this section transfers title of the subdivision property prior to full release of the escrow, letter of credit, or bond, the municipality shall accept a replacement escrow or letter of credit from the successor developer in the form allowed in subsection 2 of this section and in the amount of the escrow or letter of credit held by the city, town, or village at the time of the property transfer, and upon receipt of the replacement escrow or letter of credit, the city, town, or village shall release the original escrow or letter of credit in full and release the prior developer from all further obligations with respect to the subdivision improvements if the successor developer assumes all of the outstanding obligations of the previous developer. The city, town, or village may accept a surety bond from the successor developer in the form allowed in subsection 2 of this section and in the amount of the bond held by the city, town, or village at the time of the property transfer, and upon receipt of the replacement bond, the city, town, or village shall release the original bond in full, and release the prior developer from all further obligations with respect to the subdivision improvements.\n\n4. The regulations shall provide that any escrow or bond amount held by the city, town or village to secure actual construction and installation on each component of the improvements or utilities shall be released within thirty days of completion of each category of improvement or utility work to be installed, minus a maximum retention of five percent which shall be released upon completion of all improvements and utility work. The city, town, or village shall inspect each category of improvement or utility work within twenty business days after a request for such inspection. Any such category of improvement or utility work shall be deemed to be completed upon certification by the city, town or village that the project is complete in accordance with the ordinance of the city, town or village including the filing of all documentation and certifications required by the city, town or village, in complete and acceptable form. The release shall be deemed effective when the escrow funds or bond amount are duly posted with the United States Postal Service or other agreed-upon delivery service or when the escrow funds or bond amount are hand delivered to an authorized person or place as specified by the owner or developer.\n\n5. If the city, town or village has not released the escrow funds or bond amount within thirty days as provided in this section or provided a timely inspection of the improvements or utility work after request for such inspection, the city, town or village shall pay the owner or developer in addition to the escrow funds due the owner or developer, interest at the rate of one and one-half percent per month calculated from the expiration of the thirty-day period until the escrow funds or bond amount have been released. Any owner or developer aggrieved by the city's, town's or village's failure to observe the requirements of this section may bring a civil action to enforce the provisions of this section. In any civil action or part of a civil action brought pursuant to this section, the court may award the prevailing party or the city, town or village the amount of all costs attributable to the action, including reasonable attorneys' fees.\n\n6. Nothing in this section shall apply to performance, maintenance and payment bonds required by cities, towns or villages.\n\n7. Before adoption of its subdivision regulations or any amendment thereof, a duly advertised public hearing thereon shall be held by the council.\n\n8. The provisions of subsection 2 of this section requiring the acceptance of an escrow secured by cash or an irrevocable letter of credit, rather than a surety bond, at the option of the developer, all of the provisions of subsection 3 of this section, and the provisions of subsections 4 and 5 of this section regarding an inspection of improvements or utility work within twenty business days shall not apply to any home rule city with more than four hundred thousand inhabitants and located in more than one county.\n\n9. Notwithstanding the provisions of section 290.210 to the contrary, improvements secured by escrow, letter of credit, or bond as provided in this section shall not be subject to the terms of sections 290.210 to 290.340 unless they are paid for wholly or in part out of public funds.\n\n(L. 1963 p. 146 § 12, A.L. 1999 S.B. 20, A.L. 2004 H.B. 795, et al.)\n\n(1977) Held, that the rule for mandatory dedications in this state is \"If the requirement is within the statutory grant of powers of the municipality and if the burden cast upon the subdivider is reasonably attributable to his activity, then the requirement is permissible; if not, it is forbidden and amounts to a confiscation of private property in contravention of the constitutional prohibitions.\" Home Builders Association of Greater Kansas City et al., (Mo.), 555 S.W.2d 832.\n\n(1992) Where subdivision plat meets requirements of city ordinance, municipal planning and zoning commission and city council do not have authority to refuse to approve subdivision plat, therefore it is a ministerial act to approve the plat. Plaintiff's request for writ of mandamus was appropriate to compel ministerial action. State ex rel. Schaefer v. Cleveland, 847 S.W.2d 867 (Mo. App. E.D.)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-410/"
    },
    {
      "id": "section-89-420",
      "number": "89.420",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.420. Commission to approve plats, when. —Within sixty days after the submission of a plat to the commission, the commission shall approve or disapprove the plat; otherwise the plat is deemed approved by the commission, except that the commission, with the consent of the applicant for the approval, may extend the sixty-day period. The ground of disapproval of any plat by the commission shall be made a matter of record.\n\n(L. 1963 p. 146 § 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-420/"
    },
    {
      "id": "section-89-430",
      "number": "89.430",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.430. Commission approval of plats — effects. —The approval of a plat by the commission does not constitute or effect an acceptance by the municipality or public of the dedication to public use of any street or other ground shown upon the plat.\n\n(L. 1963 p. 146 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-430/"
    },
    {
      "id": "section-89-440",
      "number": "89.440",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.440. Approval of plats required for recording. —No county recorder shall receive for filing or recording any subdivision plat required to be approved by a city council or municipal planning commission unless the plat has endorsed upon it the approval of the city council under the hand of the clerk and the seal of the city, or by the secretary of the planning commission.\n\n(L. 1963 p. 146 § 15)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-440/"
    },
    {
      "id": "section-89-450",
      "number": "89.450",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.450. Use of unapproved plat in sale of land — penalty — vacation or injunction of transfer. —No owner, or agent of the owner, of any land located within the platting jurisdiction of any municipality, knowingly or with intent to defraud, may transfer, sell, agree to sell, or negotiate to sell that land by reference to or by other use of a plat of any purported subdivision of the land before the plat has been approved by the council or planning commission and recorded in the office of the appropriate county recorder unless the owner or agent shall disclose in writing that such plat has not been approved by such council or planning commission and the sale is contingent upon the approval of such plat by such council or planning commission. Any person violating the provisions of this section shall forfeit and pay to the municipality a penalty not to exceed three hundred dollars for each lot transferred or sold or agreed or negotiated to be sold; and the description by metes and bounds in the instrument of transfer or other document used in the process of selling or transferring shall not exempt the transaction from this penalty. A municipality may enjoin or vacate the transfer or sale or agreement by legal action, and may recover the penalty in such action.\n\n(L. 1963 p. 146 § 16, A.L. 2005 S.B. 210)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-450/"
    },
    {
      "id": "section-89-460",
      "number": "89.460",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.460. Public improvements, how approved after adoption of major street plan. —Upon adoption of a major street plan and subdivision regulations, the municipality shall not accept, lay out, open, improve, grade, pave or light any street, lay or authorize the laying of water mains, sewers, connections or other utilities in any street within the municipality unless the street has received the legal status of a public street prior to the adoption of a city plan; or unless the street corresponds in its location and lines with a street shown on a subdivision plat approved by the council or planning commission or on a street plan made by and adopted by the commission. The council may locate and construct or may accept any other street if the ordinance or other measure for the location and construction or for the acceptance is first submitted to the commission for its approval and approved by the commission or, if disapproved by the commission, is passed by the affirmative vote of not less than two-thirds of the entire membership of the council.\n\n(L. 1963 p. 146 § 17)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-460/"
    },
    {
      "id": "section-89-470",
      "number": "89.470",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.470. No building permitted on streets not conforming to major street plan. —After the adoption of a major street plan, no building permit shall be issued for and no building shall be erected on any lot within the territorial jurisdiction of the commission unless the street giving access to the lot upon which the building is proposed to be placed conforms to the requirements of section 89.460.\n\n(L. 1963 p. 146 § 18)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-470/"
    },
    {
      "id": "section-89-480",
      "number": "89.480",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.480. Establishment of building lines — board of adjustment. —Whenever a plan for major streets has been adopted, the council, upon recommendation of the planning commission, is authorized and empowered to establish, regulate and limit and amend, by ordinance, building or setback lines on major streets, and to prohibit any new building being located within building or setback lines. When a plan for proposed major streets or other public improvements has been adopted, the council is authorized to prohibit any new building being located within the proposed site or right-of-way when the center line of the proposed street or the limits of the proposed sites have been carefully determined and are accurately delineated on maps approved by the planning commission and adopted by the council. The council shall provide for the method by which this section shall be administered and enforced and may provide for a board of adjustment with powers to modify or vary the regulations, in specific cases, in order that unwarranted hardship, which constitutes an unreasonable deprivation of use as distinguished from the mere grant of a privilege, may be avoided. If there is a board of zoning adjustment on October 13, 1963, that board shall be appointed to serve as the board of adjustment for the building line regulations. If there is no board of zoning adjustment, the personnel, length of terms, method of appointment and organization of the board of adjustment for the building line regulations shall be the same as now provided for municipal boards of zoning adjustment. The regulations of this section shall not be adopted, changed or amended until a public hearing has been held thereon as provided in section 89.360.\n\n(L. 1963 p. 146 § 19)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-480/"
    },
    {
      "id": "section-89-490",
      "number": "89.490",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.490. Violation — penalty. —Any person violating the provisions of sections 89.300 to 89.490 is guilty of a misdemeanor and upon conviction thereof shall be fined not less than one hundred dollars nor more than five hundred dollars, or by confinement in the county jail for not more than one year, or by both such fine and confinement.\n\n(L. 1963 p. 146 § 21)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-490/"
    },
    {
      "id": "section-89-491",
      "number": "89.491",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.491. Violation of county planning, zoning and recreation order or ordinance, civil action authorized — venue, jurisdiction — costs. —1. Any person or neighborhood organization as defined in section 32.105 aggrieved by a violation described in this subsection may commence a civil action on his own behalf against any person who is alleged to be in violation of the provisions of chapter 64 or this chapter, or in violation of any standard, regulation, or ordinance which has been adopted by any county or city pursuant to chapter 64 or this chapter.\n\n2. Venue for such actions allowed by subsection 1 of this section shall be in the circuit court in the circuit in which the violation is alleged to have occurred.\n\n3. The appropriate circuit court, as established in subsection 2 of this section, shall have jurisdiction to enforce the standard, regulation or ordinance alleged to have been violated, to order such action as may be necessary to correct the violation, and to impose any civil penalty provided for the violation.\n\n4. The appropriate circuit court, in issuing any final order in any action brought pursuant to this section, shall award costs of litigation, including reasonable attorney's fees, to the prevailing party.\n\n(L. 1993 S.B. 376)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-491/"
    },
    {
      "id": "section-89-500",
      "number": "89.500",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n89.500. Home-based work — limitation on zoning restrictions. —1. As used in this section, the term\"home-based work\"means any lawful occupation performed by a resident within a residential home or accessory structure, which is clearly incidental and secondary to the use of the dwelling unit for residential purposes and does not change the residential character of the residential building or adversely affect the character of the surrounding neighborhood.\n\n2. A zoning ordinance or regulation adopted pursuant to this chapter that regulates home-based work shall not:\n\n(1) Prohibit mail order or telephone sales for home-based work;\n\n(2) Prohibit service by appointment within the home or accessory structure;\n\n(3) Prohibit or require structural modifications to the home or accessory structure;\n\n(4) Restrict the hours of operation for home-based work; or\n\n(5) Restrict storage or the use of equipment that does not produce effects outside the home or accessory structure.\n\n3. A zoning ordinance or regulation adopted pursuant to this chapter that regulates home-based work shall not contain provisions that explicitly restrict or prohibit a particular occupation.\n\n4. The application of this section does not supersede any deed restriction, covenant, or agreement restricting the use of land nor any master deed, by law or other document applicable to a common interest ownership community.\n\n(L. 2022 H.B. 1662)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-89/section-89-500/"
    }
  ]
}