{
  "state": "missouri",
  "path": "title-title-vii/chapter-chapter-87",
  "sections": [
    {
      "id": "section-87-005",
      "number": "87.005",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.005. Firefighters, certain diseases presumed incurred in line of duty — conditions — infectious disease defined. —1. Notwithstanding the provisions of any law to the contrary, after five years' service, any condition of impairment of health caused by any infectious disease, disease of the lungs or respiratory tract, hypertension, or disease of the heart resulting in total or partial disability or death to a uniformed member of a paid fire department, who successfully passed a physical examination within five years prior to the time a claim is made for such disability or death, which examination failed to reveal any evidence of such condition, shall be presumed to have been suffered in line of duty, unless the contrary be shown by competent evidence. In order to receive the presumption that an infectious disease was contracted in the line of duty, the member shall submit to an annual physical examination, at which a blood test is administered.\n\n2. This section shall apply only to the provisions of chapter 87, RSMo 1959.\n\n3. As used in this section, the term\"infectious disease\"means the human immunodeficiency virus, acquired immunodeficiency syndrome, tuberculosis, hepatitis A, hepatitis B, hepatitis C, hepatitis D, diphtheria, meningococcal meningitis, methicillin-resistant staphylococcus aureus, hemorrhagic fever, plague, rabies, and severe acute respiratory syndrome.\n\n(L. 1967 p. 167 § 1, A.L. 2011 H.B. 664 merged with S.B. 238)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-005/"
    },
    {
      "id": "section-87-006",
      "number": "87.006",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.006. Firefighters, certain diseases presumed incurred in line of duty — persons covered — disability from cancer, presumption suffered in line of duty, when — infectious disease defined. —1. Notwithstanding the provisions of any law to the contrary, and only for the purpose of computing retirement benefits provided by an established retirement plan, after five years' service, any condition of impairment of health caused by any infectious disease, disease of the lungs or respiratory tract, hypotension, hypertension, or disease of the heart resulting in total or partial disability or death to a uniformed member of a paid fire department, who successfully passed a physical examination within five years prior to the time a claim is made for such disability or death, which examination failed to reveal any evidence of such condition, shall be presumed to have been suffered in the line of duty, unless the contrary be shown by competent evidence. In order to receive the presumption that an infectious disease was contracted in the line of duty, the member shall submit to an annual physical examination, at which a blood test is administered.\n\n2. Any condition of cancer affecting the skin or the central nervous, lymphatic, digestive, hematological, urinary, skeletal, oral, breast, testicular, genitourinary, liver or prostate systems, as well as any condition of cancer which may result from exposure to heat or radiation or to a known or suspected carcinogen as determined by the International Agency for Research on Cancer, which results in the total or partial disability or death to a uniformed member of a paid fire department who successfully passed a physical examination within five years prior to the time a claim is made for disability or death, which examination failed to reveal any evidence of such condition, shall be presumed to have been suffered in the line of duty unless the contrary be shown by competent evidence and it can be proven to a reasonable degree of medical certainty that the condition did not result nor was contributed to by the voluntary use of tobacco.\n\n3. This section shall apply to paid members of all fire departments of all counties, cities, towns, fire districts, and other governmental units.\n\n4. As used in this section, the term\"infectious disease\"means the human immunodeficiency virus, acquired immunodeficiency syndrome, tuberculosis, hepatitis A, hepatitis B, hepatitis C, hepatitis D, diphtheria, meningococcal meningitis, methicillin-resistant staphylococcus aureus, hemorrhagic fever, plague, rabies, and severe acute respiratory syndrome.\n\n(L. 1969 p. 157 § 1, A.L. 2007 S.B. 22 merged with S.B. 406, A.L. 2011 H.B. 664 merged with S.B. 238)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-006/"
    },
    {
      "id": "section-87-010",
      "number": "87.010",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.010. Fund for pensioning firemen — treasurer of corporation ex officio treasurer of fund — cities other than first class to ratify. —The municipal authorities by act or ordinance, in all cities, villages or incorporated towns in this state having an organized fire department, may set apart not exceeding fifty percent of all revenue received by such cities, villages or incorporated towns for municipal purposes from licenses issued by them for carrying on the business of a fire insurance company, agent or agency, and not exceeding three percent of all other revenue received by such cities, villages or incorporated towns for municipal purposes from licenses issued by such cities, villages or incorporated towns, as a fund for the pensioning of crippled and disabled members of the fire department, and of the widows and orphans of deceased members of the fire department of such cities, villages or incorporated towns, and the treasurer of such cities, villages or incorporated towns shall be ex officio treasurer of such fund; provided, that in any city other than a city of the first class the provisions of sections 87.010 to 87.105 shall not be in effect until it shall be ratified by a majority of the voters of such city, who vote on the question which shall be submitted at the request of one hundred voters.\n\n(RSMo 1939 § 9499, A.L. 1978 H.B. 971)\n\nPrior revisions: 1929 § 8932; 1919 § 9033; 1909 § 9859",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-010/"
    },
    {
      "id": "section-87-015",
      "number": "87.015",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.015. How certain cities may be included in these provisions. —Sections 87.010 to 87.105 shall not apply to any city, village or incorporated town having less than twenty thousand inhabitants, until the provisions of said sections shall be adopted by two-thirds of the voters of such city, town or village, voting in favor of the question submitted at an election.\n\n(RSMo 1939 § 9519, A.L. 1978 H.B. 971)\n\nPrior revisions: 1929 § 8952; 1919 § 9053; 1909 § 9878",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-015/"
    },
    {
      "id": "section-87-020",
      "number": "87.020",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.020. Creating board of trustees. —In cities, the treasurer, the counselor, the clerk or register, and the comptroller where such office exists, the chief officer of the fire department, three delegates at large from the fire department, to be elected by the members thereof on the first Monday in December of each year, whose term of office shall be for one year, and one delegate from the retired or pensioned list, to be elected by such retired or pensioned members on the first Monday in December of each year, whose term of office shall be for one year, shall constitute and be a board by the name of \"The Board of Trustees of the Firemen's Fund\". The board shall select from their members a president and secretary; provided, that in villages and incorporated towns the board of trustees of the firemen's pension fund shall consist of the chairman of the village or town trustees, the clerk, counselor or attorney, treasurer and chief officer of the fire department.\n\n(RSMo 1939 § 9501)\n\nPrior revisions: 1929 § 8934; 1919 § 9035; 1909 § 9860",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-020/"
    },
    {
      "id": "section-87-025",
      "number": "87.025",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.025. Duties and powers of board — assessment of members. —The board shall have exclusive control and management of the fund mentioned in section 87.010, and of all money donated, paid or assessed for the relief or pensioning of disabled members of the fire department, retirement for service pensions, their widows and minor children, and shall assess each member of the fire department at least one percent but not more than ten percent of the salary of such member, to be deducted and withheld from the monthly pay of each member so assessed, and the same to be placed by the treasurer of such city, village or incorporated town, who shall be ex officio treasurer of such board, to the credit of such fund, subject to the order of such board. The percent rate shall not be changed without the affirmative vote of a majority of the entire board. The board shall make all needful rules and regulations for its government in the discharge of its duties, and shall hear and decide all applications for relief or pensions, under sections 87.010 to 87.105, and its decisions on such applications shall be final and conclusive, and not subject to review and reversal except by the board, and a record shall be kept of all the meetings and proceedings of all the board.\n\n(RSMo 1939 § 9502, A.L. 1953 p. 301, A.L. 1979 H.B. 850, A.L. 1990 H.B. 1047)\n\nPrior revisions: 1929 § 8935; 1919 § 9036; 1909 § 9861\n\nEffective 4-30-90",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-025/"
    },
    {
      "id": "section-87-030",
      "number": "87.030",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.030. Rewards and gifts to pension fund. —All rewards in money, fees, gifts and endowments that may be paid or given for or on account of extraordinary services by said fire department or any member thereof, except when permitted by order of the board to be retained by said member, may be paid into said pension fund. The said board of trustees may take by gift, grant, devise or bequest any money, real estate, personal property, right of property, or other valuable thing, and the same shall be treated as a part of and for the uses of said fund.\n\n(RSMo 1939 § 9503, A.L. 1953 p. 300)\n\nPrior revisions: 1929 § 8936; 1919 § 9037; 1909 § 9862",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-030/"
    },
    {
      "id": "section-87-035",
      "number": "87.035",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.035. Trustees may invest fund. —The said board of trustees shall have power to draw such pension fund from the treasury of such city, village or incorporated town, and may invest such fund, or any part thereof, in the name of the board of trustees of the firemen's pension fund, in interest-bearing bonds of the United States, of the state of Missouri, of any county, township or municipal corporation of the state, or in judgments or tax bills against the city where such pension fund is established, or loan the same on real estate in the city where such pension fund is established, not exceeding in amount in any case two-thirds of the assessed taxpaying valuation of such real estate; and all such securities shall be deposited with the treasurer of said city, village or incorporated town, as ex officio treasurer of said board, and shall be subject to the order of said board.\n\n(RSMo 1939 § 9504)\n\nPrior revisions: 1929 § 8937; 1919 § 9038; 1909 § 9863\n\nCROSS REFERENCE:\n\nMultinational banks, securities and obligations of, investment in, when, 409.950",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-035/"
    },
    {
      "id": "section-87-040",
      "number": "87.040",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.040. Disposition of interest — duties of legislative body of city. —The interest received from the investment of said funds shall be applicable to the payment of pensions under sections 87.010 to 87.105, and it shall be in the power of the legislative body of any city, village or incorporated town to diminish and adjust the annual rate of one percent from licenses, so that the income from interest, dues from members and licenses shall meet the requirements of the pension list as provided by sections 87.010 to 87.105.\n\n(RSMo 1939 § 9505)\n\nPrior revisions: 1929 § 8938; 1919 § 9039; 1909 § 9864",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-040/"
    },
    {
      "id": "section-87-045",
      "number": "87.045",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.045. Eligibility for and payment of a disability pension. —1. If any member of the fire department of any such city, village or incorporated town shall become and be found, upon an examination by a medical officer designated by the board of trustees, to be physically or mentally incapacitated for duty as the result of an accident occurring while in the actual performance of duty or exposure while in the actual performance of duty, and if the medical officer certifies that the member is mentally or physically incapacitated for further performance of duty and that such incapacity is likely to be permanent, and that the member should be retired, the board of trustees shall retire such disabled member from service in the fire department. Upon such retirement the board of trustees shall order the payment to such disabled member, monthly, from the pension fund, a sum equal to fifty percent of the average monthly salary of said member during the twelve months immediately preceding the effective date of his retirement.\n\n2. Upon application, any member of the fire department who has made regular and periodic payments into the pension fund for a period of five years or more shall be retired by the board of trustees, not less than thirty days nor more than ninety days next following the date of filing the application, on a disability pension, provided a medical officer designated by the board of trustees, after a medical examination of the member, shall certify that such member is mentally or physically incapacitated for the further performance of duty, that such incapacity is likely to be permanent, and that such member should be retired. Upon such retirement the board of trustees shall order the payment to such disabled member, monthly, from the pension fund, a sum equal to twenty-five percent of the average monthly salary said member was receiving during the twelve months immediately preceding the effective date of his retirement. In addition there shall also be paid a sum equal to five percent of the said average monthly salary the member was receiving at the time of his retirement for each unmarried dependent child under the age of eighteen, and each unmarried child, regardless of age, who is totally and permanently mentally or physically incapacitated from engaging in gainful employment sufficiently remunerative to support himself. Such additional sum shall not be paid to or for more than three eligible children, and if there are more than three eligible children, then payments shall be made for the three youngest eligible children, and further provided that no benefits under this section shall be paid to or for any child or children over eighteen years of age who are totally and permanently mentally or physically incapacitated if such child is a patient or ward in a publicly supported institution, and no benefits shall be paid under this section to or for any child born or adopted after the effective date of the member's disability retirement.\n\n(RSMo 1939 § 9506, A.L. 1969 p. 157)\n\nPrior revisions: 1929 § 8939; 1919 § 9040; 1909 § 9865",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-045/"
    },
    {
      "id": "section-87-050",
      "number": "87.050",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.050. Death benefits, amount — eligibility — limitations. —1. If any member shall be killed or die while in the performance of his*duty or as the result of any injury received in the line of duty, or of any disease contracted by reason of his occupation, or shall die from any cause whatever while a member of said fire department, or shall die while receiving a disability or service pension, and shall leave a widow or child or children under the age of eighteen years surviving, said board of trustees shall order and direct the payment from the pension fund, monthly, to such widow, a sum equal to not less than twenty percent of the monthly compensation allowed a first class fireman of the fire department as salary at the date of the death of the member or seventy-five dollars, whichever is greater; and to or for the benefit of each child until it reaches the age of eighteen, a sum equal to not less than five percent of the monthly compensation allowed a first class fireman of the fire department as salary at the date of the death of the member; and to or for each unmarried child, regardless of age, who is totally and permanently mentally or physically incapacitated from engaging in gainful employment sufficiently remunerative to support himself, a sum equal to five percent of the monthly compensation allowed a first class fireman of the fire department as salary at the date of the death of the member; provided that no benefits shall be paid to or for any child over eighteen years of age who is totally and permanently mentally or physically disabled or incapacitated if such child is a patient or ward in a publicly supported institution. In the case of widows, payments shall be made only to those widows whose marriage to the member occurred prior to his retirement on disability or service pension, and shall be made only while said widow is unmarried and are to cease forever immediately upon remarriage. In the case of children no payments shall be made to or for any child born or adopted after the effective date of the member's retirement on disability or service pension, or the date of his death, and payments shall not be made for more than three eligible children and, if there are more than three eligible children, payments shall be made for the three youngest eligible children. If the member who dies is a member of a volunteer department, the amount to be paid monthly to his widow and children aforesaid shall be fixed by the board of trustees.\n\n2. Any widow who is receiving survivors' pension benefits under the provisions of this section as it existed at any time prior to August 13, 1982, upon application to the board of trustees, shall be employed by the board as a special consultant on the problems of retirement, aging, and other pension system matters for the remainder of her life and upon request of the board shall give opinions in writing or orally, as may be requested, and for such services shall be compensated monthly in an amount equal to the difference between the amount of the monthly pension benefit the widow is receiving for herself and seventy-five dollars. This compensation shall be consolidated with the pension benefits the widow is receiving and shall be paid out of the same fund as are such benefits. Employment as a special consultant shall in no way affect any widow's eligibility for survivors' pension benefits or in any way have the effect of reducing such benefits, other provisions of law to the contrary notwithstanding.\n\n(RSMo 1939 § 9507, A.L. 1969 H.B. 127, H.B. 407, A.L. 1982 H.B. 904)\n\nPrior revisions: 1929 § 8940; 1919 § 9041; 1909 § 9866\n\n*Word \"this\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-050/"
    },
    {
      "id": "section-87-055",
      "number": "87.055",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.055. Law applicable to whom. —Sections 87.010 to 87.105 shall apply to all persons who are now or shall hereafter become members of any organized fire department in any city, village or incorporated town in this state, and to all cities, villages and incorporated towns now existing in this state or which may hereafter be created herein.\n\n(RSMo 1939 § 9510)\n\nPrior revisions: 1929 § 8943; 1919 § 9044; 1909 § 9869",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-055/"
    },
    {
      "id": "section-87-060",
      "number": "87.060",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.060. Retirement pension, eligibility for and payment of. —1. Any member of the fire department of any such city, village or incorporated town having served twenty-five years or more in such fire department, and having theretofore regularly paid into the pension fund his periodic payments as herein provided, shall be retired upon written application to the board of trustees, setting forth a time not less than thirty days nor more than sixty days after the filing of such application at which he desires to be retired. Thereupon, the board of trustees shall order and direct that said member shall be paid a monthly pension equal to fifty percent of the average monthly salary of said member during the twelve months immediately preceding the effective date of his retirement; and further provided that any member who remains on active duty in the fire department and continues to make regular and periodic payments into the pension fund as herein provided for a period of time beyond twenty-five years shall, upon subsequent retirement, be paid monthly an additional sum equal to one percent of the average monthly salary of said member during the twelve months immediately preceding the effective date of his retirement for each full twelve-month period beyond twenty-five years up to but not including the year in which said member attains the age of sixty-five.\n\n2. Any member of the fire department of any such city, village or incorporated town having served at least twenty years, but less than twenty-five years, in such fire department, and having theretofore regularly paid into the pension fund his periodic payments as herein provided, may make application to be retired from such fire department, and if his application is granted by the board of trustees, the said board of trustees shall order and direct that said member shall be paid a monthly service pension equal to forty percent of the average monthly salary of said member during the twelve months immediately preceding the effective date of his retirement.\n\n3. In the event that any member of the fire department of any such city, village or incorporated town having served twenty years or more in such fire department, and having theretofore regularly paid into the pension fund his periodic payments as herein provided, is discharged from such fire department, the board of trustees shall order and direct that said person shall be paid a monthly service pension equal to fifty percent of the salary said person was receiving at the time of his discharge, and further provided that the board of trustees shall order and direct the payment of said monthly service pension within thirty days after the date of discharge of said member, and the effective date of said pension shall be the same as the date of his discharge.\n\n4. Members of volunteer fire departments serving without pay shall receive such monthly amount as may be fixed by the board of trustees.\n\n(RSMo 1939 § 9509, A.L. 1953 p. 302, A.L. 1969 p. 157)\n\nPrior revisions: 1929 § 8942; 1919 § 9043; 1909 § 9868",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-060/"
    },
    {
      "id": "section-87-063",
      "number": "87.063",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.063. Health care benefits for retirees — separate fund established for benefits and premiums — application by retiree to be special consultant, compensation to fund benefits. —1. The board of trustees may provide or contract for insurance benefits to cover hospital, surgical, and medical expenses for retirees under sections 87.010 to 87.105, in an amount not to exceed one hundred dollars per month for each retiree.\n\n2. If the board agrees to provide benefits pursuant to this section, a separate account for hospital, surgical and medical benefits shall be established as part of the benefit reserve fund. All benefits and premiums shall be transferred from the general revenue fund of the system to the benefit reserve fund for payment of hospital, surgical and medical benefits.\n\n3. Any retiree who is receiving benefits from the system may make application to the board to be named as a special advisor to the firemen's retirement system. Upon the acceptance of such application, the board may deposit in the fund created in subsection 2 of this section an amount not to exceed one hundred dollars per month for the applicant and may make a monthly payment from the fund created in subsection 2 of this section toward health care benefits for the applicant as provided in subsection 1 of this section.\n\n(L. 1990 H.B. 1675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-063/"
    },
    {
      "id": "section-87-065",
      "number": "87.065",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.065. Payments prorated when funds are insufficient. —If at any time there shall not be sufficient money in such pension fund to pay each person entitled to the benefit thereof the full amount per month as herein provided, then an equal percentage of such monthly payments shall be made to each beneficiary until the said fund shall be replenished to warrant the payment in full of each of said beneficiaries.\n\n(RSMo 1939 § 9508)\n\nPrior revisions: 1929 § 8941; 1919 § 9042; 1909 § 9867",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-065/"
    },
    {
      "id": "section-87-070",
      "number": "87.070",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.070. Pension fund custodian. —The treasurer shall be the custodian of said pension fund, subject to the control and direction of the board and shall keep a separate book and complete account concerning said fund, in such a manner as may be prescribed by the board, and the books and accounts shall always be subject to the inspection of the board or any member thereof, and said treasurer shall be personally liable, and also liable on his bond executed to the city for the purpose of becoming said officer of the city. On the expiration of his term of office, he will surrender and deliver over to his successor all unexpended moneys and all property and evidence of indebtedness, and all other papers and records which may have come to his possession as treasurer of such funds.\n\n(RSMo 1939 § 9511)\n\nPrior revisions: 1929 § 8944; 1919 § 9045; 1909 § 9870",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-070/"
    },
    {
      "id": "section-87-075",
      "number": "87.075",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.075. Warrants, upon whom drawn. —It shall be the duty of the officer or officers of such city, village or incorporated town as are designated by law to draw warrants on the treasurer of such city, village or incorporated town, upon request, in writing, by said board of trustees, to draw warrants on the treasurer of such city, village or incorporated town, payable to the treasurer of said board of trustees, for all funds belonging to said pension fund, as aforesaid.\n\n(RSMo 1939 § 9512)\n\nPrior revisions: 1929 § 8945; 1919 § 9046; 1909 § 9871",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-075/"
    },
    {
      "id": "section-87-080",
      "number": "87.080",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.080. Warrants, how drawn. —All moneys ordered to be paid from said pension fund to any person or persons shall be paid by the treasurer of the board of trustees only upon warrants signed by the president of said board and countersigned by the secretary thereof, and no warrant shall be drawn except by order of the board, duly entered on the records of the proceedings of the board.\n\n(RSMo 1939 § 9513)\n\nPrior revisions: 1929 § 8946; 1919 § 9047; 1909 § 9872",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-080/"
    },
    {
      "id": "section-87-085",
      "number": "87.085",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.085. Annual report of condition of fund. —The board of trustees shall make report to the legislative body of said city, village or incorporated town of the condition of said pension fund, on the first day of January in each and every year.\n\n(RSMo 1939 § 9514)\n\nPrior revisions: 1929 § 8947; 1919 § 9048; 1909 § 9873",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-085/"
    },
    {
      "id": "section-87-090",
      "number": "87.090",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.090. Fund exempt from execution. —No portion of said pension fund shall, before or after its order of distribution by the board of trustees to the persons entitled thereto, be held, seized, taken, subjected to or detained or levied on by virtue of any attachment, execution, injunction, writ, interlocutory or other order or decree, or any process or proceeding whatever issued out of or by any court of this state for the payment or satisfaction, in whole or in part, of any debt, damages, claim, demand or judgment against the beneficiary of said fund; but the said fund shall be held and distributed for the purpose of sections 87.010 to 87.105, and for no other purpose whatever.\n\n(RSMo 1939 § 9515)\n\nPrior revisions: 1929 § 8948; 1919 § 9049; 1909 § 9874",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-090/"
    },
    {
      "id": "section-87-095",
      "number": "87.095",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.095. Funeral expenses to be paid. —Whenever an active or retired fireman shall die, as aforesaid, the board of trustees shall appropriate from the fund a sum not exceeding one hundred and fifty dollars to the widow or family for funeral expenses. In cities not within a county the payment for funeral expenses shall be two thousand dollars, and shall be paid solely from moneys within the pension fund.\n\n(RSMo 1939 § 9517, A.L. 1989 H.B. 156)\n\nPrior revisions: 1929 § 8950; 1919 § 9051; 1909 § 9876",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-095/"
    },
    {
      "id": "section-87-100",
      "number": "87.100",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.100. Relief associations may, by vote of members, amalgamate with board of trustees. —Any fire department pension fund and relief association existing in this state under sections 87.495 to 87.515, is hereby empowered, by a majority vote of its members, to amalgamate with the board of trustees of the firemen's pension fund formed under sections 87.010 to 87.105 in the same city, village or town, and thereupon all the assets and property of said relief association and all its rights and privileges shall be vested in said board of trustees, and all obligations, debts and liabilities of said association shall be assumed and shall become obligations, debts and liabilities of said board of trustees, and thenceforward the business of said amalgamated organizations shall be conducted under the terms of sections 87.010 to 87.105 by said board of trustees.\n\n(RSMo 1939 § 9516)\n\nPrior revisions: 1929 § 8949; 1919 § 9050; 1909 § 9875",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-100/"
    },
    {
      "id": "section-87-105",
      "number": "87.105",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.105. Penalty for misrepresentation. —Any member of the fire department who, upon entering such fire department, makes any misstatement or misrepresentation as to his physical condition or understatement of his age, shall, for himself and his dependents, forfeit all rights to participate in the benefits of sections 87.010 to 87.105.\n\n(RSMo 1939 § 9518)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-105/"
    },
    {
      "id": "section-87-120",
      "number": "87.120",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.120. Definitions. —The following words and phrases as used in sections 87.120 to 87.370, unless a different meaning is plainly required by the context, have the following meanings:\n\n(1)\"Accumulated contributions\", the sum of all amounts deducted from the compensation of a member and credited to his or her individual account in the members' savings fund together with interest thereon;\n\n(2)\"Actuarial equivalent\", a benefit of equal value when computed upon the basis of such mortality tables and interest rate as shall be adopted by the board of trustees;\n\n(3)\"Average final compensation\", the average earnable compensation of the member during his or her last two years of service as a firefighter, or if the firefighter has less than two years of service, then the average earnable compensation of his or her entire period of service;\n\n(4)\"Beneficiary\", any person in receipt of a retirement allowance or other benefit as provided by sections 87.120 to 87.370;\n\n(5)\"Benefit reserve\", the present value of all payments to be made on account of any retirement allowance or benefit in lieu of a retirement allowance upon the basis of such mortality tables and interest rate as shall be adopted by the board of trustees;\n\n(6)\"Board of trustees\", the board provided for in section 87.140 to administer the retirement system;\n\n(7)\"City\", any city not within a county and adopting the retirement system provided by sections 87.120 to 87.370;\n\n(8)\"Creditable service\", prior service plus membership service as provided in section 87.135;\n\n(9)\"DROP\", the deferred retirement option plan provided in section 87.182;\n\n(10)\"Earnable compensation\", the regular compensation which a member would earn during one year on the basis of the stated compensation for his or her rank or position;\n\n(11)\"Firefighter\", any officer or employee of the fire department of the city employed by the city for the duty of fighting fires, but does not include anyone employed in a clerical or other capacity not involving fire-fighting duties. In case of doubt as to whether any person is a firefighter within the meaning of sections 87.120 to 87.370, the decision of the board of trustees shall be final;\n\n(12)\"Medical board\", the board of physicians provided for in section 87.160;\n\n(13)\"Member\", a member of the retirement system as defined by section 87.130;\n\n(14)\"Membership service\", service as a firefighter rendered since last becoming a member;\n\n(15)\"Prior service\", all service as a firefighter rendered prior to the date the system becomes operative which is creditable in accordance with the provisions of section 87.135;\n\n(16)\"Retirement allowance\", annual payments for life which shall be payable in equal monthly installments or any benefits in lieu thereof granted to a member upon retirement or to a beneficiary;\n\n(17)\"Retirement system\", the firefighter's retirement system of any city as defined in section 87.125.\n\n(L. 1943 p. 708 § 1, A.L. 1959 S.B. 314 § 86.480, A.L. 1961 p. 211, A.L. 1972 H.B. 766, A.L. 1973 H.B. 591, A.L. 1985 H.B. 26, A.L. 1991 H.B. 312, A.L. 1993 H.B. 259, A.L. 2000 H.B. 1808, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-120/"
    },
    {
      "id": "section-87-125",
      "number": "87.125",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.125. Authorizing municipality to provide by ordinance for pensions. —Any city in this state that now has or may hereafter have seven hundred thousand inhabitants or more and that has an organized fire department is hereby authorized, subject to the provisions of sections 87.120 to 87.370, to provide by ordinance for the pensioning of members of any such organized fire department and of the dependents of deceased members thereof and to take from its municipal revenue a fund for such purpose. The fund shall be under the management of a board of trustees herein described and shall be known as \"The Firemen's Retirement System of ______\" and by such name all of its business shall be transacted, all of its funds invested and all of its cash and securities and other property held.\n\n(L. 1943 p. 708 § 2, A.L. 1959 S.B. 314 § 86.483)\n\n(1973) Held, this section is permissive and a city ordinance passed in accordance with it is neither void nor automatically amended by an amendment to such enabling legislation. Trantina v. Board of Trustees of Firemen's Retirement System of St. Louis, et al. (A.), 503 S.W.2d 148.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-125/"
    },
    {
      "id": "section-87-127",
      "number": "87.127",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.127. Qualified government plan, retirement plan intended to be. —A retirement plan under sections 87.120 to 87.370 is intended to be a qualified governmental plan under the provisions of applicable federal law. The benefits and conditions of the plan shall be interpreted and the system shall be operated to ensure that the system meets the federal qualification requirements.\n\n(L. 2011 H.B. 282 merged with H.B. 664)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-127/"
    },
    {
      "id": "section-87-130",
      "number": "87.130",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.130. Membership requirements. —1. All persons who are firefighters shall be members as a condition of their employment and shall receive no pension or retirement allowance from any other pension or retirement system supported wholly or in part by the city or the state of Missouri because of years of service for which they are entitled to benefits under this system nor shall they be required to make contributions under any other pension or retirement system of the city or the state of Missouri, anything to the contrary notwithstanding.\n\n2. If any member, in any period of five consecutive years after last becoming a member, is absent from service for more than four years unless the member has twenty years or more of creditable service, or if any member withdraws the member's accumulated contributions, or if any member becomes a beneficiary, the person shall thereupon cease to be a member; except in the case of a member who has served in the Armed Forces of the United States or retired pursuant to section 87.170 and is subsequently reinstated as a firefighter or as a member in beneficiary status as a surviving spouse.\n\n3. Any member who is reinstated after retiring pursuant to conditions in section 87.170 shall not be eligible to participate in the benefit provided pursuant to section 87.182.\n\n(L. 1943 p. 708 § 3, A.L. 1945 p. 1239 § 3, A.L. 1959 S.B. 314 § 86.487, A.L. 1996 H.B. 1404, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-130/"
    },
    {
      "id": "section-87-135",
      "number": "87.135",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.135. Members shall file detailed account of service — verification of service and issuance of service certificate — cooperative agreements, transfer of creditable service between systems. —1. Under such rules and regulations as the board of trustees shall adopt, each member who was a firefighter on and prior to the date of the establishment of the retirement system shall file a detailed statement of all service as a firefighter rendered by him or her prior to that date for which the firefighter claims credit.\n\n2. The board of trustees shall fix and determine by proper rules and regulations how much service in any year is equivalent to one year of service, but in no case shall more than one year of service be creditable for all service in one calendar year, nor shall the board of trustees allow credit as service for any period of more than one month's duration during which the member was absent without pay.\n\n3. Subject to the above restrictions and to such other rules and regulations as the board of trustees may adopt, the board of trustees shall verify the service claims as soon as practicable after the filing of the statement of service.\n\n4. Upon verification of the statements of service the board of trustees shall issue prior service certificates, certifying to each member the length of prior service with which the member is credited on the basis of his or her statement of service. So long as the holder of the certificate continues to be a member, a prior service certificate shall be final and conclusive for retirement purposes as to such service, except that any member may, within one year from the date of issuance or modification of the certificate, request the board of trustees to modify or correct the member's prior service certificate, and upon such request or of its own motion the board may correct the certificate. When any firefighter ceases to be a member his or her prior service certificate shall become void. Should he or she again become a member, he or she shall enter the retirement system as a member not entitled to prior service credit except as provided in section 87.215.\n\n5. Creditable service at retirement on which the retirement allowance of a member shall be based shall consist of creditable membership service rendered by him or her, and also if the member has a prior service certificate which is in full force and effect, the amount of the service certified on the member's prior service certificate. Service rendered by a firefighter after the operative date and prior to becoming a member shall be included as creditable membership service provided the service was rendered since he or she last became a firefighter.\n\n6. The retirement system, with the approval of the board of trustees, may enter into cooperative agreements to transfer creditable service between the retirement system and any other retirement plan established by the state of Missouri or any political subdivision or instrumentality of the state when a member who has been employed in a position covered by one plan is employed in a position covered by another plan. The transfer of creditable service shall be in accordance with the provisions of section 105.691 and the policies and procedures established by the board of trustees.\n\n(L. 1943 p. 708 § 4, A.L. 1959 S.B. 314 § 86.490, A.L. 2001 S.B. 290, A.L. 2018 H.B. 1291 merged with H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-135/"
    },
    {
      "id": "section-87-140",
      "number": "87.140",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.140. Administration vested in board of trustees — how appointed — vacancies — compensation — oath — voting — board members may serve as trustees for other pension plans. —1. The general administration and the responsibility for the proper operation of the retirement system shall be vested in a board of trustees of nine persons. The board shall be constituted as follows:\n\n(1) The chief of the fire department of the city, ex officio;\n\n(2) The comptroller or deputy comptroller of the city, ex officio;\n\n(3) Two members to be appointed by the mayor of the city to serve for a term of two years;\n\n(4) Three members to be elected by the members of the retirement system for a term of three years who shall be members of the system and hold office only while members of the system;\n\n(5) Two members who shall be retired firemen to be elected by the retired firemen of the city and who shall hold office for a term of three years.\n\n2. If a vacancy occurs in the office of trustee, the vacancy shall be filled for the unexpired term in the same manner as the office was previously filled.\n\n3. The trustees shall serve without compensation, but they shall be reimbursed from the expense fund for all necessary expenses which they may incur through service on the board.\n\n4. Each trustee shall, within ten days after his appointment or election, take an oath of office before the clerk of circuit court of the city, that, so far as it devolves upon him, he will diligently and honestly administer the affairs of the board and that he will not knowingly violate or willingly permit to be violated any of the provisions of the law applicable to the retirement system. The oath shall be subscribed to by the member making it and certified by the clerk of circuit court and filed in his office.\n\n5. Each trustee shall be entitled to one vote on the board. Five votes shall be necessary for a decision by the trustees at any meeting of the board.\n\n6. Notwithstanding any provision of sections 87.120 to 87.371 to the contrary, the board of trustees of the retirement system shall not be prevented from simultaneously acting as the trustees of any other pension plan that provides retirement, disability, and death benefits for firefighters employed by any city not within a county and the firefighters'*covered dependents. The administration of the other pension plan shall be in accordance with the terms of such pension plan. Nothing in this subsection shall prevent the board of aldermen**of a city not within a county from adopting ordinances to govern the pensioning of firefighters and such firefighters'*covered dependents in any other pension plan simultaneously administered by the board of trustees of the retirement system.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.493, A.L. 1980 H.B. 1139 & 1140, A.L. 1983 H.B. 694 & 171, A.L. 1993 H.B. 175, A.L. 2025 H.B. 147 merged with H.B. 225 merged with S.B. 71 merged with S.B. 271)\n\n*Word \"their\" appears in original rolls of H.B. 225 and S.B. 271, 2025.\n\n**Word \"alderman\" appears in original rolls of H.B. 225 and S.B. 271, 2025.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-140/"
    },
    {
      "id": "section-87-145",
      "number": "87.145",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.145. Board has exclusive original jurisdiction — review — rules and regulations. —The board of trustees shall have exclusive original jurisdiction in all matters relating to or affecting the funds herein provided for, including, in addition to all other matters, all claims for benefits and refunds under this law, and its action, decision or determination in any matter shall be reviewable under chapter 536 only, and any party to the proceedings shall have a right of appeal from the decision of the reviewing court. Subject to the limitations of sections 87.120 to 87.370, the board of trustees shall, from time to time, establish rules and regulations for the administration of funds created by this law, for the transaction of its business, and for the limitation of the time within which claims may be filed. The administration of any pension plan, other than the retirement system, includes the ability of the board of trustees, from time to time, to establish rules and regulations for the administration of funds of such other pension plan and for the transaction of such other pension plan's business. Nothing in this section shall prevent the board of aldermen*of a city not within a county from adopting ordinances to govern the pensioning of firefighters and such firefighters'**covered dependents in any other pension plan simultaneously administered by the board of trustees of the retirement system.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.497, A.L. 2025 H.B. 147 merged with H.B. 225 merged with S.B. 71 merged with S.B. 271)\n\n*Word \"alderman\" appears in original rolls of H.B. 225 and S.B. 271, 2025.\n\n**Word \"their\" appears in original rolls of H.B. 225 and S.B. 271, 2025.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-145/"
    },
    {
      "id": "section-87-150",
      "number": "87.150",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.150. Chairman — secretary — actuaries. —The board of trustees shall elect from its membership a chairman, and shall by majority vote of its members appoint a secretary who may be one of its members. It may engage such actuarial and other services as may be required to transact the business of the retirement system. The compensation of all persons engaged by the board of trustees and all other expenses of the board necessary for the operation of the retirement system shall be paid at such rates and in such amounts as the board of trustees shall approve.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.500)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-150/"
    },
    {
      "id": "section-87-155",
      "number": "87.155",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.155. Data and record to be kept — annual report — separate records, when. —1. The board of trustees shall keep in convenient form such data as is necessary for actuarial valuation of the funds of the retirement system and for checking the experience of the system.\n\n2. The board of trustees shall keep a record of all its proceedings which shall be open to public inspection. It shall publish annually a report showing the fiscal transactions of the retirement system for the preceding fiscal year, the amount of the accumulated cash and securities of the system, and the last balance sheet showing the financial condition of the system by means of an actuarial valuation of the assets and liabilities of the retirement system.\n\n3. To the extent the board of trustees administers a pension plan other than the retirement system, the board of trustees shall maintain separate records of all proceedings of such other pension plan.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.503, A.L. 2025 H.B. 147 merged with H.B. 225 merged with S.B. 271)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-155/"
    },
    {
      "id": "section-87-160",
      "number": "87.160",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.160. Legal adviser — medical board. —1. The city counselor of the city shall be the legal adviser of the board of trustees.\n\n2. The board of trustees shall designate a medical board to be composed of three physicians who shall arrange for and pass upon all medical examinations required under the provisions of sections 87.120 to 87.370, shall investigate all essential statements and certificates made by or on behalf of a member in connection with an application for disability retirement and shall report in writing to the board of trustees its conclusions and recommendations upon all the matters referred to it.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.507)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-160/"
    },
    {
      "id": "section-87-170",
      "number": "87.170",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.170. Conditions of retirement. —Retirement of a member on a service retirement allowance shall be made by the board of trustees as follows:\n\n(1) Any member may retire upon the member's written application to the board of trustees setting forth at what time, not less than thirty days nor more than ninety days subsequent to the execution and filing therefor, the member desires to be retired, if the member at the time so specified for such member's retirement has twenty-five years or more of service; except that a member who ceases to be a firefighter after twenty years or more of service may retire prior to the twenty-five years of service with a retirement allowance based on the member's years of service;\n\n(2) Any member in service upon attaining the age of sixty, if qualifying for a service retirement allowance equal to seventy-five percent of the average final compensation, shall be retired forthwith; except that with respect to any member, the board shall not retire such member when the member attains sixty years of age or more merely because the member has attained that age unless the member so requests or the member has completed thirty or more years of service, even if a portion of such service is not creditable service pursuant to participation in the deferred retirement option plan prescribed by section 87.182;\n\n(3) Any member who qualifies for a service retirement allowance of seventy-five percent or over and has not attained sixty years of age may be retained as a member until sixty years of age, with no increase in retirement allowance.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 134 § 86.513, A.L. 1967 1st Ex. Sess. p. 876, A.L. 1977 H.B. 308, A.L. 1983 H.B. 694 & 171, A.L. 1994 H.B. 1543, A.L. 1995 H.B. 260, et al. merged with S.B. 404, A.L. 1997 H.B. 590, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-170/"
    },
    {
      "id": "section-87-165",
      "number": "87.165",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.165. Actuarial investigation — establishment of contribution rates and tables. —1. The actuary shall be the technical adviser of the board of trustees on matters regarding the operation of the funds created by sections 87.120 to 87.370 and shall perform such other duties as are required in connection therewith. He shall be qualified by membership as a fellow in the Society of Actuaries.\n\n2. The board of trustees shall have made every five years an actuarial investigation into the mortality, service and compensation experiences of the members and beneficiaries of the retirement system and, taking into account the results of such investigation and valuation, the board of trustees shall establish for the retirement system such mortality, service and other tables as are deemed necessary.\n\n3. On the basis of the tables as the board of trustees adopt, the actuary shall make an annual valuation of the assets and liabilities of the funds of the system.\n\n4. On the basis of the valuation the board of trustees shall certify the rates of contribution payable by the city.\n\n(L. 1943 p. 708 § 5, A.L. 1959 S.B. 314 § 86.510)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-165/"
    },
    {
      "id": "section-87-175",
      "number": "87.175",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.175. Retirement for service — amount, how computed — refund of member's contribution. —1. Upon retirement for service, a member shall receive a service retirement allowance which shall be equal to fifty percent of the average final compensation, plus an amount equal to five percent of the average final compensation for each additional year of service after twenty-five years, but no service retirement allowance shall exceed an amount equal to seventy-five percent of the average final compensation.\n\n2. In addition to any other annuity or retirement allowance payable under this section and sections 87.195 and 87.205, any member upon retirement application approval shall be repaid the total amount of the member's contribution to the retirement system, without interest. Any beneficiary, upon the receipt of evidence and proof of the death of an active member, shall be repaid the total amount of the member's contribution to the firemen's retirement system, without interest. The board shall pay the beneficiary such total amount of the member's contribution to the retirement system within sixty days after the date of the death of the member.\n\n3. Any annuity or retirement allowance repaid to a member under subsection 2 of this section shall be withdrawn from the members' contribution fund of the firemen's retirement system and no moneys shall be withdrawn from the general revenue fund of the city .\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.517, A.L. 1963 p. 142, A.L. 1967 1st Ex. Sess. p. 876, A.L. 1969 pp. 161, 162, A.L. 1972 H.B. 1378, A.L. 1973 H.B. 591, A.L. 1977 H.B. 308, A.L. 1982 S.B. 508, A.L. 1983 H.B. 694 & 171, A.L. 1994 H.B. 1575, A.L. 1995 H.B. 260, et al. merged with S.B. 404)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-175/"
    },
    {
      "id": "section-87-177",
      "number": "87.177",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.177. Service retirement allowance, five year service and less than twenty — survivor to share benefits — cost-of-living allowance. —1. Any firefighter who terminates employment with five or more years of service but less than twenty years may apply at age sixty-two for a service retirement allowance. Upon written application to the board of trustees the benefit payable shall be equal to two percent times years of service times the average final compensation, and the member shall also be repaid the total amount of the member's contribution, without interest.\n\n2. The benefits provided in subsection 1 of this section shall be in lieu of any benefits payable pursuant to the provisions of section 87.240.\n\n3. Any survivor of a firefighter retiring pursuant to the provisions of subsection 1 of this section shall be entitled to fifty percent of the retirement allowance of the retired member at his or her date of death.\n\n4. Any surviving spouse of a firefighter who had five or more years of service but less than twenty years and who dies prior to application for retirement benefits payable pursuant to this section shall be entitled to fifty percent of the retirement allowance of the member at his or her date of death payable at the date the member would have reached age sixty-two, or to the immediate refund of the member's contribution plus interest. If no surviving spouse exists, a benefit shall be payable pursuant to subdivisions (2) and (3) of subsection 1 of section 87.220, or by the immediate refund of the member's contribution plus interest.\n\n5. Any firefighter retiring pursuant to the provisions of this section shall be entitled to receive a cost-of-living allowance of five percent per year for a maximum of five years.\n\n(L. 2002 H.B. 1455 merged with S.B. 1107)\n\nEffective 7-11-02 (H.B. 1455); 8-28-02 (S.B. 1107)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-177/"
    },
    {
      "id": "section-87-182",
      "number": "87.182",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.182. Deferred retirement option plan, established, may include self-directed program — procedures — election to stop participation, how — death, effect of — interest earned. —1. The board may develop and establish a deferred retirement plan program (DROP) which may include a self-directed program, in which members eligible for retirement may participate. The DROP program shall be designed to allow members with at least twenty years of creditable service who have achieved eligibility for retirement and receipt of a service retirement allowance to continue active employment and defer receipt of the retirement allowance for a period not to exceed five years. Any member who has at least twenty years of creditable service may elect in writing before retirement to participate in the DROP program. A member electing to participate in the DROP program shall continue in active employment and shall not receive any direct retirement allowance payments during the time of participation. Upon the start of participation in the DROP program, the member shall make the contributions as provided in section 87.295. No contribution shall be required by the city. During the period of participation in the DROP program, the amount that the member would have received as a service retirement allowance shall be deposited monthly in the member's DROP account which shall be established in his or her name by the board. Service earned during the period of participation in the DROP program shall not be creditable service and shall not be counted in determination of any service retirement allowance.\n\n2. If a member who has elected to participate in the DROP program chooses to stop participation in the DROP program, he or she shall notify the board in writing. Upon receipt of notice of a member's desire to end participation in the DROP program, the board shall return the member to non-DROP participation status and both the member and the city shall make the contributions required by sections 87.120 to 87.370. Service rendered after restoration of the member to non-DROP participation status shall be counted as creditable service. No member ending participation in the DROP program and returning to non-DROP participation status shall make any withdrawal from his or her DROP account until after termination of employment. If after return to non-DROP participation status, a member retires, the member's retirement allowance shall be computed on the combination of the member's pre-DROP service retirement allowance plus an additional allowance earned by a member after returning to non-DROP participation status. Post-DROP participation years of service will be the only years used in computing the additional allowance; however total years of creditable service will be used to determine the appropriate level of additional allowance, two percent or five percent, for each year of post-DROP participation service. Upon retirement the member shall receive additional benefits as provided under the provisions of sections 87.120 to 87.371 plus the amount which has accumulated in his or her DROP account. The amount in the member's DROP account shall be payable, at the member's option, either as a lump sum payment or as a periodic payment calculated according to a deferred payment plan established by the board.\n\n3. A member who terminates employment after participation in the DROP program may withdraw any amount in his or her DROP account in a lump sum or according to a deferred payment plan established by the board at his option. If the member is eligible to receive a service retirement allowance, benefit payment shall begin at the time specified in sections 87.120 to 87.370.\n\n4. If a member dies prior to termination of employment while participating in the DROP program, the funds in his or her DROP account shall be payable to the member's designated beneficiary under either of the following options:\n\n(1) A lump sum payment equal to the amount in the member's DROP account shall be paid to the beneficiary or the member's estate. The benefits for a beneficiary provided under the provisions of sections 87.120 to 87.370 shall be based on the member's compensation and creditable service prior to the member's election to participate in the DROP program; or\n\n(2) The beneficiary shall waive any right, claim or interest in the member's DROP account and any benefits payable to the beneficiary under the provisions of sections 87.120 to 87.370 shall be calculated as if the member had continued as an employee and had not elected to participate in the DROP program. Any funds in a DROP account which has been waived as provided in this subdivision shall become funds of the system.\n\n5. If a member who has elected to participate in the DROP program subsequently applies for and receives benefits for an accidental disability retirement allowance under the provisions of section 87.205, the member shall forfeit all rights, claims or interest in his or her DROP account and the member's benefits shall be calculated as if the member had continued in employment and had not elected to participate in the DROP program. Any funds in a DROP account which has been forfeited as provided in this subsection shall become funds of the system.\n\n6. Except in the case of any self-directed program, a member's DROP account shall earn interest equal to the percentage rate of return of the system's investment portfolio as certified annually by the system's actuary in the yearly evaluation report. Except in the case of any self-directed program, the interest shall be credited annually to the member's account beginning with the start of the second fiscal year of participation.\n\n7. No member may elect to participate in the DROP program more than once.\n\n(L. 1993 H.B. 259 § 87.180, A.L. 1995 H.B. 260, et al. merged with S.B. 404, A.L. 2003 S.B. 456)\n\nEffective 5-15-03",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-182/"
    },
    {
      "id": "section-87-179",
      "number": "87.179",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.179. Funding for increases in benefit provisions from future benefits fund. —The funding for increases in benefit provisions of sections 87.170, 87.175, 87.182 and 87.371 shall be funded from the future benefits fund upon approval of an appropriate enabling ordinance.\n\n(L. 1995 H.B. 260, et al. merged with S.B. 404)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-179/"
    },
    {
      "id": "section-87-185",
      "number": "87.185",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.185. Military service during war credited. —If, at any time since first becoming a member of the retirement system, a member has served in the Armed Forces of the United States, in any war or period of armed hostilities between the Armed Forces of the United States and those of a foreign power, and is subsequently reinstated as a firefighter within ninety days after his or her discharge, the member shall be granted credit for such service as if his or her service in the fire department of the city had not been interrupted by his or her induction into the Armed Forces of the United States, and as if the member had made the required contributions during such service. If earnable compensation is needed for such period in computation of benefits it shall be calculated on the basis of the compensation payable to the officers of his or her rank during the period of his or her absence.\n\n(L. 1959 S.B. 314 § 86.520, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-185/"
    },
    {
      "id": "section-87-190",
      "number": "87.190",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.190. Disability retirement after five years of service. —Upon the application of a member in service or of the chief of the fire department, any member who has had five years or more of creditable service shall be retired by the board of trustees, not less than thirty and not more than ninety days next following the date of filing the application on an ordinary disability retirement allowance, if the medical board after a medical examination of the member shall certify that such member is mentally or physically incapacitated for the further performance of duty, that such incapacity is likely to be permanent, and that the member should be retired.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.523, A.L. 1961 p. 213)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-190/"
    },
    {
      "id": "section-87-195",
      "number": "87.195",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.195. Ordinary disability retirement, when, amount. —1. Upon retirement for ordinary disability, a member shall receive a service retirement allowance if he has twenty years or more of creditable service; otherwise he shall receive an ordinary disability retirement allowance which shall be the larger of:\n\n(1) Ninety percent of a service retirement allowance based on his creditable service and calculated the date of disability retirement, or\n\n(2) One-fourth of his average final compensation, except that such allowance shall not exceed ninety percent of the service retirement allowance based on his creditable service and calculated at the date of disability retirement.\n\n2. In addition to whichever of the allowances the member shall receive for retirement for ordinary disability, there shall be paid to him an additional allowance of ten percent of his average final compensation for each unmarried dependent child under the age of eighteen and each unmarried child, regardless of age, who is totally and permanently mentally or physically incapacitated from engaging in gainful employment sufficiently remunerative to support himself, but such additional allowance shall not be paid on more than three children.\n\n3. No benefits under this section shall be paid to a child over eighteen years of age who is totally and permanently mentally or physically disabled and incapacitated if such child is a patient or ward in a publicly supported institution.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.527, A.L. 1961 p. 213, A.L. 1967 1st Ex. Sess. p. 876, A.L. 1983 H.B. 694 & 171)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-195/"
    },
    {
      "id": "section-87-200",
      "number": "87.200",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.200. Retirement for accidental disability. —Upon application by the member or the chief of the fire department, any member who has become totally and permanently incapacitated for duty as the natural and proximate result of an accident occurring while in the actual performance of duty or exposure while in the actual performance of duty in response to an emergency call shall be retired by the board of trustees, if the medical board shall certify that the member is mentally or physically incapacitated for further performance of duty, that such incapacity is likely to be permanent and that the member should be retired. If the accident occurred prior to the beginning of the member's twentieth year of service, application for benefits must be made before this time, except that the interval between the date of accident and of application may be at least one year.\n\n(L. 1943 p. 708 § 6, A.L. 1957 p. 282 § 86.528, A.L. 1959 S.B. 314, A.L. 1961 p. 214, A.L. 1967 1st Ex. Sess. p. 876, A.L. 1983 H.B. 694 & 171)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-200/"
    },
    {
      "id": "section-87-205",
      "number": "87.205",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.205. Accidental disability retirement allowance. —1. Upon retirement for accidental disability before August 28, 2011, a member shall receive seventy-five percent of the pay then provided by law for the highest step in the range of salary for the title or rank held by such member at the time of such retirement unless the member is permanently and totally incapacitated from performing any work, occupation or vocation of any kind whatsoever and is continuously confined to the member's home except for visits to obtain medical treatment, in which event the member may receive, in the discretion of the board of trustees, a retirement allowance in an amount not exceeding the member's rate of compensation as a firefighter in effect as of the date the allowance begins.\n\n2. Anyone who has retired pursuant to the provisions of section 87.170 and has been reinstated pursuant to subsection 2 of section 87.130 who subsequently becomes disabled, as provided in section 87.200, shall receive a total benefit which is the higher of either the disability pension or the service pension.\n\n3. Upon retirement for accidental disability on or after August 28, 2011, based on conditions of the heart, lungs, or cancer or based on permanent and total disability which will prevent the member from obtaining employment elsewhere, as determined by the board of trustees based on medical evidence presented by the retirement system's physicians, a member shall receive, regardless of his or her number of years of creditable service, seventy-five percent of the earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of such retirement.\n\n4. Except as provided in subsection 3 of this section, upon retirement for accidental disability on or after August 28, 2011, a member shall receive a base pension equal to twenty-five percent of the member's earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of such retirement.\n\n5. Except as provided in subsection 3 of this section, upon retirement for accidental disability on or after August 28, 2011, the member may elect to receive an education allowance in an amount not to exceed the tuition for a state resident at the University of Missouri-St. Louis. The accidentally disabled member shall enroll in a college, university, community college, or vocational or technical school at the first opportunity after the accidentally disabled member was retired and shall receive such educational allowance in the form of reimbursement upon proof of payment to such institution. The education allowance described in this subsection shall cease when the accidentally disabled member ceases to be a full-time student, fails to provide proof of achievement of a grade point average of two on a four-point scale or the equivalent on another scale for each academic term, or if the accidentally disabled member is restored to active service as a firefighter, but in no event shall such education allowance be available for more than five years after the member is retired under section 87.200.\n\n6. Except as provided in subsection 3 of this section, upon retirement for accidental disability on or after August 28, 2011, in addition to the base pension provided for in subsection 4 of this section and the education allowance provided for in subsection 5 of this section, members with twenty-five years or less of creditable service shall receive an additional accidental retirement pension equal to two and three-fourths percent of the member's earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of retirement for each year of creditable service equal to or greater than ten years but not more than twenty-five years.\n\n7. Except as provided in subsection 3 of this section, upon retirement for accidental disability on or after August 28, 2011, in addition to the base pension provided for in subsection 4 of this section and the additional accidental retirement pension provided for in subsection 6 of this section, for members with twenty-five years or less of creditable service, then during such time that the disabled member is a full-time student in a college, university, community college, or vocational or technical school and is receiving the educational allowance provided for in subsection 5 of this section, such member shall also receive a supplemental disability retirement pension in the amount necessary so that his or her total accidental disability retirement pension, excluding the education allowance, shall be equal to one hundred percent of the earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of such retirement. In no event shall such supplemental accidental disability pension be paid for a period more than five years after the member is retired under section 87.200.\n\n8. Except as provided in subsection 3 of this section, upon retirement for accidental disability on or after August 28, 2011, in addition to the base pension provided for in subsection 4 of this section and the education allowance provided for in subsection 5 of this section, for members with more than twenty-five years of creditable service, such member shall also receive an additional pension equal to fifty percent of the member's earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of such retirement.\n\n9. Notwithstanding any other provisions in this section, upon retirement for accidental disability, other than as provided in subsection 3 of this section, on or after August 28, 2011, a member with more than twenty years of creditable service but not more than twenty-five years of creditable service may waive the right to receive the education allowance provided for in subsection 5 of this section, the right to additional pension retirement allowance provided for in subsection 6 of this section, and the right to receive the supplemental disability retirement pension provided for in subsection 7 of this section and may elect to receive instead in addition to the accidental disability retirement base pension as provided for in subsection 4 of this section an additional pension from the date of such member's retirement equal to forty percent of the member's earnable compensation then provided for the step in the range of salary for the title or rank held by such member at the time of such retirement. Any such election shall be made prior to such member's receipt of his or her first accidental disability pension payment.\n\n(L. 1959 S.B. 314 § 86.531, A.L. 1967 p. 168, A.L. 1996 H.B. 1404, A.L. 2001 S.B. 290, A.L. 2011 H.B. 282 merged with H.B. 664)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-205/"
    },
    {
      "id": "section-87-207",
      "number": "87.207",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.207. Cost-of-living increase, how determined. —The following allowances due under the provisions of sections 87.120 to 87.371 of any member who retired from service shall be increased annually, as approved by the board of trustees beginning with the first increase in the October following his or her retirement and subsequent increases in each October thereafter, at the rates designated:\n\n(1) With a retirement service allowance or ordinary disability allowance:\n\n(a) One and one-half percent per year, compounded each year, up to age sixty for those retiring with twenty to twenty-four years of service,\n\n(b) Two and one-fourth percent per year, compounded each year, up to age sixty for those retiring with twenty-five to twenty-nine years of service,\n\n(c) Three percent per year, compounded each year, up to age sixty for those retiring with thirty or more years of service,\n\n(d) After age sixty, five percent per year for five years;\n\n(2) With an accidental disability allowance, three percent per year, compounded each year, up to age sixty, then five percent per year for five years. Provided, however, for accidental disability on or after August 28, 2011, for reasons other than provided in subsection 3 of section 87.205, unless a member has more than twenty-five years of creditable service, the accidental disability allowance shall only increase at a rate of one percent per year, compounded each year, up to age sixty, then five percent per year for five years. For accidental disability on or after August 28, 2011, for reasons other than provided in subsection 3 of section 87.205, if a member has more than twenty-five years of creditable service, the accidental disability allowance shall only increase at a rate of two and one-fourth percent per year, compounded each year, up to age sixty, then five percent per year for five years.\n\n(L. 1969 p. 163 § 1, A.L. 1973 H.B. 591, A.L. 1983 H.B. 694 & 171, A.L. 2002 H.B. 1455 merged with S.B. 1107, A.L. 2011 H.B. 282 merged with H.B. 664)\n\n(1975) Held an increase in pensions for persons already retired based on cost of living violates article VI, § 25, Constitution of Missouri, and that pension funds retain their identity as public funds. Section 86.441 insofar as it applies to persons already retired on August 13, 1972, is unconstitutional. Police Retirement System v. Kansas City (Mo.), 529 S.W.2d 388.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-207/"
    },
    {
      "id": "section-87-208",
      "number": "87.208",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.208. Cost-of-living increases for certain persons, when — how computed. —The retirement allowance, due under the provisions of sections 87.120 to 87.370, of any member who retired from service prior to February 15, 1973, with a retirement service allowance, ordinary disability allowance or accidental disability allowance may be increased at the rate of three percent per year or at the discretion of the board of trustees a cash payment may be made in lieu of such percentage increase in an amount to be determined by the board but not to exceed fifty dollars whenever it has been determined by the board of trustees that the consumer price index as published by the United States Department of Labor shows an increase of at least three percent for three consecutive months in the twelve-month period preceding, but not to exceed a total increase of twenty-five percent. Such increase in retirement allowance shall commence in the payment for the first month following the determination by the board of trustees. At least once each quarter the board of trustees shall, at a regular meeting or at a special meeting called for that purpose, consider the question of whether there has been an increase in such consumer price index.\n\n(L. 1985 H.B. 558, A.L. 1986 H.B. 856)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-208/"
    },
    {
      "id": "section-87-210",
      "number": "87.210",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.210. Disability beneficiaries to undergo physical examinations. —Once each year during the first five years following the retirement of a member on a disability retirement allowance, and once in every three-year period thereafter, the board of trustees may, and upon his application shall, require any disability beneficiary to undergo a medical examination, the examination to be made at a place designated by the medical board, and to be made by the medical board or by a physician or physicians designated by such board. Should any disability beneficiary refuse to submit to the medical examination, his allowance may be discontinued until his withdrawal of the refusal, and if his refusal continues for one year all rights in and to his allowance may be revoked by the board of trustees.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.532)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-210/"
    },
    {
      "id": "section-87-215",
      "number": "87.215",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.215. Reduction and suspension of pension, when. —1. If the medical board reports and certifies to the board of trustees that the disability beneficiary is engaged or is able to engage in a gainful occupation other than firefighter paying more than the difference between his or her retirement allowance and one and one-half times the then current rate of pay for the rank held by the member at the time of retirement, and if the board of trustees concurs in the report, then the amount of his or her retirement allowance shall be reduced to an amount which together with the amount earnable by him or her in such other occupation shall equal the amount of such current rate of pay. If his or her earning capacity is later changed, the amount of his or her retirement may be further modified. If any such disability beneficiary is found by such medical board to be able to engage in the occupation of firefighter, his or her retirement allowance shall not cease until he or she is restored to active service at the position and title held by such disability beneficiary at the time such disability occurred.\n\n2. If a disability beneficiary is restored to active service, his or her retirement allowance shall cease and he or she shall again become a member. His or her creditable service at the time of his or her retirement shall be restored to full force and effect and in addition, upon his or her subsequent retirement, he or she shall be credited with all his or her additional service as a member, and if his or her then average final compensation is less than the average final compensation used in determining his or her disability benefits, the latter amount shall be used in determining benefits. In addition, an accident-disabled member restored to active service shall be credited with all the time he or she has served as a beneficiary.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 §§ 86.537, 86.538, A.L. 1965 p. 212, A.L. 1967 p. 168, A.L. 1983 H.B. 694 & 171, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-215/"
    },
    {
      "id": "section-87-220",
      "number": "87.220",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.220. Death benefits for beneficiaries of members in service or on accidental disability allowance — child to receive benefits, when. —1. Upon the receipt of proper proofs of the death of a member who retired while in service, including retirement for service, ordinary disability or accidental disability, prior to September 28, 1983, and provided no other benefits are payable, there shall be paid the following benefits:\n\n(1) A retirement allowance to all widows during their widowhood of fifty percent of the deceased member's average final compensation or two hundred dollars per month, whichever is greater, plus ten percent of such compensation to or for the benefit of each unmarried dependent child of the deceased member who is either under age eighteen or who is totally and permanently mentally or physically incapacitated regardless of age, but not in excess of three children, including both classes, and paid as the board of trustees in its discretion shall direct;\n\n(2) If no widow benefits are payable pursuant to subdivision (1) of this subsection, such total allowance as would have been paid, had there been a widow, shall be divided among the unmarried dependent children under age eighteen and such unmarried children, regardless of age, who are totally and permanently mentally or physically incapacitated, and paid, to or for the benefit of such children, as the board of trustees in its discretion shall direct;\n\n(3) Any benefit payable to, or for the benefit of, a child or children under the age of eighteen years pursuant to subdivisions (1) and (2) of this section shall be paid beyond the age of eighteen years through the age of twenty-five years in such cases where the child is a full-time student at a regularly accredited college, business school, nursing school, school for technical or vocational training or university, but such benefit shall cease whenever the child ceases to be a student. A college or university shall be deemed to be regularly accredited which maintains membership in good standing in a national or regional accrediting agency recognized by any state college or university.\n\n2. Upon the receipt of proper proofs of the death of a member in service or who retired while in service, including retirement for service, ordinary disability or accidental disability, after September 28, 1983, and provided no other benefits are payable, there shall be paid the following benefits:\n\n(1) A retirement allowance to all widows during their widowhood of twenty-five percent of the deceased member's average final compensation or two hundred dollars per month, whichever is greater, plus ten percent of such compensation to or for the benefit of each unmarried dependent child of the deceased member who is either under age eighteen or who is totally and permanently mentally or physically incapacitated regardless of age, but not in excess of three children, including both classes, and paid as the board of trustees in its discretion shall direct;\n\n(2) If no widow's benefits are payable pursuant to subdivision (1) of this subsection, such total allowance as would have been paid, had there been a widow, shall be divided among the unmarried dependent children under age eighteen and such unmarried children, regardless of age, who are totally and permanently mentally or physically incapacitated, and paid to or for the benefit of such children, as the board of trustees in its discretion shall direct;\n\n(3) Any benefit payable to, or for the benefit of, a child or children under the age of eighteen years pursuant to subdivisions (1) and (2) of this section shall be paid beyond the age of eighteen years through the age of twenty-five years in such cases where the child is a full-time student at a regularly accredited college, business school, nursing school, school for technical or vocational training or university, but such benefit shall cease whenever the child ceases to be a student. A college or university shall be deemed to be regularly accredited which maintains membership in good standing in a national or regional accrediting agency recognized by any state college or university.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.540, A.L. 1963 p. 142, A.L. 1980 H.B. 1139 & 1140, A.L. 1983 H.B. 694 & 171, A.L. 1996 H.B. 1404)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-220/"
    },
    {
      "id": "section-87-230",
      "number": "87.230",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.230. Widow may serve as special consultant, when, compensation, duties. —1. Any widow who is receiving retirement benefits, upon application to the board of trustees of the retirement system, shall be made, constituted, appointed and employed by the board as a special consultant on the problems of retirement, aging, and other state matters, for the remainder of her life, and upon request of the board, give opinions, and be available to give opinions in writing, or orally, in response to such request, as may be required, and for such services shall be compensated monthly, in an amount, which, when added to any monthly retirement benefits being received, shall not exceed fifty percent of the deceased member's average final compensation or seventy-five percent of the federal poverty level for a single person as set and updated by the United States Department of Health and Human Services or its successor agency, whichever is greater.\n\n2. This compensation shall be consolidated with any other retirement benefits payable to such widow, and shall be paid in the manner and from the same fund as her other retirement benefits under this chapter, and shall be treated in all aspects under the laws of this state as retirement benefits paid pursuant to this chapter.\n\n3. The employment provided for by this section shall in no way affect any person's eligibility for retirement benefits under this chapter, or in any way have the effect of reducing retirement benefits, anything to the contrary notwithstanding.\n\n(L. 1959 S.B. 314 § 86.542, A.L. 1965 p. 214, A.L. 1969 p. 163, A.L. 1980 H.B. 1139 & 1140, A.L. 1983 H.B. 694 & 171, A.L. 2000 H.B. 1808)\n\nEffective 7-01-00",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-230/"
    },
    {
      "id": "section-87-231",
      "number": "87.231",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.231. Surviving spouse as special consultant to the board, when — compensation — effect on eligibility for retirement benefits. —1. In lieu of any benefits payable pursuant to section 87.230, any surviving spouse who is receiving retirement benefits, upon application to the board of trustees of the retirement system, shall be made, constituted, appointed and employed by the board as a special consultant on the problems of retirement, aging, and other state matters, for the remainder of his or her life, and upon request of the board, give opinions, and be available to give opinions in writing, or orally, in response to such request, as may be required, and for such services shall be compensated monthly, in an amount, which, when added to any monthly retirement benefits being received, shall not exceed fifty percent of the deceased member's average final compensation or five hundred twenty-five dollars, whichever is greater.\n\n2. This compensation shall be consolidated with any other retirement benefits payable to such surviving spouse, and shall be paid in the manner and from the same fund as his or her other retirement benefits under this chapter, and shall be treated in all aspects under the laws of this state as retirement benefits paid pursuant to this chapter.\n\n3. The employment provided for by this section shall in no way affect any person's eligibility for retirement benefits under this chapter, or in any way have the effect of reducing retirement benefits, anything to the contrary notwithstanding.\n\n(L. 2002 H.B. 1455 merged with S.B. 1107)\n\nEffective 7-11-02 (H.B. 1455); 8-28-02 (S.B. 1107)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-231/"
    },
    {
      "id": "section-87-235",
      "number": "87.235",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.235. Payments on proof of accidental death in service — beneficiaries. —1. Effective May 1, 2002, upon the receipt of evidence and proof that the death of a member was the result of an accident or exposure at any time or place, provided that at such time or place the member was in the actual performance of the member's duty and, in the case of an exposure, while in response to an emergency call, or was acting pursuant to orders, there shall be paid in lieu of all other benefits the following benefits:\n\n(1) A retirement allowance to the widow during the person's widowhood of seventy percent of the pay then provided by law for the highest step in the range of salary for the next title or next rank above the member's range or title held at the time of the member's death, plus ten percent of such compensation to or for the benefit of each unmarried dependent child of the deceased member, who is either under the age of eighteen, or who is totally and permanently mentally or physically disabled and incapacitated, regardless of age, but not in excess of a total of three children, including both classes, and paid as the board of trustees in its discretion directs;\n\n(2) If no widow benefits are payable pursuant to subdivision (1), such total allowance as would have been paid had there been a widow shall be divided among the unmarried dependent children under the age of eighteen and such unmarried children, regardless of age, who are totally and permanently mentally or physically disabled and incapacitated, and paid to or for the benefit of such children as the board of trustees in its discretion shall direct;\n\n(3) If there is no widow, or child under the age of eighteen years, or child, regardless of age, who is totally and permanently mentally or physically disabled and incapacitated, then an amount equal to the widow's benefit shall be paid to the member's dependent father or dependent mother, as the board of trustees shall direct, to continue until remarriage or death;\n\n(4) Any benefit payable to, or for the benefit of, a child or children under the age of eighteen years pursuant to subdivisions (1) and (2) of this section shall be paid beyond the age of eighteen years through the age of twenty-five years in such cases where the child is a full-time student at a regularly accredited college, business school, nursing school, school for technical or vocational training or university, but such benefit shall cease whenever the child ceases to be a student. A college or university shall be deemed to be regularly accredited which maintains membership in good standing in a national or regional accrediting agency recognized by any state college or university.\n\n2. No benefits pursuant to this section shall be paid to a child over eighteen years of age who is totally and permanently mentally or physically disabled and incapacitated, if such child is a patient or ward in a public-supported institution.\n\n3. Wherever any dependent child designated by the board of trustees to receive benefits pursuant to this section is in the care of the widow of the deceased member, the child's benefits may be paid to the widow for the child.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.547, A.L. 1961 p. 215, A.L. 1963 p. 142, A.L. 1996 H.B. 1404, A.L. 2002 H.B. 1455 merged with S.B. 1107)\n\nEffective 7-11-02 (H.B. 1455); 8-28-02 (S.B. 1107)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-235/"
    },
    {
      "id": "section-87-237",
      "number": "87.237",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.237. Retiree to become special advisor, when, compensation. —1. Any person who served as a firefighter and who is retired and receiving a retirement allowance of less than one hundred percent of the federal poverty level for a single person as set and updated by the United States Department of Health and Human Services or its successor agency may act as a special advisor to the retirement system.\n\n2. For the additional service as a special advisor, each retired person shall receive, in addition to the retirement allowance provided pursuant to this chapter, an additional amount, which amount, together with the retirement allowance he or she is receiving pursuant to other provisions of this chapter, shall equal, but not exceed, one hundred percent of the federal poverty level for a single person as set and updated by the United States Department of Health and Human Services or its successor agency. Any retirement allowance paid to a retiree pursuant to this subsection shall be withdrawn from the firefighters' retirement and relief system fund and no moneys shall be withdrawn from the general revenue fund of any city not within a county.\n\n(L. 1982 H.B. 904, A.L. 2000 H.B. 1808, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-237/"
    },
    {
      "id": "section-87-238",
      "number": "87.238",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.238. Retired firefighters to act as special advisors to retirement system, when — compensation. —1. In lieu of any benefit payable pursuant to section 87.237, any person who served as a firefighter and who is retired and receiving a retirement allowance of less than six hundred twenty-five dollars may act as a special advisor to the retirement system.\n\n2. For the additional service as a special advisor, each retired person shall receive, in addition to the retirement allowance provided pursuant to this chapter, an additional amount, which amount, together with the retirement allowance he or she is receiving pursuant to other provisions of this chapter, shall equal, but not exceed, six hundred twenty-five dollars. Any retirement allowance paid to a retiree pursuant to this subsection shall be withdrawn from the firefighters' retirement and relief system fund and no moneys shall be withdrawn from the general revenue fund of any city not within a county.\n\n(L. 2002 H.B. 1455 merged with S.B. 1107)\n\nEffective 7-11-02 (H.B. 1455); 8-28-02 (S.B. 1107)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-238/"
    },
    {
      "id": "section-87-240",
      "number": "87.240",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.240. Accumulated contributions to be refunded, when. —If a member ceases to be a firefighter except by death or retirement, the firefighter shall be paid on demand the amount of his or her accumulated contributions standing to the credit of his or her individual account in the members' savings fund, and such a member who has left his or her contributions with the system may later withdraw his or her accumulated contributions at any time prior to the beginning of his or her retirement benefits.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.550, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-240/"
    },
    {
      "id": "section-87-245",
      "number": "87.245",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.245. Remainder of accumulated contributions paid to beneficiary. —If there are no further benefits otherwise payable under sections 87.120 to 87.370 and the total amount of benefits paid to date is less than an amount equal to the accumulated contributions of the member at his death or at his retirement whichever occurred first, the difference shall be paid to the beneficiary named to receive the amount or if no such beneficiary is living, to the beneficiary or the estate of the beneficiary last entitled to benefits.\n\n(L. 1959 S.B. 314 § 86.551)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-245/"
    },
    {
      "id": "section-87-250",
      "number": "87.250",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.250. Benefits under this law payable to whom. —All members who are firemen on or after the effective date of this section and their beneficiaries shall receive benefits as provided by sections 87.120 to 87.370, and all members and retired members who are not firemen as of the effective date of this section and their beneficiaries shall receive benefits as provided by the laws in effect prior thereto.\n\n(L. 1959 S.B. 314 § 86.555)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-250/"
    },
    {
      "id": "section-87-255",
      "number": "87.255",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.255. Amounts payable by city under chapter 287 to be set off. —Any amounts which may be paid or payable by the city under the provisions of chapter 287 to a member or to the dependents of a member on account of any disability or death shall be offset against and payable in lieu of any benefits payable out of funds provided by the city under the provisions of sections 87.120 to 87.370 on account of the same disability or death. In case the present value of the total commuted benefits under chapter 287 is less than the reserve on the benefits otherwise payable from funds provided by the city under sections 87.120 to 87.370, then the present value of the commuted payments shall be deducted from the reserve and such benefits as may be provided by the reserve so reduced shall be payable under the provisions of sections 87.120 to 87.370.\n\n(L. 1943 p. 708 § 6, A.L. 1959 S.B. 314 § 86.557, A.L. 1963 p. 144)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-255/"
    },
    {
      "id": "section-87-260",
      "number": "87.260",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.260. Board of trustees shall have exclusive authority to invest and reinvest funds in property — additional investment authority for other plans. —The board of trustees of the firefighters' retirement system shall have the exclusive authority and discretion to invest and reinvest the funds in property of any kind, real or personal. The board of trustees shall invest and manage the fund as a prudent investor would, by considering the purposes, terms, distribution requirements, and other circumstances of the firefighters' retirement system. In satisfying this standard, the board of trustees shall exercise reasonable care, skill, and caution. No trustee shall have any interest as a trustee in the gains or profits made on any investment, except benefits from interest in investments common to all members of the plan, if entitled thereto. To the extent the board of trustees administers a pension plan other than the retirement system, the board of trustees shall also have the authority and discretion to invest and reinvest the funds of such other pension plan in property of any kind, real or personal. The board of trustees may choose to invest the funds of the retirement system and the funds of the other pension plan in the same investments so long as the amounts invested and the gains, profits, or losses on such investments are accounted for separately. No benefits due to the firefighters or such firefighters'*covered dependents from the other pension plan shall be paid from the funds of the retirement system. Nothing in this section shall prevent the board of aldermen**of a city not within a county from adopting ordinances to govern the pensioning of firefighters and such firefighters'*covered dependents in any other pension plan simultaneously administered by the board of trustees of the retirement system.\n\n(L. 1943 p. 708 § 7, A.L. 1959 S.B. 314 § 86.560, A.L. 1979 S.B. 280, A.L. 2006 H.B. 1344, A.L. 2025 H.B. 147 merged with H.B. 225 merged with S.B. 71 merged with S.B. 271)\n\n*Word \"their\" appears in original rolls of H.B. 225 and S.B. 271, 2025.\n\n**Word \"alderman\" appears in original rolls of H.B. 225 and S.B. 271, 2025.\n\nCROSS REFERENCE:\n\nMultinational banks, securities and obligations of, investment in, when, 409.950",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-260/"
    },
    {
      "id": "section-87-262",
      "number": "87.262",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.262. Representative may be appointed to hold title to investments. —Nothing in the provisions of sections 87.120 to 87.370 shall be construed as prohibiting the retirement system from appointing, designating, and using a nominee or representative for purposes of acquiring, holding title to, and disposing of those investments which are authorized by section 87.260.\n\n(L. 1979 S.B. 280)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-262/"
    },
    {
      "id": "section-87-265",
      "number": "87.265",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.265. Interest to be allowed — credit to members' accounts. —The board of trustees annually shall allow interest at the rate determined by the board on the mean amount for the preceding year in each of the funds with the exception of the expense fund. The amount so allowed shall be due and payable to the funds and shall be annually credited thereto by the board of trustees from interest and other earnings on the moneys and other assets of the retirement system. From the interest allocated to the members' savings fund, the board of trustees shall annually credit each member's individual account with interest on the largest balance remaining in each account for the entire year and at the rate determined by the board.\n\n(L. 1943 p. 708 § 7, A.L. 1959 S.B. 314 § 86.561)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-265/"
    },
    {
      "id": "section-87-270",
      "number": "87.270",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.270. City treasurer to keep funds, how disbursed. —The treasurer of the city shall be the custodian of the several funds. All payments from the funds shall be made by him only upon vouchers signed by two persons designated by the board of trustees. A duly attested copy of the resolution of the board of trustees designating the persons and bearing on its face specimen signatures of the persons shall be filed with the treasurer as his authority for making payments upon the vouchers. No voucher shall be drawn unless it shall previously have been allowed by the board of trustees.\n\n(L. 1943 p. 708 § 7, A.L. 1959 S.B. 314 § 86.562)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-270/"
    },
    {
      "id": "section-87-275",
      "number": "87.275",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.275. Amount kept on deposit. —For the purpose of meeting disbursements for benefits and other payments there may be kept available cash not exceeding ten percent of the total amount in the several funds of the retirement system on deposit in one or more banks or trust companies in the city, organized under the laws of the state of Missouri, or of the United States. The amount on deposit in any one bank or trust company shall not exceed twenty-five percent of the paid up capital and surplus of the bank or trust company.\n\n(L. 1943 p. 708 § 7, A.L. 1959 S.B. 314 § 86.563)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-275/"
    },
    {
      "id": "section-87-280",
      "number": "87.280",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.280. Trustees, employees not to have interest in contracts or money. —Except as herein provided, no trustee and no employee of the board shall have any direct interest in the gains or profits of any investment made by the board of trustees, nor as such receive any pay or emolument for his services. No trustee or employee of the board of trustees shall directly or indirectly for himself or as an agent in any manner use the assets of the retirement system except to make such current and necessary payments as are authorized by the board of trustees, nor shall any trustee or employee of the board become an endorser or surety or become in any manner an obligor for moneys loaned by or borrowed from the board of trustees.\n\n(L. 1943 p. 708 § 7, A.L. 1959 S.B. 314 § 86.564)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-280/"
    },
    {
      "id": "section-87-285",
      "number": "87.285",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.285. Assets in four funds — names of. —All the assets of the retirement system shall be credited according to the purpose for which they are held to one of four funds; namely, the members' savings fund, the benefit reserve fund, the general reserve fund, and the expense fund. The board of trustees is authorized to transfer and close out the fund accounts as provided prior to the effective date of sections 87.120 to 87.370 into the appropriate fund accounts provided by sections 87.120 to 87.370.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.565)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-285/"
    },
    {
      "id": "section-87-288",
      "number": "87.288",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.288. Retired firefighter not receiving cost-of-living benefit, special consultant — compensation, amount. —1. Any person who served as a firefighter who is retired and not receiving a cost-of-living benefit and any surviving spouse or dependent child receiving retirement benefits, but not receiving a cost-of-living benefit shall be made, constituted, and appointed as a special consultant on the problems of retirement, aging, and other state matters, and be available to give opinion in writing or orally, in response to such requests as may be required and for such services shall be compensated annually in accordance with the provisions of subsection 2 of this section.\n\n2. Effective September 1, 1996, and annually thereafter, one-half of the annual interest earned in the future benefits fund created pursuant to section 87.287*shall be appropriated to provide an ad hoc COLA administered by the board of trustees and from September 1, 2016, and annually thereafter three-fourths of the annual interest earned in the future benefits fund created pursuant to section 87.287*shall be appropriated to provide an ad hoc COLA administered by the board of trustees based upon the formula in this subsection. The distributable amount shall be divided by the number of retirees and surviving spouses and dependent children eligible to receive the ad hoc COLA pursuant to this provision calculated and distributed based upon the following years of service:\n\n(1) Members retiring with thirty or more years of service shall receive a full share of the distributable amount;\n\n(2) Members retiring with twenty-five or more years of service but less than thirty years shall receive a three-quarter share of the distributable amount;\n\n(3) Members retiring with less than twenty-five years shall receive a one-half share of the distributable amount;\n\n(4) Surviving spouses and dependent children shall receive one-half of the ad hoc COLA the member would have been entitled to receive.\n\n(L. 1995 H.B. 260, et al. merged with S.B. 404, A.L. 2001 S.B. 290)\n\n*Section 87.287 was repealed by S.B. 1001, 2000.",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-288/"
    },
    {
      "id": "section-87-290",
      "number": "87.290",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.290. Members' savings fund. —The members' savings fund shall be the fund in which shall be accumulated contributions of the members.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.567)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-290/"
    },
    {
      "id": "section-87-295",
      "number": "87.295",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.295. Contributions by member, how computed. —The board of trustees shall certify to the chief of the fire department and the chief of the fire department shall cause to be deducted from the salary of each member on each and every payroll for each and every pay period, eight percent of the compensation of each member not participating in the DROP program and one percent of the compensation of each member participating in the DROP program.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.570, A.L. 1977 H.B. 308, A.L. 1993 H.B. 259)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-295/"
    },
    {
      "id": "section-87-300",
      "number": "87.300",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.300. Members deemed to consent to deduction — amount to be credited to members' savings fund. —The deductions provided for herein shall be made notwithstanding that the minimum compensation provided by law for any member shall be reduced thereby. Every member shall be deemed to consent to the deductions made and provided for herein, and shall receipt for his full salary or compensation, and payment of salary or compensation less the deduction shall be a full and complete discharge and acquittance of all claims and demands whatsoever for services rendered during the period covered by the payment except as to benefits provided by sections 87.120 to 87.370. The chief of the fire department shall certify to the board of trustees on each and every payroll or in such other manner as the board of trustees shall prescribe the amount deducted, and such amounts shall be paid into the members' savings fund and shall be credited to the individual account of the member from whose compensation the deduction was made.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.573)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-300/"
    },
    {
      "id": "section-87-305",
      "number": "87.305",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.305. Refunds of contributions, when. —The board of trustees is authorized at its discretion to make refunds or grant additional benefits for such parts of contributions as were made prior to the adoption of the eight percent rate for all members which were in excess of the compulsory contributions required of each member.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.577, A.L. 1977 H.B. 308)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-305/"
    },
    {
      "id": "section-87-310",
      "number": "87.310",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.310. Repayment with interest of contributions withdrawn on reinstatement of member. —When any member terminates his or her employment as a firefighter and withdraws his or her accumulated contributions from the retirement system, he or she ceases to be a member of the retirement system. If he or she is reinstated as a firefighter he or she will again become a member of the retirement system as a new member with no creditable service prior to his or her termination. However, any member currently employed as a firefighter may repay the retirement system his or her total accumulated contribution withdrawn at the time of his or her termination and an amount of interest on such contribution at the same rate per annum as allowed in the member's savings account in the same period. Such repayment shall occur within two years after August 13, 1984, and when made the member shall then receive full credit for service prior to the date of his or her termination.\n\n(L. 1984 S.B. 617, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-310/"
    },
    {
      "id": "section-87-315",
      "number": "87.315",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.315. Benefit reserve fund. —The benefit reserve fund shall be the fund from which shall be paid all benefits except such benefits as involve only the refund of the members' contributions at time of withdrawal in which case the refund shall be made direct from the members' savings fund. There shall be transferred to this fund at time of approval of payment of benefits to any member or beneficiary, the accumulated contributions of such member from the members' savings fund and such additional amount from the general reserve fund as is calculated by the actuary to be necessary with the member's contributions to provide the payment of all benefits arising from the service of the member. Upon the completion of the first valuation after the creation of this fund, there shall be transferred to it from the annuity reserve fund, the pension reserve fund and the pension accumulation fund such amounts as are certified by the actuary on the basis of the tables then in use for all beneficiaries receiving benefits.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.580)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-315/"
    },
    {
      "id": "section-87-320",
      "number": "87.320",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.320. General reserve fund. —The general reserve fund shall be the fund in which shall be accumulated all reserves for benefits not provided by members' contributions, and which are provided by contributions made by the city.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.583)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-320/"
    },
    {
      "id": "section-87-325",
      "number": "87.325",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.325. Contributions by city to general reserve fund. —Contributions to and payments from the general reserve fund shall be as follows: On account of each member there shall be paid annually into the fund by the city an amount equal to a certain percentage of the earnable compensation of the member to be known as \"the normal contribution\" and an additional amount equal to a percentage of his earnable compensation to be known as \"the accrued liability contribution\". The rates percent of the contributions shall be fixed on the basis of the liabilities of the retirement system as shown by actuarial valuations.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.587)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-325/"
    },
    {
      "id": "section-87-330",
      "number": "87.330",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.330. Normal contribution rate, determination of. —On the basis of the interest rate and of such mortality and other tables as shall be adopted by the board of trustees, the actuary shall determine the uniform and constant percentage of the earnable compensation of the average new entrant, which, if contributed throughout his entire period of active service, would be sufficient to provide for the payment of any death benefit or pension payable on his account. The rate percent so determined shall be known as \"the normal contribution rate\". After the accrued liability contribution has ceased to be payable the normal contribution rate shall be the rate percent of the earnable compensation of all members obtained by deducting from the total liabilities of the fund the amount of the funds in hand to the credit of the fund and dividing the remainder by one percent of the present value of the prospective future compensation of all members as computed on the basis of the interest rate and the mortality and service tables adopted by the board of trustees. The normal rate of contribution shall be determined by the actuary after each valuation.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.590)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-330/"
    },
    {
      "id": "section-87-335",
      "number": "87.335",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.335. Accrued liability contribution rate, determination of. —At the first valuation after the effective date of these amendments (in 1959) the actuary engaged by the board of trustees shall compute the rate percent of the total earnable compensation of all members which is equivalent to three and one-half percent of the amount of the total unfunded benefit liability on account of all members and beneficiaries which is not dischargeable by the aforesaid normal contribution made on account of such members during the remainder of their active service. The rate percent originally so determined shall be known as \"the accrued liability contribution rate\".\n\n(L. 1943 p. 708 § 8, A.L. 1951 p. 355 § 86.593, A.L. 1959 S.B. 314)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-335/"
    },
    {
      "id": "section-87-340",
      "number": "87.340",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.340. Total amount payable to general reserve fund. —The total amount payable in each year to the general reserve fund shall be not less than the sum of the rates percent known as the normal contribution rate and the accrued liability contribution rate of the total compensation earnable by all members during the year, and the aggregate payment by the city shall be sufficient when combined with the amount in the fund to provide the retirement allowances and other benefits payable out of the fund during the then current year. The city may contribute at any time from bond issue or other available funds an amount equal to the unfunded accrued liability as certified by the actuary in which event no further accrued liability contribution will be required or may contribute any lesser amount which will be used to proportionately reduce future accrued liability contributions.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.597)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-340/"
    },
    {
      "id": "section-87-345",
      "number": "87.345",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.345. Accrued liability contribution discontinued, when — decreased, when — changes amortized, when. —The accrued liability contribution should be discontinued as soon as the accumulated reserve in the general reserve fund shall equal the present value as actuarially computed and approved by the board of trustees, of the total liability of the fund, less the present value computed on the basis of the normal contribution rate then in force of the prospective normal contributions to be received on account of persons who are at that time members. The accrued liability contribution rate may be decreased by the board of trustees provided the reduced level rate does not require an amortization period extending beyond the year 2010 for any accrued liability as of August 31, 1980. Subsequent to that date, any changes in the accrued liability by reason of changes in the benefits payable under the retirement system, changes in the actuarial assumptions, or changes in the actuarial funding method are to be amortized over a period not exceeding thirty years from the date in which the additional accrued liabilities are recognized in the annual actuarial valuation of the system.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.600, A.L. 1983 H.B. 694 & 171)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-345/"
    },
    {
      "id": "section-87-350",
      "number": "87.350",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.350. Expense fund, purposes, determination of amount — limitation on payment of expenses. —The expense fund shall be the fund to which shall be credited all money provided to pay the administration expenses of the retirement system and from which shall be paid all the expenses necessary in connection with the administration and operation of the system. Annually the board of trustees shall estimate the amount of money necessary to be paid into the expense fund during the ensuing year to provide for the expense of operation of the retirement system. Such estimate shall be provided by the board of trustees from interest and other earnings on assets of the retirement system. In no event shall any expenses, including administrative expenses, incurred by the board of trustees in the administration of any pension plan other than the retirement system or in the investment of any funds of any pension plan other than the retirement system be paid from the funds of the retirement system. Such expenses shall be paid entirely from the funds of the other pension plan.\n\n(L. 1943 p. 708 § 8, A.L. 1959 S.B. 314 § 86.613, A.L. 1965 p. 214, A.L. 2025 H.B. 147 merged with H.B. 225 merged with S.B. 271)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-350/"
    },
    {
      "id": "section-87-355",
      "number": "87.355",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.355. Amounts due from city, certification, budget and appropriation. —On or before the first of March of each year the board of trustees shall certify to the proper city authorities the amount which will become due and payable during the year next following to the general reserve fund. The amount so certified shall be included by the city authorities in their annual budget estimate. The amount so certified shall be appropriated by the city and transferred to the retirement system for the ensuing year.\n\n(L. 1943 p. 708 § 9, A.L. 1959 S.B. 314 § 86.617, A.L. 1965 p. 214)\n\n(2007) Requirement that city pay entire contribution amounts certified by trustees for police retirement system and firemen's retirement system does not violate section 21, article X, Constitution of Missouri. Neske v. City of St. Louis, 218 S.W.3d 417 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-355/"
    },
    {
      "id": "section-87-360",
      "number": "87.360",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.360. Reserves made obligation of city. —The creation and maintenance of reserves in the general reserve fund and the maintenance of benefit reserves as provided for and the payment of all benefits granted under the provisions of sections 87.120 to 87.370 are hereby made obligations of the city.\n\n(L. 1959 S.B. 314 § 86.620, A.L. 1965 p. 214)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-360/"
    },
    {
      "id": "section-87-365",
      "number": "87.365",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.365. Benefits exempt from taxes and civil process. —The right of any person to a benefit, any other right accrued or accruing to any person under the provisions of sections 87.120 to 87.370 and the moneys in the various funds created under sections 87.120 to 87.370 are hereby exempt from any tax of the state of Missouri and shall not be subject to execution, garnishment, attachment or any other process whatsoever and shall be unassignable except as in sections 87.120 to 87.370 specifically provided.\n\n(L. 1943 p. 708 § 12, A.L. 1959 S.B. 314 § 86.627)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-365/"
    },
    {
      "id": "section-87-367",
      "number": "87.367",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.367. Health care plan may be adopted for retirees, procedure and funding. —1. The board of trustees may provide or contract for insurance benefits to cover hospital, surgical, and medical expenses for retirees under sections 87.120 to 87.370, in an amount not to exceed one hundred dollars per month for each retiree.\n\n2. If the board agrees to provide benefits pursuant to this section, a separate account for hospital, surgical and medical benefits shall be established as part of the benefit reserve fund. All benefits and premiums shall be transferred from the general revenue fund of the system to the benefit reserve fund for payment of hospital, surgical and medical benefits.\n\n3. Any retiree who is receiving benefits from the system may make application to the board to be named as a special advisor to the firemen's retirement system. Upon the acceptance of such application, the board may deposit in the fund created in subsection 2 of this section an amount not to exceed one hundred dollars per month for the applicant and may make a monthly payment from the fund created in subsection 2 of this section toward health care benefits for the applicant as provided in subsection 1 of this section.\n\n(L. 1987 H.B. 59)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-367/"
    },
    {
      "id": "section-87-370",
      "number": "87.370",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.370. False statement, a misdemeanor — adjustment of benefits resulting from false statement. —Any person who shall knowingly make any false statement, or shall falsify or permit to be falsified any record or records of this retirement system in any attempt to defraud such system as a result of such act, is guilty of a misdemeanor. Should any change or error in records result in any member or beneficiary receiving from the retirement system more or less than he would have been entitled to receive had the records been correct, the board of trustees shall correct the error and, as far as practicable, shall adjust the payments in such a manner that the actuarial equivalent of the benefit to which such member or beneficiary was correctly entitled shall be paid.\n\n(L. 1943 p. 708 § 13, A.L. 1955 p. 275 § 86.630, A.L. 1959 S.B. 314)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-370/"
    },
    {
      "id": "section-87-371",
      "number": "87.371",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.371. Unused sick leave, how credited. —1. Any member retiring pursuant to the provisions of sections 87.120 to 87.370, after working continuously for an entity covered by sections 87.120 to 87.370, until reaching retirement age, but not including retirement for service-connected disability, shall be credited with all of the member's unused sick leave as certified by the member's employing entity.\n\n2. No member working on or after July 1, 2000, shall be credited with sick leave at a rate less than or more than the rate being earned on July 1, 2000, nor shall any cap or limit applied to accumulated sick leave after July 1, 2000, be construed as a limit on the number of sick days actually earned without reference to the cap or limit which may be credited pursuant to the provisions of this section. When calculating years of service, each member shall be entitled to one day of creditable service for each day of unused accumulated sick leave earned by the member.\n\n3. Accumulated sick leave shall allow a member to vest in the retirement system by using such credited sick leave to reach the time of vesting and shall also allow a member to exceed a seventy-five percent service retirement allowance by adding accumulated sick leave to no more than thirty years of creditable service or a member who is participating in the DROP program established in section 87.182 may elect upon retirement to have placed in his or her DROP account a dollar amount equal to his or her accumulated number of sick leave hours multiplied by his or her hourly rate of pay at the time of retirement, or to place one-half of this dollar amount in the member's DROP account, to have one-fourth of this dollar amount added to the member's average final compensation, and to have the remaining one-fourth of this dollar amount remain as time and added to the member's creditable service.\n\n(L. 1989 S.B. 334 § 1, A.L. 1995 H.B. 260, et al. merged with S.B. 404, A.L. 1999 S.B. 308 & 314, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-371/"
    },
    {
      "id": "section-87-380",
      "number": "87.380",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.380. Fire departments in cities of over 100,000 may create relief fund. —Any fire department existing by authority of the laws of this state, or any municipal authority thereof, in any city in this state now having or which may hereafter acquire a population of more than one hundred thousand inhabitants, is hereby authorized and empowered to create funds for the purpose of pensioning firemen, and affording relief to members of such fire department when sick, or who may become disabled in the service, or retired, and provide for the relief of the families and other dependents of such firemen in case of death, under such rules and regulations as may be enacted by the board of trustees of such funds, subject to the provisions of sections 87.380 to 87.490, and not inconsistent with the constitution and laws of this state.\n\n(RSMo 1939 § 9520)\n\nPrior revisions: 1929 § 8953; 1919 § 9054; 1909 § 9879",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-380/"
    },
    {
      "id": "section-87-385",
      "number": "87.385",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.385. Board of trustees, how composed. —In cities, the treasurer, the counselor, the clerk or register, and the comptroller, where such office exists, the chief officer of the fire department, four members of the fire department and one of the retired or pensioned members, whose term of office shall be for one year and who shall be appointed by the mayor on or about the first Monday of December of each year, shall constitute and be a board to be known as \"The Board of Trustees of the Firemen's Pension Fund\". The board shall select from their members a president and secretary. The members of the fire department, and the retired or pensioned members, shall each hold an election on the first Monday of December of each year and respectively select four members of the department and one retired or pensioned member for recommendation to the mayor for appointment as members of said board, but the mayor shall not be required to appoint the candidates so recommended.\n\n(RSMo 1939 § 9522)\n\nPrior revisions: 1929 § 8955; 1919 § 9056; 1909 § 9881",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-385/"
    },
    {
      "id": "section-87-390",
      "number": "87.390",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.390. City treasurer ex officio member of board. —The treasurer, in all cities in this state to which sections 87.380 to 87.490 are applicable, shall be ex officio treasurer of said board, and as such shall have charge of the funds and securities provided for herein. He shall give such bond as the board may require, and shall be subject to the order and direction of the board.\n\n(RSMo 1939 § 9523)\n\nPrior revisions: 1929 § 8956; 1919 § 9057; 1909 § 9882",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-390/"
    },
    {
      "id": "section-87-395",
      "number": "87.395",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.395. Treasurer — duties — bond. —The treasurer of the board of trustees shall be the custodian of said pension funds, and shall secure and safely keep the same, subject to the control and direction of the board, and shall keep his books and accounts concerning said funds in such manner as may be prescribed by the board, and said books and accounts shall always be subject to the inspection of the board or any member thereof. The treasurer shall execute a bond to the city, with good and sufficient sureties, in such penal sum as the board shall direct, to be approved by the board, conditioned for the faithful performance of the duties of his office, and that he will safely keep and well and truly account for all moneys and property which may come to his hands as such treasurer, and that on the expiration of his term of office he will surrender and deliver over to his successor all unexpended moneys, and all securities and property which may have come to his hands as treasurer of such funds; and said bond shall be filed in the office where the records of the city are kept, and may be sued on in the name of said city, to the use of said board or any person or persons injured by a breach thereof.\n\n(RSMo 1939 § 9536)\n\nPrior revisions: 1929 § 8971; 1919 § 9072; 1909 § 9897",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-395/"
    },
    {
      "id": "section-87-400",
      "number": "87.400",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.400. Creation of fire department pension fund — sources of revenue. —The revenues which shall form and maintain the fire department pension fund in cities to which sections 87.380 to 87.490 are applicable shall be created as herein provided, and shall be separately kept and used only as provided in sections 87.380 to 87.490. The funds which shall be credited to and form the pension fund shall be realized and secured from the following sources:\n\n(1) All moneys and securities remaining in the hands, or under the control, of any incorporated fire department pension fund and relief association existing in any such city at the time sections 87.380 to 87.490 shall take effect, which may be transferred to said fund by authority of the members of such associations, and all moneys which may now be under the control of any board of trustees of the firemen's fund, or firemen's pension fund, in any such city at the time sections 87.380 to 87.490 shall take effect;\n\n(2) All moneys derived by any such city by the sale of all condemned hose, or other fire department apparatus of every kind or description, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(3) All moneys received from rejected or surplus material, or article of value, coming into the department, and disposed of and sold by the officers of any such city, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(4) All moneys levied and collected by any court as fines for the violation of the laws in relation to the construction of any certain class of buildings of prohibited materials within the fire limits of any such city as established by ordinance, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(5) All fines derived from any violation of any building law or ordinance in any such city, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(6) All fines and penalties that may be collected for violating the municipal laws or ordinances regulating the quantity, quality, or storage of petroleum, coal oil, gasoline, turpentine, or any product thereof, all hemp, cotton, powder, giant powder, dynamite, or other combustible, or inflammable substance, liquid, or material that is considered extremely dangerous or hazardous, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(7) All moneys derived from licenses or privileges to store or manufacture coal oil, petroleum, gasoline, turpentine, powder, giant powder, dynamite, hemp, cotton, or other combustible or inflammable substance, liquid or material, that is considered dangerous or hazardous, which may be set apart to said fund by ordinance of the municipal authorities of such city;\n\n(8) All initiation fees and dues from the active and honorary members of the department;\n\n(9) All moneys derived from citizens or others for services rendered by any such fire department to such citizens or others for pumping out cellars, filling cisterns, removing dangerous walls, buildings, or other obstructions that are injurious or dangerous to the inhabitants of any such city;\n\n(10) The emoluments from all such other work as may be permitted by any such city to be performed by the department outside of its legitimate and proper duty;\n\n(11) All fines and penalties imposed upon members of the department for any dereliction of duty, or for violation of any rule, order, or regulation of the department, after any such rule, order or regulation has been properly promulgated and made known to the department such fine or penalty shall not exceed fifty dollars, or be less than five dollars, for any one offense;\n\n(12) All donations received by the chief or any member of the department from any citizen, person, or corporation for and in the name of the department;\n\n(13) All rewards in money, fees, gifts, and endowments that may be paid or given for or on account of extraordinary service by said fire department, or any member thereof, except when permitted by order of the board of trustees to be retained by said member;\n\n(14) And the said board of trustees may take by gift, grant, devise, or bequest any money, real estate, personal property, right of property, or other valuable thing to hold for the use of said fund;\n\n(15) All money derived from lectures, pictures, and other entertainments authorized by the department;\n\n(16) All moneys derived from any and all other sources that may by any law or ordinance of this state or municipality thereof be set apart for the benefit of any such fire department pension fund in any such city in this state.\n\n(RSMo 1939 § 9524)\n\nPrior revisions: 1929 § 8957; 1919 § 9508; 1909 § 9883",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-400/"
    },
    {
      "id": "section-87-405",
      "number": "87.405",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.405. Moneys set apart for pension fund. —The municipal authorities in cities in this state to which sections 87.380 to 87.490 are applicable, may, by law or ordinance, set apart one-half of all revenues received for municipal purposes by such cities from licenses issued by such cities for carrying on the business of a fire insurance company, agent or agency, and not exceeding three percent of all revenues received for municipal purposes by such cities from all other licenses issued by such cities, as a fund for the pensioning of members of the fire department, and of the widows and orphans of deceased members of the fire department of such cities, which moneys shall be credited to said pension fund.\n\n(RSMo 1939 § 9525)\n\nPrior revisions: 1929 § 8958; 1919 § 9059; 1909 § 9884",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-405/"
    },
    {
      "id": "section-87-410",
      "number": "87.410",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.410. Authorizing a tax for firemen's pensions in certain cities. —1. When one hundred voters of any city in this state which now has or may hereafter have one hundred thousand inhabitants or more shall petition the proper authorities asking that an annual tax of one-fifth of a mill on the dollar annually on all taxable property in such city shall be levied for the benefit of the fund for the pensioning of crippled and disabled firemen, and for the relief of the widows and minor children of deceased firemen of the fire department of such city, and shall ask that the question of whether such a tax shall be levied be submitted to the voters of the city, provided no special tax for such fund shall then be subject to be levied, the proper authorities shall submit the question to the voters of the city.\n\n2. The question shall be submitted in substantially the following form:\n\nShall there be a one-fifth mill tax on the firemen's pension fund?\n\n3. If the majority of all the votes cast in such city upon such proposition for or against a one-fifth mill tax for the firemen's pension fund shall be for the tax, the tax specified in such notice shall be levied and collected in like manner with the other general taxes of said city, and the proceeds of said tax shall be known as \"the firemen's pension fund\"; provided, that such tax shall cease in case the voters of such city shall so determine by a majority vote at any election held therein; provided further, however, that when a majority of the voters of such city shall have voted for a one-fifth mill tax for the firemen's pension fund, the authorities, officials or representatives of the city whose duty it shall be to fix the tax rate for such city shall have the tax for the firemen's pension fund at the rate specified in consideration in fixing the tax rate, and shall so fix said rate that with and including such tax for the firemen's pension fund the constitutional limitation upon the taxing power of such city shall not be exceeded.\n\n(RSMo 1939 § 9500, A.L. 1978 H.B. 971)\n\nPrior revisions: 1929 § 8933; 1919 § 9034",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-410/"
    },
    {
      "id": "section-87-415",
      "number": "87.415",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.415. Warrants to be drawn on treasurer. —It shall be the duty of the officer or officers of such city who are designated by law to draw warrants on the treasurer of such city, upon request, in writing, by said board of trustees, to draw warrants on the treasurer of such city, payable to the treasurer of such board of trustees, for all funds belonging to said pension funds as aforesaid.\n\n(RSMo 1939 § 9537)\n\nPrior revisions: 1929 § 8972; 1919 § 9073; 1909 § 9898",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-415/"
    },
    {
      "id": "section-87-420",
      "number": "87.420",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.420. Powers of board of trustees. —The board of trustees of the firemen's fund shall have exclusive control and management of the separate funds mentioned in sections 87.380 to 87.490, and of all the moneys donated, paid or assessed, for the relief or pensioning of crippled, disabled or retired members of the fire department, and their widows, minor children and dependents. Said board shall make all needful rules and regulations for its government in the discharge of its duties, and shall hear and decide all applications for relief or pensions under sections 87.380 to 87.490 and its decision on such applications shall be final and conclusive and not subject to review and reversal except by the board, or on rehearing by the circuit court, and a record shall be kept of all the meetings and proceedings of the board. No pension, relief or other benefit payable from such fund shall be more or less than those payable to the most numerous class of members of the fire department, or their widows, children or other dependents.\n\n(RSMo 1939 § 9527)\n\nPrior revisions: 1929 § 8960; 1919 § 9061; 1909 § 9886",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-420/"
    },
    {
      "id": "section-87-425",
      "number": "87.425",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.425. Members of department may be assessed. —The board of trustees may assess each member of the fire department such sum per month as may be determined by the rules and regulations adopted by the board, and such assessment shall not be increased or diminished during any one fiscal year, the sums so assessed to be deducted and withheld from the monthly pay of each member, and the same to be placed by the treasurer of the board to the credit of the pension fund.\n\n(RSMo 1939 § 9528)\n\nPrior revisions: 1929 § 8962; 1919 § 9063; 1909 § 9888",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-425/"
    },
    {
      "id": "section-87-430",
      "number": "87.430",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.430. Funds may be invested. —Said board of trustees shall have power to draw such funds as are credited to the pension fund under the provisions of sections 87.380 to 87.490 from the treasury of such city, and may invest the same, or any part thereof, in the name of the board of trustees of the firemen's pension fund, in interest-bearing bonds of the United States or the state of Missouri, or of any county, township or municipal corporation of the state, or loan the same on real estate in the city where such pension funds are established, not exceeding in amount in any case two-thirds of such real estate. All such securities shall be deposited with the treasurer of such city, as ex officio treasurer of such board.\n\n(RSMo 1939 § 9529)\n\nPrior revisions: 1929 § 8963; 1919 § 9064; 1909 § 9889\n\nCROSS REFERENCE:\n\nMultinational banks, securities and obligations of, investment in, when, 409.950",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-430/"
    },
    {
      "id": "section-87-435",
      "number": "87.435",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.435. Who shall be beneficiaries. —If any member of the fire department of any city shall, while in the performance of his duty, become and be found, upon examination by a medical officer ordered by said board of trustees, to be physically or mentally permanently disabled by reason of age or service in such department, so as to render necessary his retirement from service in said fire department, said board of trustees shall retire such disabled member from service in such fire department; provided, however, no such retirement on account of disability shall occur unless said member has contracted said disability in the service of such fire department, and upon such retirement the said board of trustees shall order the payment to such disabled members of such fire department monthly from the \"pension fund\" such sum of money as may be determined by the rules and regulations provided for the management of said funds; and in case the party suffering such disability is a member of the volunteer department receiving no pay, the amount to be paid him shall be fixed by the board of trustees. If any such person reenters the service of the department, no such payments shall be made to him during such service.\n\n(RSMo 1939 § 9530)\n\nPrior revisions: 1929 § 8965; 1919 § 9066; 1909 § 9891",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-435/"
    },
    {
      "id": "section-87-440",
      "number": "87.440",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.440. Widow and children may be awarded retirement pay, when. —If any member of such fire department shall die after having been retired and pensioned by reason of injuries sustained or disease contracted while serving as a member of the department, his widow, provided their marriage shall have occurred prior to such retirement, and children under sixteen years of age, if any, shall be paid monthly out of the pension fund such sum of money as may be determined by the rules and regulations provided for the management of said funds. If there be no widow, or if such widow die while unmarried, the amount of her said benefit may be added to the said benefits for such children.\n\n(RSMo 1939 § 9534)\n\nPrior revisions: 1929 § 8969; 1919 § 9070; 1909 § 9895",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-440/"
    },
    {
      "id": "section-87-445",
      "number": "87.445",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.445. Widow and children beneficiaries, when. —If any member of such fire department shall, while in the performance of his duty, be killed or die as the result of an injury received in the line of his duty, or of any disease contracted by reason of his occupation as fireman, or shall die from any cause whatever while in such service, and shall leave a widow, or child or children under the age of sixteen years, surviving, said board of trustees shall direct the payment from said pension fund monthly to such widow, while unmarried, such sum of money as may be determined by the rules and regulations provided for the management of such funds, and said board shall also direct the payment out of said pension fund for each child until it reaches the age of sixteen years such sum of money as may be determined by said rules and regulations, and in case the party suffering such disability is a member of the volunteer department, the amount to be paid monthly to his widow and children aforesaid shall be fixed by said board of trustees. If there be no widow, or if such widow die while unmarried, the amount of her said benefits may be added to the said benefits for such children. If any member of the fire department shall die from any cause while a member of such department, but not while in the service thereof, if he be married his widow and children shall receive from the pension fund the same benefits as are payable from the pension fund in other cases, and if he be unmarried his dependent father, mother, brothers and sisters shall receive from the pension fund the same benefits as are payable from said fund in other cases.\n\n(RSMo 1939 § 9531)\n\nPrior revisions: 1929 § 8966; 1919 § 9067; 1909 § 9892",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-445/"
    },
    {
      "id": "section-87-450",
      "number": "87.450",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.450. Relatives, when. —If any member of such fire department being single and unmarried shall, while in the performance of his duty, be killed, or die, as the result of an injury received, or shall die of any disease contracted by reason of his occupation as fireman, or shall die from any cause whatever while in said service, and shall leave a father or mother who are dependent upon him for support, or a brother or sister under the age of sixteen years so dependent, said board of trustees shall direct the payment from the pension fund monthly to such dependent parents or the survivor thereof and to each such dependent brother or sister under sixteen years of age, such sum of money as may be determined by the rules and regulations of said board; provided, that the board of trustees shall also have the power to make provision for any such dependent brother or sister over the age of sixteen years who may be mentally deficient or physically incapacitated, in such sum as the board my determine, and the board shall have the sole power to determine who is mentally deficient or physically incapacitated.\n\n(RSMo 1939 § 9532)\n\nPrior revisions: 1929 § 8967; 1919 § 9068; 1909 § 9893",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-450/"
    },
    {
      "id": "section-87-455",
      "number": "87.455",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.455. Members may be retired, when. —Any member of the fire department of any such city having served twenty years or more in such fire department, of which the last two years shall have been continuous, may have application to be relieved from such fire department and retired; and if his application is granted, or if he shall be discharged from such department, the said board of trustees shall order and direct that said person shall be paid out of the pension fund monthly such sum of money as may be determined by the rules and regulations provided for the management of said funds; and if he be a member of the volunteer fire department and not under pay, such amount monthly as may be fixed by the board of trustees. After the decease of such member, his widow, provided their marriage shall have occurred prior to such retirement, and his children under the age of sixteen years, if any, shall be paid out of the pension fund such sum of money as may be determined by said rules and regulations. If there be no widow, or if such widow die while unmarried, the amount of her said benefit may be added to the said benefits for such children. If such member be discharged from the department by reason of age, or if he be found permanently disabled by reason of service in such department, his payment shall be made out of the pension fund. If any retired or pensioned member reenters the service of the department his payments shall abate during such service.\n\n(RSMo 1939 § 9533)\n\nPrior revisions: 1929 § 8968; 1919 § 9069; 1909 § 9894",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-455/"
    },
    {
      "id": "section-87-457",
      "number": "87.457",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.457. Health care benefits for retirees, separate fund established for benefit and premiums — application by retiree to be special consultant, compensation to fund benefits. —1. The board of trustees may provide or contract for insurance benefits to cover hospital, surgical, and medical expenses for retirees under sections 87.380 to 87.490, in an amount not to exceed one hundred dollars per month for each retiree.\n\n2. If the board agrees to provide benefits pursuant to this section, a separate account for hospital, surgical and medical benefits shall be established as part of the benefit reserve fund. All benefits and premiums shall be transferred from the general revenue fund of the system to the benefit reserve fund for payment of hospital, surgical and medical benefits.\n\n3. Any retiree who is receiving benefits from the system may make application to the board to be named as a special advisor to the firemen's retirement system. Upon the acceptance of such application, the board may deposit in the fund created in subsection 2 of this section an amount not to exceed one hundred dollars per month for the applicant and may make a monthly payment from the fund created in subsection 2 of this section toward health care benefits for the applicant as provided in subsection 1 of this section.\n\n(L. 1990 H.B. 1675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-457/"
    },
    {
      "id": "section-87-460",
      "number": "87.460",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.460. Funds to be prorated, when. —If at any time there shall not be sufficient money in the funds created under the provisions of sections 87.380 to 87.490 to pay each person entitled to the benefits herein provided the full amount per month provided for in said rules and regulations, then an equal percentage of such monthly payments shall be paid to each beneficiary until said funds shall have been replenished so as to warrant the payment in full of each of said beneficiaries.\n\n(RSMo 1939 § 9535)\n\nPrior revisions: 1929 § 8970; 1919 § 9071; 1909 § 9896",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-460/"
    },
    {
      "id": "section-87-465",
      "number": "87.465",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.465. Money paid beneficiaries only on warrant. —All moneys ordered to be paid from said pension funds to any person or persons shall be paid by the treasurer of the board of trustees only upon warrants signed by the president of said board and countersigned by the secretary thereof, and no warrant shall be drawn except by order of the board, duly entered on the records of the proceedings of the board.\n\n(RSMo 1939 § 9538)\n\nPrior revisions: 1929 § 8973; 1919 § 9074; 1909 § 9899",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-465/"
    },
    {
      "id": "section-87-470",
      "number": "87.470",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.470. Funeral expenses. —Whenever an active or retired fireman shall die, as aforesaid, the board of trustees may appropriate a sum not exceeding two hundred dollars for funeral expenses, to be paid out of the pension fund and may expend a sum not exceeding fifty dollars, to be drawn from the pension fund, for the expenses of the attendance of the firemen at said funeral.\n\n(RSMo 1939 § 9542)\n\nPrior revisions: 1929 § 8977; 1919 § 9078; 1909 § 9903",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-470/"
    },
    {
      "id": "section-87-475",
      "number": "87.475",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.475. Honorary members, admission of. —The board of trustees may provide for the admission of honorary members of the department in such manner and under such conditions as may be set forth in the rules and regulations enacted by said board of trustees.\n\n(RSMo 1939 § 9521)\n\nPrior revisions: 1929 § 8954; 1919 § 9055; 1909 § 9880",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-475/"
    },
    {
      "id": "section-87-480",
      "number": "87.480",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.480. Board of trustees to make report. —The board of trustees shall make report to the legislative body of such city of the condition of said pension funds immediately after the first meeting of said board in January of each year.\n\n(RSMo 1939 § 9539)\n\nPrior revisions: 1929 § 8974; 1919 § 9075; 1909 § 9900",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-480/"
    },
    {
      "id": "section-87-485",
      "number": "87.485",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.485. Funds exempt from garnishment or other legal process. —No portion of said pension fund shall, before or after its order of distribution by the board of trustees to the persons entitled thereto, and before the actual payment thereof to such persons, be held, seized, taken, subjected to, or detained or levied on by virtue of any attachment, execution, injunction, writ, interlocutory or other order or decree, or any process or proceeding whatever issued out of or by any court of this state for the payment or satisfaction, in whole or in part, of any debt, damages, claim, demand or judgment against the beneficiary of said funds; but the said funds shall be held and distributed for the purposes of sections 87.380 to 87.490, and for no other purpose whatever.\n\n(RSMo 1939 § 9540)\n\nPrior revisions: 1929 § 8975; 1919 § 9076; 1909 § 9901",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-485/"
    },
    {
      "id": "section-87-487",
      "number": "87.487",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.487. Fund subject to domestic relations order (Kansas City). —The provisions of section 87.485 to the contrary notwithstanding, a pension fund for firefighters located in a home rule city with a population of more than four hundred thousand inhabitants and located in more than one county shall recognize a domestic relations order and pay pension benefits directly to a spouse or former spouse of a participant, if such domestic relations order assigns a spouse or former spouse all or a portion of a participant's pension benefits payable by the pension fund, is properly entered in a court of competent jurisdiction in accordance with the state's domestic relation's law and complies with the rules and procedures of the pension fund.\n\n(L. 2002 S.B. 1247)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-487/"
    },
    {
      "id": "section-87-490",
      "number": "87.490",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.490. Associations authorized to transfer funds. —Any fire department pension fund and relief association existing in any city to which sections 87.380 to 87.490 are applicable is hereby empowered, by a majority vote of its members, to transfer and deliver all its property and effects, after the payment of all debts and liabilities then due, to the board of trustees created under sections 87.380 to 87.490, and the said board of trustees is hereby authorized to credit said property and effects to the pension fund provided for in sections 87.380 to 87.490.\n\n(RSMo 1939 § 9541)\n\nPrior revisions: 1929 § 8976; 1919 § 9077; 1909 § 9902",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-490/"
    },
    {
      "id": "section-87-500",
      "number": "87.500",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.500. Membership continued after retirement. —All members of any such fire department in any such city or county in this state shall become members of the fire department pension fund and relief association, and may continue in full membership in such association after having been retired from the department and pensioned by the association.\n\n(RSMo 1939 § 9546)\n\nPrior revisions: 1929 § 8981; 1919 § 10305; 1909 § 3461",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-500/"
    },
    {
      "id": "section-87-495",
      "number": "87.495",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.495. Firemen's pension fund provided. —Any fire department existing by authority of the laws of this state, or any municipal authority thereof, in any city or county in this state having a population of fifty thousand inhabitants or over, is hereby authorized and empowered to form a pension fund and relief association under the general incorporation laws of this state in relation to benevolent associations, and to create a fund for the purpose of pensioning retired firemen, and affording relief to members of such fire department when sick, or who may become disabled in the service, and to provide a fund for the relief of the families and other dependents of such firemen in case of death, under such rules and regulations as may be enacted by such fire department pension fund and relief association, not inconsistent with sections 87.495 to 87.515 or the laws of this state in relation to benevolent associations.\n\n(RSMo 1939 § 9545)\n\nPrior revisions: 1929 § 8980; 1919 § 10304; 1909 § 3460",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-495/"
    },
    {
      "id": "section-87-505",
      "number": "87.505",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.505. Funds to create fire department pension fund. —The funds to create the fire department pension fund and relief association in any city or county in this state, as aforesaid, shall be created, realized, and secured from the following sources:\n\n(1) All money at present remaining in the hands or under the control of any unincorporated fire department, benevolent or relief association in any such city or county;\n\n(2) All initiation fees and dues from the active and honorary members;\n\n(3) All moneys that may be derived by bequest or appropriation from individuals, companies, corporations or municipalities;\n\n(4) All moneys derived from citizens or others for services rendered by any such fire department to such citizens or others for pumping out cellars, filling cisterns, removing dangerous walls, buildings or other obstructions that are injurious or dangerous to the inhabitants of any such city or county, and the emoluments from all such other work as may be permitted by any such city or county to be performed by the department outside of its legitimate and proper duties;\n\n(5) All fines and penalties imposed upon members of the department for any dereliction of duty, or violation of any rule or order or regulation of the department, after any such rule, order or regulation has been properly promulgated and made known to the members of the department;\n\n(6) All donations received by the chief or any other officer of the department from any citizen or other persons or corporations for and in the name of the department;\n\n(7) All moneys derived from lectures, entertainments, picnics, etc.;\n\n(8) All moneys derived by any such city or county from the sale of all condemned stock, horses, mules, condemned hose or other fire apparatus of every kind or description;\n\n(9) All rejected or surplus material or article of value coming into the department and disposed of and sold by the officers of any such city or county;\n\n(10) All moneys levied and collected by any court as fines for the violation of the laws in relation to the construction of any certain class of buildings of prohibited material within the fire limits of any such city or county as established by law or ordinance;\n\n(11) All fines derived from any violation of any building law or ordinance in any such city or county;\n\n(12) All fines and penalties that may be collected for violating the municipal laws or ordinances regulating the quantity, quality or storage of petroleum, coal oil, gasoline, turpentine, or any product thereof, all hemp, cotton, powder, giant powder, dynamite or other combustible or inflammable substance, liquid or material that is considered extremely dangerous or hazardous;\n\n(13) All moneys derived from licenses or privileges to store or manufacture coal oil, petroleum, gasoline, turpentine, powder, giant powder, dynamite, hemp, cotton or other combustible or inflammable substance, liquid or material that is considered extremely dangerous or hazardous;\n\n(14) And all moneys derived from any or all other sources that may by any law or ordinance of this state, or any municipality thereof, be set apart for the benefit of any such fire department pension fund and relief association in any city or county in this state; provided, however, that no money or property owned, belonging to or controlled by any municipal corporation in this state shall be transferred or the title or possession thereto disturbed by any provision of sections 87.495 to 87.515 until the same is provided for by city ordinance duly enacted.\n\n(RSMo 1939 § 9548)\n\nPrior revisions: 1929 § 8983; 1919 § 10307; 1909 § 3463",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-505/"
    },
    {
      "id": "section-87-507",
      "number": "87.507",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.507. Health care benefits for retirees, separate fund established for benefit and premiums — application by retiree to be special consultant, compensation to fund benefits. —1. The governing body of the city or county may provide or contract for insurance benefits to cover hospital, surgical and medical expenses for retirees under sections 87.495 to 87.515, in an amount not to exceed one hundred dollars per month for each retiree.\n\n2. If the governing body agrees to provide benefits pursuant to this section, a separate account for hospital, surgical and medical benefits shall be established as part of the benefit reserve fund. All benefits and premiums shall be transferred from the general revenue fund of the association to the benefit reserve fund for payment of hospital, surgical and medical benefits.\n\n3. Any retiree who is receiving benefits from the system may make application to the governing body to be named as a special advisor to the firemen's retirement association. Upon the acceptance of such application, the governing body may deposit in the fund created in subsection 2 of this section an amount not to exceed one hundred dollars per month for the applicant and may make a monthly payment from the fund created in subsection 2 of this section toward health care benefits for the applicant as provided in subsection 1 of this section.\n\n(L. 1990 H.B. 1675)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-507/"
    },
    {
      "id": "section-87-510",
      "number": "87.510",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.510. Honorary members admitted. —Any such association may provide for the admission of honorary members in such manner and under such conditions as may be set forth in their articles of association and incorporation.\n\n(RSMo 1939 § 9547)\n\nPrior revisions: 1929 § 8982; 1919 § 10306; 1909 § 3462",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-510/"
    },
    {
      "id": "section-87-515",
      "number": "87.515",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.515. Treasurer to give bond — who may be. —The city or county treasurer of any such city or county as aforesaid may be the treasurer of any such association existing in any such city or county, and shall be required as such treasurer to furnish such reasonable bond as may be required by such association.\n\n(RSMo 1939 § 9549)\n\nPrior revisions: 1929 § 8984; 1919 § 10308; 1909 § 3464",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-515/"
    },
    {
      "id": "section-87-600",
      "number": "87.600",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.600. Proposed change in benefits — notice and meeting with representative of members required. —Whenever any municipality having a population of more than four hundred fifty thousand inhabitants and less than six hundred thousand inhabitants, according to the last federal decennial census, has established a pension plan for the pensioning of the salaried members, and the widows and minor children of deceased members, of an organized fire department, no changes shall be made in the present and future benefits payable to such members or the widows and minor children of deceased members, except changes required to establish and maintain actuarial soundness of such pension plan as determined by the actuaries for the system and the members, unless an itemized list of the proposed changes and the reasons therefor is sent by mail to the designated representative of the members at least thirty days before the proposed effective date of such proposed changes and said municipality or its designated representative or representatives shall meet, confer, and discuss such proposed changes with the designated representative of the members.\n\n(L. 1967 p. 167 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-600/"
    },
    {
      "id": "section-87-615",
      "number": "87.615",
      "heading": "",
      "text": "Title VII CITIES, TOWNS AND VILLAGES\n\n87.615. Retired firefighters or their beneficiaries not covered by retirement system may be employed by certain cities as consultants, duties, compensation (St. Joseph). —1. Any firefighter who has retired or who retires and was not or is not a member of the retirement system governed by sections 70.600 to 70.755 and any beneficiary of any such firefighter shall, upon application to any city with a population of at least seventy thousand located in a county of the first classification without a charter form of government, be made, constitutionally appointed, and employed by the city as a special consultant on the problems of retirement and upon request of the city council, shall give opinions and be available to give opinions in writing or orally in response to requests of the city council. As compensation for the services required by this section, the city may directly compensate the retired firefighter or beneficiary thereof in an amount established by ordinance of the city. Such amount of additional compensation may be paid directly by the city to each qualified retiree or beneficiary and shall not be considered employer contributions to the local government retirement system nor benefits paid therefrom.\n\n2. Notwithstanding any other law to the contrary, beginning August 29, 2001, any beneficiary of a firefighter who had retired or who retires and was not or is not a member of the retirement system governed by sections 70.600 to 70.755 shall upon application to any city with a population of at least seventy thousand located in a county of the first classification without a charter form of government, be made, constitutionally appointed, and employed by the city as a special consultant on the problems of retirement and upon request of the city council, shall give opinions and be available to give opinions in writing or orally in response to request of the city council. As compensation for the services required by this section, the city may directly compensate the beneficiary thereof by continuing the death benefit payment upon remarriage of the beneficiary. Such amount of compensation may be paid directly by the city to each qualifying special consultant and shall not be considered employer contributions to the local government employees retirement system nor benefits paid therefrom.\n\n(L. 1993 S.B. 157 & 29 § 3, A.L. 2001 S.B. 290)",
      "source_url": "https://law.justia.com/codes/missouri/title-vii/chapter-87/section-87-615/"
    }
  ]
}