{
  "state": "nebraska",
  "path": "title-chapter-75-public-service-commission/chapter-75-327-prearranged-ride-required-limit-on-hours-dynamic-pric",
  "sections": [
    {
      "id": "section-75-327",
      "number": "75-327",
      "heading": "",
      "text": "75-327.Prearranged ride required; limit on hours; dynamic pricing; filing of rates; receipt; contents.\n\n(1) A participating driver shall not provide a ride unless it is a prearranged ride. No person shall be a participating driver for a period of more than twelve hours during each twenty-four-hour period.\n\n(2)(a) A transportation network company may offer service for compensation, no charge, or suggested compensation.\n\n(b) Except as provided in this section, transportation network companies shall not be subject to rate regulation by the commission and shall not be subject to provisions relating to rates and charges prescribed in sections 75-101 to 75-158.\n\n(c) A transportation network company shall file with the commission the rates it uses to determine any compensation or suggested compensation on its online-enabled application or platform, including any use of dynamic pricing. The transportation network company shall keep the rate filing current and shall charge rates consistent with the rates it files with the commission.\n\n(d) The following requirements apply if the transportation network company uses dynamic pricing through its online-enabled application or platform:\n\n(i) The transportation network company's online-enabled application or platform shall provide clear visible indication that dynamic pricing is in effect prior to the passenger requesting a ride;\n\n(ii) The transportation network company's online-enabled application or platform shall include a feature that requires the passenger to expressly confirm that he or she understands that dynamic pricing will be used in order for the ride request to be completed;\n\n(iii) The transportation network company's online-enabled application or platform shall provide a fare estimator that enables the passenger to estimate the cost under dynamic pricing prior to requesting the ride; and\n\n(iv) Dynamic pricing shall not be permitted during any state of emergency declared by the Governor.\n\n(3) Upon completion of a prearranged ride, a transportation network company shall transmit an electronic receipt to the passenger's email address or online-enabled application documenting the following:\n\n(a) The point of origin and destination of the prearranged ride;\n\n(b) The total duration and distance of the prearranged ride;\n\n(c) The total amount paid, if any, including the base fare and any additional charges incurred for distance traveled or duration of the prearranged ride; and\n\n(d) The driver's first name.\n\nSourceLaws 2015, LB629, ยง 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-75/statute-75-327/"
    }
  ]
}