{
  "state": "nebraska",
  "path": "title-chapter-75-public-service-commission/chapter-75-90302-criminal-history-record-information-check-fingerpri",
  "sections": [
    {
      "id": "section-75-90302criminal",
      "number": "75-903.02.Criminal",
      "heading": "history record information check; fingerprinting; when",
      "text": "For each application filed under section 75-903 after January 1, 2004, one of the following primary parties shall be subject to fingerprinting and a check of his or her criminal history record information maintained by the Federal Bureau of Inve",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75-90302",
      "number": "75-903.02",
      "heading": "",
      "text": "75-903.02.Criminal history record information check; fingerprinting; when.\n\nFor each application filed under section 75-903 after January 1, 2004, one of the following primary parties shall be subject to fingerprinting and a check of his or her criminal history record information maintained by the Federal Bureau of Investigation through the Nebraska State Patrol: (1) If the applicant is not an individual, the chief executive officer, president, or general manager; or (2) if the applicant is an individual, the individual. If a primary party has been subject to a check of his or her criminal history record information pursuant to another law, the commission may waive such requirement under this section. A primary party shall furnish to the Nebraska State Patrol a full set of fingerprints to enable a criminal background investigation to be conducted. The primary party shall request that the Nebraska State Patrol submit the fingerprints to the Federal Bureau of Investigation for a national criminal history record check. The primary party shall pay the actual cost, if any, of the fingerprinting and check of his or her criminal history record information. The primary party shall authorize release of the national criminal history record check to the commission. The criminal history record information check shall be completed within ninety days after the date the application for a license is received in the commission's office, and if not, the application shall be returned to the applicant. The commission shall deny a grain dealer license to any applicant whose primary party has been convicted of a felony financial crime.\n\nSourceLaws 2003, LB 735, ยง 5;Laws 2005, LB 52, ยง 2;Laws 2024, LB262, ยง 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-75/statute-75-903-02/"
    }
  ]
}