{
  "state": "nebraska",
  "path": "title-chapter-75-public-service-commission/chapter-75-335-coverage-of-insurance-certificate-of-insurance-filing",
  "sections": [
    {
      "id": "section-75-335coverage",
      "number": "75-335.Coverage",
      "heading": "of insurance; certificate of insurance; filing required",
      "text": "(1) Coverage under a transportation network company insurance policy shall not be dependent on a personal automobile insurance policy first denying a claim nor shall a personal automobile insurance policy, including a personal liability umbrell",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75-335",
      "number": "75-335",
      "heading": "",
      "text": "75-335.Coverage of insurance; certificate of insurance; filing required.\n\n(1) Coverage under a transportation network company insurance policy shall not be dependent on a personal automobile insurance policy first denying a claim nor shall a personal automobile insurance policy, including a personal liability umbrella policy, be required to first deny a claim.\n\n(2) When transportation network company insurance maintained by a participating driver to fulfill the insurance obligations of sections 75-332 to 75-341 has lapsed or ceased to exist, the transportation network company shall provide the coverage required by sections 75-332 to 75-341 beginning with the first dollar of a claim.\n\n(3) For transportation network company insurance maintained by a transportation network company to meet the requirements of sections 75-332 to 75-341, a certificate of insurance shall be filed with the commission specifying that on cancellation or nonrenewal of the transportation network company insurance, the insurer must send written notice of the cancellation or nonrenewal to the commission at least thirty days before the effective date of the cancellation or nonrenewal.\n\nSourceLaws 2015, LB629, ยง 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-75/statute-75-335/"
    }
  ]
}