{
  "state": "nebraska",
  "path": "title-chapter-75-public-service-commission/chapter-75-118-commission-duties",
  "sections": [
    {
      "id": "section-75-118",
      "number": "75-118",
      "heading": "Commission; duties.The commission shall:(1) Until July 1, 2021, fix all necessary rates, charges, and regulations governing and regulating the transportation, storage, or handling of household goods by any common carrier in Nebraska intrastate commerce;(2) Fix all necessary rates, charges, and regul",
      "text": "Commission; duties.The commission shall:(1) Until July 1, 2021, fix all necessary rates, charges, and regulations governing and regulating the transportation, storage, or handling of household goods by any common carrier in Nebraska intrastate commerce;(2) Fix all necessary rates, charges, and regulations governing and regulating the transportation of passengers by any common carrier in Nebraska intrastate commerce;(3) Until July 1, 2021, make all necessary classifications of household goods that may be transported, stored, or handled by any common carrier in Nebraska intrastate commerce, such classifications applying to and being the same for all common carriers;(4) Authorize the transportation of (a) household goods under a license issued pursuant to section 75-304.03 or (b) employees of a railroad carrier under a license issued pursuant to section 75-304.04;(5) Prevent and correct the unjust discriminations set forth in section 75-126;(6) Enforce all statutes and commission regulations pertaining to rates and, if necessary, institute actions in the appropriate court of any county in which the common carrier involved operates except actions instituted pursuant to sections 75-140 and 75-156 to 75-158. All suits shall be brought and penalties recovered in the name of the state by or under the direction of the Attorney General; and(7) Enforce the Major Oil Pipeline Siting Act and the State Natural Gas Regulation Act.SourceLaws 1963, c. 425, art. I, § 18, p. 1360;Laws 1989, LB 78, § 8;Laws 1994, LB 414, § 36;Laws 1995, LB 424, § 10;Laws 2003, LB 790, § 66;Laws 2011, First Spec. Sess., LB1, § 17;Laws 2020, LB461, § 2.Cross ReferencesMajor Oil Pipeline Siting Act, see section 57-1401.State Natural Gas Regulation Act, see section 66-1801.AnnotationsEvidence of the existing rates for services as established by the Interstate Commerce Commission constitutes prima facie evidence of the reasonableness of the rates for the same services when performed in intrastate commerce in this state. Nebraska Railroads of Omaha v. Nebco, Inc., 194 Neb. 322, 231 N.W.2d 505 (1975).The Nebraska Public Service Commission is without jurisdiction or authority to fix rates and charges for motor vehicle carriers transporting livestock in intrastate commerce. Livestock Carriers Div. of M. C. Assn. v. Midwest Packers Traf. Assn., 191 Neb. 1, 213 N.W.2d 443 (1973).This section referred to in decision to the effect that the State Railway Commission is empowered to fix joint line rates. Howard McLean Co. v. Chicago, B. & Q. R.R. Co., 187 Neb. 30, 187 N.W.2d 300 (1971).Railway Commission has a duty to prescribe necessary rates and classification of freight. Ready Mix, Inc. v. Nebraska Railroads, 181 Neb. 697, 150 N.W.2d 275 (1967).",
      "history": "",
      "source_url": ""
    }
  ]
}