{
  "state": "south-dakota",
  "path": "title-title-55-fiduciaries-and-trusts/chapter-chapter-17-special-spousal-trusts",
  "sections": [
    {
      "id": "section-55-17-1",
      "number": "55-17-1",
      "heading": "Arrangement qualifying as special spousal trust",
      "text": "55-17-1. Arrangement qualifying as special spousal trust.\n\nAn arrangement is a South Dakota special spousal trust if one or both spouses in a marriage transfer property to a trust, the trust expressly declares that some or all the property transferred is South Dakota special spousal property as provided in this chapter, and at least one trustee is a qualified person. A South Dakota special spousal trust is enforceable without consideration. Both spouses or either spouse may be a trustee. The trust must be signed by both spouses. The trust may be revocable or irrevocable.\n\nFor purposes of this section, a qualified person is any person who meets the requirements of §§55-3-41 and 55-3-39, but without regard to whether that person is the transferor.\n\nSource:SL 2016, ch 231, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-1/"
    },
    {
      "id": "section-55-17-2",
      "number": "55-17-2",
      "heading": "Required language.",
      "text": "55-17-2. Required language.\n\nA South Dakota special spousal trust shall contain the following language in capital letters at the beginning of the trust:\n\nTHE CONSEQUENCES OF THIS TRUST MAY BE VERY EXTENSIVE, INCLUDING YOUR RIGHTS WITH RESPECT TO CREDITORS AND OTHER THIRD PARTIES, AND YOUR RIGHTS WITH YOUR SPOUSE BOTH DURING THE COURSE OF YOUR MARRIAGE, AT THE TIME OF A DIVORCE, AND AT THE DEATH OF YOU OR YOUR SPOUSE. ACCORDINGLY, THIS TRUST AGREEMENT SHOULD ONLY BE SIGNED AFTER CAREFUL CONSIDERATION. IF YOU HAVE ANY QUESTIONS ABOUT THIS TRUST AGREEMENT, YOU SHOULD SEEK INDEPENDENT LEGAL ADVICE.\n\nSource:SL 2016, ch 231, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-2/"
    },
    {
      "id": "section-55-17-3",
      "number": "55-17-3",
      "heading": "Classification of property--Interest of each spouse.",
      "text": "55-17-3. Classification of property--Interest of each spouse.\n\nSpouses may classify all or any of their property as special spousal property by transferring property to a South Dakota special spousal trust established pursuant to this chapter, and by expressly declaring in the trust that the property is community property. Unless there is a specific provision in the governing instrument stating otherwise, each spouse's respective interest in the special spousal property is fifty percent.\n\nSource:SL 2016, ch 231, §31; SL 2018, ch 275, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-3/"
    },
    {
      "id": "section-55-17-4",
      "number": "55-17-4",
      "heading": "Amendment and revocation.",
      "text": "55-17-4. Amendment and revocation.\n\nA South Dakota special spousal trust may not be amended or revoked unless the trust agreement provides for amendment or revocation, or unless the trust agreement is amended or revoked by a later South Dakota special spousal trust. To amend or revoke the trust, the later South Dakota special spousal trust is not required to declare any property held by the trustee as special spousal property. The amended trust or the revocation is enforceable without consideration. However, notwithstanding the other provisions of this chapter, unless the South Dakota special spousal trust expressly provides otherwise, at any time after the death of the first spouse the surviving spouse may amend the South Dakota special spousal trust with regard to the surviving spouse's property to be disposed of at the surviving spouse's death. For purposes of this section, the term, surviving spouse's property, means the property that consists of the surviving spouse's property that is not South Dakota special spousal property and the surviving spouse's share of the special spousal property determined as of the date of the first spouse's death.\n\nSource:SL 2016, ch 231, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-4/"
    },
    {
      "id": "section-55-17-5",
      "number": "55-17-5",
      "heading": "Application of Internal Revenue Code--Special spousal property defined--Community property classified by another jurisdiction.",
      "text": "55-17-5. Application of Internal Revenue Code--Special spousal property defined--Community property classified by another jurisdiction.\n\nFor purposes of the application of §1014(b)(6) of the Internal Revenue Code of 1986, 26 U.S.C. §1014(b)(6), as of January 1, 2016, a South Dakota special spousal trust is considered a trust established under the community property laws of South Dakota. For purposes of this chapter, the term, special spousal property, means community property for those purposes. Community property as classified by a jurisdiction other than South Dakota transferred to a South Dakota special spousal trust retains its character as community property while in the trust. If the trust is revoked and property is transferred on revocation of the trust, the community property as classified by a jurisdiction other than South Dakota retains its character as community property to the extent otherwise provided by South Dakota law.\n\nSource:SL 2016, ch 231, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-5/"
    },
    {
      "id": "section-55-17-6",
      "number": "55-17-6",
      "heading": "Qualified disposition in trust.",
      "text": "55-17-6. Qualified disposition in trust.\n\nA transfer to a South Dakota special spousal trust may also be a qualified disposition in trust if the transfer complies with the provisions of chapter 55-16.\n\nSource:SL 2016, ch 231, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-6/"
    },
    {
      "id": "section-55-17-7",
      "number": "55-17-7",
      "heading": "Types of transfers to special spousal trust.",
      "text": "55-17-7. Types of transfers to special spousal trust.\n\nIn addition to other transfers of property to a South Dakota special spousal trust, property is considered transferred to a South Dakota special spousal trust if the property is subject to a nonprobate transfer on death under an insurance policy, contract of employment, bond, mortgage, promissory note, certificated or uncertificated security, account agreement, custodial agreement, deposit agreement, compensation plan, pension plan, individual retirement plan, employee benefit plan, trust, conveyance, deed of gift, marital property agreement, or other written instrument of a similar nature and the South Dakota special spousal trust is designated as a beneficiary to receive the property under the transfer. The property is considered the surviving spouse's property that is not South Dakota special spousal property.\n\nSource:SL 2016, ch 231, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-7/"
    },
    {
      "id": "section-55-17-8",
      "number": "55-17-8",
      "heading": "Records.",
      "text": "55-17-8. Records.\n\nThe trustee of a South Dakota special spousal trust shall maintain records that identify which property held by the trust is South Dakota special spousal property and which property held by the trust is not South Dakota special spousal property.\n\nSource:SL 2016, ch 231, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-8/"
    },
    {
      "id": "section-55-17-9",
      "number": "55-17-9",
      "heading": "Matters upon which spouses may agree.",
      "text": "55-17-9. Matters upon which spouses may agree.\n\nExcept as provided in §§55-17-10 and 55-17-11, in a South Dakota special spousal trust, spouses may agree on:\n\n(1)The rights and obligations in the property transferred to the trust, notwithstanding when and where the property is acquired or located;\n\n(2)The management and control of the property transferred to the trust;\n\n(3)The disposition of the property transferred to the trust on dissolution, death, or the occurrence or nonoccurrence of another event; if there is no provision in the governing instrument on disposition of the property transferred to the trust on dissolution, South Dakota law on disposition of property on dissolution applies;\n\n(4)The choice of law governing the interpretation of the trust; and\n\n(5)Any other matter that affects the property transferred to the trust and does not violate public policy or a statute imposing a criminal penalty.\n\nSource:SL 2016, ch 231, §37; SL 2018, ch 275, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-9/"
    },
    {
      "id": "section-55-17-10",
      "number": "55-17-10",
      "heading": "Right of child to support.",
      "text": "55-17-10. Right of child to support.\n\nNotwithstanding anything contained in §55-17-9 to the contrary, a South Dakota special spousal trust may not adversely affect the right of a child to support.\n\nSource:SL 2016, ch 231, §38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-10/"
    },
    {
      "id": "section-55-17-11",
      "number": "55-17-11",
      "heading": "Creditor rights--Good faith between spouses.",
      "text": "55-17-11. Creditor rights--Good faith between spouses.\n\nNotwithstanding anything contained in §55-17-9 to the contrary:\n\n(1)A provision of a revocable South Dakota special spousal property trust does not adversely affect the interest of a creditor unless the creditor has actual knowledge of the trust when the obligation to the creditor is incurred. The interest of a creditor in an irrevocable South Dakota special spousal property trust may be subject to the rights and liabilities of a creditor with respect to transfers under chapter 55-16 as provided in §55-17-6;\n\n(2)A spouse shall act in good faith with respect to the other spouse in matters involving South Dakota special spousal property. The obligation under and effect of this section may not be varied by a South Dakota special spousal property trust.\n\nSource:SL 2016, ch 231, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-11/"
    },
    {
      "id": "section-55-17-12",
      "number": "55-17-12",
      "heading": "Bona fide purchasers.",
      "text": "55-17-12. Bona fide purchasers.\n\nNotwithstanding anything contained in §55-17-9 to the contrary:\n\n(1)Notice of the existence of a South Dakota special spousal property trust, a marriage, or the termination of a marriage does not affect the status of a purchaser as a bona fide purchaser;\n\n(2)Special spousal property purchased by a bona fide purchaser from a spouse having the right to manage and control the property is acquired free of any claim of the other spouse. The effect of this subsection may not be varied by a South Dakota special spousal property trust.\n\nSource:SL 2016, ch 231, §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-12/"
    },
    {
      "id": "section-55-17-13",
      "number": "55-17-13",
      "heading": "Bona fide purchaser defined.",
      "text": "55-17-13. Bona fide purchaser defined.\n\nFor purposes of §55-17-12, the term, bona fide purchaser, means a purchaser of property for value who has not knowingly been a party to fraud or illegality affecting the interest of the spouses or other parties to the transaction, does not have notice of an adverse claim by a spouse, and has acted in the transaction in good faith.\n\nFor purposes of this section, the term, purchaser, means a person who acquires property by sale, lease, discount, negotiation, mortgage, pledge, or lien, or otherwise deals with property in a voluntary transaction other than making a gift.\n\nA purchaser gives value for property if the property is acquired:\n\n(1)In return for a binding commitment to extend credit;\n\n(2)As security for or in total or partial satisfaction of a preexisting claim;\n\n(3)By accepting delivery under a preexisting contract for purchase; or\n\n(4)In return for other consideration sufficient to support a contract.\n\nSource:SL 2016, ch 231, §41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-13/"
    },
    {
      "id": "section-55-17-14",
      "number": "55-17-14",
      "heading": "Unenforceable trusts.",
      "text": "55-17-14. Unenforceable trusts.\n\nA South Dakota special spousal trust executed during marriage is not enforceable if the spouse against whom enforcement is sought proves that:\n\n(1)The trust was unconscionable when made;\n\n(2)The spouse against whom enforcement is sought did not execute the South Dakota special spousal trust agreement voluntarily; or\n\n(3)Before execution of the South Dakota special spousal trust agreement, the spouse against whom enforcement is sought:\n\n(a)Was not given a fair and reasonable disclosure of the property and financial obligations of the other spouse;\n\n(b)Did not voluntarily sign a written waiver expressly waiving right to disclosure of the property and financial obligations of the other spouse beyond the disclosure provided; and\n\n(c)Did not have notice of the property or financial obligations of the other spouse.\n\nWhether a South Dakota special spousal trust is unconscionable is determined by a court as a matter of law.\n\nSource:SL 2016, ch 231, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-55/chapter-17/section-55-17-14/"
    }
  ]
}