{
  "state": "michigan",
  "path": "title-chapter-460-public-utilities/chapter-act-408-of-2014-municipal-utility-residential-clean-energy-p",
  "sections": [
    {
      "id": "section-460961",
      "number": "460.961",
      "heading": "Short Title.Section 460.963 - Definitions",
      "text": "Section 460.965 - Powers of Municipality.Section 460.967 - Residential Clean Energy Program; Actions; Order; Amendment by Resolution.Section 460.969 - Residential Clean Energy Program; Administration; Loans; Payment; Shut Off for Nonpayment of Per-Meter Char",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-460963",
      "number": "460.963",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"District\" means a district created under a clean energy program by a municipality.\n\n(b) \"Energy efficiency improvement\" means equipment, devices, or materials intended to decrease energy consumption, including, but not limited to, all of the following:\n\n(i) Insulation in walls, roofs, floors, foundations, or heating and cooling distribution systems.\n\n(ii) Storm windows and doors; multi-glazed windows and doors; heat-absorbing or heat-reflective glazed and coated window and door systems; and additional glazing, reductions in glass area, and other window and door system modifications that reduce energy consumption.\n\n(iii) Automated energy control systems.\n\n(iv) Heating, ventilating, or air-conditioning and distribution system modifications or replacements.\n\n(v) Air sealing, caulking, and weather-stripping.\n\n(vi) Lighting fixtures that reduce the energy use of the lighting system.\n\n(vii) Energy recovery systems.\n\n(viii) Day lighting systems.\n\n(ix) Electrical wiring or outlets to charge a motor vehicle that is fully or partially powered by electricity.\n\n(x) Measures to reduce the usage of water or increase the efficiency of water usage.\n\n(xi) Any other installation or modification of equipment, devices, or materials approved as a utility cost-savings measure by the governing body.\n\n(c) \"Energy project\" means the installation or modification of an energy efficiency improvement or the acquisition, installation, or improvement of a renewable energy system.\n\n(d) \"Governing body\" means the township board of a township or the council or other similar elected legislative body of a city or village.\n\n(e) \"Home energy audit\" means an evaluation of the energy performance of a residential structure, by a qualified person using building-performance diagnostic equipment and complying with American national standards institute approved home energy audit standards, that meets both of the following requirements:\n\n(i) Determines how best to optimize energy performance while maintaining or improving human comfort, health, and safety and the durability of the structure.\n\n(ii) Includes a baseline energy model and cost-benefit analysis for recommended energy efficiency improvements.\n\n(f) \"Municipality\" means a city, village, or township, all or some of whose residents are served by a municipal electric utility.\n\n(g) \"Person\" means an individual, firm, partnership, association, corporation, unincorporated joint venture, or trust, organized, permitted, or existing under the laws of this state or any other state, including a federal corporation, or a combination thereof. However, person does not include a local unit of government.\n\n(h) \"Property\" means privately owned residential real property located within the municipality.\n\n(i) \"Record owner\" means the person or persons possessed of the most recent fee title or land contract vendee's interest in property as shown by the records of the county register of deeds.\n\n(j) \"Renewable energy resource\" means a resource that naturally replenishes over a human, not a geological, time frame and that is ultimately derived from solar power, water power, or wind power. Renewable energy resource does not include petroleum, nuclear, natural gas, or coal. A renewable energy resource comes from the sun or from thermal inertia of the earth and minimizes the output of toxic material in the conversion of the energy and includes, but is not limited to, all of the following:\n\n(i) Biomass.\n\n(ii) Solar and solar thermal energy.\n\n(iii) Wind energy.\n\n(iv) Geothermal energy.\n\n(v) Methane gas captured from a landfill.\n\n(k) \"Renewable energy system\" means a fixture, product, device, or interacting group of fixtures, products, or devices on the customer's side of the meter that use 1 or more renewable energy resources. Renewable energy system includes a biomass stove but does not include an incinerator or digester.\n\n(l) \"Residential clean energy program\" or \"program\" means a program as described in section 5(2).\n\nHistory:2014, Act 408, Imd. Eff. Dec. 30, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-460/statute-act-408-of-2014/section-460-963/"
    },
    {
      "id": "section-460965",
      "number": "460.965",
      "heading": "Powers of Municipality.",
      "text": "(1) Pursuant to section 7, a municipality may do all of the following:\n\n(a) Establish a residential clean energy program.\n\n(b) From time to time, designate a district or districts within its territorial jurisdiction where residents are served by a municipal electric utility. Districts may be separate, overlapping, or coterminous.\n\n(2) Under a residential clean energy program, the municipality may enter into a contract with a record owner of property within a district to finance or refinance 1 or more energy projects on the property. The financing or refinancing may include the cost of materials and labor necessary for installation, home energy audit costs, permit fees, inspection fees, application and administrative fees, bank fees, and all other fees that may be incurred by the record owner for the installation on a specific or pro rata basis, as determined by the municipality.\n\nHistory:2014, Act 408, Imd. Eff. Dec. 30, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-460/statute-act-408-of-2014/section-460-965/"
    },
    {
      "id": "section-460967",
      "number": "460.967",
      "heading": "Residential Clean Energy Program; Actions; Order; Amendment by Resolution.",
      "text": "(1) To establish a residential clean energy program, the governing body of a municipality shall take the following actions in the following order:\n\n(a) Adopt a resolution of intent that includes all of the following:\n\n(i) A finding that the financing of energy projects is a valid public purpose.\n\n(ii) A statement of intent to provide funds for financing energy projects, which may be repaid by charges on the electric utility bills for the properties benefited, with the agreement of the record owners.\n\n(iii) A description of the proposed arrangements for financing the program.\n\n(iv) The types of energy projects that may be financed.\n\n(v) Reference to a report on the proposed program as described in section 11(1) and the internet address and office location where the report is available under section 11(2).\n\n(vi) The time and place for a public hearing on the proposed program.\n\n(b) Hold a public hearing on the proposed program, including the report described under section 11.\n\n(c) Adopt a resolution or ordinance establishing the program and setting forth its terms and conditions, including all of the following:\n\n(i) Matters required by section 11 to be included in the report. For this purpose, the resolution may incorporate the report or an amended version thereof by reference.\n\n(ii) If the program is established by a resolution, a description of which aspects of the program may be amended without a new public hearing and which aspects may be amended only after a new public hearing is held.\n\n(2) A residential clean energy program established by resolution or ordinance may be amended by resolution of the governing body or ordinance, respectively. Before the governing body adopts an amendment by resolution, the governing body shall conduct a public hearing if required pursuant to subsection (1)(c)(ii).\n\nHistory:2014, Act 408, Imd. Eff. Dec. 30, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-460/statute-act-408-of-2014/section-460-967/"
    },
    {
      "id": "section-460969",
      "number": "460.969",
      "heading": "Residential Clean Energy Program; Administration; Loans; Payment; Shut Off for Nonpayment of Per-Meter Charge; Obligation to Run With the Land.",
      "text": "(1) A residential clean energy program may be administered by a nonprofit corporation, including, but not limited to, a nonprofit corporation formed under section 4o of the home rule city act, 1909 PA 279, MCL 117.4o. The nonprofit corporation's administration of the program may be funded by money appropriated by the municipality, transferred from the municipality's electric utility, if any, or provided by private sources.\n\n(2) A residential clean energy program may provide for financing energy projects through loans made to property owners by the municipal electric utility, by a nonprofit corporation described in subsection (1), or by commercial lenders. Loans by commercial lenders may be facilitated by the nonprofit corporation.\n\n(3) If a nonprofit corporation makes loans to owners of property under subsection (2), all of the following apply:\n\n(a) Interest shall be charged on the unpaid balance at a rate of not more than the adjusted prime rate as determined under section 23 of 1941 PA 122, MCL 205.23, plus 4%.\n\n(b) A loan shall be repaid in monthly installments, subject to section 11(1)(i).\n\n(c) The lender shall comply with all state and federal laws applicable to the extension of credit for home improvements.\n\n(4) The program may provide for billing customers of the municipal electric utility any fees under section 11(1)(h)(ii) and the monthly installment payments as a per-meter charge on the bill for electric services. The payment shall be considered part of the charges for electric services to the property for purposes of enforcement as provided under section 21 of the revenue bond act of 1933, 1933 PA 94, MCL 141.121.\n\n(5) Electric service may be shut off for nonpayment of the per-meter charge under subsection (4) in the same manner and pursuant to the same procedures as used to enforce nonpayment of other charges for electric service. If notice of a loan under the program is recorded with the register of deeds for the county in which the property is located, the obligation to pay the per-meter charge shall run with the land and be binding on future customers contracting for electric service to the property.\n\nHistory:2014, Act 408, Imd. Eff. Dec. 30, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-460/statute-act-408-of-2014/section-460-969/"
    },
    {
      "id": "section-460971",
      "number": "460.971",
      "heading": "Report.",
      "text": "(1) The report on the proposed residential clean energy program required under section 7 shall include all of the following:\n\n(a) A form of contract between the municipality and record owner governing the terms and conditions of financing under the program.\n\n(b) Identification of an official authorized to enter into a program contract on behalf of the municipality.\n\n(c) A maximum aggregate annual dollar amount for all financing to be provided by the municipality under the program.\n\n(d) An application process and eligibility requirements for financing energy projects under the program, including the classes of property eligible.\n\n(e) Subject to section 9(3), a method for determining interest rates on loan installments, repayment periods, and the maximum amount of a loan.\n\n(f) An explanation of how monthly installment payments on loans will be billed and collected under section 9(4) or otherwise.\n\n(g) A plan for raising capital to finance improvements under the program. The plan may include any of the following:\n\n(i) The sale of bonds or notes, subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(ii) Amounts to be advanced by the municipality through funds available to it from any other source.\n\n(iii) Owner-arranged financing from a commercial lender whether or not facilitated by a nonprofit corporation under section 9(2). Under owner-arranged financing, a municipal electric utility may collect monthly installment payments on the electric utility bills pursuant to section 9(4) and forward payments to the commercial lender or the record owner may pay the commercial lender directly.\n\n(h) Information regarding all of the following, to the extent known, or procedures to determine the following in the future:\n\n(i) Any reserve fund or funds to be used as security for bonds or notes described in subdivision (g).\n\n(ii) Any application, administration, or other program fees to be charged to a record owner participating in the program. The fees shall be used to finance costs incurred by the municipality as a result of the record owner's participation.\n\n(i) A requirement that the term for repayment of a loan to a property owner as described in section 9(2) not exceed the anticipated useful life of the energy project paid for by the loan or 180 months, whichever is less.\n\n(j) Provisions for marketing and participant education.\n\n(k) Provisions for adequate debt service reserve fund.\n\n(l) Quality assurance and antifraud measures.\n\n(m) A requirement that a baseline home energy audit be conducted before an energy project is undertaken. After the energy project is completed, the municipality shall obtain verification that the renewable energy system or energy efficiency improvement was properly installed and is operating as intended.\n\n(2) The municipality shall post the report under subsection (1) on the municipality's website, if any, and make the report available for review at the office of the clerk or the official authorized to enter contracts on behalf of the municipality under the residential clean energy program.\n\nHistory:2014, Act 408, Imd. Eff. Dec. 30, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-460/statute-act-408-of-2014/section-460-971/"
    }
  ]
}