{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-321j-operating-while-intoxicated",
  "sections": [
    {
      "id": "section-321j1",
      "number": "321J.1",
      "heading": "Definitions.Section 321J.1A - Drunk driving public education campaign — pamphlets",
      "text": "321J.1 Definitions.\n\nAs used in this chapter unless the context otherwise requires:\n\n1. “Alcohol concentration” means the number of grams of alcohol per any of the following:\n\na. One hundred milliliters of blood.\n\nb. Two hundred ten liters of breath.\n\nc. Sixty-seven milliliters of urine.\n\n2. “Alcoholic beverage” includes alcohol, wine, spirits, beer, or any other beverage which contains ethyl alcohol and is fit for human consumption.\n\n3. “Arrest” includes but is not limited to taking into custody pursuant to section 232.19.\n\n4. “Controlled substance” means any drug, substance, or compound that is listed in section 124.204 or 124.206, or any metabolite or derivative of the drug, substance, or compound.\n\n5. “Department” means the state department of transportation.\n\n6. “Director” means the director of transportation or the director’s designee.\n\n7. “Driver’s license” means any license or permit issued to a person to operate a motor vehicle on the highways of this state, including but not limited to a driver’s, commercial driver’s, temporary restricted, or temporary license and an instruction, chauffeur’s instruction, commercial learner’s, or temporary permit.\n\n8. “Peace officer” means:\n\na. A member of the state patrol.\n\nb. A police officer under civil service as provided in chapter 400.\n\nc. A sheriff.\n\nd. A regular deputy sheriff who has had formal police training.\n\ne. Any other law enforcement officer who has satisfactorily completed an approved course relating to motor vehicle operators under the influence of alcoholic beverages at the Iowa law enforcement academy or a law enforcement training program approved by the department of public safety.\n\n9. “Serious injury” means the same as defined in section 702.18.\n\n86 Acts, ch 1220, §1; 90 Acts, ch 1230, §83; 98 Acts, ch 1073, §9; 98 Acts, ch 1074, §27; 98 Acts, ch 1138, §10; 2001 Acts, ch 132, §16; 2005 Acts, ch 35, §31; 2010 Acts, ch 1073, §2; 2015 Acts, ch 123, §70\n\nReferred to in §321.208, 321J.2A, 668.15A, 901D.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-1/"
    },
    {
      "id": "section-321j1a",
      "number": "321J.1A",
      "heading": "Drunk driving public education campaign — pamphlets.",
      "text": "321J.1A Drunk driving public education campaign — pamphlets.\n\n1. The department of public safety, the governor’s traffic safety bureau, the state department of transportation, the governor, and the attorney general shall cooperate in an ongoing public education campaign to inform the citizens of this state of the dangers and the specific legal consequences of driving drunk in this state. The entities shall use their best efforts to utilize all available opportunities for making public service announcements on television and radio broadcasts, and to obtain and utilize federal funds for highway safety and other grants in conducting the public education campaign.\n\n2. The department shall publish pamphlets containing the criminal and administrative penalties for drunk driving, and related laws, rules, instructions, and explanatory matter. This information may be included in publications containing information related to other motor vehicle laws, issued pursuant to section 321.15. Copies of the pamphlets shall be given wide distribution, and a supply shall be made available to each county treasurer.\n\n97 Acts, ch 177, §3; 2004 Acts, ch 1013, §30, 35",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-1a/"
    },
    {
      "id": "section-321j2",
      "number": "321J.2",
      "heading": "Operating while under the influence of alcohol or a drug or while having an alcohol concentration of .08 or more (OWI).",
      "text": "321J.2 Operating while under the influence of alcohol or a drug or while having an alcohol concentration of .08 or more (OWI).\n\n1. A person commits the offense of operating while intoxicated if the person operates a motor vehicle in this state in any of the following conditions:\n\na. While under the influence of an alcoholic beverage or other drug or a combination of such substances.\n\nb. While having an alcohol concentration of .08 or more.\n\nc. While any amount of a controlled substance is present in the person, as measured in the person’s blood or urine.\n\n2. A person who violates subsection 1 commits:\n\na. A serious misdemeanor for the first offense.\n\nb. An aggravated misdemeanor for a second offense.\n\nc. A class “D” felony for a third offense and each subsequent offense.\n\n3. A first offense is punishable by all of the following:\n\na. A minimum period of imprisonment in the county jail of forty-eight hours, but not to exceed one year, to be served as ordered by the court, less credit for any time the person was confined in a jail or detention facility following arrest or for any time the person spent in a court-ordered operating-while-intoxicated program that provides law enforcement security. However, the court, in ordering service of the sentence and in its discretion, may accommodate the defendant’s work schedule.\n\nb. (1) With the consent of the defendant, the court may defer judgment pursuant to section 907.3 and may place the defendant on probation upon conditions as it may require. Upon a showing that the defendant is not fulfilling the conditions of probation, the court may revoke probation and impose any sentence authorized by law. Before taking such action, the court shall give the defendant an opportunity to be heard on any matter relevant to the proposed action. Upon violation of the conditions of probation, the court may proceed as provided in chapter 908. Upon fulfillment of the conditions of probation and the payment of fees imposed and not waived by the judicial district department of correctional services under section 905.14, the defendant shall be discharged without entry of judgment.\n\n(2) A person is not eligible for a deferred judgment under section 907.3 if the person has been convicted of a violation of this section or the person’s driver’s license has been revoked under this chapter, and any of the following apply:\n\n(a) If the defendant’s alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn in accordance with this chapter exceeds .15, regardless of whether or not the alcohol concentration indicated by the chemical test minus the established margin of error inherent in the device or method used to conduct the test equals an alcohol concentration of .15 or more.\n\n(b) If the defendant has previously been convicted of a violation of subsection 1 or a statute in another state substantially corresponding to subsection 1.\n\n(c) If the defendant has previously received a deferred judgment or sentence for a violation of subsection 1 or for a violation of a statute in another state substantially corresponding to subsection 1.\n\n(d) If the defendant refused to consent to testing requested in accordance with section 321J.6.\n\n(e) If the offense under this chapter results in bodily injury to a person other than the defendant.\n\n(f) If the offense was committed while also in violation of section 321.279, subsection 2.\n\nc. Assessment of a fine of one thousand two hundred fifty dollars. However, in the discretion of the court, if no personal or property injury has resulted from the defendant’s actions, the court may waive up to six hundred twenty-five dollars of the fine when the defendant presents to the court a temporary restricted license issued pursuant to section 321J.20.\n\n(1) Upon the entry of a deferred judgment, a civil penalty shall be assessed as provided in section 907.14 in an amount not less than the amount of the criminal fine authorized pursuant to this paragraph “c”.\n\n(2) As an alternative to a portion or all of the fine, the court may order the person to perform unpaid community service. However, the court shall not order the person to perform unpaid community service in lieu of a civil penalty or victim restitution. Surcharges and fees shall also be assessed pursuant to chapter 911.\n\nd. Revocation of the person’s driver’s license for a minimum period of one hundred eighty days up to a maximum revocation period of one year, pursuant to section 321J.4, subsection 1, section 321J.9, or section 321J.12. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles operated by the defendant if the defendant seeks a temporary restricted license.\n\ne. Assignment to substance use disorder evaluation and treatment, a course for drinking drivers, and, if available and appropriate, a reality education substance use disorder prevention program pursuant to section 321J.24.\n\n4. A second offense is punishable by all of the following:\n\na. A minimum period of imprisonment in the county jail or community-based correctional facility of seven days but not to exceed two years.\n\nb. Assessment of a minimum fine of one thousand eight hundred seventy-five dollars and a maximum fine of six thousand two hundred fifty dollars. Surcharges and fees shall be assessed pursuant to chapter 911.\n\nc. Revocation of the defendant’s driver’s license for a period of one year, if a revocation occurs pursuant to section 321J.12, subsection 1. If a revocation occurs due to test refusal under section 321J.9, or pursuant to section 321J.4, subsection 2, the defendant’s license shall be revoked for a period of two years.\n\nd. Assignment to substance use disorder evaluation and treatment, a course for drinking drivers, and, if available and appropriate, a reality education substance use disorder prevention program pursuant to section 321J.24.\n\n5. A third or subsequent offense is punishable by all of the following:\n\na. Commitment to the custody of the director of the department of corrections for an indeterminate term not to exceed five years, with a mandatory minimum term of thirty days.\n\n(1) If the court does not suspend a person’s sentence of commitment to the custody of the director of the department of corrections under this paragraph “a”, the person shall be assigned to a facility pursuant to section 904.513.\n\n(2) If the court suspends a person’s sentence of commitment to the custody of the director of the department of corrections under this paragraph “a”, the court shall order the person to serve not less than thirty days nor more than one year in the county jail, and the person may be committed to treatment in the community under section 907.6.\n\nb. Assessment of a minimum fine of three thousand one hundred twenty-five dollars and a maximum fine of nine thousand three hundred seventy-five dollars. Surcharges and fees shall be assessed pursuant to chapter 911.\n\nc. Revocation of the person’s driver’s license for a period of six years pursuant to section 321J.4, subsection 4.\n\nd. Assignment to substance use disorder evaluation and treatment, a course for drinking drivers, and, if available and appropriate, a reality education substance use disorder prevention program pursuant to section 321J.24.\n\ne. Notwithstanding the maximum sentence set forth in paragraph “a”, a person convicted of a third or subsequent offense may be sentenced as an habitual offender pursuant to sections 902.8 and 902.9 if the person qualifies as an habitual offender as described in section 902.8.\n\n6. To the extent that section 907.3 allows, the court may impose additional sentencing terms and conditions.\n\n7. a. All persons convicted of an offense under subsection 2 shall be ordered, at the person’s expense, to undergo, prior to sentencing, a substance use disorder evaluation. The court shall order the person to follow the recommendations proposed in the substance use disorder evaluation as provided in section 321J.3.\n\nb. Where the program is available and is appropriate for the convicted person, a person convicted of an offense under subsection 2 shall be ordered to participate in a reality education substance use disorder prevention program as provided in section 321J.24.\n\nc. A minimum term of imprisonment in a county jail or community-based correctional facility imposed on a person convicted of a second or subsequent offense under subsection 2, paragraph “b” or “c” shall be served on consecutive days. However, if the sentencing court finds that service of the full minimum term on consecutive days would work an undue hardship on the person, or finds that sufficient jail space is not available and is not reasonably expected to become available within four months after sentencing to incarcerate the person serving the minimum sentence on consecutive days, the court may order the person to serve the minimum term in segments of at least forty-eight hours and to perform a specified number of hours of unpaid community service as deemed appropriate by the sentencing court.\n\n8. In determining if a violation charged is a second or subsequent offense for purposes of criminal sentencing or license revocation under this chapter:\n\na. Any conviction or revocation deleted from motor vehicle operating records pursuant to section 321.12 shall not be considered as a previous offense.\n\nb. Deferred judgments entered pursuant to section 907.3 for violations of this section shall be counted as previous offenses.\n\nc. Convictions or the equivalent of deferred judgments for violations in any other states under statutes substantially corresponding to this section shall be counted as previous offenses. The courts shall judicially notice the statutes of other states which define offenses substantially equivalent to the one defined in this section and can therefore be considered corresponding statutes. Each previous violation on which conviction or deferral of judgment was entered prior to the date of the violation charged shall be considered and counted as a separate previous offense.\n\n9. A person shall not be convicted and sentenced for more than one violation of this section for actions arising out of the same event or occurrence, even if the event or occurrence involves more than one of the conditions specified in subsection 1.\n\n10. The clerk of the district court shall immediately certify to the department a true copy of each order entered with respect to deferral of judgment, deferral of sentence, or pronouncement of judgment and sentence for a defendant under this section.\n\n11. a. This section does not apply to a person operating a motor vehicle while under the influence of a drug if the substance was prescribed for the person and was taken under the prescription and in accordance with the directions of a medical practitioner as defined in chapter 155A or if the substance was dispensed by a pharmacist without a prescription pursuant to the rules of the board of pharmacy, if there is no evidence of the consumption of alcohol and the medical practitioner or pharmacist had not directed the person to refrain from operating a motor vehicle.\n\nb. When charged with a violation of subsection 1, paragraph “c”, a person may assert, as an affirmative defense, that the controlled substance present in the person’s blood or urine was prescribed or dispensed for the person and was taken in accordance with the directions of a practitioner and the labeling directions of the pharmacy, as that person and place of business are defined in section 155A.3.\n\n12. In any prosecution under this section, evidence of the results of analysis of a specimen of the defendant’s blood, breath, or urine is admissible upon proof of a proper foundation.\n\na. The alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn within two hours after the defendant was driving or in physical control of a motor vehicle is presumed to be the alcohol concentration at the time of driving or being in physical control of the motor vehicle.\n\nb. The presence of a controlled substance or other drug established by the results of analysis of a specimen of the defendant’s blood or urine withdrawn within two hours after the defendant was driving or in physical control of a motor vehicle is presumed to show the presence of such controlled substance or other drug in the defendant at the time of driving or being in physical control of the motor vehicle.\n\nc. The department of public safety shall adopt nationally accepted standards for determining detectable levels of controlled substances in the division of criminal investigation’s initial laboratory screening test for controlled substances.\n\n13. a. In addition to any fine or penalty imposed under this chapter, the court shall order a defendant convicted of or receiving a deferred judgment for a violation of this section to make restitution for damages resulting directly from the violation, to the victim, pursuant to chapter 910. An amount paid pursuant to this restitution order shall be credited toward any adverse judgment in a subsequent civil proceeding arising from the same occurrence. However, other than establishing a credit, a restitution proceeding pursuant to this section shall not be given evidentiary or preclusive effect in a subsequent civil proceeding arising from the same occurrence.\n\nb. The court may order restitution paid to any public agency for the costs of the emergency response resulting from the actions constituting a violation of this section, not exceeding five hundred dollars per public agency for each such response. For the purposes of this paragraph, “emergency response” means any incident requiring response by fire fighting, law enforcement, ambulance, medical, or other emergency services. A public agency seeking such restitution shall consult with the county attorney regarding the expenses incurred by the public agency, and the county attorney may include the expenses in the statement of pecuniary damages pursuant to section 910.3.\n\n14. In any prosecution under this section, the results of a chemical test shall not be used to prove a violation of subsection 1, paragraph “b” or “c”, if the alcohol, controlled substance, or other drug concentration indicated by the chemical test minus the established margin of error inherent in the device or method used to conduct the chemical test does not equal or exceed the level prohibited by subsection 1, paragraph “b” or “c”.\n\n86 Acts, ch 1220, §2; 87 Acts, ch 118, §4; 87 Acts, ch 215, §46; 90 Acts, ch 1233, §20; 90 Acts, ch 1251, §33; 97 Acts, ch 177, §4, 5; 98 Acts, ch 1073, §9; 98 Acts, ch 1100, §50; 98 Acts, ch 1138, §2, 3, 11 – 13, 37; 99 Acts, ch 96, §36; 2000 Acts, ch 1118, §1; 2000 Acts, ch 1135, §1; 2002 Acts, ch 1042, §1; 2003 Acts, ch 60, §1, 2; 2003 Acts, ch 179, §120\n\n; 2003 Acts, 1st Ex, ch 2, §48, 209\n\n; 2006 Acts, ch 1010, §90; 2006 Acts, ch 1166, §1 – 3; 2007 Acts, ch 10, §174; 2010 Acts, ch 1124, §1, 9; 2010 Acts, ch 1193, §50, 81; 2011 Acts, ch 25, §31; 2011 Acts, ch 131, §93, 158; 2018 Acts, ch 1110, §2, 3, 9; 2019 Acts, ch 5, §1, 2; 2020 Acts, ch 1028, §2; 2021 Acts, ch 98, §2; 2023 Acts, ch 19, §1067 – 1070; 2023 Acts, ch 42, §6\n\nReferred to in §81.1, 135B.34, 135C.33, 232.22, 232.150, 321.12, 321.208, 321.213, 321.241, 321.555, 321J.2A, 321J.2B, 321J.3, 321J.4, 321J.4B, 321J.5, 321J.6, 321J.8, 321J.9, 321J.10, 321J.10A, 321J.12, 321J.13, 321J.15, 321J.16, 321J.20, 321J.22, 321J.24, 321J.25, 321N.3, 602.8102(51), 707.6A, 724.4C, 724.15, 724.16, 724.22, 726.6, 804.31, 901C.3, 901D.2, 902.3, 907.3, 910.1, 910.3, 915.80\n\nFor provisions relating to third offense OWI driver’s license revocations and restoration of driving privileges, see\n\n99 Acts, ch 153, §25\n\nSubsection 3, paragraph b, subparagraph (2), subparagraph division (f) amended\n\nSubsection 3, paragraph e amended\n\nSubsection 4, paragraph d amended\n\nSubsection 5, paragraph d amended\n\nSubsection 7, paragraphs a and b amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-2/"
    },
    {
      "id": "section-321j2a",
      "number": "321J.2A",
      "heading": "Persons under the age of twenty-one.",
      "text": "321J.2A Persons under the age of twenty-one.\n\n1. A person who is under the age of twenty-one shall not operate a motor vehicle while having an alcohol concentration, as defined under section 321J.1, of .02 or more. The driver’s license or nonresident operating privilege of a person who is under the age of twenty-one and who operates a motor vehicle while having an alcohol concentration of .02 or more shall be revoked by the department for the period of time specified under section 321J.12. A revocation under this section shall not preclude a prosecution or conviction under any applicable criminal provisions of this chapter. However, if the person is convicted of a criminal offense under section 321J.2, the revocation imposed under this section shall be superseded by any revocation imposed as a result of the conviction.\n\n2. In any proceeding regarding a revocation under this section, evidence of the results of analysis of a specimen of the defendant’s blood, breath, or urine is admissible upon proof of a proper foundation. The alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn within two hours after the defendant was driving or in physical control of a motor vehicle is presumed to be the alcohol concentration at the time of driving or being in physical control of the motor vehicle.\n\n95 Acts, ch 48, §7; 98 Acts, ch 1073, §9; 2018 Acts, ch 1041, §127\n\nReferred to in §321.12, 321.241, 321A.17, 321J.2B, 321J.5, 321J.6, 321J.8, 321J.9, 321J.10A, 321J.12, 321J.13, 321J.15, 321J.16, 321J.20, 321J.25, 321N.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-2a/"
    },
    {
      "id": "section-321j2b",
      "number": "321J.2B",
      "heading": "Parental and school notification — persons under eighteen years of age.",
      "text": "321J.2B Parental and school notification — persons under eighteen years of age.\n\n1. A peace officer shall make a reasonable effort to identify a person under the age of eighteen who violates section 321J.2 or 321J.2A and, if the person is not referred to juvenile court, the law enforcement agency of which the peace officer is an employee shall make a reasonable attempt to notify the person’s custodial parent or legal guardian of the violation, whether or not the person is taken into custody, unless the officer has reasonable grounds to believe that notification is not in the best interests of the person or will endanger that person.\n\n2. The peace officer shall also make a reasonable effort to identify the elementary or secondary school which the person attends if the person is enrolled in elementary or secondary school and to notify the superintendent or the superintendent’s designee of the school which the person attends, or the authorities in charge of the nonpublic school which the person attends, of the violation. If the person is taken into custody, the peace officer shall notify a juvenile court officer who shall make a reasonable effort to identify the elementary or secondary school the person attends, if any, and to notify the superintendent of the school district or the superintendent’s designee, or the authorities in charge of the nonpublic school, of the violation. A reasonable attempt to notify the person includes, but is not limited to, a telephone call or notice by first-class mail.\n\n2000 Acts, ch 1138, §4\n\nReferred to in §232.147",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-2b/"
    },
    {
      "id": "section-321j3",
      "number": "321J.3",
      "heading": "Substance use disorder evaluation or treatment — rules.",
      "text": "321J.3 Substance use disorder evaluation or treatment — rules.\n\n1. a. In addition to orders issued pursuant to section 321J.2, subsections 3, 4, and 5, and section 321J.17, the court shall order any defendant convicted under section 321J.2 to follow the recommendations proposed in the substance use disorder evaluation for appropriate substance use disorder treatment for the defendant. Court-ordered substance use disorder treatment is subject to the periodic reporting requirements of section 125.86.\n\nb. If a defendant is committed by the court to a substance use disorder treatment facility, the administrator of the facility shall report to the court when it is determined that the defendant has received the maximum benefit of treatment at the facility and the defendant shall be released from the facility. The time for which the defendant is committed for treatment shall be credited against the defendant’s sentence.\n\nc. The court may prescribe the length of time for the evaluation and treatment or it may request that the community college or other approved provider conducting the course for drinking drivers which the person is ordered to attend or the treatment program to which the person is committed immediately report to the court when the person has received maximum benefit from the course for drinking drivers or treatment program or has recovered from the person’s addiction, dependency, or tendency to chronically use alcohol or drugs.\n\nd. Upon successfully completing a course for drinking drivers or an ordered substance use disorder treatment program, a court may place the person on probation for six months and as a condition of probation, the person shall attend a program providing posttreatment services relating to substance use disorder as approved by the court.\n\ne. A person committed under this section who does not possess sufficient income or estate to make payment of the costs of the treatment in whole or in part shall be considered a state patient and the costs of treatment shall be paid as provided in section 125.44.\n\nf. A defendant who fails to carry out the order of the court shall be confined in the county jail for twenty days in addition to any other imprisonment ordered by the court or may be ordered to perform unpaid community service work, and shall be placed on probation for one year with a violation of this probation punishable as contempt of court.\n\ng. In addition to any other condition of probation, the person shall attend a program providing substance use disorder prevention services or posttreatment services related to substance use disorder as ordered by the court. The person shall report to the person’s probation officer as ordered concerning proof of attendance at the treatment program or posttreatment program ordered by the court. Failure to attend or complete the program shall be considered a violation of probation and is punishable as contempt of court.\n\n2. a. Upon a second or subsequent offense in violation of section 321J.2, the court upon hearing may commit the defendant for inpatient treatment of alcoholism or drug addiction or dependency to any hospital, institution, or community correctional facility in Iowa providing such treatment. The time for which the defendant is committed for treatment shall be credited against the defendant’s sentence.\n\nb. The court may prescribe the length of time for the evaluation and treatment or it may request that the hospital to which the person is committed immediately report to the court when the person has received maximum benefit from the program of the hospital or institution or has recovered from the person’s addiction, dependency, or tendency to chronically use alcohol or drugs.\n\nc. A person committed under this section who does not possess sufficient income or estate to make payment of the costs of the treatment in whole or in part shall be considered a state patient and the costs of treatment shall be paid as provided in section 125.44.\n\n3. The state department of transportation, in cooperation with the judicial branch, shall adopt rules, pursuant to the procedure in section 125.33, regarding the assignment of persons ordered under section 321J.17 to submit to substance use disorder evaluation and treatment. The rules shall be applicable only to persons other than those committed to the custody of the director of the department of corrections under section 321J.2. The rules shall be consistent with the practices and procedures of the judicial branch in sentencing persons to substance use disorder evaluation and treatment under section 321J.2. The rules shall include the requirement that the treatment programs utilized by a person pursuant to an order of the department of transportation meet the licensure standards of the department of health and human services for substance use disorder treatment programs under chapter 125. The rules shall also include provisions for payment of costs by the offenders, including insurance reimbursement on behalf of offenders, or other forms of funding, and shall also address reporting requirements of the facility, consistent with the provisions of sections 125.84 and 125.86. The department of transportation shall be entitled to treatment information contained in reports to the department of transportation, notwithstanding any provision of chapter 125 that would restrict department access to treatment information and records.\n\n86 Acts, ch 1220, §3; 87 Acts, ch 118, §5; 90 Acts, ch 1251, §34; 90 Acts, ch 1253, §120; 97 Acts, ch 177, §6, 7; 98 Acts, ch 1047, §28; 2006 Acts, ch 1010, §91; 2010 Acts, ch 1124, §2, 9; 2011 Acts, ch 20, §15; 2022 Acts, ch 1021, §79; 2023 Acts, ch 19, §1071\n\nReferred to in §125.44, 321.213, 321J.2\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-3/"
    },
    {
      "id": "section-321j4",
      "number": "321J.4",
      "heading": "Revocation of license — ignition interlock devices — temporary restricted license.",
      "text": "321J.4 Revocation of license — ignition interlock devices — temporary restricted license.\n\n1. If a defendant is convicted of a violation of section 321J.2 and the defendant’s driver’s license or nonresident operating privilege has not been revoked under section 321J.9 or 321J.12 for the occurrence from which the arrest arose, the department shall revoke the defendant’s driver’s license or nonresident operating privilege for one hundred eighty days if the defendant submitted to chemical testing and has had no previous conviction or revocation under this chapter and shall revoke the defendant’s driver’s license or nonresident operating privilege for one year if the defendant refused to submit to chemical testing and has had no previous conviction or revocation under this chapter. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles operated by the defendant if the defendant seeks a temporary restricted license.\n\n2. If a defendant is convicted of a violation of section 321J.2, and the defendant’s driver’s license or nonresident operating privilege has not already been revoked under section 321J.9 or 321J.12 for the occurrence from which the arrest arose, the department shall revoke the defendant’s driver’s license or nonresident operating privilege for one year if the defendant submitted to chemical testing and has had a previous conviction or revocation under this chapter and shall revoke the defendant’s driver’s license or nonresident operating privilege for two years if the defendant refused to submit to chemical testing and has had a previous revocation under this chapter. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles owned or operated by the defendant if the defendant seeks a temporary restricted license. A temporary restricted license shall not be granted by the department until the defendant installs the ignition interlock device.\n\n3. If the court defers judgment pursuant to section 907.3 for a violation of section 321J.2, and if the defendant’s driver’s license or nonresident operating privilege has not been revoked under section 321J.9 or 321J.12, or has not otherwise been revoked for the occurrence from which the arrest arose, the department shall revoke the defendant’s driver’s license or nonresident operating privilege for a period of not less than thirty days nor more than ninety days. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles operated by the defendant if the defendant seeks a temporary restricted license.\n\n4. Upon a plea or verdict of guilty of a third or subsequent violation of section 321J.2, the department shall revoke the defendant’s driver’s license or nonresident operating privilege for a period of six years. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles owned or operated by the defendant if the defendant seeks a temporary restricted license. A temporary restricted license shall not be granted by the department until the defendant installs the ignition interlock device.\n\n5. Upon a plea or verdict of guilty of a violation of section 321J.2 which involved a personal injury, the court shall determine in open court, from consideration of the information in the file and any other evidence the parties may submit, whether a serious injury was sustained by any person other than the defendant and, if so, whether the defendant’s conduct in violation of section 321J.2 caused the serious injury. If the court so determines, the court shall order the department to revoke the defendant’s driver’s license or nonresident operating privilege for a period of one year in addition to any other period of suspension or revocation. The defendant shall surrender to the court any Iowa license or permit and the court shall forward it to the department with a copy of the order for revocation.\n\n6. Upon a plea or verdict of guilty of a violation of section 321J.2 which involved a death, the court shall determine in open court, from consideration of the information in the file and any other evidence the parties may submit, whether a death occurred and, if so, whether the defendant’s conduct in violation of section 321J.2 caused the death. If the court so determines, the court shall order the department to revoke the defendant’s driver’s license or nonresident operating privilege for a period of six years. The defendant shall not be eligible for any temporary restricted license for at least two years after the revocation. The defendant shall surrender to the court any Iowa license or permit and the court shall forward it to the department with a copy of the order for revocation.\n\n7. If a license or permit to operate a motor vehicle is revoked or denied under this section or section 321J.9 or 321J.12, the period of revocation or denial shall be the period provided for such a revocation or until the defendant reaches the age of eighteen whichever period is longer.\n\n8. a. On a conviction for or as a condition of a deferred judgment for a violation of section 321J.2, the court may order the defendant to install ignition interlock devices of a type approved by the commissioner of public safety on all motor vehicles owned or operated by the defendant which, without tampering or the intervention of another person, would prevent the defendant from operating the motor vehicle with an alcohol concentration greater than a level set by rule of the commissioner of public safety. However, if the defendant has had no previous conviction or revocation under this chapter, the court’s order shall require the defendant to install approved ignition interlock devices only on all motor vehicles operated by the defendant.\n\nb. The commissioner of public safety shall adopt rules to approve certain ignition interlock devices and the means of installation of the devices, and shall establish the level of alcohol concentration beyond which an ignition interlock device will not allow operation of the motor vehicle in which it is installed.\n\nc. The order to install ignition interlock devices shall remain in effect for a period of time as determined by the court which shall not exceed the maximum term of imprisonment which the court could have imposed according to the nature of the violation. While the order is in effect, the defendant shall not operate a motor vehicle which does not have an approved ignition interlock device installed.\n\nd. If the defendant’s driver’s license or nonresident operating privilege has been revoked, the department shall not issue a temporary permit or a driver’s license to the person without certification that approved ignition interlock devices have been installed on all motor vehicles owned or operated by the defendant while the order is in effect. However, if the defendant has had no previous conviction or revocation under this chapter, the department shall require certification that approved ignition interlock devices have been installed only on all motor vehicles operated by the defendant.\n\ne. A defendant who fails within a reasonable time to comply with an order to install an approved ignition interlock device may be declared in contempt of court and punished accordingly.\n\nf. A person who tampers with or circumvents an ignition interlock device installed under a court order while an order is in effect commits a serious misdemeanor.\n\n86 Acts, ch 1220, §4; 88 Acts, ch 1168, §1; 90 Acts, ch 1230, §84; 92 Acts, ch 1212, §29; 95 Acts, ch 48, §8 – 10; 95 Acts, ch 55, §12; 96 Acts, ch 1090, §9 – 11; 96 Acts, ch 1152, §22; 97 Acts, ch 177, §8 – 11; 98 Acts, ch 1073, §9, 12; 98 Acts, ch 1138, §4, 36, 37; 2000 Acts, ch 1133, §15; 2000 Acts, ch 1138, §3; 2003 Acts, ch 60, §3; 2003 Acts, ch 179, §121, 122; 2007 Acts, ch 143, §21; 2009 Acts, ch 130, §13; 2010 Acts, ch 1097, §4 – 7; 2018 Acts, ch 1110, §4, 9; 2021 Acts, ch 98, §3, 4\n\nReferred to in §321.213, 321J.2, 321J.17, 321J.20\n\nFor provisions relating to third offense OWI driver’s license revocations and restoration of driving privileges, see\n\n99 Acts, ch 153, §25",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-4/"
    },
    {
      "id": "section-321j4a",
      "number": "321J.4A",
      "heading": "Surrender of registration and plates.",
      "text": "321J.4A Surrender of registration and plates. Repealed by 95 Acts, ch 48, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-4a/"
    },
    {
      "id": "section-321j4b",
      "number": "321J.4B",
      "heading": "Motor vehicle impoundment or immobilization — penalty — liability of vehicle owner.",
      "text": "321J.4B Motor vehicle impoundment or immobilization — penalty — liability of vehicle owner.\n\n1. For purposes of this section:\n\na. “Immobilized” means the installation of a device in a motor vehicle that completely prevents a motor vehicle from being operated, or the installation of an ignition interlock device of a type approved by the commissioner of public safety.\n\nb. “Impoundment” means the process of seizure and confinement within an enclosed area of a motor vehicle, for the purpose of restricting access to the vehicle.\n\nc. “Owner” means the registered titleholder of a motor vehicle; except in the case where a rental or leasing agency is the registered titleholder, in which case the lessee of the vehicle shall be treated as the owner of the vehicle for purposes of this section.\n\n2. a. A motor vehicle is subject to impoundment in the following circumstances:\n\n(1) If a person operates a vehicle in violation of section 321J.2, and if convicted for that conduct, the conviction would be a second or subsequent offense under section 321J.2.\n\n(2) If a person operates a vehicle while that person’s driver’s license or operating privilege has been suspended, denied, revoked, or barred due to a violation of section 321J.2.\n\nb. The clerk of court shall send notice of a conviction of an offense for which the vehicle was impounded to the impounding authority upon conviction of the defendant for such offense.\n\nc. Impoundment of the vehicle under this section may occur in addition to any criminal penalty imposed under chapter 321 or this chapter for the underlying criminal offense.\n\n3. The motor vehicle operated by the person in the commission of any offense included in subsection 2 may be immediately impounded or immobilized in accordance with this section.\n\na. A person or agency taking possession of an impounded or immobilized motor vehicle shall do the following:\n\n(1) Make an inventory of any property contained in the vehicle, according to the agency’s inventory procedure. The agency responsible for the motor vehicle shall also deliver a copy of the inventory to the county attorney.\n\n(2) Contact all rental or leasing agencies registered as owners of the vehicle, as well as any parties registered as holders of a secured interest in the vehicle, in accordance with subsection 12.\n\nb. The county attorney shall file a copy of the inventory with the district court as part of each file related to criminal charges filed under this section.\n\n4. An owner of a motor vehicle impounded or immobilized under this section, who knows of, should have known of, or gives consent to the operation of, the motor vehicle in violation of subsection 2, paragraph “a”, subparagraph (2), shall be:\n\na. Guilty of a simple misdemeanor, and\n\nb. Jointly and severally liable for any damages caused by the person who operated the motor vehicle, subject to the provisions of chapter 668.\n\n5. a. The following persons shall be entitled to immediate return of the motor vehicle without payment of costs associated with the impoundment or immobilization of the vehicle:\n\n(1) The owner of the motor vehicle, if the person who operated the motor vehicle is not a co-owner of the motor vehicle.\n\n(2) A motor vehicle rental or leasing agency that owns the vehicle.\n\n(3) A person who owns the motor vehicle and who is charged but is not convicted of the violation of section 321.218, 321.561, 321A.32, 321J.2, or 321J.21, which resulted in the impoundment or immobilization of the motor vehicle under this section.\n\nb. Upon conviction of the defendant for a violation of subsection 2, paragraph “a”, subparagraph (1), the court may order continued impoundment, or the immobilization, of the motor vehicle used in the commission of the offense, if the convicted person is the owner of the motor vehicle, and shall specify all of the following in the order:\n\n(1) The motor vehicle that is subject to the order.\n\n(2) The period of impoundment or immobilization.\n\n(3) The person or agency responsible for carrying out the order requiring continued impoundment, or the immobilization, of the motor vehicle.\n\nc. If the vehicle subject to the order is in the custody of a law enforcement agency, the court shall designate that agency as the responsible agency. If the vehicle is not in the custody of a law enforcement agency, the person or agency responsible for carrying out the order shall be any person deemed appropriate by the court, including but not limited to a law enforcement agency with jurisdiction over the area in which the residence of the vehicle owner is located. The person or agency responsible for carrying out the order shall determine whether the motor vehicle shall be impounded or immobilized.\n\nd. The period of impoundment or immobilization of a motor vehicle under this section shall be the period of license revocation imposed upon the person convicted of the offense or one hundred eighty days, whichever period is longer. The impoundment or immobilization period shall commence on the day that the vehicle is first impounded or immobilized.\n\ne. The clerk of the district court shall send a copy of the order to the department, the person convicted of the offense, the person or agency responsible for executing the order for impoundment or immobilization, and any holders of any security interests in the vehicle.\n\nf. (1) If the vehicle subject to the court order is not in the custody of a law enforcement agency, the person or agency designated in the order as the person or agency responsible for executing the order shall, upon receipt of the order, promptly locate the vehicle specified in the order, seize the motor vehicle and the license plates, and send or deliver the vehicle’s license plates to the department.\n\n(2) If the vehicle is located at a place other than the place at which the court order is to be carried out, the person or agency responsible for executing the order shall arrange for the vehicle to be moved to the place of impoundment or immobilization. When the vehicle is found, is impounded or immobilized, and is at the place of impoundment or immobilization, the person or agency responsible for executing the order shall notify the clerk of the date on which the order was executed. The clerk shall notify the department of the date on which the order was executed.\n\ng. Upon receipt of a court order for continued impoundment or immobilization of the motor vehicle, the agency shall review the value of the vehicle in relation to the costs associated with the period of impoundment of the motor vehicle specified in the order. If the agency determines that the costs of impoundment of the motor vehicle exceed the actual wholesale value of the motor vehicle, the agency may treat the vehicle as an abandoned vehicle pursuant to section 321.89. If the agency elects to treat the motor vehicle as abandoned, the agency shall notify the registered owner of the motor vehicle that the vehicle shall be deemed abandoned and shall be sold in the manner provided in section 321.89 if payment of the total cost of impoundment is not received within twenty-one days of the mailing of the notice. The agency shall provide documentation regarding the valuation of the vehicle and the costs of impoundment. This paragraph shall not apply to vehicles that are immobilized pursuant to this section or if subsection 12, paragraph “a”, subparagraph (1) or (2), applies.\n\n6. Upon conviction of the defendant for a second or subsequent violation of subsection 2, paragraph “a”, subparagraph (2), the court shall order, if the convicted person is the owner of the motor vehicle used in the commission of the offense, that that motor vehicle be seized and forfeited to the state pursuant to chapters 809 and 809A.\n\n7. a. Upon receipt of a notice of conviction of the defendant for a violation of subsection 2, the impounding authority shall seize the motor vehicle’s license plates and registration, and shall send or deliver them to the department.\n\nb. The department shall destroy license plates received under this section and shall not authorize the release of the vehicle or the issuance of new license plates for the vehicle until the period of impoundment or immobilization has expired, and the fee and costs assessed under subsection 10 have been paid. The fee for issuance of new license plates and certificates of registration shall be the same as for the replacement of lost, mutilated, or destroyed license plates and certificates of registration.\n\n8. a. Upon conviction for a violation of subsection 2, the court shall assess the defendant, in addition to any other penalty, a fee of one hundred dollars plus the cost of any expenses for towing, storage, and any other costs of impounding or immobilizing the motor vehicle, to be paid to the clerk of the district court.\n\nb. The person or agency responsible for impoundment or immobilization under this section shall inform the court of the costs of towing, storage, and any other costs of impounding or immobilizing the motor vehicle. Upon payment of the fee and costs, the clerk shall forward a copy of the receipt to the department.\n\nc. If a law enforcement agency impounds or immobilizes a motor vehicle, the amount of the fee and expenses deposited with the clerk shall be paid by the clerk to the law enforcement agency responsible for executing the order to reimburse the agency for costs incurred for impoundment or immobilization equipment and, if required, in sending officers to search for and locate the vehicle specified in the impoundment or immobilization order.\n\n9. Operating a motor vehicle on a street or highway in this state in violation of an order of impoundment or immobilization is a serious misdemeanor. A motor vehicle which is subject to an order of impoundment or immobilization that is operated on a street or highway in this state in violation of the order shall be seized and forfeited to the state under chapters 809 and 809A.\n\n10. Once the period of impoundment or immobilization has expired, the owner of the motor vehicle shall have thirty days to claim the motor vehicle and pay all fees and charges imposed under this section. If the owner or the owner’s designee has not claimed the vehicle and paid all fees and charges imposed under this section within seven days from the date of expiration of the period, the clerk shall send written notification to the motor vehicle owner, at the owner’s last known address, notifying the owner of the date of expiration of the period of impoundment or immobilization and of the period in which the motor vehicle must be claimed. If the motor vehicle owner fails to claim the motor vehicle and pay all fees and charges imposed within the thirty-day period, the motor vehicle shall be forfeited to the state under chapters 809 and 809A.\n\n11. a. (1) During the period of impoundment or immobilization the owner of an impounded or immobilized vehicle shall not sell or transfer the title of the motor vehicle which is subject to the order of impoundment or immobilization.\n\n(2) A person convicted of an offense under subsection 2 shall not purchase or register any motor vehicle during the period of impoundment, immobilization, or license revocation.\n\nb. If, during the period of impoundment or immobilization, the title to the motor vehicle which is the subject of the order is transferred by the foreclosure of a chattel mortgage, a sale upon execution, the cancellation of a conditional sales contract, or an order of a court, the court which enters the order that permits transfer of the title shall notify the department of the transfer of the title. The department shall enter notice of the transfer of the title to the motor vehicle in the previous owner’s vehicle registration record.\n\nc. Violation of paragraph “a” is a serious misdemeanor.\n\n12. a. Notwithstanding other requirements of this section:\n\n(1) Upon learning the address or phone number of a rental or leasing company which owns a motor vehicle impounded or immobilized under this section, the peace officer, county attorney, or attorney general shall immediately contact the company to inform the company that the vehicle is available for return to the company.\n\n(2) The holder of a security interest in a vehicle which is impounded or immobilized pursuant to this section or forfeited in the manner provided in chapters 809 and 809A shall be notified of the impoundment, immobilization, or forfeiture within seventy-two hours of the seizure of the vehicle and shall have the right to claim the motor vehicle without payment of any fees or surcharges unless the value of the vehicle exceeds the value of the security interest held by the creditor.\n\n(3) Any of the following persons may make application to the court for permission to operate a motor vehicle, which is impounded or immobilized pursuant to this section, during the period of impoundment or immobilization, if the applicant’s driver’s license or operating privilege has not been suspended, denied, revoked, or barred, and an ignition interlock device of a type approved by the commissioner of public safety is installed in the motor vehicle prior to operation:\n\n(a) A person, other than the person who committed the offense which resulted in the impoundment or immobilization, who is not a member of the immediate family of the person who committed the offense but is a joint owner of the motor vehicle.\n\n(b) A member of the immediate family of the person who committed the offense which resulted in the impoundment or immobilization, if the member demonstrates that the motor vehicle that is subject to the order for impoundment or immobilization is the only motor vehicle possessed by the family.\n\nb. For purposes of this section, “a member of the immediate family” means a spouse, child, or parent of the person who committed the offense.\n\n13. The impoundment, immobilization, or forfeiture of a motor vehicle under this chapter does not constitute loss of use of a motor vehicle for purposes of any contract of insurance.\n\n95 Acts, ch 48, §11; 95 Acts, ch 143, §5; 96 Acts, ch 1133, §42, 43; 97 Acts, ch 177, §12; 98 Acts, ch 1073, §9; 2010 Acts, ch 1061, §180; 2010 Acts, ch 1069, §103 – 106\n\nReferred to in §321.89, 809A.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-4b/"
    },
    {
      "id": "section-321j5",
      "number": "321J.5",
      "heading": "Preliminary screening test.",
      "text": "321J.5 Preliminary screening test.\n\n1. When a peace officer has reasonable grounds to believe that either of the following have occurred, the peace officer may request that the operator provide a sample of the operator’s breath for a preliminary screening test using a device approved by the commissioner of public safety for that purpose:\n\na. A motor vehicle operator may be violating or has violated section 321J.2 or 321J.2A.\n\nb. The operator has been involved in a motor vehicle collision resulting in injury or death.\n\n2. The results of this preliminary screening test may be used for the purpose of deciding whether an arrest should be made or whether to request a chemical test authorized in this chapter, but shall not be used in any court action except to prove that a chemical test was properly requested of a person pursuant to this chapter.\n\n86 Acts, ch 1220, §5; 95 Acts, ch 48, §12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-5/"
    },
    {
      "id": "section-321j6",
      "number": "321J.6",
      "heading": "Implied consent to test.",
      "text": "321J.6 Implied consent to test.\n\n1. A person who operates a motor vehicle in this state under circumstances which give reasonable grounds to believe that the person has been operating a motor vehicle in violation of section 321J.2 or 321J.2A is deemed to have given consent to the withdrawal of specimens of the person’s blood, breath, or urine and to a chemical test or tests of the specimens for the purpose of determining the alcohol concentration or presence of a controlled substance or other drugs, subject to this section. The withdrawal of the body substances and the test or tests shall be administered at the written request of a peace officer having reasonable grounds to believe that the person was operating a motor vehicle in violation of section 321J.2 or 321J.2A, and if any of the following conditions exist:\n\na. A peace officer has lawfully placed the person under arrest for violation of section 321J.2.\n\nb. The person has been involved in a motor vehicle accident or collision resulting in personal injury or death.\n\nc. The person has refused to take a preliminary breath screening test provided by this chapter.\n\nd. The preliminary breath screening test was administered and it indicated an alcohol concentration equal to or in excess of the level prohibited by section 321J.2.\n\ne. The preliminary breath screening test was administered to a person operating a commercial motor vehicle as defined in section 321.1 and it indicated an alcohol concentration of 0.04 or more.\n\nf. The preliminary breath screening test was administered and it indicated an alcohol concentration less than the level prohibited by section 321J.2, and the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug.\n\ng. The preliminary breath screening test was administered and it indicated an alcohol concentration of .02 or more but less than .08 and the person is under the age of twenty-one.\n\n2. The peace officer shall determine which of the three substances, breath, blood, or urine, shall be tested. Refusal to submit to a chemical test of urine or breath is deemed a refusal to submit, and section 321J.9 applies. A refusal to submit to a chemical test of blood is not deemed a refusal to submit, but in that case, the peace officer shall then determine which one of the other two substances shall be tested and shall offer the test. If the peace officer fails to offer a test within two hours after the preliminary screening test is administered or refused or the arrest is made, whichever occurs first, a test is not required, and there shall be no revocation under section 321J.9.\n\n3. Notwithstanding subsection 2, if the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug, a blood or urine test shall be required even after another type of test has been administered. Section 321J.9 applies to a refusal to submit to a chemical test of urine or blood requested under this subsection.\n\n86 Acts, ch 1220, §6; 90 Acts, ch 1230, §85; 95 Acts, ch 48, §13, 14; 98 Acts, ch 1138, §14 – 16; 2003 Acts, ch 60, §4\n\nReferred to in §321J.2, 321J.7, 321J.9, 321J.10, 321J.12, 901D.2, 907.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-6/"
    },
    {
      "id": "section-321j7",
      "number": "321J.7",
      "heading": "Dead or unconscious persons.",
      "text": "321J.7 Dead or unconscious persons.\n\nA person who is dead, unconscious, or otherwise in a condition rendering the person incapable of consent or refusal is deemed not to have withdrawn the consent provided by section 321J.6, and the test may be given if a licensed physician, physician assistant, or advanced registered nurse practitioner certifies in advance of the test that the person is unconscious or otherwise in a condition rendering that person incapable of consent or refusal. If the certification is oral, a written certification shall be completed by the physician, physician assistant, or advanced registered nurse practitioner within a reasonable time of the test.\n\n86 Acts, ch 1220, §7; 97 Acts, ch 147, §4; 97 Acts, ch 177, §13; 2005 Acts, ch 49, §1\n\nReferred to in §321J.8, 321J.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-7/"
    },
    {
      "id": "section-321j8",
      "number": "321J.8",
      "heading": "Statement of officer.",
      "text": "321J.8 Statement of officer.\n\n1. A person who has been requested to submit to a chemical test shall be advised by a peace officer of the following:\n\na. If the person refuses to submit to the test, the person’s driver’s license or nonresident operating privilege will be revoked by the department as required by and for the applicable period specified under section 321J.9.\n\nb. If the person submits to the test and the results indicate the presence of a controlled substance or other drug, or an alcohol concentration equal to or in excess of the level prohibited by section 321J.2 or 321J.2A, the person’s driver’s license or nonresident operating privilege will be revoked by the department as required by and for the applicable period specified under section 321J.12.\n\nc. (1) If the person is operating a commercial motor vehicle as defined in section 321.1 and either refuses to submit to the test or submits to the test and the results indicate an alcohol concentration of 0.04 or more, the person is disqualified from operating a commercial motor vehicle for the applicable period under section 321.208 in addition to any revocation of the person’s driver’s license or nonresident operating privilege which may be applicable under this chapter.\n\n(2) If the person is operating a noncommercial motor vehicle and holding a commercial driver’s license or commercial learner’s permit as defined in section 321.1 and either refuses to submit to the test or submits to the test and the results indicate the presence of a controlled substance or other drug or an alcohol concentration equal to or in excess of the level prohibited by section 321J.2, the person is disqualified from operating a commercial motor vehicle for the applicable period under section 321.208 in addition to any revocation of the person’s driver’s license or nonresident operating privilege which may be applicable under this chapter.\n\n2. This section does not apply in any case involving a person described in section 321J.7.\n\n86 Acts, ch 1220, §8; 90 Acts, ch 1230, §86; 95 Acts, ch 48, §15; 98 Acts, ch 1073, §9; 98 Acts, ch 1138, §17; 2007 Acts, ch 69, §1; 2009 Acts, ch 130, §14; 2015 Acts, ch 123, §71",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-8/"
    },
    {
      "id": "section-321j9",
      "number": "321J.9",
      "heading": "Refusal to submit — revocation.",
      "text": "321J.9 Refusal to submit — revocation.\n\n1. If a person refuses to submit to the chemical testing, a test shall not be given, but the department, upon the receipt of the peace officer’s certification, subject to penalty for perjury, that the officer had reasonable grounds to believe the person to have been operating a motor vehicle in violation of section 321J.2 or 321J.2A, that specified conditions existed for chemical testing pursuant to section 321J.6, and that the person refused to submit to the chemical testing, shall revoke the person’s driver’s license and any nonresident operating privilege for the following periods of time:\n\na. One year if the person has no previous revocation under this chapter; and\n\nb. Two years if the person has had a previous revocation under this chapter.\n\n2. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles owned or operated by the defendant if the defendant seeks a temporary restricted license. However, if the defendant has had no previous conviction or revocation under this chapter, the department shall only require the defendant to install an approved ignition interlock device on all vehicles operated by the defendant if the defendant seeks a temporary restricted license. A temporary restricted license shall not be granted by the department until the defendant installs the ignition interlock device.\n\n3. If the person is a resident without a license or permit to operate a motor vehicle in this state, the department shall deny to the person the issuance of a license or permit for the same period a license or permit would be revoked, subject to review as provided in this chapter.\n\n4. The effective date of revocation shall be ten days after the department has mailed notice of revocation to the person by first class mail, notwithstanding chapter 17A. The peace officer who requested or directed the administration of a chemical test may, on behalf of the department, serve immediate notice of intention to revoke and of revocation on a person who refuses to permit chemical testing. If the peace officer serves immediate notice, the peace officer shall take the Iowa license or permit of the driver, if any, and issue a temporary license effective for ten days. The peace officer shall immediately send the person’s license to the department along with the officer’s certificate indicating the person’s refusal to submit to chemical testing.\n\n86 Acts, ch 1220, §9; 95 Acts, ch 48, §16; 97 Acts, ch 177, §14; 98 Acts, ch 1073, §9; 2001 Acts, ch 32, §47; 2010 Acts, ch 1097, §8; 2018 Acts, ch 1110, §5, 9; 2021 Acts, ch 98, §5\n\nReferred to in §321.211A, 321J.2, 321J.4, 321J.6, 321J.8, 321J.10, 321J.13, 321J.17, 915.80",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-9/"
    },
    {
      "id": "section-321j10",
      "number": "321J.10",
      "heading": "Tests pursuant to warrants.",
      "text": "321J.10 Tests pursuant to warrants.\n\n1. Refusal to consent to a test under section 321J.6 does not prohibit the withdrawal of a specimen for chemical testing pursuant to a search warrant issued in the investigation of a suspected violation of section 707.5 or 707.6A if all of the following grounds exist:\n\na. A traffic accident has resulted in a death or personal injury reasonably likely to cause death.\n\nb. There are reasonable grounds to believe that one or more of the persons whose driving may have been the proximate cause of the accident was violating section 321J.2 at the time of the accident.\n\n2. Search warrants may be issued under this section in full compliance with chapter 808 or they may be issued under subsection 3.\n\n3. Notwithstanding section 808.3, the issuance of a search warrant under this section may be based upon sworn oral testimony communicated by telephone if the magistrate who is asked to issue the warrant is satisfied that the circumstances make it reasonable to dispense with a written affidavit. The following shall then apply:\n\na. When a caller applies for the issuance of a warrant under this section and the magistrate becomes aware of the purpose of the call, the magistrate shall place under oath the person applying for the warrant.\n\nb. The person applying for the warrant shall prepare a duplicate warrant and read the duplicate warrant, verbatim, to the magistrate who shall enter, verbatim, what is read to the magistrate on a form that will be considered the original warrant. The magistrate may direct that the warrant be modified.\n\nc. The oral application testimony shall set forth facts and information tending to establish the existence of the grounds for the warrant and shall describe with a reasonable degree of specificity the person or persons whose driving is believed to have been the proximate cause of the accident and from whom a specimen is to be withdrawn and the location where the withdrawal of the specimen or specimens is to take place.\n\nd. If a voice recording device is available, the magistrate may record by means of that device all of the call after the magistrate becomes aware of the purpose of the call. Otherwise, the magistrate shall cause a stenographic or longhand memorandum to be made of the oral testimony of the person applying for the warrant.\n\ne. If the magistrate is satisfied from the oral testimony that the grounds for the warrant exist or that there is probable cause to believe that they exist, the magistrate shall order the issuance of the warrant by directing the person applying for the warrant to sign the magistrate’s name on the duplicate warrant. The magistrate shall immediately sign the original warrant and enter on its face the exact time when the issuance was ordered.\n\nf. The person who executes the warrant shall enter the time of execution on the face of the duplicate warrant.\n\ng. The magistrate shall cause any record of the call made by means of a voice recording device to be transcribed, shall certify the accuracy of the transcript, and shall file the transcript and the original record with the clerk. If a stenographic or longhand memorandum was made of the oral testimony of the person who applied for the warrant, the magistrate shall file a signed copy with the clerk.\n\nh. The clerk of court shall maintain the original and duplicate warrants along with the record of the telephone call and any transcript or memorandum made of the call in a confidential file until a charge, if any, is filed.\n\n4. a. Search warrants issued under this section shall authorize and direct peace officers to secure the withdrawal of blood specimens by medical personnel under section 321J.11. Reasonable care shall be exercised to ensure the health and safety of the persons from whom specimens are withdrawn in execution of the warrants.\n\nb. If a person from whom a specimen is to be withdrawn objects to the withdrawal of blood, the warrant may be executed as follows:\n\n(1) If the person is capable of giving a specimen of breath, and a direct breath testing instrument is readily available, the warrant may be executed by the withdrawal of a specimen of breath for chemical testing, unless the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug.\n\n(2) If the testimony in support of the warrant sets forth facts and information that the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug, a urine sample shall be collected in lieu of a blood sample, if the person is capable of giving a urine sample and the sample can be collected without the need to physically compel the execution of the warrant.\n\n5. The act of any person knowingly resisting or obstructing the withdrawal of a specimen pursuant to a search warrant issued under this section constitutes a contempt punishable by a fine not exceeding one thousand dollars or imprisonment in a county jail not exceeding one year or by both such fine and imprisonment. Also, if the withdrawal of a specimen is so resisted or obstructed, sections 321J.9 and 321J.16 apply.\n\n6. Nonsubstantive variances between the contents of the original and duplicate warrants shall not cause a warrant issued under subsection 3 of this section to be considered invalid.\n\n7. Specimens obtained pursuant to warrants issued under this section are not subject to disposition under section 808.9 or chapter 809 or 809A.\n\n8. Subsections 1 through 7 of this section do not apply where a test may be administered under section 321J.7.\n\n9. Medical personnel who use reasonable care and accepted medical practices in withdrawing blood specimens are immune from liability for their actions in complying with requests made of them pursuant to search warrants or pursuant to section 321J.11.\n\n86 Acts, ch 1220, §10; 90 Acts, ch 1233, §21; 96 Acts, ch 1133, §44; 98 Acts, ch 1138, §18; 2021 Acts, ch 80, §184\n\nReferred to in §321J.10A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-10/"
    },
    {
      "id": "section-321j10a",
      "number": "321J.10A",
      "heading": "Blood, breath, or urine specimen withdrawal without a warrant.",
      "text": "321J.10A Blood, breath, or urine specimen withdrawal without a warrant.\n\n1. Notwithstanding section 321J.10, if a person is under arrest for an offense arising out of acts alleged to have been committed while the person was operating a motor vehicle in violation of section 321J.2 or 321J.2A, and that arrest results from an accident that causes a death or personal injury reasonably likely to cause death, a chemical test of blood may be administered without the consent of the person arrested to determine the amount of alcohol or a controlled substance in that person’s blood if all of the following circumstances exist:\n\na. The peace officer reasonably believes the blood drawn will produce evidence of intoxication.\n\nb. The method used to take the blood sample is reasonable and performed in a reasonable manner by medical personnel under section 321J.11.\n\nc. The peace officer reasonably believes the officer is confronted with an emergency situation in which the delay necessary to obtain a warrant under section 321J.10 threatens the destruction of the evidence.\n\n2. If the person from whom a specimen of blood is to be withdrawn objects to the withdrawal, a breath or urine sample may be taken under the following circumstances:\n\na. If the person is capable of giving a specimen of breath, and a direct breath testing instrument is readily available, the withdrawal of a specimen of the person’s breath may be taken for chemical testing, unless the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug.\n\nb. If the peace officer has reasonable grounds to believe that the person was under the influence of a controlled substance, a drug other than alcohol, or a combination of alcohol and another drug, a urine sample shall be collected in lieu of a blood sample, if the person is capable of giving a urine sample and the sample can be collected.\n\n2004 Acts, ch 1098, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-10a/"
    },
    {
      "id": "section-321j11",
      "number": "321J.11",
      "heading": "Taking sample for test.",
      "text": "321J.11 Taking sample for test.\n\n1. Only a licensed physician, licensed physician assistant as defined in section 148C.1, medical technologist, or registered nurse, acting at the request of a peace officer, may withdraw a specimen of blood for the purpose of determining the alcohol concentration or the presence of a controlled substance or other drugs. However, any peace officer, using devices and methods approved by the commissioner of public safety, may take a specimen of a person’s breath or urine for the purpose of determining the alcohol concentration, or may take a specimen of a person’s urine for the purpose of determining the presence of a controlled substance or other drugs. Only new equipment kept under strictly sanitary and sterile conditions shall be used for drawing blood.\n\n2. The person may have an independent chemical test or tests administered at the person’s own expense in addition to any administered at the direction of a peace officer. The failure or inability of the person to obtain an independent chemical test or tests does not preclude the admission of evidence of the results of the test or tests administered at the direction of the peace officer. Upon the request of the person who is tested, the results of the test or tests administered at the direction of the peace officer shall be made available to the person.\n\n86 Acts, ch 1220, §11; 88 Acts, ch 1225, §26; 98 Acts, ch 1138, §19; 2018 Acts, ch 1041, §127\n\nReferred to in §321J.10, 321J.10A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-11/"
    },
    {
      "id": "section-321j12",
      "number": "321J.12",
      "heading": "Test result revocation.",
      "text": "321J.12 Test result revocation.\n\n1. Upon certification, subject to penalty for perjury, by the peace officer that there existed reasonable grounds to believe that the person had been operating a motor vehicle in violation of section 321J.2, that there existed one or more of the necessary conditions for chemical testing described in section 321J.6, subsection 1, and that the person submitted to chemical testing and the test results indicated the presence of a controlled substance or other drug, or an alcohol concentration equal to or in excess of the level prohibited by section 321J.2, or a combination of alcohol and another drug in violation of section 321J.2, the department shall revoke the person’s driver’s license or nonresident operating privilege for the following periods of time:\n\na. One hundred eighty days if the person has had no revocation under this chapter.\n\nb. One year if the person has had a previous revocation under this chapter.\n\n2. The department shall require the defendant to install an ignition interlock device of a type approved by the commissioner of public safety on all vehicles owned or operated by the defendant if the defendant seeks a temporary restricted license. However, if the defendant has had no previous conviction or revocation under this chapter, the department shall only require the defendant to install an approved ignition interlock device on all vehicles operated by the defendant if the defendant seeks a temporary restricted license. A temporary restricted license shall not be granted by the department until the defendant installs the ignition interlock device.\n\n3. The effective date of the revocation shall be ten days after the department has mailed notice of revocation to the person by first class mail, notwithstanding chapter 17A. The peace officer who requested or directed the administration of the chemical test may, on behalf of the department, serve immediate notice of revocation on a person whose test results indicated the presence of a controlled substance or other drug, or an alcohol concentration equal to or in excess of the level prohibited by section 321J.2, or a combination of alcohol and another controlled substance or drug in violation of section 321J.2.\n\n4. If the peace officer serves that immediate notice, the peace officer shall take the person’s Iowa license or permit, if any, and issue a temporary license valid only for ten days. The peace officer shall immediately send the person’s driver’s license to the department along with the officer’s certificate indicating that the test results indicated the presence of a controlled substance or other drug, or an alcohol concentration equal to or in excess of the level prohibited by section 321J.2.\n\n5. Upon certification, subject to penalty of perjury, by the peace officer that there existed reasonable grounds to believe that the person had been operating a motor vehicle in violation of section 321J.2A, that there existed one or more of the necessary conditions for chemical testing described in section 321J.6, subsection 1, and that the person submitted to chemical testing and the test results indicated an alcohol concentration of .02 or more but less than .08, the department shall revoke the person’s driver’s license or operating privilege for a period of sixty days if the person has had no previous revocation under this chapter, and for a period of ninety days if the person has had a previous revocation under this chapter.\n\n6. The results of a chemical test may not be used as the basis for a revocation of a person’s driver’s license or nonresident operating privilege if the alcohol or drug concentration indicated by the chemical test minus the established margin of error inherent in the device or method used to conduct the chemical test is not equal to or in excess of the level prohibited by section 321J.2 or 321J.2A.\n\n86 Acts, ch 1220, §12; 95 Acts, ch 48, §17; 95 Acts, ch 143, §12; 96 Acts, ch 1090, §12; 97 Acts, ch 177, §15, 16; 98 Acts, ch 1073, §9; 98 Acts, ch 1138, §20; 2001 Acts, ch 32, §48; 2003 Acts, ch 60, §5, 6; 2003 Acts, ch 179, §123; 2010 Acts, ch 1097, §9; 2018 Acts, ch 1110, §6, 9; 2021 Acts, ch 80, §185; 2021 Acts, ch 98, §6\n\nReferred to in §321.211A, 321J.2, 321J.2A, 321J.4, 321J.8, 321J.13, 321J.17, 915.80",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-12/"
    },
    {
      "id": "section-321j13",
      "number": "321J.13",
      "heading": "Hearing on revocation — appeal.",
      "text": "321J.13 Hearing on revocation — appeal.\n\n1. Notice of revocation of a person’s noncommercial driver’s license or operating privilege served pursuant to section 321J.9 or 321J.12 shall include a form accompanied by a preaddressed envelope on which the person served may indicate by a checkmark if the person only wishes to request a temporary restricted license, or if the person wishes a hearing to contest the revocation. The form shall clearly state on its face that the form must be completed and returned within ten days of receipt or the person’s right to a hearing to contest the revocation is foreclosed. The form shall also be accompanied by a statement of the operation of and the person’s rights under this chapter.\n\n2. The department shall grant the person an opportunity to be heard within forty-five days of receipt of a request for a hearing if the request is made not later than ten days after receipt of notice of revocation served pursuant to section 321J.9 or 321J.12. The hearing shall be before the department in the county where the alleged events occurred, unless the director and the person agree that the hearing may be held in some other county, or the hearing may be held by telephone conference at the discretion of the agency conducting the hearing. The hearing may be recorded and its scope shall be limited to the issues of whether a peace officer had reasonable grounds to believe that the person was operating a motor vehicle in violation of section 321J.2 or 321J.2A and one or more of the following:\n\na. Whether the person refused to submit to the test or tests.\n\nb. Whether a test was administered and the test results indicated an alcohol concentration equal to or in excess of the level prohibited under section 321J.2 or 321J.2A.\n\nc. Whether a test was administered and the test results indicated the presence of alcohol, a controlled substance or other drug, or a combination of alcohol and another drug, in violation of section 321J.2.\n\n3. After the hearing the department shall order that the revocation be either rescinded or sustained. Upon receipt of the decision of the department to sustain a revocation, the person contesting the revocation has ten days to file a request for review of the decision by the director. The director or the director’s designee shall review the decision within thirty days and shall either rescind or sustain the revocation or order a new hearing. If the director orders a new hearing, the department shall grant the person a new hearing within twenty days of the director’s order.\n\n4. The department shall stay the revocation of a person’s driver’s license or operating privilege for the period that the person is contesting the revocation under this section or section 321J.14 if it is shown to the satisfaction of the department that the new evidence is material and that there were valid reasons for failure to present it in the contested case proceeding before the department. However, a stay shall not be granted for violations of section 321J.2A.\n\n5. If the department fails to comply with the time limitations of this section regarding granting a hearing, review by the director or the director’s designee, or granting a new hearing, and if the request for a hearing or review by the director was properly made under this section, the revocation of the driver’s license or operating privilege of the person who made the request for a hearing or review shall be rescinded. This subsection shall not apply in those cases in which a continuance to the hearing has been granted at the request of either the person who requested the hearing or the peace officer who requested or administered the chemical test.\n\n6. a. The department shall grant a request for a hearing to rescind the revocation if the person whose motor vehicle license or operating privilege has been or is being revoked under section 321J.9 or 321J.12 submits a petition containing information relating to the discovery of new evidence that provides grounds for rescission of the revocation.\n\nb. The person shall prevail at the hearing if, in the criminal action on the charge of violation of section 321J.2 or 321J.2A resulting from the same circumstances that resulted in the administrative revocation being challenged, the court held one of the following:\n\n(1) That the peace officer did not have reasonable grounds to believe that a violation of section 321J.2 or 321J.2A had occurred to support a request for or to administer a chemical test.\n\n(2) That the chemical test was otherwise inadmissible or invalid.\n\nc. Such a holding by the court in the criminal action is binding on the department, and the department shall rescind the revocation. If the offense for which the revocation was imposed was committed while the person was operating a noncommercial motor vehicle and holding a commercial driver’s license or commercial learner’s permit and the department disqualified the person from operating a commercial motor vehicle under section 321.208, subsection 2, paragraph “a” or “b”, as a result of the revocation, the department shall also rescind the disqualification.\n\n86 Acts, ch 1220, §13; 87 Acts, ch 148, §1; 88 Acts, ch 1109, §23; 88 Acts, ch 1214, §2; 89 Acts, ch 83, §46; 95 Acts, ch 48, §18; 97 Acts, ch 104, §30, 31; 98 Acts, ch 1073, §9; 98 Acts, ch 1138, §21; 99 Acts, ch 13, §22, 29; 2000 Acts, ch 1133, §16; 2009 Acts, ch 130, §15, 18; 2015 Acts, ch 123, §72; 2018 Acts, ch 1110, §7, 9\n\nReferred to in §321A.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-13/"
    },
    {
      "id": "section-321j14",
      "number": "321J.14",
      "heading": "Judicial review.",
      "text": "321J.14 Judicial review.\n\nJudicial review of an action of the department may be sought in accordance with the terms of the Iowa administrative procedure Act, chapter 17A. Notwithstanding the terms of that chapter, a petition for judicial review may be filed in the district court in the county where the alleged events occurred or in the county in which the administrative hearing was held.\n\n86 Acts, ch 1220, §14\n\nReferred to in §321J.13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-14/"
    },
    {
      "id": "section-321j15",
      "number": "321J.15",
      "heading": "Evidence in any action.",
      "text": "321J.15 Evidence in any action.\n\nUpon the trial of a civil or criminal action or proceeding arising out of acts alleged to have been committed by a person while operating a motor vehicle in violation of section 321J.2 or 321J.2A, evidence of the alcohol concentration or the presence of a controlled substance or other drugs in the person’s body at the time of the act alleged as shown by a chemical analysis of the person’s blood, breath, or urine is admissible. If it is established at trial that an analysis of a breath specimen was performed by a certified operator using a device intended to determine alcohol concentration and methods approved by the commissioner of public safety, no further foundation is necessary for introduction of the evidence.\n\n86 Acts, ch 1220, §15; 95 Acts, ch 48, §19; 98 Acts, ch 1138, §22; 2008 Acts, ch 1032, §49",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-15/"
    },
    {
      "id": "section-321j16",
      "number": "321J.16",
      "heading": "Proof of refusal admissible.",
      "text": "321J.16 Proof of refusal admissible.\n\nIf a person refuses to submit to a chemical test, proof of refusal is admissible in any civil or criminal action or proceeding arising out of acts alleged to have been committed while the person was operating a motor vehicle in violation of section 321J.2 or 321J.2A.\n\n86 Acts, ch 1220, §16; 95 Acts, ch 48, §20\n\nReferred to in §321J.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-16/"
    },
    {
      "id": "section-321j17",
      "number": "321J.17",
      "heading": "Civil penalty — disposition — conditions for license reinstatement.",
      "text": "321J.17 Civil penalty — disposition — conditions for license reinstatement.\n\n1. If the department revokes a person’s driver’s license or nonresident operating privilege under this chapter, the department shall assess the person a civil penalty of two hundred dollars. The money collected by the department under this section shall be transmitted to the treasurer of state who shall deposit one-half of the money in the separate fund established in section 915.94 and one-half of the money in the general fund of the state. A temporary restricted license shall not be issued unless an ignition interlock device has been installed pursuant to section 321J.4. Except as provided in section 321.210B, a temporary restricted license shall not be issued or a driver’s license or nonresident operating privilege reinstated until the civil penalty has been paid. A person assessed a penalty under this section may remit the civil penalty along with a processing fee of five dollars to a county treasurer authorized to issue driver’s licenses under chapter 321M, or the civil penalty may be paid directly to the department.\n\n2. a. If the department or a court orders the revocation of a person’s driver’s license or nonresident operating privilege under this chapter, the department or court shall also order the person, at the person’s own expense, to do the following:\n\n(1) Enroll, attend, and satisfactorily complete a course for drinking drivers, as provided in section 321J.22.\n\n(2) Submit to evaluation and treatment or rehabilitation services.\n\nb. The court or department may request that the community college or substance use disorder treatment providers licensed under chapter 125 or other approved provider conducting the course for drinking drivers that the person is ordered to attend immediately report to the court or department that the person has successfully completed the course for drinking drivers. The court or department may request that the treatment program which the person attends periodically report on the defendant’s attendance and participation in the program, as well as the status of treatment or rehabilitation.\n\nc. A driver’s license or nonresident operating privilege shall not be reinstated until proof of completion of the requirements of this subsection is presented to the department.\n\n3. The department shall also require certification of installation of an ignition interlock device of a type approved by the commissioner of public safety on all motor vehicles owned or operated by any person seeking reinstatement following a second or subsequent revocation under section 321J.4, 321J.9, or 321J.12. The requirement for the installation of an approved ignition interlock device shall be for one year from the date of reinstatement unless a longer time period is required by statute. The one-year period a person is required to maintain an ignition interlock device under this subsection shall be reduced by any period of time the person held a valid temporary restricted license during the period of the revocation for the occurrence from which the arrest arose. The person shall not operate any motor vehicle which is not equipped with an approved ignition interlock device during the period in which an ignition interlock device must be maintained, and the department shall not grant reinstatement unless the person certifies installation of an ignition interlock device as required in this subsection.\n\n86 Acts, ch 1220, §17; 87 Acts, ch 232, §24; 87 Acts, ch 234, §113; 89 Acts, ch 317, §37; 91 Acts, ch 258, §50; 93 Acts, ch 110, §1; 95 Acts, ch 143, §6; 97 Acts, ch 177, §17; 98 Acts, ch 1073, §9; 98 Acts, ch 1075, §25; 98 Acts, ch 1090, §67, 84; 2000 Acts, ch 1118, §2; 2002 Acts, ch 1119, §155; 2008 Acts, ch 1018, §25, 31; 2010 Acts, ch 1097, §10; 2011 Acts, ch 20, §16; 2013 Acts, ch 103, §15; 2014 Acts, ch 1092, §85; 2023 Acts, ch 19, §1072\n\nReferred to in §321.210B, 321J.3, 321J.20, 321J.22, 321M.9, 331.557A\n\nSubsection 2, paragraph b amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-17/"
    },
    {
      "id": "section-321j18",
      "number": "321J.18",
      "heading": "Other evidence.",
      "text": "321J.18 Other evidence.\n\nThis chapter does not limit the introduction of any competent evidence bearing on the question of whether a person was under the influence of an alcoholic beverage or a controlled substance or other drug, including the results of chemical tests of specimens of blood, breath, or urine obtained more than two hours after the person was operating a motor vehicle.\n\n86 Acts, ch 1220, §18; 98 Acts, ch 1138, §23",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-18/"
    },
    {
      "id": "section-321j19",
      "number": "321J.19",
      "heading": "Information relayed to other states.",
      "text": "321J.19 Information relayed to other states.\n\nWhen it has been finally determined under this chapter that a nonresident’s privilege to operate a motor vehicle in this state has been revoked or denied, the department shall give information in writing of the action taken to the official in charge of traffic control or public safety of the state of the person’s residence and of any state in which the person has a license.\n\n86 Acts, ch 1220, §19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-19/"
    },
    {
      "id": "section-321j20",
      "number": "321J.20",
      "heading": "Temporary restricted license— ignition interlock devices.",
      "text": "321J.20 Temporary restricted license — ignition interlock devices.\n\n1. The department may, on application, issue a temporary restricted license to a person whose noncommercial driver’s license is revoked under this chapter, or revoked or suspended under chapter 321 solely for violations of this chapter, or who has been determined to be a habitual offender under chapter 321 based solely on violations of this chapter or on violations listed in section 321.560, subsection 1, paragraph “b”, allowing the person to operate a motor vehicle in any manner allowed for a person issued a valid class C driver’s license, unless otherwise prohibited by this chapter. This subsection does not apply to a person whose license was revoked under section 321J.2A, to a person whose license was revoked under section 321J.4, subsection 6, for the period during which the person is ineligible for a temporary restricted license, or to a person whose license is suspended or revoked for another reason.\n\n2. A temporary restricted license issued under this section shall not be issued until the applicant installs an approved ignition interlock device on all motor vehicles owned or operated by the applicant. However, if the applicant has had no previous conviction or revocation under this chapter, a temporary restricted license issued under this section shall not be issued until the applicant installs an approved ignition interlock device on all motor vehicles operated by the applicant. Installation of an ignition interlock device under this section shall be required for the period of time for which the temporary restricted license is issued, and for such additional period of time following reinstatement as is required under section 321J.17, subsection 3. However, a person whose driver’s license or nonresident operating privilege has been revoked under section 321J.21 may apply to the department for a temporary restricted license without the requirement of an ignition interlock device if at least twelve years have elapsed since the end of the underlying revocation period for a violation of section 321J.2.\n\n3. In addition to other penalties provided by law, a person’s temporary restricted license shall be revoked if the person is required to install an ignition interlock device and the person does any of the following:\n\na. Operates a motor vehicle which does not have an approved ignition interlock device.\n\nb. Tampers with or circumvents an ignition interlock device.\n\n4. A person holding a temporary restricted license issued by the department under this section shall not operate a commercial motor vehicle on a highway if a commercial driver’s license or commercial learner’s permit is required for the person’s operation of the commercial motor vehicle.\n\n5. A person holding a temporary restricted license issued by the department under this chapter shall be prohibited from operating a school bus.\n\n6. Notwithstanding any provision of this chapter to the contrary, the department may issue a temporary restricted license to a person otherwise eligible for a temporary restricted license under this section, whose period of revocation under this chapter has expired, but who has not met all requirements for reinstatement of the person’s driver’s license or nonresident operating privileges.\n\n7. A person who tampers with or circumvents an ignition interlock device installed as required in this chapter and while the requirement for the ignition interlock device is in effect commits a serious misdemeanor.\n\n8. Notwithstanding any provision of this chapter to the contrary, the department may issue a temporary restricted license to a person eligible for a temporary restricted license under this section if the person is also eligible for a temporary restricted license under section 321.215, provided the requirements of this section and section 321.215 are satisfied.\n\n86 Acts, ch 1220, §20; 90 Acts, ch 1230, §87, 88; 95 Acts, ch 48, §21; 95 Acts, ch 143, §7; 97 Acts, ch 177, §18 – 20; 98 Acts, ch 1073, §9, 12; 98 Acts, ch 1138, §5, 36, 37; 2000 Acts, ch 1133, §17; 2003 Acts, ch 60, §7; 2007 Acts, ch 196, §6; 2010 Acts, ch 1061, §180; 2010 Acts, ch 1097, §11; 2013 Acts, ch 103, §16, 17; 2015 Acts, ch 123, §36, 73; 2016 Acts, ch 1011, §54; 2017 Acts, ch 76, §13 – 16; 2018 Acts, ch 1026, §117; 2018 Acts, ch 1110, §8, 9; 2019 Acts, ch 66, §1; 2020 Acts, ch 1059, §1 – 3; 2021 Acts, ch 80, §186; 2021 Acts, ch 98, §7\n\nReferred to in §321.215, 321.560, 321J.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-20/"
    },
    {
      "id": "section-321j21",
      "number": "321J.21",
      "heading": "Driving while license suspended, denied, revoked, or barred.",
      "text": "321J.21 Driving while license suspended, denied, revoked, or barred.\n\n1. A person whose driver’s license or nonresident operating privilege has been suspended, denied, revoked, or barred due to a violation of this chapter and who drives a motor vehicle while the license or privilege is suspended, denied, revoked, or barred commits a serious misdemeanor. In addition to any other penalties, the punishment imposed for a violation of this subsection shall include assessment of a fine of one thousand dollars.\n\n2. In addition to the fine, the department, upon receiving the record of the conviction of a person under this section upon a charge of driving a motor vehicle while the license of the person was suspended, denied, revoked, or barred shall extend the period of suspension, denial, revocation, or bar for an additional like period.\n\n86 Acts, ch 1220, §21; 97 Acts, ch 177, §21; 98 Acts, ch 1073, §9; 99 Acts, ch 153, §6; 2021 Acts, ch 98, §8\n\nReferred to in §321.211A, 321.241, 321J.4B, 321J.20, 321N.3, 901C.3\n\nSee §321.555 – 321.562 for penalties applicable to habitual offenders",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-21/"
    },
    {
      "id": "section-321j22",
      "number": "321J.22",
      "heading": "Drinking drivers course.",
      "text": "321J.22 Drinking drivers course.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Approved provider” means a provider of a course for drinking drivers offered outside this state which has been approved by the department of education.\n\nb. “Course for drinking drivers” means an approved course designed to inform the offender about drinking and driving and encourage the offender to assess the offender’s own drinking and driving behavior in order to select practical alternatives.\n\nc. “Satisfactory completion of a course” means receiving at the completion of a course a grade from the course instructor of “C” or “2.0” or better.\n\n2. a. The course provided according to this section shall be offered on a regular basis at each community college as defined in section 260C.2, or by substance use disorder treatment programs licensed under chapter 125, or may be offered at a state correctional facility listed in section 904.102. However, a community college shall not be required to offer the course if a substance use disorder treatment program licensed under chapter 125 offers the course within the merged area served by the community college.\n\nb. Enrollment in the courses is not limited to persons ordered to enroll, attend, and successfully complete the course required under sections 321J.2 and 321J.17, subsection 2. However, any person under age eighteen who is required to attend the courses for violation of section 321J.2 or 321J.17 must attend a course offered by a substance use disorder treatment program licensed under chapter 125.\n\nc. The course required by this section shall be:\n\n(1) Taught by a community college under the supervision of the department of education or by a substance use disorder treatment program licensed under chapter 125, and may be offered at a state correctional facility.\n\n(2) Approved by the department of education, in consultation with the community colleges, substance use disorder treatment programs licensed under chapter 125, the department of health and human services, and the department of corrections.\n\nd. The department of education may approve a provider of a course for drinking drivers offered outside this state upon proof to the department’s satisfaction that the course is comparable to those offered by community colleges, substance use disorder treatment programs licensed under chapter 125, and state correctional facilities as provided in this section. The department shall comply with the requirements of subsection 5 regarding such approved providers.\n\ne. The department of education shall establish reasonable fees to defray the expense of obtaining classroom space, instructor salaries, and class materials for courses offered both by community colleges and by substance use disorder treatment programs licensed under chapter 125, or for classes offered at a state correctional facility, and for administrative expenses incurred by the department of education in implementing subsection 5 on behalf of in-state and out-of-state offenders.\n\nf. A person shall not be denied enrollment in a course by reason of the person’s indigency.\n\n3. An employer shall not discharge a person from employment solely for the reason of work absence to attend a course required by this section. Any employer who violates this section is liable for damages which include but are not limited to actual damages, court costs, and reasonable attorney fees. The person may also petition the court for imposition of a cease and desist order against the person’s employer and for reinstatement to the person’s previous position of employment.\n\n4. The department of education, substance use disorder treatment programs licensed under chapter 125, and state correctional facilities shall prepare for their respective courses a list of the locations of the courses taught under this section, the dates and times taught, the procedure for enrollment, and the schedule of course fees. The list shall be kept current and a copy of the list shall be sent to each court having jurisdiction over offenses provided in this chapter.\n\n5. The department of education, substance use disorder treatment programs licensed under chapter 125, and state correctional facilities shall maintain enrollment, attendance, successful and nonsuccessful completion data for their respective courses on the persons ordered to enroll, attend, and successfully complete a course for drinking drivers. This data shall be forwarded to the court by the department of education, substance use disorder treatment programs licensed under chapter 125, and the department of corrections.\n\n86 Acts, ch 1220, §22; 90 Acts, ch 1253, §120; 97 Acts, ch 177, §22; 2000 Acts, ch 1138, §5; 2002 Acts, ch 1140, §37\n\n; 2002 Acts, 2nd Ex, ch 1003, §240, 262\n\n; 2003 Acts, ch 180, §60; 2008 Acts, ch 1124, §16; 2011 Acts, ch 20, §17, 18; 2023 Acts, ch 19, §1073\n\nReferred to in §321J.17, 707.6A\n\nSubsections 2, 4, and 5 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-22/"
    },
    {
      "id": "section-321j23",
      "number": "321J.23",
      "heading": "Legislative findings.",
      "text": "321J.23 Legislative findings.\n\nThe general assembly finds and declares as follows:\n\n1. Drivers often do not realize the consequences of drinking alcohol or using other drugs, and driving a motor vehicle.\n\n2. Prompt intervention is needed to protect society, including drivers, from death or serious long-term injury.\n\n3. The conviction of a driver for operating while intoxicated identifies that person as a risk to the health and safety of others, as well as to the intoxicated driver.\n\n4. Close observation of the effects on others of alcohol and drug use by an intoxicated driver convicted of operating while intoxicated may have a marked effect on recidivism and should therefore be encouraged by the courts.\n\n5. The reality education substance use disorder prevention program provides guidelines for the operation of an intensive program to discourage recidivism.\n\n92 Acts, ch 1231, §45; 2023 Acts, ch 19, §1074\n\nSubsection 5 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-23/"
    },
    {
      "id": "section-321j24",
      "number": "321J.24",
      "heading": "Court-ordered visitation for offenders — immunity from liability.",
      "text": "321J.24 Court-ordered visitation for offenders — immunity from liability.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Appropriate victim” means a victim whose condition demonstrates the results of a motor vehicle accident involving intoxicated drivers without being excessively traumatic to the participant, as determined by the tour supervisor.\n\nb. “Participant” means a person who is ordered by the court to participate in the reality education substance use disorder prevention program.\n\nc. “Program” means the reality education substance use disorder prevention program.\n\nd. “Program coordinator” means a person appointed by the court to coordinate the person’s participation in the program.\n\ne. “Tour supervisor” means a person selected by a participant’s program coordinator to supervise a tour.\n\n2. A reality education substance use disorder prevention program is established in those judicial districts where the chief judge of the judicial district authorizes participation in the program. Upon a conviction or adjudication for a violation of section 321J.2, or the entry of a deferred judgment concerning a violation of section 321J.2, the court or juvenile court may order participation in the reality education substance use disorder prevention program as a term and condition of probation or disposition in addition to any other term or condition of probation or disposition required or authorized by law. The court or juvenile court shall require the defendant or delinquent child to abstain from consuming any controlled substance, alcoholic liquor, wine, or beer while participating in the program.\n\n3. The court or juvenile court shall consult with the defendant or delinquent child and the defendant’s or delinquent child’s attorney, if any, and may consult with any other person, including but not limited to the defendant’s or delinquent child’s parents or other family members, to determine if the defendant or delinquent child is suitable for participation in the program, if the program will be educational and meaningful to the defendant or delinquent child, and if any physical, emotional, mental, or other reasons exist which indicate that the program would be inappropriate or would cause any injury to the defendant or delinquent child.\n\n4. The court or juvenile court may appoint a program coordinator, to coordinate all tours and select appropriate tour supervisors for each tour. The program coordinator shall monitor compliance by contacting each tour supervisor following the completion of a tour.\n\n5. a. The court or juvenile court may include a requirement for a supervised educational tour by the defendant or delinquent child to any or all of the following:\n\n(1) A hospital or other emergency medical care facility which regularly receives victims of motor vehicle accidents, to observe treatment of appropriate victims of motor vehicle accidents involving intoxicated drivers, under the supervision of a registered nurse, physician, paramedic, or emergency medical technician.\n\n(2) A facility for the treatment of persons with a substance use disorder as defined in section 125.2, under the supervision of appropriately licensed medical personnel.\n\n(3) If approved by the state or county medical examiner, a morgue or a similar facility to receive appropriate educational material and instruction concerning damage caused by the consumption of alcohol or other drugs, under the supervision of the county medical examiner or deputy medical examiner.\n\nb. However, the court or juvenile court shall not order the defendant or delinquent child to participate in a supervised education tour of a hospital or other facility specified in this subsection, unless the hospital or facility agrees to participate in the program.\n\n6. Prior to a tour, the program coordinator shall explain and discuss the experiences which may be encountered during the tour to the participant. If the program coordinator determines at any time before or during a tour that the tour may be traumatic or otherwise inappropriate for the participant, the program coordinator shall terminate the tour without prejudice to the participant.\n\n7. The court or juvenile court may order a personal conference after the tours with the participant, the participant’s attorney, if any, and any other persons if available and deemed necessary by the court or juvenile court, to discuss the experiences of the participant in the program and how those experiences may impact the participant’s conduct. The court or juvenile court may order the participant to write a report or letter concerning the participant’s experiences in the program.\n\n8. Tour supervisors and facilities toured during the program are not liable for any civil damages resulting from injury to the participant, or civil damages caused by the participant during or from any activities related to a tour, except for willful or grossly negligent acts intended to, or reasonably expected to result in, such injury or damage.\n\n9. The chief judge of the judicial district shall determine fees to be paid by participants in the program. The judicial branch shall use the fees to pay all costs associated with the program. The court shall either require the participant to pay the fee in order to participate in the program, or may waive the fee or collect a lesser amount upon a showing of cause.\n\n92 Acts, ch 1231, §46; 97 Acts, ch 177, §23, 24; 98 Acts, ch 1047, §29; 2010 Acts, ch 1061, §180; 2013 Acts, ch 90, §86; 2023 Acts, ch 19, §1075 – 1077\n\nReferred to in §321J.2, 707.6A\n\nSubsection 1, paragraphs b and c amended\n\nSubsection 2 amended\n\nSubsection 5, paragraph a, subparagraph (2) amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-24/"
    },
    {
      "id": "section-321j25",
      "number": "321J.25",
      "heading": "Youthful offender substance use disorder awareness program.",
      "text": "321J.25 Youthful offender substance use disorder awareness program.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Participant” means a person whose driver’s license or operating privilege has been revoked for a violation of section 321J.2A.\n\nb. “Program” means a substance use disorder awareness program provided under a contract entered into between the provider and the department of health and human services under chapter 125.\n\nc. “Program coordinator” means a person assigned the duty to coordinate a participant’s activities in a program by the program provider.\n\n2. A substance use disorder awareness program is established in each of the regions established by the director of health and human services pursuant to section 125.12. The program shall consist of an insight class and a substance use disorder evaluation, which shall be attended by the participant, to discuss issues related to the potential consequences of substance use disorder. The parent or parents of the participant shall also be encouraged to participate in the program. The program provider shall consult with the participant or the parents of the participant in the program to determine the timing and appropriate level of participation for the participant and any participation by the participant’s parents. The program may also include a supervised educational tour by the participant to any or all of the following:\n\na. A hospital or other emergency medical care facility which regularly receives victims of motor vehicle accidents, to observe treatment of appropriate victims of motor vehicle accidents involving intoxicated drivers, under the supervision of a registered nurse, physician, paramedic, or emergency medical technician.\n\nb. A facility for the treatment of persons with a substance use disorder as defined in section 125.2, under the supervision of appropriately licensed medical personnel.\n\nc. If approved by the state or county medical examiner, a morgue or a similar facility to receive appropriate educational material and instruction concerning damage caused by the consumption of alcohol or other drugs, under the supervision of the county medical examiner or deputy medical examiner.\n\n3. If the program includes a tour, the program coordinator shall explain and discuss the experiences which may be encountered during the tour to the participant. If the program coordinator determines at any time before or during a tour that the tour may be traumatic or otherwise inappropriate for the participant, the program coordinator shall terminate the tour without prejudice to the participant.\n\n4. Upon the revocation of the driver’s license or operating privileges of a person who is fourteen years of age or older for a violation of section 321J.2A, if the person has had no previous revocations under either section 321J.2 or section 321J.2A, a person may participate in the substance use disorder awareness program. The state department of transportation shall notify a potential program participant of the possibility and potential benefits of attending a program and shall notify a potential program participant of the availability of programs which exist in the area in which the person resides. The state department of transportation shall consult with the department of health and human services to determine what programs are available in various areas of the state.\n\n5. Program providers and facilities toured during the program are not liable for any civil damages resulting from injury to the participant, or civil damages caused by the participant during or from any activities related to a tour, except for willful or grossly negligent acts intended to, or reasonably expected to result in, such injury or damage.\n\n6. The program provider shall determine fees to be paid by participants in the program. The program fees shall be paid on a sliding scale, based upon the ability of a participant and a participant’s family to pay the fees, and shall not exceed one hundred dollars per participant. The program provider shall use the fees to pay all costs associated with the program.\n\n95 Acts, ch 143, §8; 97 Acts, ch 177, §25; 98 Acts, ch 1073, §9; 2005 Acts, ch 175, §121, 122; 2013 Acts, ch 90, §87; 2023 Acts, ch 19, §1078\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321j/section-321j-25/"
    }
  ]
}