{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-321o-personal-delivery-devices",
  "sections": [
    {
      "id": "section-321o1",
      "number": "321O.1",
      "heading": "Definitions.Section 321O.2 - Applicable law",
      "text": "321O.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Agent” means any officer, director, or employee of a business entity, or any other person who is authorized to act on behalf of a business entity.\n\n2. “Business entity” means a corporation, sole proprietorship, association, partnership, limited liability company, limited liability partnership, or other legal entity, that is formed for the purpose of making a profit.\n\n3. “Pedestrian area” means an area intended to be used by any person afoot, including a sidewalk, crosswalk, or safety zone, as those terms are defined in section 321.1.\n\n4. “Personal delivery device” or “device” means a device to which all of the following apply:\n\na. The device is manufactured for transporting cargo and goods in a pedestrian area or supplementary area.\n\nb. The device is equipped with automated driving technology, including software and hardware, that enables the operation of the device with the remote support and supervision of a natural person.\n\nc. The weight of the device is not greater than five hundred fifty pounds, excluding cargo and goods.\n\n2021 Acts, ch 119, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-1/"
    },
    {
      "id": "section-321o2",
      "number": "321O.2",
      "heading": "Applicable law.",
      "text": "321O.2 Applicable law.\n\n1. The operation of a personal delivery device is governed exclusively by this chapter and any applicable ordinance regulating personal delivery devices adopted by a local authority, as defined in section 321.1, that is not inconsistent with this chapter.\n\n2. For the purposes of this title, a personal delivery device operated in compliance with this chapter shall not be considered a vehicle.\n\n3. A claim for personal injury or property damage arising from the operation of a personal delivery device shall be subject to the laws applicable to such claims arising from the conduct of pedestrians.\n\n2021 Acts, ch 119, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-2/"
    },
    {
      "id": "section-321o3",
      "number": "321O.3",
      "heading": "Operators.",
      "text": "321O.3 Operators.\n\n1. A business entity may operate a personal delivery device under this chapter only if a natural person who is an agent of the business entity has the capability to monitor and remotely exercise physical control over the navigation and operation of the device while the device is engaged.\n\n2. Except as provided by subsection 3, when a personal delivery device operated by a business entity is engaged, the business entity is considered to be the operator of the device solely for the purpose of assessing compliance with this chapter and laws made applicable to the operation of the device under this chapter.\n\n3. When a personal delivery device operated by a business entity is engaged and an agent of the business entity exercises control over the device in a manner that is outside the scope of the agent’s office or employment, the agent is considered to be the operator of the device solely for the purpose of assessing compliance with this chapter and laws made applicable to the operation of the device under this chapter.\n\n4. A person is not considered to be the operator of a personal delivery device solely because the person requests a delivery or service provided by the device or dispatches the device.\n\n2021 Acts, ch 119, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-3/"
    },
    {
      "id": "section-321o4",
      "number": "321O.4",
      "heading": "Operation.",
      "text": "321O.4 Operation.\n\n1. The operator of a personal delivery device shall ensure that, while engaged, the device does all of the following:\n\na. Operates in a manner that complies with the provisions of chapter 321 applicable to pedestrians, other than section 321.326, unless the provision of chapter 321 cannot by its nature apply to the device.\n\nb. Yields the right-of-way to all other traffic, including pedestrians.\n\nc. Operates in a manner that does not unreasonably interfere with other traffic, including pedestrians.\n\nd. Complies with any ordinance regulating personal delivery devices adopted by a local authority, as defined in section 321.1, that is not inconsistent with this chapter.\n\ne. Is monitored or controlled by an agent of the business entity operating the device.\n\nf. Operates in a manner that allows the device to come to a controlled stop in a reasonably safe time and distance.\n\n2. The operator of a personal delivery device shall ensure that, while engaged, the device does not do any of the following:\n\na. Obstructs the right-of-way of any other traffic, including pedestrians.\n\nb. Transports any hazardous material regulated by section 321.450 or 49 U.S.C. ch. 51 that is required to be placarded.\n\n3. A person who violates this section commits a simple misdemeanor punishable as a scheduled violation under section 805.8A, subsection 9B.\n\n2021 Acts, ch 119, §6\n\nReferred to in §805.8A(9B)(a)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-4/"
    },
    {
      "id": "section-321o5",
      "number": "321O.5",
      "heading": "Areas of operation.",
      "text": "321O.5 Areas of operation.\n\n1. A personal delivery device may operate on any of the following:\n\na. A pedestrian area at a speed not to exceed six miles per hour.\n\nb. A road, provided that the speed limit on the road is forty miles per hour or less, under all of the following conditions:\n\n(1) The device operates as far to the right from the center of the road as is practicable.\n\n(2) The device does not exceed twenty miles per hour, or the speed limit on the road, whichever is lower.\n\n2. The operator of a personal delivery device that violates this section commits a simple misdemeanor punishable as a scheduled violation under section 805.8A, subsection 5.\n\n2021 Acts, ch 119, §7\n\nReferred to in §805.8A(5)(a)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-5/"
    },
    {
      "id": "section-321o6",
      "number": "321O.6",
      "heading": "Equipment.",
      "text": "321O.6 Equipment.\n\n1. A personal delivery device operated under this chapter must be equipped with all of the following:\n\na. A marker that clearly states the name and contact information of the business entity operating the device and a unique identification number.\n\nb. A braking system that enables the device to come to a controlled stop in a reasonably safe time and distance.\n\n2. A personal delivery device operated at the times specified in section 321.384 must be equipped with and display a lighted lamp on the front and rear of the device, including one or more lighted lamps visible on all sides of the device, which lamps must be recognizable in clear weather conditions from a distance of five hundred feet from the device when the device is directly in front of a motor vehicle’s headlamps displaying the lowermost distribution of light as discussed in section 321.409, subsection 1, paragraph “b”.\n\n3. The operator of a personal delivery device that violates subsection 1 commits a simple misdemeanor punishable by a fine of at least one hundred dollars but not more than one thousand dollars for each violation.\n\n4. The operator of a personal delivery device that violates subsection 2 commits a simple misdemeanor punishable as a scheduled violation under section 805.8A, subsection 9B. However, the citation shall first provide for a seventy-two-hour period within which the operator charged with the violation shall replace or repair the lamp as described in section 321.385A. If the operator complies with the directive to replace or repair the lamp, the citation shall be expunged.\n\n2021 Acts, ch 119, §8\n\nReferred to in §805.8A(9B)(b)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-6/"
    },
    {
      "id": "section-321o7",
      "number": "321O.7",
      "heading": "Regulation by local authorities.",
      "text": "321O.7 Regulation by local authorities.\n\n1. A local authority, as defined in section 321.1, in the interest of public safety, may prohibit the operation of personal delivery devices on certain roads and pedestrian areas within its jurisdiction if operation in those areas would constitute a safety hazard.\n\n2. Except as authorized under subsection 1, a local authority shall not regulate the operation, equipment, licensing, registration, or taxation of a personal delivery device in a manner inconsistent with this chapter, including but not limited to imposing additional taxes, fees, assessments, surcharges, licenses, registrations, or certifications, or by imposing additional restrictions or requirements relating to hours or areas of operation, equipment, or the types of cargo or goods that may be transported.\n\n3. This section does not affect the power of a local authority’s peace officers to enforce the laws of this state relating to the operation of a personal delivery device.\n\n2021 Acts, ch 119, §9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-7/"
    },
    {
      "id": "section-321o8",
      "number": "321O.8",
      "heading": "Insurance.",
      "text": "321O.8 Insurance.\n\nA business entity that operates a personal delivery device under this chapter shall maintain an insurance policy that includes general liability coverage of not less than five hundred thousand dollars for damages arising from the operation of the device.\n\n2021 Acts, ch 119, §10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321o/section-321o-8/"
    }
  ]
}