{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-317-weeds",
  "sections": [
    {
      "id": "section-3171",
      "number": "317.1",
      "heading": "Definitions.Section 317.1A - Noxious weeds",
      "text": "317.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n2. “Commissioner” means the county weed commissioner or the commissioner’s deputy within each county.\n\n3. “Department” means the department of agriculture and land stewardship.\n\n2000 Acts, ch 1148, §1; 2010 Acts, ch 1069, §86; 2010 Acts, ch 1193, §49; 2018 Acts, ch 1047, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-1/"
    },
    {
      "id": "section-3171a",
      "number": "317.1A",
      "heading": "Noxious weeds.",
      "text": "317.1A Noxious weeds.\n\n1. The following weeds are hereby declared to be noxious and shall be divided into two classes, as follows:\n\na. Primary noxious weeds, which shall include:\n\n(1) Quack grass (Elymus repens).\n\n(2) Perennial sow thistle (Sonchus arvensis).\n\n(3) Canada thistle (Cirsium arvense).\n\n(4) Bull thistle (Cirsium vulgare).\n\n(5) European morning glory or field bindweed (Convolvulus arvensis).\n\n(6) Horse nettle (Solanum carolinense).\n\n(7) Leafy spurge (Euphorbia esula).\n\n(8) Perennial pepper-grass (Cardaria draba).\n\n(9) Russian knapweed (Acroptilon repens).\n\n(10) Buckthorn (Rhamnus spp., not to include Frangula alnus, syn. Rhamnus frangula).\n\n(11) All other species of thistles belonging in the genera of Cirsium and Carduus.\n\n(12) Palmer amaranth (Amaranthus palmeri).\n\nb. Secondary noxious weeds, which shall include:\n\n(1) Butterprint (Abutilon theophrasti) annual.\n\n(2) Cocklebur (Xanthium strumarium) annual.\n\n(3) Wild mustard (Sinapis arvensis) annual.\n\n(4) Wild carrot (Daucus carota) biennial.\n\n(5) Buckhorn (Plantago lanceolata) perennial.\n\n(6) Sheep sorrel (Rumex acetosella) perennial.\n\n(7) Sour dock (Rumex crispus) perennial.\n\n(8) Smooth dock (Rumex altissimus) perennial.\n\n(9) Poison hemlock (Conium maculatum).\n\n(10) Multiflora rose (Rosa multiflora).\n\n(11) Wild sunflower (wild strain of Helianthus annuus L.) annual.\n\n(12) Puncture vine (Tribulus terrestris) annual.\n\n(13) Teasel (Dipsacus spp.) biennial.\n\n(14) Shattercane (Sorghum bicolor) annual.\n\n2. a. The multiflora rose (Rosa multiflora) shall not be considered a secondary noxious weed when cultivated for or used as understock for cultivated roses or as ornamental shrubs in gardens, or in any county whose board of supervisors has by resolution declared it not to be a noxious weed.\n\nb. Shattercane (Sorghum bicolor) shall not be considered a secondary noxious weed when cultivated or in any county whose board of supervisors has by resolution declared it not to be a noxious weed.\n\n3. A plant is also declared to be a noxious weed as provided in rules adopted by the department pursuant to chapter 17A. The department’s determination shall be based on a finding that the plant is competitive, persistent, or pernicious, and may directly or indirectly injure or cause damage to crops, other useful plants, livestock, or poultry; irrigation, land, public roads, fish or wildlife resources; or the public health.\n\n[S13, §1565-b; C24, 27, 31, 35, §4818; C39, §4829.01; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.1]\n\n85 Acts, ch 171, §1; 2000 Acts, ch 1154, §20\n\nC2001, §317.1A\n\n2010 Acts, ch 1061, §108; 2011 Acts, ch 34, §79; 2017 Acts, ch 101, §2; 2018 Acts, ch 1047, §2\n\nReferred to in §317.1C, 716.14\n\nNoxious weed seed defined, see §199.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-1a/"
    },
    {
      "id": "section-3171b",
      "number": "317.1B",
      "heading": "State weed commissioner.",
      "text": "317.1B State weed commissioner.\n\nThe secretary of agriculture may appoint a state weed commissioner to aid in the administration of this chapter and carry out other duties as assigned by the secretary of agriculture relating to the control or eradication of weeds.\n\n2018 Acts, ch 1047, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-1b/"
    },
    {
      "id": "section-3171c",
      "number": "317.1C",
      "heading": "Department — powers and duties.",
      "text": "317.1C Department — powers and duties.\n\n1. The department shall assist commissioners, boards of supervisors, and cities in the interpretation of this chapter and the administration and enforcement of this chapter.\n\n2. a. The department may adopt administrative rules, pursuant to chapter 17A, providing a list of plants that it determines is noxious in the manner provided in section 317.1A.\n\nb. The department may establish priorities from the list of noxious weeds described in section 317.1A for control or eradication. The priorities may be published annually and made available to the state department of transportation, counties, commissioners, and to the public on the internet site controlled by the department of agriculture and land stewardship. The state department of transportation, boards of supervisors, and weed commissioners shall consider the priorities when establishing programs of weed control or eradication pursuant to section 317.13.\n\n3. The department may adopt rules, pursuant to chapter 17A, providing a list of recommended methods for control or eradication of noxious weeds.\n\n2018 Acts, ch 1047, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-1c/"
    },
    {
      "id": "section-3171d",
      "number": "317.1D",
      "heading": "Exemption — Iowa hemp Act.",
      "text": "317.1D Exemption — Iowa hemp Act.\n\nThis chapter does not apply to a plant or any part of the plant qualifying as hemp, if the hemp is produced on a crop site regulated under chapter 204.\n\n2019 Acts, ch 130, §30, 33",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-1d/"
    },
    {
      "id": "section-3172",
      "number": "317.2",
      "heading": "State botanist.",
      "text": "317.2 State botanist. Repealed by 2018 Acts, ch 1047, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-2/"
    },
    {
      "id": "section-3173",
      "number": "317.3",
      "heading": "Weed commissioner — standards for noxious weed control.",
      "text": "317.3 Weed commissioner — standards for noxious weed control.\n\n1. The board of supervisors of each county may annually appoint a county weed commissioner who may be a person otherwise employed by the county and who passes minimum standards established by the department of agriculture and land stewardship for noxious weed identification and the recognized methods for noxious weed control and elimination. The county weed commissioner’s appointment shall be effective as of March 1 and shall continue for a term at the discretion of the board of supervisors unless the commissioner is removed from office as provided for by law. The name and address of the person appointed as county weed commissioner shall be certified to the county auditor and to the secretary of agriculture within ten days of the appointment.\n\n2. The board of supervisors shall fix the compensation of the county weed commissioner and deputies. Compensation shall be for the period of actual work only, although a weed commissioner assigned other duties not related to weed eradication may receive an annual salary. The board of supervisors shall likewise determine whether employment shall be by hour, day, or month and the rate of pay for the employment time. In addition to compensation, the commissioner and deputies shall be paid their necessary travel expenses.\n\n3. At the discretion of the board of supervisors, the weed commissioner shall attend a seminar or school conducted or approved by the department of agriculture and land stewardship relating to the identification, control, and elimination of noxious weeds. The county weed commissioner may, with the approval of the board of supervisors, require that commercial applicators and their appropriate employees pass the same standards for noxious weed identification as established by the department of agriculture and land stewardship.\n\n4. The board of supervisors shall prescribe the time of year the weed commissioner shall perform the powers and duties of county weed commissioner under this chapter which may be during that time of year when noxious weeds can effectively be killed.\n\n[S13, §1565-c, -d, -f; C24, 27, §4817; C31, 35, §4817, 4817-d1; C39, §4829.03; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.3]\n\n83 Acts, ch 123, §119, 209; 85 Acts, ch 160, §1; 94 Acts, ch 1173, §14; 2018 Acts, ch 1041, §80\n\nReferred to in §331.321",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-3/"
    },
    {
      "id": "section-3174",
      "number": "317.4",
      "heading": "Direction and control.",
      "text": "317.4 Direction and control.\n\nEach commissioner, subject to direction and control by the county board of supervisors, shall supervise the control and destruction of all noxious weeds in the county, including those growing within the limits of cities, within the confines of abandoned cemeteries, and along streets and highways unless otherwise provided. A commissioner shall notify the department of public safety of the location of marijuana plants found growing on public or private property. A commissioner may enter upon any land in the county at any time for the performance of the commissioner’s duties, and shall hire the labor and equipment necessary subject to the approval of the board of supervisors.\n\n[S13, §1565-c, -d, -f; C24, 27, 31, 35, §4817; C39, §4829.04; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §317.4; 81 Acts, ch 117, §1047]\n\n83 Acts, ch 123, §120, 209; 90 Acts, ch 1179, §2; 2010 Acts, ch 1069, §87",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-4/"
    },
    {
      "id": "section-3175",
      "number": "317.5",
      "heading": "Weeds in abandoned cemeteries.",
      "text": "317.5 Weeds in abandoned cemeteries. Repealed by 2018 Acts, ch 1047, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-5/"
    },
    {
      "id": "section-3176",
      "number": "317.6",
      "heading": "Entering land to destroy weeds — notice.",
      "text": "317.6 Entering land to destroy weeds — notice.\n\n1. If there is a substantial failure by the owner or person in possession or control of any land to comply with any order of destruction pursuant to the provisions of this chapter, the county weed commissioner, including the weed commissioner’s deputies, or employees acting under the weed commissioner’s direction may enter upon any land within the commissioner’s county for the purpose of destroying noxious weeds.\n\n2. The entry may be made without the consent of the landowner or person in possession or control of the land. However, the actual work of destruction shall not be commenced until five days after the landowner and the person in possession or control of the land have been notified.\n\n3. The notice shall state the facts relating to failure of compliance with the county program of weed destruction order or orders made by the board of supervisors. The notice shall be delivered by personal service on the owner and persons in possession and control of the land. The personal service may be served by the weed commissioner or any person designated in writing by the weed commissioner. However, in lieu of personal service, the weed commissioner may provide that the notice be delivered by certified mail. A copy of the notice shall be filed in the office of the county auditor. The last known address of the owner or person in possession or control of the land may be ascertained, if necessary, from the last tax list in the county treasurer’s office. Where any person owning land within the county has filed a written instrument in the office of the county auditor designating the name and address of its agent, the notice may be delivered to that agent. In computing time for notice, it shall be from the date of service as evidenced on the return of service. If delivery is made by certified mail, it shall be from the date of mailing.\n\n[S13, §1565-c, -d, -f; C24, §4817; C27, 31, 35, §4817, 4823-b1; C39, §4829.05, 4829.06; C46, §317.5, 317.6; C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.6]\n\n2005 Acts, ch 39, §1; 2010 Acts, ch 1061, §109\n\nReferred to in §317.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-6/"
    },
    {
      "id": "section-3177",
      "number": "317.7",
      "heading": "Report to board.",
      "text": "317.7 Report to board.\n\nEach weed commissioner shall for the territory under the commissioner’s jurisdiction on or before the first day of November of each year make a written report to the board of supervisors. Said report shall state:\n\n1. The name and location of all primary noxious weeds, and any new weed which appears to be a serious pest.\n\n2. A detailed statement of the treatment used, and future plans, for eradication of weeds on each infested tract on which the commissioner has attempted to exterminate weeds, together with the costs and results obtained.\n\n3. A summary of the weed situation within the jurisdiction, together with suggestions and recommendations which may be proper and useful, a copy of which shall be forwarded to the state secretary of agriculture.\n\n[S13, §1565-c, -d, -f; C24, 27, 31, 35, §4817; C39, §4829.07; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-7/"
    },
    {
      "id": "section-3178",
      "number": "317.8",
      "heading": "Duty of secretary of agriculture or secretary’s designee.",
      "text": "317.8 Duty of secretary of agriculture or secretary’s designee. Repealed by 2018 Acts, ch 1047, §9. See §317.1B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-8/"
    },
    {
      "id": "section-3179",
      "number": "317.9",
      "heading": "Duty of board to enforce.",
      "text": "317.9 Duty of board to enforce.\n\nUnless otherwise provided, responsibility for the enforcement of the provisions of this chapter shall be vested in the board of supervisors as to all of the following:\n\n1. Farm lands.\n\n2. Railroad lands.\n\n3. Abandoned cemeteries.\n\n4. State lands and state parks.\n\n5. Primary and secondary roads.\n\n6. Roads, streets, and other lands within cities.\n\n[S13, §1565-c, -d, -f; C24, 27, 31, 35, §4817; C39, §4829.09; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.9]\n\n2019 Acts, ch 59, §89",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-9/"
    },
    {
      "id": "section-31710",
      "number": "317.10",
      "heading": "Duty of owner or tenant.",
      "text": "317.10 Duty of owner or tenant.\n\nEach owner and each person in the possession or control of any lands shall cut, burn, or otherwise destroy, in whatever manner may be prescribed by the board of supervisors, all noxious weeds thereon as defined in this chapter at such times in each year and in such manner as shall be prescribed in the program of weed destruction order or orders made by the board of supervisors, and shall keep said lands free from such growth of any other weeds, as shall render the streets or highways adjoining said land unsafe for public travel.\n\n[SS15, §1565-a; C24, 27, 31, 35, §4819; C39, §4829.10; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-10/"
    },
    {
      "id": "section-31711",
      "number": "317.11",
      "heading": "Weeds on roads — harvesting of grass.",
      "text": "317.11 Weeds on roads — harvesting of grass.\n\n1. The county boards of supervisors and the state department of transportation shall control or eradicate noxious weeds growing on the roads under their jurisdiction.\n\n2. Nothing under this chapter shall prevent the landowner from harvesting, in proper season on or after July 15, the grass grown on the road along the landowner’s land except for vegetation maintained for highway purposes as part of an integrated roadside vegetation management plan which is consistent with the objectives in section 314.22.\n\n[S13, §1565-c, -d, -f; SS15, §1565-a; C24, 27, 31, 35, §4817, 4819; C39, §4829.11; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.11]\n\n89 Acts, ch 246, §8; 2010 Acts, ch 1164, §2; 2018 Acts, ch 1047, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-11/"
    },
    {
      "id": "section-31712",
      "number": "317.12",
      "heading": "Weeds on railroad or public lands and gravel pits.",
      "text": "317.12 Weeds on railroad or public lands and gravel pits.\n\nAll noxious weeds on railroad lands, public lands and within incorporated cities shall be treated in such manner, approved by the board of supervisors, as shall prevent seed production and either destroy or prevent the spread of noxious weeds to adjoining lands. Gravel pits infested with noxious weeds shall not be used as sources of gravel for public highways without previous treatment approved by board of supervisors.\n\n[S13, §1565-c, -d, -f; SS15, §1565-a; C24, 27, 31, 35, §4817, 4819; C39, §4829.12; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-12/"
    },
    {
      "id": "section-31713",
      "number": "317.13",
      "heading": "Program of control or eradication.",
      "text": "317.13 Program of control or eradication.\n\n1. The board of supervisors of each county may each year, upon recommendation of the county weed commissioner by resolution prescribe and order a program of weed control or eradication for purposes of complying with all sections of this chapter. The county board of supervisors of each county may also adopt an integrated roadside vegetation management plan as part of a program of weed control or eradication for purposes of complying with all sections of this chapter.\n\n2. The program of weed control or eradication shall include issuing permits for the burning, mowing, or spraying of roadsides by private individuals. The county board of supervisors shall allow only that burning, mowing, or spraying of roadsides by private individuals that is consistent with the adopted integrated roadside vegetation management plan. This subsection applies only to those roadside areas of a county which are included in an integrated roadside vegetation management plan.\n\n[S13, §1565-c, -d; C24, 27, 31, 35, §4821; C39, §4829.13; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.13]\n\n85 Acts, ch 171, §3; 89 Acts, ch 246, §9; 90 Acts, ch 1267, §36; 2018 Acts, ch 1041, §81; 2018 Acts, ch 1047, §6\n\nReferred to in §317.1C, 317.14, 317.14A, 317.19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-13/"
    },
    {
      "id": "section-31714",
      "number": "317.14",
      "heading": "Notice of program.",
      "text": "317.14 Notice of program.\n\n1. Notice of any order made pursuant to section 317.13 shall be given by one publication in the official newspapers of the county and shall be directed to all property owners.\n\n2. The notice shall state:\n\na. The time for destruction.\n\nb. The manner of destruction, if other than cutting above the surface of the ground.\n\nc. That, unless the order is complied with, the weed commissioner shall cause the weeds to be destroyed and the cost of destroying the weeds will be taxed against the real estate on which the noxious weeds are destroyed.\n\n[S13, §1565-c, -d; C24, 27, 31, 35, §4822; C39, §4829.14; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.14]\n\n2010 Acts, ch 1061, §110",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-14/"
    },
    {
      "id": "section-31714a",
      "number": "317.14A",
      "heading": "Special requirements for the control or elimination of Palmer amaranth on conservation reserve program land.",
      "text": "317.14A Special requirements for the control or elimination of Palmer amaranth on conservation reserve program land.\n\nThe program for weed control established pursuant to section 317.13, and any order issued under that program, shall not apply to the control or elimination of Palmer amaranth (Amaranthus palmeri) on land enrolled in the conservation reserve program as described in\n\n7 C.F.R. pt. 1410\n\n, unless the control or elimination measures comply with the conservation reserve program requirements for that land including contract requirements. The board of supervisors in adopting the program for weed control, or the commissioner in administering the program, shall seek cooperation with the United States department of agriculture, which may include the department’s farm service agency office for that county, the farm service agency’s state office, or any other office or official designated by the department.\n\n2017 Acts, ch 101, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-14a/"
    },
    {
      "id": "section-31715",
      "number": "317.15",
      "heading": "Loss or damage to crops.",
      "text": "317.15 Loss or damage to crops.\n\nThe loss or damage to crops or property incurred by reason of such destruction shall be borne by the titleholder of said real estate, unless said real estate shall be sold under contract whereby possession has been delivered to the purchaser, in which event such purchaser shall bear such loss or damage, excepting where a contract has been entered into providing a different adjustment for such loss or damage.\n\n[S13, §1565-c, -d; C24, 27, 31, 35, §4822; C39, §4829.15; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-15/"
    },
    {
      "id": "section-31716",
      "number": "317.16",
      "heading": "Failure to comply.",
      "text": "317.16 Failure to comply.\n\n1. In case of a substantial failure to comply by the date prescribed in any order of destruction of weeds made pursuant to this chapter, the weed commissioner may do any of the following:\n\na. Enter upon the land as provided in section 317.6 and provide for the destruction of the weeds as provided in section 317.6.\n\nb. Impose a maximum penalty of a ten dollar fine for each day, up to ten days, that the owner or person in possession or control of the land fails to comply. If a penalty is imposed and the owner or person in possession or control of the land fails to comply, the weed commissioner shall cause the weeds to be destroyed.\n\n2. If the weed commissioner enters the land and causes the weeds to be destroyed, the actual cost and expense of cutting, burning, or otherwise destroying the weeds, along with the cost of providing notice and special meetings or proceedings, if any, shall be paid by the county and, together with the additional assessment to apply toward costs of supervision and administration, be recovered by an assessment against the tract of real estate on which the weeds were growing, as provided in section 317.21. Any fine imposed under this section shall be recovered by a similar assessment.\n\n[S13, §1565-c, -d; C24, 27, 31, 35, §4823; C39, §4829.16; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.16]\n\n83 Acts, ch 123, §121, 209; 85 Acts, ch 171, §4; 2005 Acts, ch 39, §2\n\nReferred to in §317.21",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-16/"
    },
    {
      "id": "section-31717",
      "number": "317.17",
      "heading": "Additional noxious weeds.",
      "text": "317.17 Additional noxious weeds. Repealed by 2018 Acts, ch 1047, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-17/"
    },
    {
      "id": "section-31718",
      "number": "317.18",
      "heading": "Order for weed control or eradication on roads.",
      "text": "317.18 Order for weed control or eradication on roads.\n\nA county board of supervisors and the state department of transportation shall control or eradicate noxious weeds growing on the roads under their jurisdiction. A board of supervisors may order all noxious weeds, within the right-of-way of all roads under county jurisdiction be controlled or eradicated, either upon its own motion or upon receipt of written notice requesting the action from any residents of the township in which the roads are located, or any person regularly using the roads. The order shall be consistent with the county integrated roadside vegetation management plan, if the county has adopted such a plan. The order shall define the roads along which noxious weeds are required to be controlled or eradicated and shall require the weeds to be controlled or eradicated within fifteen days after the publication of the order in the official newspapers of the county or as prescribed in the county’s integrated roadside vegetation management plan.\n\n[C39, §4829.18; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.18]\n\n83 Acts, ch 123, §122, 209; 85 Acts, ch 171, §5; 89 Acts, ch 246, §10; 98 Acts, ch 1075, §14; 2018 Acts, ch 1047, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-18/"
    },
    {
      "id": "section-31719",
      "number": "317.19",
      "heading": "Road clearing appropriation.",
      "text": "317.19 Road clearing appropriation.\n\n1. The board of supervisors may appropriate moneys to be used for the purposes of controlling or eradicating weeds or brush within the right-of-way of roads under county jurisdiction in a manner consistent with the county’s program of weed control or eradication pursuant to section 317.13, except as provided in section 314.17.\n\n2. The board of supervisors may purchase or hire necessary equipment or contract with the adjoining landowner to carry out this section.\n\n83 Acts, ch 123, §123, 209; 84 Acts, ch 1219, §20; 85 Acts, ch 171, §6; 89 Acts, ch 246, §11; 98 Acts, ch 1075, §15; 2010 Acts, ch 1164, §3; 2018 Acts, ch 1047, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-19/"
    },
    {
      "id": "section-31720",
      "number": "317.20",
      "heading": "Equipment and materials — use on private property.",
      "text": "317.20 Equipment and materials — use on private property.\n\nThe board of supervisors may appropriate moneys for the purpose of purchasing weed eradicating equipment and materials to carry out the duties of the commissioner for use on all lands in the county, public or private, and for the payment of the necessary expenses and compensation of the commissioner, and the commissioner’s deputies, if any. When equipment or materials so purchased are used on private property within the corporate limits of cities by the commissioner, the cost of materials used and an amount to be fixed by the board of supervisors for the use of the equipment shall be returned by the county treasurer upon the collection of the special assessment taxed against the property. In the certification to the county treasurer by the county auditor this apportionment shall be designated along with the special tax assessed under section 317.21. The equipment and its use are subject to the authorization and direction of the county board of supervisors.\n\n83 Acts, ch 123, §124, 209\n\nReferred to in §331.559",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-20/"
    },
    {
      "id": "section-31721",
      "number": "317.21",
      "heading": "Cost of weed destruction.",
      "text": "317.21 Cost of weed destruction.\n\nWhen the commissioner destroys any weeds under the authority of section 317.16, after failure of the landowner responsible to destroy such weeds pursuant to the order of the board of supervisors, the cost of the destruction shall be assessed against the land and collected from the landowner responsible in the following manner:\n\n1. Annually, after the weed commissioner has completed the program of destruction of weeds by reason of noncompliance by persons responsible for the destruction, the board of supervisors shall determine as to each tract of real estate the actual cost of labor and materials used by the commissioner in cutting, burning, or otherwise destroying the weeds, the cost of serving notice, and of special meetings or proceedings, if any. To the total of all sums expended, the board shall add an amount equal to twenty-five percent of that total to compensate for the cost of supervision and administration and assess the resulting sum against the tract of real estate by a special tax, which shall be certified to the county auditor and county treasurer by the clerk of the board of supervisors, and shall be placed upon the tax books, and collected, with interest after delinquent, in the same manner as other unpaid taxes. The tax shall be due on March 1 after assessment, and shall be delinquent from April 1 after due. However, when the last day of March is a Saturday or Sunday, such amount shall be delinquent from the second business day of April. When collected, the moneys shall be paid into the fund from which the costs were originally paid.\n\n2. Before making any such assessment, the board of supervisors shall prepare a plat or schedule showing the several lots, tracts of land or parcels of ground to be assessed which shall be in accord with the assessor’s records and the amount proposed to be assessed against each of the same for destroying or controlling weeds during the fiscal year.\n\n3. Such board shall thereupon fix a time for the hearing on such proposed assessments, which time shall not be later than December 15 of the year, and at least twenty days prior to the time thus fixed for such hearing shall give notice thereof to all concerned that such plat or schedule is on file, and that the amounts as shown therein will be assessed against the several lots, tracts of land or parcels of ground described in said plat or schedule at the time fixed for such hearing, unless objection is made thereto. Notice of such hearing shall be given by one publication in official county newspapers in the county in which the property to be assessed is situated; or by posting a copy of such notice on the premises affected and by mailing a copy by certified mail to the last known address of the person owning or controlling said premises. At such time and place the owner of said premises or anyone liable to pay such assessment, may appear with the same rights given by law before boards of review, in reference to assessments for general taxation.\n\n[S13, §1565-c, -d; C24, 27, §4824, 4825; C31, 35, §4824, 4825, 4825-c1, -c2; C39, §4829.19; C46, §317.20; C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.21]\n\n85 Acts, ch 171, §7; 92 Acts, ch 1016, §4; 98 Acts, ch 1107, §7; 2005 Acts, ch 34, §2, 26\n\nReferred to in §317.16, 317.20, 331.502, 331.559",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-21/"
    },
    {
      "id": "section-31722",
      "number": "317.22",
      "heading": "Duty of highway maintenance personnel.",
      "text": "317.22 Duty of highway maintenance personnel.\n\nAll officers directly responsible for the care of public highways shall make a complaint to the weed commissioners or board of supervisors, if it appears that the provisions of this chapter may not be complied with in time to prevent the blooming and maturity of noxious weeds or the unlawful growth of weeds or marijuana, whether in the streets or highways for which they are responsible or upon lands adjacent to the same.\n\n[S13, §1565-c, -e; C24, 27, 31, 35, §4826; C39, §4829.20; C46, §317.21; C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.22]\n\n90 Acts, ch 1179, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-22/"
    },
    {
      "id": "section-31723",
      "number": "317.23",
      "heading": "Duty of county attorney.",
      "text": "317.23 Duty of county attorney.\n\nIt shall be the duty of the county attorney upon complaint of any citizen that any officer charged with the enforcement of the provisions of this chapter has neglected or failed to perform the officer’s duty, to enforce the performance of such duty.\n\n[C24, 27, 31, 35, §4828; C39, §4829.21; C46, §317.22; C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.23]\n\nReferred to in §331.756(47)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-23/"
    },
    {
      "id": "section-31724",
      "number": "317.24",
      "heading": "Punishment of officer.",
      "text": "317.24 Punishment of officer.\n\nAny officer referred to in this chapter who neglects or fails to perform the duties incumbent upon the officer under the provisions of this chapter shall be guilty of a simple misdemeanor.\n\n[S13, §1565-i; C24, 27, 31, 35, §4829; C39, §4829.22; C46, §317.23; C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §317.24]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-24/"
    },
    {
      "id": "section-31725",
      "number": "317.25",
      "heading": "Invasive plants prohibited — exception — penalty.",
      "text": "317.25 Invasive plants prohibited — exception — penalty.\n\n1. a. A person shall not import, sell, offer for sale, or distribute in this state in any form, including the seeds, any of the following plants:\n\n(1) Teasel (Dipsacus) biennial.\n\n(2) Multiflora rose (Rosa multiflora).\n\n(3) Purple loosestrife (Lythrum salicaria).\n\n(4) Purple loosestrife (Lythrum virgatum).\n\n(5) Garlic mustard (Alliaria petiolata).\n\n(6) Oriental bittersweet (Celastrus orbiculatus).\n\n(7) Japanese knotweed (Fallopia japonica).\n\n(8) Japanese hop (Humulus japonicus).\n\n(9) Palmer amaranth (Amaranthus palmeri).\n\nb. However, paragraph “a” does not prohibit the sale, offer for sale, or distribution of the multiflora rose (Rosa multiflora) used for understock for either cultivated roses or ornamental shrubs in gardens.\n\n2. Any person violating subsection 1 commits a public offense and is subject to a fine not to exceed one hundred dollars.\n\n[C75, 77, 79, 81, §317.25]\n\n89 Acts, ch 193, §1; 90 Acts, ch 1111, §1; 91 Acts, ch 5, §1; 91 Acts, ch 258, §46; 2001 Acts, ch 91, §1; 2002 Acts, ch 1050, §31; 2013 Acts, ch 74, §1; 2014 Acts, ch 1092, §72; 2017 Acts, ch 29, §90; 2017 Acts, ch 101, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-25/"
    },
    {
      "id": "section-31726",
      "number": "317.26",
      "heading": "Alternative remediation practices.",
      "text": "317.26 Alternative remediation practices.\n\nThe director of the department of natural resources, in cooperation with the secretary of agriculture and county conservation boards or the board of supervisors, shall develop and implement projects which utilize alternative practices in the remediation of noxious weeds and other vegetation within highway rights-of-way.\n\n87 Acts, ch 225, §231",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-317/section-317-26/"
    }
  ]
}