{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-320-use-of-highways-for-sidewalks-service-mains-or-c",
  "sections": [
    {
      "id": "section-3201",
      "number": "320.1",
      "heading": "Construction of sidewalks in certain school districts",
      "text": "320.1 Construction of sidewalks in certain school districts.\n\nWhere an independent or community school district has within its limits a city of one hundred twenty-five thousand population or more, and has a schoolhouse located outside the city limits of such city and outside the limits of any city, the board of supervisors of the county in which such school district is located shall upon the filing of a petition signed by the owners of at least seventy-five percent of the property which will be assessed, order the construction or reconstruction of a permanent sidewalk not less than four feet in width along the highway adjacent to the property described and leading to such schoolhouse.\n\n[C27, 31, 35, §4857-b1; C39, §4857.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.1]\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-1/"
    },
    {
      "id": "section-3202",
      "number": "320.2",
      "heading": "Assessment of costs.",
      "text": "320.2 Assessment of costs.\n\nSaid work shall be undertaken and consummated and the cost thereof assessed to the abutting property in the manner and method and with the same effect as provided for the construction of sidewalks and the assessment of the costs thereof against benefited property by city councils within the limits of a city.\n\n[C27, 31, 35, §4857-b2; C39, §4857.2; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.2]\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-2/"
    },
    {
      "id": "section-3203",
      "number": "320.3",
      "heading": "Repairs.",
      "text": "320.3 Repairs.\n\nAfter the construction of such sidewalk the board of supervisors shall keep the same in repair and assess and certify the cost thereof in the same manner and to the same extent in which like repairs are assessed and certified by city councils.\n\n[C27, 31, 35, §4857-b3; C39, §4857.3; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.3]\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-3/"
    },
    {
      "id": "section-3204",
      "number": "320.4",
      "heading": "Water and gas mains, sidewalks, and cattleways.",
      "text": "320.4 Water and gas mains, sidewalks, and cattleways.\n\nThe state department of transportation in case of primary roads, and the board of supervisors in case of secondary roads, on written application designating the particular highway and part of the highway, the use of which is desired, may grant permission:\n\n1. To lay gas mains in highways outside cities to local municipal distributing plants or companies, but not to pipeline companies. This section shall not apply to or include pipeline companies required to obtain a license from the utilities board.\n\n2. To construct and maintain cattleways over or under such highways.\n\n3. To construct sidewalks on and along such highways.\n\n4. To lay water mains in, under, or along highways.\n\n[C97, §1524; S13, §1527-e; SS15, §1527-b; C24, 27, 31, 35, 39, §4858; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.4]\n\n2023 Acts, ch 19, §2662\n\nReferred to in §320.5, 331.362, 589.29\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-4/"
    },
    {
      "id": "section-3205",
      "number": "320.5",
      "heading": "Term of grant.",
      "text": "320.5 Term of grant.\n\nA grant made under section 320.4 shall be on such reasonable conditions as the state department of transportation or the board of supervisors may exact, and on such conditions as the general assembly may prescribe.\n\n[C97, §1524; S13, §1527-e; C24, 27, 31, 35, 39, §4859; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.5]\n\n2001 Acts, ch 32, §11\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-5/"
    },
    {
      "id": "section-3206",
      "number": "320.6",
      "heading": "Conditions — damages.",
      "text": "320.6 Conditions — damages.\n\n1. Mains, pipes, and cattleways erected and maintained under this chapter shall not interfere with public travel or with the future improvement of the highway. The owner of the mains, pipes, and cattleways shall be responsible for all damages arising from laying, maintaining, or erecting the mains, pipes, or cattleways or from the mains, pipes, or cattleways not being kept in a proper state of repair.\n\n2. The location of mains or pipes may be changed, on reasonable notice, when change is necessary due to the improvement or maintenance of the highway.\n\n[C97, §1524; S13, §1527-e; SS15, §1527-b; C24, 27, 31, 35, 39, §4860; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.6]\n\n2021 Acts, ch 80, §165\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-6/"
    },
    {
      "id": "section-3207",
      "number": "320.7",
      "heading": "Failure to maintain.",
      "text": "320.7 Failure to maintain.\n\nFailure of the grantee to comply with the terms of the grant shall be grounds for forfeiture of the grant.\n\n[C24, 27, 31, 35, 39, §4861; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.7]\n\n2023 Acts, ch 64, §51\n\nReferred to in §331.362\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-7/"
    },
    {
      "id": "section-3208",
      "number": "320.8",
      "heading": "Penalty.",
      "text": "320.8 Penalty.\n\nFailure to comply with any of the conditions of said grant, whether made such by statute or by agreement, or the laying of any such mains, or the constructing of any such cattleways, without having secured the grant of permission as provided by law shall be deemed a simple misdemeanor. It shall be the duty of the state department of transportation and of the board of supervisors, as regards the highways under their respective jurisdictions, to enforce the provisions of this section and the laws relating thereto.\n\n[S13, §1527-d; C24, 27, 31, 35, 39, §4862; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §320.8]\n\nReferred to in §331.362",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-320/section-320-8/"
    }
  ]
}