{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-321n-transportation-network-companies",
  "sections": [
    {
      "id": "section-321n1",
      "number": "321N.1",
      "heading": "Definitions.Section 321N.2 - Permit required — examination of records — sanctions",
      "text": "321N.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Department” means the state department of transportation.\n\n2. “Digital network” means an online-enabled application, internet site, or system offered or utilized by a transportation network company that enables transportation network company riders to prearrange rides with transportation network company drivers.\n\n3. “Personal vehicle” means a noncommercial motor vehicle that is used by a transportation network company driver and is owned, leased, or otherwise authorized for use by the transportation network company driver. “Personal vehicle” does not include a taxicab, limousine, or other vehicle for hire.\n\n4. “Prearranged ride” means the provision of transportation by a transportation network company driver to a transportation network company rider. A prearranged ride begins when a driver accepts a ride request from a rider through a digital network controlled by a transportation network company, continues while the driver transports the requesting rider, and ends when the last requesting rider departs from the driver’s personal vehicle. A prearranged ride does not include transportation provided using a taxicab, limousine, or other vehicle for hire, or a shared expense carpool or vanpool arrangement.\n\n5. “Transportation network company” or “company” means a corporation, partnership, sole proprietorship, or other entity that operates in this state and uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides. A transportation network company is not deemed to control, direct, or manage a transportation network company driver that connects to its digital network, or the driver’s personal vehicle, except as agreed to by the company and the driver pursuant to a written contract.\n\n6. “Transportation network company driver” or “driver” means an individual who does all of the following:\n\na. Receives connections to potential transportation network company riders and other related services from a transportation network company in exchange for payment of a fee to the transportation network company.\n\nb. Uses a personal vehicle to offer or provide prearranged rides to transportation network company riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee.\n\n7. “Transportation network company rider” or “rider” means an individual or group of individuals who uses a transportation network company’s digital network to connect with a transportation network company driver to request a prearranged ride for the individual or group of individuals, and who receives the prearranged ride in the driver’s personal vehicle between locations chosen by the individual or group of individuals.\n\n2016 Acts, ch 1101, §6, 24\n\nReferred to in §321.1, 321.446, 325A.1, 325A.11, 325A.12, 327D.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-1/"
    },
    {
      "id": "section-321n2",
      "number": "321N.2",
      "heading": "Permit required — examination of records — sanctions.",
      "text": "321N.2 Permit required — examination of records — sanctions.\n\n1. A transportation network company shall not operate or conduct business in this state without a permit issued pursuant to this section.\n\n2. a. Upon the filing of an application by a transportation network company with the department and a determination by the department that the company is in compliance with the provisions of this chapter, the department shall issue a permit to the company. An application filed pursuant to this section shall be in writing and shall contain all of the following:\n\n(1) The full legal name and tax identification number of the applicant.\n\n(2) The address of the applicant’s principal place of business.\n\n(3) A statement agreeing to comply with all applicable requirements of this chapter signed by the applicant.\n\n(4) Proof of compliance with the financial responsibility requirements of section 321N.4, submitted in a manner prescribed by the department.\n\n(5) Proof that the applicant has established a zero tolerance policy for the use of drugs and alcohol as provided in section 321N.3, submitted in a manner prescribed by the department.\n\n(6) Proof that the applicant requires personal vehicles to comply with applicable motor vehicle equipment requirements as provided in section 321N.3, submitted in a manner prescribed by the department.\n\n(7) Proof that the applicant has adopted and is enforcing nondiscrimination and accessibility policies, submitted in a manner prescribed by the department.\n\n(8) Proof that the applicant has established record retention guidelines, submitted in a manner prescribed by the department, that comply with all of the following:\n\n(a) A record of a prearranged ride shall be retained for at least six years after the date the prearranged ride was provided, unless the company is notified that the record is material to a judicial proceeding, in which case the record shall be retained for at least two years after final disposition of the judicial proceeding.\n\n(b) A record of a transportation network company driver shall be retained for at least six years after the date on which the driver’s activation on the company’s digital network ended, unless the company is notified that the record is material to a judicial proceeding, in which case the record shall be retained for at least two years after final disposition of the judicial proceeding.\n\nb. The permit application shall be accompanied by a fee of five thousand dollars. All fees received by the department for permits issued pursuant to this section shall be paid monthly to the treasurer of state and deposited in the road use tax fund.\n\n3. A permit issued pursuant to this section shall be valid for one year after the date of issuance.\n\n4. The department may deny issuance of a permit if the department determines, and evidence demonstrates, that the applicant is not in compliance or is unable to comply with the provisions of this chapter.\n\n5. The department may examine the records of a transportation network company for the purpose of enforcing this chapter. The examination may include a random sample of the company’s records related to transportation network company drivers and prearranged rides. The examination shall take place at the department’s motor vehicle division building unless another location is agreed to by the department and the company. Such examinations shall not occur more than twice per year unless additional examinations are necessary to investigate a complaint. Records obtained by the department pursuant to this subsection are not public records or otherwise subject to disclosure under chapter 22, and shall be kept confidential by the department except to the extent such records may be required to be disclosed in a departmental or judicial proceeding.\n\n6. The department may suspend the permit of a transportation network company for a violation of this chapter or a rule adopted under this chapter until the company demonstrates to the department that the company is in compliance with the applicable requirements. The department may revoke the permit of a transportation network company for continued noncompliance with this chapter or a rule adopted under this chapter.\n\n7. A transportation network company whose application for a permit has been denied, or whose permit has been suspended or revoked, shall have all rights afforded to the company under chapter 17A and rules adopted by the department to contest the department’s decision.\n\n8. The department may adopt rules pursuant to chapter 17A to administer this section.\n\n2016 Acts, ch 1101, §7, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-2/"
    },
    {
      "id": "section-321n3",
      "number": "321N.3",
      "heading": "Exclusions — driver requirements — penalty.",
      "text": "321N.3 Exclusions — driver requirements — penalty.\n\n1. A transportation network company, a transportation network company driver, or a personal vehicle used to provide a prearranged ride is not a motor carrier as defined in section 325A.1, private carrier as defined in section 325A.1, charter carrier as defined in section 325A.12, or common carrier.\n\n2. Prior to permitting an individual to act as a transportation network company driver on a transportation network company’s digital network, the company shall do all of the following:\n\na. Require the individual to submit an application to the company with the individual’s name, address, and age, and with copies of the individual’s driver’s license, the registration for the personal vehicle the individual will use to provide prearranged rides, proof of financial liability coverage, as defined in section 321.1, subsection 24B, covering the individual’s use of the personal vehicle, proof of financial responsibility covering the individual in the types and amounts required by section 321N.4, and any other information required by the company.\n\nb. Conduct, or instruct a third party to conduct, a local and national criminal background check on the individual and a search of the national sex offender registry database for the individual.\n\nc. Obtain and review a driving history research report on the individual.\n\nd. Obtain a disclosure form signed by the individual notifying the individual of all of the following:\n\n(1) If a lien exists against a personal vehicle the individual intends to use while acting as a transportation network company driver, the individual is required to notify the lienholder within the seven-day period prior to using the vehicle for such purposes that the individual intends to use the vehicle for such purposes.\n\n(2) If the individual is not the owner of the personal vehicle the individual intends to use while acting as a transportation network company driver, the individual is required to notify the owner of the vehicle within the seven-day period prior to using the vehicle for such purposes that the individual intends to use the vehicle for such purposes and that the owner’s automobile insurance policy, depending on the policy’s terms, may not provide any coverage while the individual is logged on to the company’s digital network and is available to receive requests for a prearranged ride, or while the individual is engaged in a prearranged ride.\n\n(3) Failure to notify a lienholder or an owner pursuant to this paragraph “d” shall result in the imposition of a civil penalty as provided in subsection 3.\n\n3. If an individual fails to notify a lienholder or an owner pursuant to subsection 2, the department shall assess a civil penalty against the individual in the amount of two hundred fifty dollars. All moneys collected by the department pursuant to this subsection shall be paid monthly to the treasurer of state and deposited in the road use tax fund.\n\n4. A transportation network company shall not knowingly allow an individual to act as a driver on the company’s digital network if any of the following apply:\n\na. The individual does not have a driver’s license valid for the operation of the personal vehicle. A driver’s license valid for the operation of the personal vehicle shall not include an instruction permit, special instruction permit, or temporary restricted license.\n\nb. The individual is restricted to operating motor vehicles equipped with an ignition interlock device.\n\nc. The individual’s driving privileges have been suspended, revoked, barred, canceled, denied, or disqualified in the prior three-year period.\n\nd. The individual has been convicted of more than three moving violations in the prior three-year period.\n\ne. The individual has been convicted of violating section 321.218, 321.277, or 321J.21, or section 321A.32, subsection 1, in the prior three-year period.\n\nf. The individual has been convicted in the prior seven-year period of a felony, of violating section 321J.2 or 321J.2A, or of any crime involving resisting law enforcement, dishonesty, injury to another person, damage to the property of another person, or operating a vehicle in a manner that endangers another person.\n\ng. The individual is registered on the national sex offender registry.\n\nh. The individual is not at least nineteen years of age.\n\ni. The individual is unable to provide any information required by this section.\n\n5. A transportation network company shall adopt and enforce a zero tolerance policy prohibiting the use of drugs or alcohol by a transportation network company driver while the driver is providing a prearranged ride or is logged on to the company’s digital network and available to receive requests for transportation from potential riders. The policy shall include provisions providing for the investigation of alleged violations of the policy and the suspension of drivers under investigation.\n\n6. A transportation network company shall require that a personal vehicle used to provide prearranged rides shall comply with all applicable motor vehicle equipment requirements.\n\n2016 Acts, ch 1101, §8, 24\n\nReferred to in §321.40, 321N.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-3/"
    },
    {
      "id": "section-321n4",
      "number": "321N.4",
      "heading": "Financial responsibility.",
      "text": "321N.4 Financial responsibility.\n\n1. A transportation network company driver, or a transportation network company on the driver’s behalf, shall maintain primary automobile insurance that does all of the following:\n\na. Recognizes that the driver is a transportation network company driver or that the driver otherwise uses a motor vehicle to transport passengers for compensation.\n\nb. Covers the driver while the driver is logged on to the transportation network company’s digital network and while the driver is engaged in a prearranged ride.\n\nc. Covers the driver in the amounts set forth in subsections 2 and 3.\n\n2. a. While a participating transportation network company driver is logged on to a transportation network company’s digital network and is available to receive requests for a prearranged ride, but is not engaged in a prearranged ride, primary automobile insurance maintained pursuant to paragraph “c” shall cover the driver in the amount of at least fifty thousand dollars because of bodily injury to or death of one person in any one accident, the amount of at least one hundred thousand dollars because of bodily injury to or death of two or more persons in any one accident, and the amount of at least twenty-five thousand dollars because of injury to or destruction of property of others in any one accident.\n\nb. The requirements of paragraph “a” shall be in addition to the automobile insurance requirements set forth in chapter 516A or any other provision of law.\n\nc. The requirements of paragraph “a” may be satisfied by any of the following:\n\n(1) Insurance maintained by the transportation network company driver.\n\n(2) Insurance maintained by the transportation network company.\n\n(3) A combination of subparagraphs (1) and (2).\n\n3. a. While a transportation network company driver is engaged in a prearranged ride, primary automobile insurance maintained pursuant to paragraph “c” shall cover the driver in the amount of at least one million dollars because of bodily injury to or death of one or more persons and injury to or destruction of property of others in any one accident.\n\nb. The requirements of paragraph “a” shall be in addition to the automobile insurance requirements set forth in chapter 516A or any other provision of law.\n\nc. The requirements of paragraph “a” may be satisfied by any of the following:\n\n(1) Insurance maintained by the transportation network company driver.\n\n(2) Insurance maintained by the transportation network company.\n\n(3) A combination of subparagraphs (1) and (2).\n\n4. If insurance maintained by a transportation network company driver under this chapter lapses or does not provide coverage in the amounts required by subsections 2 and 3, insurance maintained by a transportation network company shall provide coverage in the amounts required by subsections 2 and 3 beginning with the first dollar of a claim, and the company shall have a duty to defend the claim.\n\n5. Coverage under an automobile insurance policy maintained by a transportation network company under this chapter shall not be dependent on the insurer of a driver’s personal vehicle first denying a claim, nor shall a personal automobile insurance policy be required to first deny a claim.\n\n6. Insurance maintained under this chapter shall be provided by an insurer governed by chapter 515, or by a surplus lines insurer governed by chapter 515I.\n\n7. Insurance maintained under this chapter shall be deemed to satisfy the financial responsibility requirements for a motor vehicle under chapter 321A.\n\n8. A transportation network company driver shall carry proof of financial liability coverage, as required by section 321.20B, in the amounts required by subsections 2 and 3, at all times during which the driver uses a motor vehicle in connection with the use of a transportation network company’s digital network. In the event of an accident, the driver shall provide proof of financial liability coverage to any directly interested party or insurer, and to any investigating police officer, upon request and in a format provided for under section 321.20B. Upon such a request, the driver shall also disclose to any directly interested party or insurer, and to any investigating police officer, whether the driver was logged on to a company’s digital network or was providing a prearranged ride at the time of the accident.\n\n2016 Acts, ch 1101, §9, 24, 25; 2017 Acts, ch 170, §25\n\nReferred to in §321N.2, 321N.3\n\nSection applies on and after the date of approval of form filings necessary for implementation by the commissioner of insurance;\n\n2016 Acts, ch 1101, §25",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-4/"
    },
    {
      "id": "section-321n5",
      "number": "321N.5",
      "heading": "Disclosure requirements.",
      "text": "321N.5 Disclosure requirements.\n\nA transportation network company shall disclose all of the following information to a transportation network company driver in writing before the driver may accept a request from a rider for a prearranged ride on the company’s digital network:\n\n1. The types, amounts, terms, and limits of automobile insurance provided by the company to the driver while the driver uses a personal vehicle in connection with the use of the company’s digital network.\n\n2. That the driver’s own automobile insurance policy, depending on the policy’s terms, may not provide any coverage while the driver is logged on to the company’s digital network and is available to receive requests for a prearranged ride, or while the driver is engaged in a prearranged ride.\n\n2016 Acts, ch 1101, §10, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-5/"
    },
    {
      "id": "section-321n6",
      "number": "321N.6",
      "heading": "Insurers.",
      "text": "321N.6 Insurers.\n\n1. a. Notwithstanding any other provision of law to the contrary, an insurer that writes automobile insurance within this state may exclude any and all coverage afforded to an insured person under a policy issued to the owner or operator of a personal vehicle for any injury or loss that occurs while the insured is logged on to a transportation network company’s digital network or while the insured is providing a prearranged ride. This right to exclude coverage may apply to any type of coverage provided for in the insured’s policy, including but not limited to liability coverage for bodily injury and property damage, personal injury protection coverage, uninsured and underinsured motorist coverage, medical payments coverage, comprehensive physical damage coverage, and collision physical damage coverage.\n\nb. This chapter shall not be construed to require an insurer to provide coverage to an individual while the individual is logged on to a company’s digital network, is engaged in a prearranged ride, or is otherwise transporting another individual or group of individuals in a vehicle for compensation.\n\nc. This chapter shall not be construed to preclude an insurer from providing coverage for a transportation network company driver’s personal vehicle, if the insurer chooses to do so by contract or endorsement.\n\n2. a. An insurer that excludes coverage pursuant to subsection 1 shall not have a duty to defend or indemnify a claim expressly excluded from a policy issued by the insurer. This chapter shall not be deemed to invalidate or limit an exclusion contained in a policy, including a policy in use or approved for use in this state prior to January 1, 2017, that excludes coverage for vehicles used to carry individuals or property for compensation or vehicles available for hire by the public.\n\nb. An insurer that defends or indemnifies a claim against an insured transportation network company driver that is excluded under the terms of the driver’s policy shall have a right of action for contribution or indemnity against an insurer providing automobile insurance to the driver under this chapter during the period in which the loss occurred.\n\n3. In a claims coverage investigation, any involved transportation network company and any insurer providing coverage pursuant to this chapter shall cooperate to facilitate the exchange of relevant information with one another, and with any insurer of the transportation network company driver, where applicable, including but not limited to the precise times during which the driver logged on and off of the company’s digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident, and shall disclose to one another a clear description of any relevant automobile insurance provided pursuant to this chapter, including any applicable limits and exclusions.\n\n2016 Acts, ch 1101, §11, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-6/"
    },
    {
      "id": "section-321n7",
      "number": "321N.7",
      "heading": "Identification of drivers and vehicles.",
      "text": "321N.7 Identification of drivers and vehicles.\n\nBefore a transportation network company rider enters the personal vehicle of a transportation network company driver, the transportation network company shall disclose all of the following information to the rider on the company’s digital network:\n\n1. A picture that prominently displays the face of the driver.\n\n2. The make, model, and registration plate number of the personal vehicle used by the driver.\n\n2016 Acts, ch 1101, §12, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-7/"
    },
    {
      "id": "section-321n8",
      "number": "321N.8",
      "heading": "Electronic receipt.",
      "text": "321N.8 Electronic receipt.\n\nWithin a reasonable period of time following the completion of a prearranged ride provided to a transportation network company rider, the transportation network company shall transmit an electronic receipt to the rider containing all of the following information:\n\n1. The origin and destination of the trip.\n\n2. The total time and distance of the trip.\n\n3. An itemized account of the total fare paid by the rider, if any.\n\n2016 Acts, ch 1101, §13, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-8/"
    },
    {
      "id": "section-321n9",
      "number": "321N.9",
      "heading": "Street hails prohibited.",
      "text": "321N.9 Street hails prohibited.\n\nA transportation network company driver shall not solicit or accept riders hailing the driver from the street.\n\n2016 Acts, ch 1101, §14, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-9/"
    },
    {
      "id": "section-321n10",
      "number": "321N.10",
      "heading": "Disclosure of personal information.",
      "text": "321N.10 Disclosure of personal information.\n\n1. A transportation network company shall not disclose a transportation network company rider’s personal information to a third party unless the rider consents to the disclosure, the disclosure is required by law, the disclosure is required to protect or defend the terms of use of the company’s services, or the disclosure is required to investigate a violation of the terms of use. For purposes of this section, “personal information” includes but is not limited to the rider’s name, home address, telephone number, and payment information.\n\n2. Notwithstanding subsection 1, a transportation network company may disclose a rider’s name and telephone number to the driver providing a prearranged ride to the rider in order to facilitate the identification of the rider by the driver, or to facilitate communication between the rider and the driver.\n\n2016 Acts, ch 1101, §15, 24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-10/"
    },
    {
      "id": "section-321n11",
      "number": "321N.11",
      "heading": "Regulation by political subdivisions prohibited — exception.",
      "text": "321N.11 Regulation by political subdivisions prohibited — exception.\n\n1. a. Except as otherwise provided in this section, transportation network companies, transportation network company drivers, and personal vehicles, in the course of their operation pursuant to this chapter, shall be exclusively controlled, supervised, and regulated by the department in accordance with this chapter.\n\nb. Except as otherwise provided in this section, no provision of this chapter shall be construed to authorize a political subdivision of the state to enact an ordinance regulating transportation network companies, transportation network company drivers, or personal vehicles operated pursuant to this chapter.\n\n2. No provision of this chapter shall be construed to limit the rights and powers of a commercial service airport, as defined in 49 U.S.C. §47102, to do any of the following:\n\na. Regulate the operation of motor vehicles on the airport’s premises in accordance with rules, regulations, and policies adopted for the orderly use of the airport.\n\nb. Establish, alter, and collect rates, fees, rental payments, or other charges for the use of the airport’s services and facilities.\n\n2016 Acts, ch 1101, §16, 24\n\nReferred to in §321.236",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-321n/section-321n-11/"
    }
  ]
}