{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-327d-regulation-of-carriers",
  "sections": [
    {
      "id": "section-327d1",
      "number": "327D.1",
      "heading": "Applicability of chapter.Section 327D",
      "text": "327D.1 Applicability of chapter.\n\nThis chapter applies to intrastate transportation by for-hire common carriers of persons and property. However, this chapter does not apply to regular route motor carriers of passengers or charter carriers, as defined under section 325A.12, or a transportation network company or a transportation network company driver, as defined in section 321N.1.\n\n[C97, §2122; C24, 27, 31, 35, 39, §8036; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.1; C77, 79, 81, §327D.1]\n\n83 Acts, ch 121, §3; 86 Acts, ch 1161, §17; 98 Acts, ch 1100, §52; 2016 Acts, ch 1101, §22, 24\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-1/"
    },
    {
      "id": "section-327d2",
      "number": "327D.2",
      "heading": "Definitions.",
      "text": "327D.2 Definitions.\n\nAs used in this chapter unless the context otherwise requires:\n\n1. “Department” means the state department of transportation.\n\n2. “Joint tariffs” embraces joint rates, tolls, contracts, classifications and charges.\n\n3. “Railroad” means the terminal facilities necessary in the transportation of persons and property and includes bridges, railroad right-of-way, trackage, switches and other appurtenances necessary for the operation of a railroad, whether owned, leased or operated under some other contractual agreement.\n\n4. “Railroad corporation” means a railway corporation as defined in subsection 6.\n\n5. “Railway” means a railroad as defined in subsection 3.\n\n6. “Railway corporation” means all corporations, companies, or persons owning or operating any railroad or carrier in whole or in part within the state.\n\n7. “Rates” means fares, tariffs, tolls, charges, and all classifications, contracts, practices and rules of common carriers relating to such rates.\n\n8. “Switching service” means the shifting of a car between two points, both of which are within the industrial vicinity of an industry, a group of industries, a station, or a city, as such industrial vicinity may be defined by the department.\n\n9. “Transportation” means all instrumentalities of shipment or carriage as well as services in connection with the actual transport.\n\n[C97, §2122; SS15, §2125; C24, 27, 31, 35, 39, §8037, 8082; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.2, 479.48; C77, 79, 81, §327D.2; 81 Acts, ch 22, §22]\n\n86 Acts, ch 1245, §1960\n\nReferred to in §307.26, 327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-2/"
    },
    {
      "id": "section-327d3",
      "number": "327D.3",
      "heading": "Duty to furnish cars and transport freight.",
      "text": "327D.3 Duty to furnish cars and transport freight.\n\nEvery railway corporation shall upon reasonable notice, and within a reasonable time, furnish suitable cars to any and all persons who may apply therefor, for the transportation of any and all kinds of freight, and receive and transport such freight with all reasonable dispatch, and provide and keep suitable facilities for the receiving and handling thereof at any depot on the line of its road.\n\n[C97, §2116; S13, §2116; C24, 27, 31, 35, 39, §8038; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.3; C77, 79, 81, §327D.3]\n\nReferred to in §327D.5, 327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-3/"
    },
    {
      "id": "section-327d4",
      "number": "327D.4",
      "heading": "Connections.",
      "text": "327D.4 Connections.\n\nIf a railroad corporation in this state refuses to connect by proper switches or tracks with the tracks of another railroad corporation or refuses to receive, transport, load, discharge, reload, or return cars furnished by another connecting railroad corporation, a petition requesting resolution of the dispute may be filed with the department. The department shall notify the department of inspections, appeals, and licensing which shall hold a hearing on the dispute. Upon conclusion of the hearing, the department of inspections, appeals, and licensing shall issue an order to resolve the dispute. The order may include the allocation of costs between the parties. The order is subject to review by the department which review shall be the final agency action.\n\n[C97, §2113, 2116; S13, §2113, 2116; C24, 27, 31, 35, 39, §7876, 8039; C46, 50, 54, 58, 62, 66, 71, 73, 75, §474.13, 479.4; C77, 79, 81, §327D.4; 81 Acts, ch 22, §22]\n\n91 Acts, ch 27, §4; 2023 Acts, ch 19, §1994\n\nReferred to in §327D.5, 327D.40\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-4/"
    },
    {
      "id": "section-327d5",
      "number": "327D.5",
      "heading": "Burden of proof.",
      "text": "327D.5 Burden of proof.\n\nIn any action in court, or before the department, brought against a railroad corporation for the purpose of enforcing rights arising under the provisions of this section and sections 327D.3 and 327D.4, the burden of proving that the provisions thereof have been complied with by such railroad corporation, shall be upon such railroad corporation.\n\n[S13, §2116; C24, 27, 31, 35, 39, §8041; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.6; C77, 79, 81, §327D.5]\n\n2023 Acts, ch 64, §52\n\nReferred to in §327D.40\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-5/"
    },
    {
      "id": "section-327d",
      "number": "327D",
      "heading": "6",
      "text": "6",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-327d7",
      "number": "327D.7",
      "heading": "Transporting persons or property for hire — limitation on liability.",
      "text": "327D.7 Transporting persons or property for hire — limitation on liability.\n\nA contract, receipt or rule shall not exempt any person engaged in transporting for hire from the liability of a common carrier, or carrier of passengers, which would exist had no contract, receipt or rule been made except as may be provided for liability for property loss by order of the department.\n\n[C73, §2184; C97, §3136; C24, 27, 31, 35, 39, §8043; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.8; C77, 79, 81, §327D.7; 81 Acts, ch 22, §22]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-7/"
    },
    {
      "id": "section-327d8",
      "number": "327D.8",
      "heading": "Preference prohibited — exception.",
      "text": "327D.8 Preference prohibited — exception.\n\nIt shall be unlawful for any common carrier to give any preference or advantage to, or entail any prejudice or disadvantage upon any particular person, company, firm, corporation, locality, or any class of business or traffic, by any rate, rule, regulation, or practice whatsoever. This provision shall not prevent any common carrier from giving preference as to time of shipping livestock, live poultry, uncured meats, fruits, vegetables, or other perishable property.\n\n[C97, §2125; SS15, §2125; C24, 27, 31, 35, 39, §8044; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.9; C77, 79, 81, §327D.8]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-8/"
    },
    {
      "id": "section-327d9",
      "number": "327D.9",
      "heading": "Interchange of traffic — switching and forwarding.",
      "text": "327D.9 Interchange of traffic — switching and forwarding.\n\nCommon carriers shall, according to their respective powers, afford all reasonable, proper, and equal facilities for the interchange of traffic between their respective lines, and for the receiving, forwarding, and switching of cars and property to and from their several lines, and to and from other lines and places connected therewith; and shall not discriminate in their accommodations, rates, and charges between such connecting lines. Any common carrier may be required to switch and transfer cars for another, for the purpose of being loaded or unloaded, upon such terms and conditions as may be ordered by the department.\n\n[C97, §2125; SS15, §2125; C24, 27, 31, 35, 39, §8045; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.10; C77, 79, 81, §327D.9; 81 Acts, ch 22, §22]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-9/"
    },
    {
      "id": "section-327d10",
      "number": "327D.10",
      "heading": "Unjust discrimination — exceptions.",
      "text": "327D.10 Unjust discrimination — exceptions.\n\nIf any common carrier subject to the provisions of this chapter shall directly or indirectly, by any special rate, rebate, drawback, or other device, charge, demand, collect, or receive from any person or persons a greater or less compensation for any service rendered, or to be rendered, in the transportation of passengers or property subject to the provisions of this chapter, than it charges, demands, collects, or receives from any other person or persons for doing a like and contemporaneous service in the transportation of a like kind of traffic, such common carrier shall be guilty of unjust discrimination, which is hereby prohibited and declared to be unlawful; but this section shall not be construed as prohibiting a less rate per one hundred pounds in a carload lot than is charged, collected, or received for the same kind of freight in less than a carload lot.\n\n[C97, §2124; C24, 27, 31, 35, 39, §8046; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.11; C77, 79, 81, §327D.10]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-10/"
    },
    {
      "id": "section-327d11",
      "number": "327D.11",
      "heading": "Reconsignment without charge.",
      "text": "327D.11 Reconsignment without charge.\n\nUpon request of the consignee it shall be the duty of any common carrier of freight to reconsign, rebill, and reship from any place of destination within the state to any other place within the state any property in carload lots brought to said place of destination over its own or other line and treat the same in all respects as an original shipment between such places, provided the charges to first place of destination are paid or secured to the satisfaction of such corporation.\n\n[S13, §2157-r; C24, 27, 31, 35, 39, §8047; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.12; C77, 79, 81, §327D.11]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-11/"
    },
    {
      "id": "section-327d12",
      "number": "327D.12",
      "heading": "Charges to be reasonable.",
      "text": "327D.12 Charges to be reasonable.\n\nAll rates and charges made for any service rendered or to be rendered in the transportation of passengers or property in this state, or for the receiving, delivering, storage, or handling of such property, shall be reasonable and just.\n\n[C97, §2123; C24, 27, 31, 35, 39, §8048; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.13; C77, 79, 81, §327D.12]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-12/"
    },
    {
      "id": "section-327d13",
      "number": "327D.13",
      "heading": "Rates.",
      "text": "327D.13 Rates.\n\n1. a. A common carrier subject to this chapter shall not charge more for the transportation of persons or property than a fair and just rate or charge.\n\nb. A common carrier shall not:\n\n(1) Charge more for the transportation of persons or property for a shorter distance than for a longer distance in the same direction on the same route.\n\n(2) Charge more for a through rate than the aggregate of the intermediate rates.\n\n2. However, upon application by a common carrier, the department may in special cases and after investigation prescribe the extent to which the carrier is relieved from compliance with this section.\n\n[C97, §2126; C24, 27, 31, 35, 39, §8049; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.14; C77, 79, 81, §327D.13; 81 Acts, ch 22, §22]\n\n86 Acts, ch 1245, §1961; 2010 Acts, ch 1061, §180\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-13/"
    },
    {
      "id": "section-327d14",
      "number": "327D.14",
      "heading": "Pooling contracts.",
      "text": "327D.14 Pooling contracts.\n\nIt shall be unlawful for any common carrier subject to the provisions of this chapter to enter into any contract, agreement, or combination with any other common carrier for the pooling of freight of different and competing railroads, or divide between them the aggregate or net proceeds of the earnings of such railroads, or any portion thereof without the approval of the department when determined to be in the public interest by the department; and in case of an agreement for the pooling of freights without such approval, each day of its continuance shall be a separate offense.\n\n[C73, §1297 – 1299; C97, §2127; C24, 27, 31, 35, 39, §8050; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.15; C77, 79, 81, §327D.14; 81 Acts, ch 22, §22]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-14/"
    },
    {
      "id": "section-327d15",
      "number": "327D.15",
      "heading": "Continuous shipments.",
      "text": "327D.15 Continuous shipments.\n\nIt shall be unlawful for any common carrier subject to the provisions of this chapter to enter into any combination, contract or agreement, expressed or implied, to prevent, by change of time schedules, carriage in different cars, or, by other means or device, the carriage of freights from being continuous from place of shipment to the place of destination in the state; and no break of bulk, stoppage, or interruption made by such common carrier shall prevent the carriage of freights from being treated as one continuous carriage from the place of shipment to the place of destination, unless such break, stoppage, or interruption was made in good faith for some necessary purpose, and without any intent to avoid or unnecessarily interrupt such continuous carriage, or to evade any of the provisions of this chapter.\n\n[C97, §2129; C24, 27, 31, 35, 39, §8051; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.16; C77, 79, 81, §327D.15]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-15/"
    },
    {
      "id": "section-327d16",
      "number": "327D.16",
      "heading": "Violations — treble damages.",
      "text": "327D.16 Violations — treble damages.\n\nIn case any common carrier subject to the provisions of this chapter shall do, cause, or permit to be done anything herein prohibited or declared to be unlawful, or shall willfully fail to do anything in this chapter required to be done, it shall be liable to the person injured thereby for three times the amount of damages sustained in consequence, together with costs of suit, and a reasonable attorney fee to be fixed by the court, on appeal or otherwise, which shall be taxed and collected as part of the costs in the case; but in all cases demand in writing shall be made of the carrier for the money damages sustained before action is brought for a recovery under this section, and no action shall be brought until the expiration of fifteen days after such demand.\n\n[C97, §2130; C24, 27, 31, 35, 39, §8052; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.17; C77, 79, 81, §327D.16]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-16/"
    },
    {
      "id": "section-327d17",
      "number": "327D.17",
      "heading": "Criminal liability.",
      "text": "327D.17 Criminal liability.\n\nExcept as otherwise specially provided for in this chapter, and unless relieved from the consequences of a violation of the law as provided herein, any common carrier subject to the provisions hereof, or, when such common carrier is a corporation, any director or officer thereof, or any receiver, trustee, lessee, agent, or person acting for or employed by such corporation, who, alone or with any other corporation, company, person, or party shall willfully do or cause to be done, or shall willfully suffer or permit to be done any act, matter, or thing in this chapter prohibited or declared to be unlawful, or who shall aid or abet therein, or shall willfully omit or fail to do any act, matter, or thing in this chapter required to be done, or shall cause or willingly suffer or permit any act, matter, or thing, so directed or required by the provisions of this chapter to be done, not to be so done; or shall aid or abet any such omission or failure, or shall be guilty of any infraction of the provisions of this chapter, or shall aid or abet therein, shall be guilty of a misdemeanor, and shall, upon conviction thereof, be subject to a schedule “four” penalty.\n\n[C97, §2132; C24, 27, 31, 35, 39, §8053; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.18; C77, 79, 81, §327D.17]\n\nReferred to in §327D.40\n\nSee §327C.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-17/"
    },
    {
      "id": "section-327d19",
      "number": "327D.19",
      "heading": "Discrimination — prima facie evidence.",
      "text": "327D.19 Discrimination — prima facie evidence.\n\nThe provisions of the following subsections shall constitute prima facie evidence of undue and unjust discriminating rates, charges, accommodations, collections or receipts.\n\n1. Charge, collect, or receive for the transportation of any passenger or freight of any description upon its railroad, for any distance within the state, a greater amount of toll or compensation than is at the same time charged, collected or received for the transportation in the same direction of any passenger or like quantity of freight of the same class, over a greater distance of the same railway; or\n\n2. Charge, collect, or receive at any point upon its road a higher rate of toll or compensation for receiving, handling, or delivering freight of the same class and quantity than it shall at the same time charge, collect, or receive at any other point upon the same railway; or\n\n3. Charge, collect, or receive for the transportation of any passenger or freight of any description over its railway a greater amount as toll or compensation than shall at the same time be charged, collected, or received by it for the transportation of any passenger or like quantity of freight of the same class being transported in the same direction over any portion of the same railway of equal distance; or\n\n4. Charge, collect, or receive from any person a higher or greater amount of toll or compensation than it shall at the same time charge, collect, or receive from any other person for receiving, handling, or delivering freight of the same class and like quantity at the same point upon its railway; or\n\n5. Charge, collect, or receive from any person for the transportation of any freight upon its railway a higher or greater rate of toll or compensation than it shall at the same time charge, collect, or receive from any other person or persons for the transportation of the like quantity of freight of the same class being transported from the same point in the same direction over equal distances of the same railway; or\n\n6. Charge, collect, or receive from any person for the use and transportation of any railway car or cars upon its railroad for any distance, a greater amount of toll or compensation than is at the same time charged, collected, or received from any other person for the use and transportation of any railway car of the same class or number, for a like purpose, being transported in the same direction over a greater distance of the same railway; or\n\n7. Charge, collect, or receive from any person for the use and transportation of any railway car upon its railway a higher or greater compensation in the aggregate than it shall, at the same time, charge, collect, or receive from any other person for the use and transportation of any railway car of the same class for a like purpose, being transported from the same original point in the same direction, over an equal distance of the same railway; or\n\n8. Charge any undue or unjust discriminatory rates, charges, accommodations, collections or receipts whether made directly or indirectly by means of a rebate or other method.\n\n[C97, §2145; S13, §2145; C24, 27, 31, 35, 39, §8055; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.20; C77, 79, 81, §327D.19]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-19/"
    },
    {
      "id": "section-327d27",
      "number": "327D.27",
      "heading": "Penalty for discrimination.",
      "text": "327D.27 Penalty for discrimination.\n\nAny corporation making any unjust discrimination as to freight rates, or the rates for the use and transportation of railway cars, or in receiving, handling, or delivering freight, shall, upon conviction, be subject to a schedule “four” penalty; or shall be subject to the liability prescribed in section 327D.28, to be recovered as therein provided.\n\n[C97, §2147; C24, 27, 31, 35, 39, §8064; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.29; C77, 79, 81, §327D.27]\n\nReferred to in §327D.40\n\nSee §327C.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-27/"
    },
    {
      "id": "section-327d28",
      "number": "327D.28",
      "heading": "Penalty.",
      "text": "327D.28 Penalty.\n\nAny railway corporation making any unjust discrimination as to passenger or freight rates, or the rates for the use and transportation of railway cars, or in receiving, handling, or delivering freight, shall, upon conviction, forfeit and pay to the state an amount within the limits of a schedule “five” penalty. Money collected shall be deposited in the general fund of the state.\n\n[C97, §2148; C24, 27, 31, 35, 39, §8065; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.30; C77, 79, 81, §327D.28]\n\nReferred to in §327D.27, 327D.40\n\nSee §327C.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-28/"
    },
    {
      "id": "section-327d29",
      "number": "327D.29",
      "heading": "Free or reduced freight rates permitted.",
      "text": "327D.29 Free or reduced freight rates permitted.\n\nNothing in this chapter shall apply to free or reduced rates for the transportation, storage or handling of:\n\n1. Property for the United States, this state, or political subdivisions of this state.\n\n2. Materials to be used by public authorities in constructing or maintaining public facilities.\n\n3. Property for charitable purposes.\n\n4. Property for exhibition at fairs or expositions.\n\n5. Private property or goods for the family use of such employees as are entitled to free passenger transportation.\n\n6. Private property in less than carload lots.\n\n8. Products transported to be recycled.\n\n[C97, §2150; C24, 27, 31, 35, 39, §8066; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.31; C77, 79, 81, §327D.29]\n\nReferred to in §327D.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-29/"
    },
    {
      "id": "section-327d40",
      "number": "327D.40",
      "heading": "Authorization.",
      "text": "327D.40 Authorization.\n\nSections 327D.1 through 327D.29 shall not be construed to prohibit the making of rates by two or more railway companies for the transportation of property over two or more of their respective lines within the state; and a lower charge by each of said companies for its portion of such joint shipment than it charges for a shipment for the same distance wholly over its own line within the state shall not be considered a violation of this chapter, and shall not render such company subject to any of the penalties of this chapter.\n\n[C97, §2152; C24, 27, 31, 35, 39, §8067; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.32; C77, 79, 81, §327D.40]\n\n2021 Acts, ch 80, §189",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-40/"
    },
    {
      "id": "section-327d42",
      "number": "327D.42",
      "heading": "Connecting lines.",
      "text": "327D.42 Connecting lines.\n\nEvery owner or consignor of freight to be transported by railway from any point within this state to any other point within this state shall have the right to require that the same shall be transported over two or more connecting lines of railway, to be transferred at the connecting point or points without change of car or cars if in carload lots, and with or without change of car or cars if in less than carload lots, whenever the distance from the place of shipment to destination, both being within this state, is less over two or more connecting lines of railway than it is over a single line of railway, or where the initial line does not reach the place of destination; and it shall be the duty, upon the request of any such owner or consignor of freight, made to the initial company, of such railway companies whose lines so connect, to transport the freight without change of car or cars if the shipment be in a carload lot or lots, and with change of car or cars if it be in less than carload lots, from the place of shipment to destination, whenever the distance from the place of shipment to destination, both being within this state, is less than the distance over a single line, or when the initial line does not reach the point of destination, for a reasonable joint through rate.\n\n[C97, §2153; S13, §2153; C24, 27, 31, 35, 39, §8069; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.34; C77, 79, 81, §327D.42]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-42/"
    },
    {
      "id": "section-327d43",
      "number": "327D.43",
      "heading": "Routing intrastate shipments.",
      "text": "327D.43 Routing intrastate shipments.\n\nIt shall be the duty of every common carrier subject to the provisions of this chapter, when shipments are tendered for transportation between points in this state, to route such shipments from shipping point to point of destination over the cheapest available route between such points except in cases where the shipper, in shipping orders or bills of lading, specifically designates a particular route over which it is desired such shipments shall be moved.\n\n[C31, 35, §8069-d1; C39, §8069.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.35; C77, 79, 81, §327D.43]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-43/"
    },
    {
      "id": "section-327d45",
      "number": "327D.45",
      "heading": "Schedules of joint rates.",
      "text": "327D.45 Schedules of joint rates.\n\nThe department may order a schedule of joint through railway rates for such traffic and on such routes as in its judgment the fair and reasonable conduct of business requires.\n\n[C97, §2155; S13, §2155; C24, 27, 31, 35, 39, §8071; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.37; C77, 79, 81, §327D.45; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-45/"
    },
    {
      "id": "section-327d53",
      "number": "327D.53",
      "heading": "Division of joint rates.",
      "text": "327D.53 Division of joint rates.\n\nBefore the adoption of the rates, the department shall notify the railroad corporations interested in the schedule of joint rates fixed, and give them a reasonable time to agree upon a division of the charges provided. If the corporations fail to agree upon a division, and to notify the department of their agreement, the department shall, after a hearing conducted by the department of inspections, appeals, and licensing, decide the rates, taking into consideration the value of terminal facilities and all the circumstances of the haul, and the division so determined by it is, in all controversies or actions between the railroad corporations interested, prima facie evidence of a just and reasonable division.\n\n[C97, §2156; C24, 27, 31, 35, 39, §8080; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.46; C77, 79, 81, §327D.53; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §28; 2023 Acts, ch 19, §1995\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-53/"
    },
    {
      "id": "section-327d66",
      "number": "327D.66",
      "heading": "Rate schedules — filing and public access.",
      "text": "327D.66 Rate schedules — filing and public access.\n\n1. Every common carrier, except railway corporations, subject to the provisions of this chapter shall file with the department and shall print schedules showing the rates for the transportation within this state of persons and property from each point upon its route to all other points on the route and from all points upon its route to all points upon every other route leased, operated, or controlled by it; and from each point on its route or upon any route leased, operated, or controlled by it to all points upon the route of any other common carrier, whenever a through route and a joint rate have been established or ordered between any two points. If no joint rate over a through route has been established, the schedules of the several carriers in the through route shall show the separately established rates, applicable to the through transportation.\n\n2. The schedules shall be plainly printed and a copy of often used schedules shall be kept by every carrier readily accessible to and for inspection by the public in every station and office of the carrier where passengers or property are received for transportation when the station or office is in the charge of an agent. A notice printed in bold type and stating that the often used schedules are on file with the agent and open to public inspection, and that the agent will assist any person to determine from the schedule any rate shall be posted by the carrier in public and conspicuous places in each station or office. The department shall, by rule, provide that adequate public access to schedules not often used be provided in a different manner.\n\n3. Railway corporations shall maintain a copy of schedules and rates on file in the office of the carrier readily accessible to and for inspection by the public.\n\n[C73, §1304; C97, §2128; C24, 27, 31, 35, 39, §8083, 8085, 8087; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.49, 479.51, 479.53; C77, 79, 81, §327D.66; 81 Acts, ch 22, §16]\n\n89 Acts, ch 57, §1, 2; 2017 Acts, ch 54, §76\n\nReferred to in §327D.69",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-66/"
    },
    {
      "id": "section-327d67",
      "number": "327D.67",
      "heading": "Detailed requirements.",
      "text": "327D.67 Detailed requirements.\n\n1. The schedules shall plainly state the places between which such property and persons will be carried, and, separately, all terminal charges, storage charges, refrigeration charges, and all other charges which the department may require to be stated, all privileges or facilities granted or allowed, and all rules which may in any way change, affect, or determine any part or the aggregate of such rates, or the value of the various services rendered to the passenger, shipper, or consignee.\n\n2. The form of every schedule shall be prescribed by the department and shall conform, in the case of common carriers, as nearly as may be to the form prescribed by the United States department of transportation.\n\n[C73, §1304; C97, §2128; C24, 27, 31, 35, 39, §8084, 8088; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.50, 479.54; C77, 79, 81, §327D.67; 81 Acts, ch 22, §22]\n\n2003 Acts, ch 108, §61; 2018 Acts, ch 1041, §127\n\nReferred to in §327D.69",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-67/"
    },
    {
      "id": "section-327d69",
      "number": "327D.69",
      "heading": "Right to inspect.",
      "text": "327D.69 Right to inspect.\n\nAny or all of such schedules kept as provided in sections 327D.66 and 327D.67 shall be immediately produced by such carrier for inspection upon the demand of any person.\n\n[C24, 27, 31, 35, 39, §8086; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.52; C77, 79, 81, §327D.69]\n\n2023 Acts, ch 66, §77\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-69/"
    },
    {
      "id": "section-327d72",
      "number": "327D.72",
      "heading": "Interstate commerce schedules.",
      "text": "327D.72 Interstate commerce schedules.\n\nWhen schedules and classifications required by the United States department of transportation contain in whole or in part the information required by the provisions of this chapter, the posting and filing of a copy of such schedules and classifications with the United States department of transportation shall be deemed a compliance with the filing requirements of this chapter insofar as such schedules and classifications contain the information required by this chapter, and any additional or different information may be posted and filed in a supplementary schedule.\n\n[C24, 27, 31, 35, 39, §8089; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.55; C77, 79, 81, §327D.72; 81 Acts, ch 22, §22]\n\n89 Acts, ch 57, §3; 2003 Acts, ch 108, §62",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-72/"
    },
    {
      "id": "section-327d73",
      "number": "327D.73",
      "heading": "Partial schedules.",
      "text": "327D.73 Partial schedules.\n\nIn lieu of filing its often used schedule in each station or office, any common carrier may file with the department and keep posted at the stations or offices, schedules of the rates applicable at, to, and from the places where the stations or offices are located.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8090; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.56; C77, 79, 81, §327D.73; 81 Acts, ch 22, §17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-73/"
    },
    {
      "id": "section-327d74",
      "number": "327D.74",
      "heading": "Changes in schedules.",
      "text": "327D.74 Changes in schedules.\n\nThe department shall have power from time to time, in its discretion, to determine and prescribe by order such changes in the form of the schedules referred to in this chapter as it may find expedient, and to modify the requirements of any of its orders or rules in respect thereto.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8091; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.57; C77, 79, 81, §327D.74; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-74/"
    },
    {
      "id": "section-327d75",
      "number": "327D.75",
      "heading": "Joint tariff schedules.",
      "text": "327D.75 Joint tariff schedules.\n\nThe names of the several common carriers which are parties to any joint tariff shall be specified in the schedule showing the same. Unless otherwise ordered by the department, a schedule showing such joint tariff need be filed with the department by only one of the parties if there is also filed with the department, in such form as the department may require, a concurrence in such joint tariff by each of the other parties thereto.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8092; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.58; C77, 79, 81, §327D.75; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-75/"
    },
    {
      "id": "section-327d77",
      "number": "327D.77",
      "heading": "Transportation prohibited.",
      "text": "327D.77 Transportation prohibited.\n\nA common carrier shall not undertake to perform any service nor engage or participate in the transportation of persons or property between points within this state, until the carrier’s schedule of rates has been filed and posted as provided in this chapter.\n\n[C24, 27, 31, 35, 39, §8094; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.60; C77, 79, 81, §327D.77]\n\n2022 Acts, ch 1021, §80",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-77/"
    },
    {
      "id": "section-327d78",
      "number": "327D.78",
      "heading": "Change in rate.",
      "text": "327D.78 Change in rate.\n\nUnless the department otherwise orders, no change shall be made by any common carrier in any rate, except after thirty days’ notice to the department and to the public as provided in this chapter. The department shall adopt rules to ensure public notice is provided in any action instituted under this section.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8095; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.61; C77, 79, 81, §327D.78; 81 Acts, ch 22, §22]\n\n2022 Acts, ch 1021, §81",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-78/"
    },
    {
      "id": "section-327d79",
      "number": "327D.79",
      "heading": "Notice of change.",
      "text": "327D.79 Notice of change.\n\nSuch notice shall be given by filing with the department new schedules or supplements stating plainly the change to be made in the schedule then in effect, and the time when the change will go into effect.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8096; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.62; C77, 79, 81, §327D.79; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-79/"
    },
    {
      "id": "section-327d80",
      "number": "327D.80",
      "heading": "Changes without notice.",
      "text": "327D.80 Changes without notice.\n\nThe department, for good cause shown, may allow changes without requiring thirty days’ notice by an order specifying the changes so to be made and the time when they shall take effect, and the manner in which they shall be filed and published.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8097; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.63; C77, 79, 81, §327D.80; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-80/"
    },
    {
      "id": "section-327d81",
      "number": "327D.81",
      "heading": "Indicating change.",
      "text": "327D.81 Indicating change.\n\nWhen any change is proposed in any rate, such proposed change shall be plainly indicated on the new schedule filed with the department, by some typographic character immediately preceding or following the item.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8098; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.64; C77, 79, 81, §327D.81; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-81/"
    },
    {
      "id": "section-327d82",
      "number": "327D.82",
      "heading": "Schedule charge mandatory — refunds and discrimination.",
      "text": "327D.82 Schedule charge mandatory — refunds and discrimination.\n\nNo common carrier, except as otherwise provided, shall charge, demand, collect, or receive a greater or less or different compensation for the transportation of persons or property or for any service in connection therewith than the rates, fares, and charges applicable to such transportation as specified in its schedules filed and in effect at the time; nor shall any such carrier refund or remit in any manner or by any device any portion of the rates, fares, or charges so specified except upon order of the courts or of the department as may be now or hereafter by law provided, nor extend to any shipper or person any privilege or facility in the transportation of passengers or property except such as are specified in such schedules.\n\n[C97, §2128; C24, 27, 31, 35, 39, §8099; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.65; C77, 79, 81, §327D.82; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-82/"
    },
    {
      "id": "section-327d83",
      "number": "327D.83",
      "heading": "Rate hearing.",
      "text": "327D.83 Rate hearing.\n\nIf a schedule is filed with the department stating a rate, the department may, either upon complaint or upon its own motion, request the department of inspections, appeals, and licensing to conduct a hearing concerning the propriety of the rate.\n\n[C24, 27, 31, 35, 39, §8100; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.66; C77, 79, 81, §327D.83; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §29; 2023 Acts, ch 19, §1996\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-83/"
    },
    {
      "id": "section-327d84",
      "number": "327D.84",
      "heading": "Suspension of rates.",
      "text": "327D.84 Suspension of rates.\n\nPending the hearing and the decision thereon, such rate shall not go into effect; but the period of suspension of such rate shall not extend more than one hundred twenty days beyond the time when such rate would otherwise go into effect.\n\n[C24, 27, 31, 35, 39, §8101; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.67; C77, 79, 81, §327D.84]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-84/"
    },
    {
      "id": "section-327d85",
      "number": "327D.85",
      "heading": "Rate proposal — review.",
      "text": "327D.85 Rate proposal — review.\n\nAt the hearing the department of inspections, appeals, and licensing shall propose the rates on the schedule, in whole or in part, or others in lieu thereof, which the department of inspections, appeals, and licensing finds are just and reasonable rates. The action of the department of inspections, appeals, and licensing is subject to review by the state department of transportation. The decision of the state department of transportation is the final agency action.\n\n[C24, 27, 31, 35, 39, §8102; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.68; C77, 79, 81, §327D.85; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §30; 2023 Acts, ch 19, §1997\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-85/"
    },
    {
      "id": "section-327d86",
      "number": "327D.86",
      "heading": "When rates effective.",
      "text": "327D.86 When rates effective.\n\nAll such rates not so suspended shall, on the expiration of thirty days from the time of filing the same with the department or of such less time as the said department may grant, go into effect and be the established and effective rates, subject to the power of the department after a hearing had upon its own motion or upon complaint, as herein provided, to alter or modify the same.\n\n[C24, 27, 31, 35, 39, §8103; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.69; C77, 79, 81, §327D.86; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-86/"
    },
    {
      "id": "section-327d87",
      "number": "327D.87",
      "heading": "Posting and filing of revised schedules.",
      "text": "327D.87 Posting and filing of revised schedules.\n\nAfter such changes have been authorized by the department, copies of the new or revised schedules shall be posted or filed as provided in this chapter within such reasonable time as may be fixed by the department.\n\n[C24, 27, 31, 35, 39, §8104; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.70; C77, 79, 81, §327D.87; 81 Acts, ch 22, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-87/"
    },
    {
      "id": "section-327d89",
      "number": "327D.89",
      "heading": "Complaint of violation.",
      "text": "327D.89 Complaint of violation.\n\nWhen a person complains to the department that the rate charged or published by a railway corporation, or the maximum rate fixed by law, is unreasonably high or discriminating, the department may investigate the matter, and request the department of inspections, appeals, and licensing to conduct a hearing. The department of inspections, appeals, and licensing shall give the parties notice of the time and place of the hearing.\n\n[C97, §2139; C24, 27, 31, 35, 39, §8106; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.72; C77, 79, 81, §327D.89; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §31; 2023 Acts, ch 19, §1998\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-89/"
    },
    {
      "id": "section-327d90",
      "number": "327D.90",
      "heading": "Hearing — evidence.",
      "text": "327D.90 Hearing — evidence.\n\nAt the time of the hearing the department of inspections, appeals, and licensing shall receive any evidence and listen to any arguments presented by either party relevant to the matter under investigation, and the burden of proof is not upon the person making the complaint. The complainant shall add to the showing made at the hearing whatever information the complainant then has, or can obtain from any source. The department of inspections, appeals, and licensing shall propose just and reasonable rates, which may be adopted in whole or in part or modified as the state department of transportation determines.\n\n[C97, §2140; C24, 27, 31, 35, 39, §8107; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.73; C77, 79, 81, §327D.90; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §32; 2023 Acts, ch 19, §1999\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-90/"
    },
    {
      "id": "section-327d102",
      "number": "327D.102",
      "heading": "Movement of livestock — burden of proof.",
      "text": "327D.102 Movement of livestock — burden of proof.\n\nIt is hereby made the duty of all common carriers of freight within this state to move cars of livestock at the highest practicable speed consistent with reasonable safety and the reasonable movement of its general traffic. The burden of proof that cars of livestock are so moved shall be upon the carrier, and proof that such cars were moved according to schedule or timetable shall not be prima facie evidence that they were moved at the highest practicable speed consistent with reasonable safety.\n\n[S13, §2157-s; C24, 27, 31, 35, 39, §8114; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.80; C77, 79, 81, §327D.102]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-102/"
    },
    {
      "id": "section-327d113",
      "number": "327D.113",
      "heading": "Names of free pass beneficiaries reported.",
      "text": "327D.113 Names of free pass beneficiaries reported.\n\nEvery common carrier of passengers within the provisions of this chapter shall, whenever so requested by the department, file with the department a sworn statement showing the names of all persons within this state holding, or to whom during the preceding year such carrier issued, furnished, or gave a free ticket, free pass, free transportation, or a discriminating reduced rate, except wage earners of common carriers in their ordinary employment and families of such wage earners, and disclosing such further information as will enable the department to determine whether the person to whom it was issued was within the exception of said provisions.\n\n[S13, §2157-j; C24, 27, 31, 35, 39, §8132; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.98; C77, 79, 81, §327D.113]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-113/"
    },
    {
      "id": "section-327d114",
      "number": "327D.114",
      "heading": "Passenger tickets — redemption.",
      "text": "327D.114 Passenger tickets — redemption.\n\nEvery railroad corporation shall redeem in whole or in part any unused passenger ticket at a rate equal to the transportation value of the unused portion. Any redemption shall be made not more than forty-five days from the date of the refund request.\n\n[S13, §2128-a; C24, 27, 31, 35, 39, §8133; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.99; C77, 79, 81, §327D.114]\n\nReferred to in §327D.116",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-114/"
    },
    {
      "id": "section-327d116",
      "number": "327D.116",
      "heading": "Violations.",
      "text": "327D.116 Violations.\n\nAny railroad company, corporation, person, or persons, who as common carriers shall sell or issue tickets as set forth in section 327D.114, and shall refuse or neglect to redeem the same, as by said section provided, within ten days of date of demand, shall forfeit and pay to the owner of such ticket the purchase price of said ticket, and the further sum of one hundred dollars.\n\n[S13, §2128-c; C24, 27, 31, 35, 39, §8135; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.101; C77, 79, 81, §327D.116]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-116/"
    },
    {
      "id": "section-327d127",
      "number": "327D.127",
      "heading": "Railroad track scales — weighing — fee.",
      "text": "327D.127 Railroad track scales — weighing — fee.\n\nEvery railroad corporation operating within the state and having track scales shall maintain the scales in good order and of sufficient capacity to weigh carloads of bulk commodities transported over the railroad. The railroad shall weigh car lots of bulk commodities at the request of any owner, consignor, or consignee of such commodities, and furnish written certificates of the weights to the owner, consignor, or consignee. A reasonable charge may be made for such requested weighing.\n\n[S13, §2157-l; C24, 27, 31, 35, 39, §8137; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.103; C77, 79, 81, §327D.127]\n\nReferred to in §215.25, 327D.131, 327D.132",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-127/"
    },
    {
      "id": "section-327d128",
      "number": "327D.128",
      "heading": "Weighing — disagreement.",
      "text": "327D.128 Weighing — disagreement.\n\nIf a railroad corporation and the owner, consignor, or consignee of car lots of bulk commodities cannot reach agreement relative to the weighing of the commodities, appeal may be made to the state department of transportation. The state department of transportation, after a hearing by the department of inspections, appeals, and licensing, shall issue an order equitable to all parties including but not limited to allocation of costs and specification of the place and manner of weighing.\n\n[C77, 79, 81, §327D.128; 81 Acts, ch 22, §22]\n\n89 Acts, ch 273, §33; 2023 Acts, ch 19, §2000\n\nReferred to in §327D.131, 327D.132\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-128/"
    },
    {
      "id": "section-327d129",
      "number": "327D.129",
      "heading": "Weight at destination.",
      "text": "327D.129 Weight at destination.\n\nBulk commodities shall be weighed at the destination upon request of the consignee when there are track scales at the destination. If the destination is not equipped with track scales, the weighing shall be done at the nearest practicable point agreed to by both parties.\n\n[S13, §2157-n; C24, 27, 31, 35, 39, §8139; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.105; C77, 79, 81, §327D.129]\n\nReferred to in §327D.131, 327D.132",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-129/"
    },
    {
      "id": "section-327d130",
      "number": "327D.130",
      "heading": "Weighing commodities.",
      "text": "327D.130 Weighing commodities.\n\nA scale ticket printed or stamped by automatic recorders pursuant to section 215.19, shall be furnished to the consignee. Settlement of freight charges shall be based upon those weights, but weight shall not be warranted for any other commercial purpose unless so stated upon the face of the scale ticket.\n\n[S13, §2157-o; C24, 27, 31, 35, 39, §8140; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.106; C77, 79, 81, §327D.130]\n\nReferred to in §327D.131, 327D.132",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-130/"
    },
    {
      "id": "section-327d131",
      "number": "327D.131",
      "heading": "Prima facie evidence.",
      "text": "327D.131 Prima facie evidence.\n\nCertificates mentioned in sections 327D.127 through 327D.130, this section, and section 327D.132 shall be prima facie evidence of the facts recited in the certificates in any action arising between consignors and consignees and common carriers.\n\n[S13, §2157-p; C24, 27, 31, 35, 39, §8141; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.107; C77, 79, 81, §327D.131]\n\n2021 Acts, ch 80, §190\n\nReferred to in §327D.132",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-131/"
    },
    {
      "id": "section-327d132",
      "number": "327D.132",
      "heading": "Violation — penalty.",
      "text": "327D.132 Violation — penalty.\n\nAny common carrier operating in this state violating any of the provisions of sections 327D.127 through 327D.131 by neglecting or refusing to weigh cars or to furnish certificates of weights as provided in those sections shall, upon conviction, be subject to a schedule “one” penalty.\n\n[S13, §2157-q; C24, 27, 31, 35, 39, §8142; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.108; C77, 79, 81, §327D.132]\n\n2021 Acts, ch 80, §191\n\nReferred to in §327D.131\n\nSee §327C.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-132/"
    },
    {
      "id": "section-327d160",
      "number": "327D.160",
      "heading": "Rules.",
      "text": "327D.160 Rules.\n\nThe department shall prescribe, pursuant to chapter 17A, rules reasonably necessary for the orderly disposition of claims arising from loss or damage to property tendered for transportation.\n\n[S13, §2074-c; C24, 27, 31, 35, 39, §8150; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.116; C77, 79, 81, §327D.160; 81 Acts, ch 22, §18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-160/"
    },
    {
      "id": "section-327d173",
      "number": "327D.173",
      "heading": "Notice of arrival of shipment.",
      "text": "327D.173 Notice of arrival of shipment.\n\nAll companies, corporations, or individuals that now, or hereafter, may own or operate any railroads, in whole or in part, in the state, and all persons, firms, or companies, and all associations of persons, whether incorporated or not, that shall do business as a common carrier upon any of the lines of railway in this state, shall be and remain liable as a common carrier upon all less than carload shipments until the consignee shall be notified of the arrival of the shipment and has reasonable time and opportunity to receive same.\n\n[SS15, §2074-f; C24, 27, 31, 35, 39, §8153; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.119; C77, 79, 81, §327D.173]\n\nReferred to in §327D.174",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-173/"
    },
    {
      "id": "section-327d174",
      "number": "327D.174",
      "heading": "Notice prescribed.",
      "text": "327D.174 Notice prescribed.\n\nA deposit in the United States post office or public mailing box of a written notice addressed to the consignee at the address given upon the bill of lading will constitute service of the notice required by section 327D.173, and forty-eight hours from the date of the mailing of such notice shall be a reasonable time in which to receive said shipment.\n\n[SS15, §2074-f; C24, 27, 31, 35, 39, §8154; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.120; C77, 79, 81, §327D.174]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-174/"
    },
    {
      "id": "section-327d186",
      "number": "327D.186",
      "heading": "Liability for negligence of employees.",
      "text": "327D.186 Liability for negligence of employees.\n\nEvery corporation operating a railway shall be liable for all damages sustained by any person, including employees of such corporation, in consequence of the neglect of the agents, or by any mismanagement of the engineers, or other employees thereof, and in consequence of the willful wrongs, whether of commission or omission, of such agents, engineers, or other employees, when such wrongs are in any manner connected with the use and operation of any railway on or about which they shall be employed, and no contract which restricts such liability shall be legal or binding.\n\n[C73, §1307; C97, §2071; S13, §2071; C24, 27, 31, 35, 39, §8156; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.122; C77, 79, 81, §327D.186]\n\nReferred to in §327D.187, 327D.188",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-186/"
    },
    {
      "id": "section-327d187",
      "number": "327D.187",
      "heading": "Relief or indemnity contract.",
      "text": "327D.187 Relief or indemnity contract.\n\nNo contract of insurance, relief, benefit, or indemnity in case of injury or death, entered into prior to the injury, between the person so injured and such corporation, or any other person or association acting for such corporation, and no acceptance of any such insurance, relief, benefit, or indemnity by the person injured, the person’s surviving spouse, heirs, or legal representatives after the injury, from such corporation, person, or association, shall constitute any bar or defense to any cause of action brought under the provisions of section 327D.186; but nothing contained in this section shall be construed to prevent or invalidate any settlement for damages between the parties subsequent to injuries received.\n\n[S13, §2071; C24, 27, 31, 35, 39, §8157; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.123; C77, 79, 81, §327D.187]\n\n2023 Acts, ch 66, §78\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-187/"
    },
    {
      "id": "section-327d188",
      "number": "327D.188",
      "heading": "Contributory and comparative negligence.",
      "text": "327D.188 Contributory and comparative negligence.\n\nIn all actions brought against any railway corporation to recover damages for the personal injury or death of any employee under or by virtue of any of the provisions of section 327D.186, the fact that the employee may have been guilty of contributory negligence shall not bar a recovery; but the damages shall be diminished by the jury in proportion to the amount of negligence attributable to such employee.\n\n[S13, §2071; C24, 27, 31, 35, 39, §8158; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.124; C77, 79, 81, §327D.188]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-188/"
    },
    {
      "id": "section-327d189",
      "number": "327D.189",
      "heading": "Unallowable pleas.",
      "text": "327D.189 Unallowable pleas.\n\nNo such employee who may be injured or killed shall be held to have been guilty of contributory negligence in any case where the violation by such common carrier or corporation of any statute enacted for the safety of employees contributed to the injury or death of such employee; nor shall it be any defense to such action that the employee who was injured or killed assumed the risks of the person’s employment.\n\n[S13, §2071; C24, 27, 31, 35, 39, §8159; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.125; C77, 79, 81, §327D.189]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-189/"
    },
    {
      "id": "section-327d190",
      "number": "327D.190",
      "heading": "Damages by fire.",
      "text": "327D.190 Damages by fire.\n\nAny corporation operating a railway shall be liable for all damages sustained by any person on account of loss of or injury to the person’s property occasioned by fire set out or caused by the operation of such railway. Such damages may be recovered by the party injured in the manner set out in sections 327G.6 through 327G.8 and to the same extent, save as to double damages.\n\n[C73, §1289; C97, §2056; C24, 27, 31, 35, 39, §8160; C46, 50, 54, 58, 62, 66, 71, 73, 75, §479.126; C77, 79, 81, §327D.190]\n\n2021 Acts, ch 80, §192",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-190/"
    },
    {
      "id": "section-327d192",
      "number": "327D.192",
      "heading": "Spot checks for hazardous cargo.",
      "text": "327D.192 Spot checks for hazardous cargo.\n\nAn employee under the supervision of the department’s administrator for rail and water designated by the director of the department may conduct spot inspections of vehicles subject to registration which are owned or operated by a railroad corporation to determine whether a vehicle is used to transport products or property which may be a safety hazard for the operator of the vehicle subject to registration or any other employee of the railroad corporation who is transported in the vehicle.\n\n[C77, 79, 81, §327D.192]\n\n88 Acts, ch 1134, §71",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-192/"
    },
    {
      "id": "section-327d200",
      "number": "327D.200",
      "heading": "Inconsistency with federal law — railroads.",
      "text": "327D.200 Inconsistency with federal law — railroads.\n\nIf any provision of this chapter is inconsistent or conflicts with federal laws, rules, or regulations applicable to railway corporations subject to the jurisdiction of the surface transportation board, the department shall suspend the provision, but only to the extent necessary to eliminate the inconsistency or conflict.\n\n83 Acts, ch 121, §4; 2003 Acts, ch 108, §63",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-200/"
    },
    {
      "id": "section-327d201",
      "number": "327D.201",
      "heading": "Railroad intrastate rates — rules.",
      "text": "327D.201 Railroad intrastate rates — rules.\n\nThe department may issue rules relating to the regulation of railroad intrastate rates, classifications, rules, and practices in accordance with the standards and procedures of the surface transportation board applicable to rail carriers.\n\n83 Acts, ch 121, §4; 2003 Acts, ch 108, §64",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-327d/section-327d-201/"
    }
  ]
}