{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-325b-motor-carrier-transportation-contracts",
  "sections": [
    {
      "id": "section-325b1",
      "number": "325B.1",
      "heading": "Contents of motor carrier transportation contracts — certain provisions void.",
      "text": "325B.1 Contents of motor carrier transportation contracts — certain provisions void.\n\n1. As used in this section:\n\na. “Motor carrier” means the same as defined in section 325A.1.\n\nb. “Motor carrier transportation contract” means a contract, agreement, or understanding related to any of the following:\n\n(1) The transportation for hire of property by a motor carrier.\n\n(2) The entrance upon property by a motor carrier for the purpose of loading, unloading, or transporting property for transportation for hire.\n\n(3) A service incidental to the activities described in subparagraph (1) or (2), including but not limited to the storage of property.\n\nc. “Transportation for hire” means the same as defined in section 325A.1.\n\n2. Notwithstanding any provision of law to the contrary, a motor carrier transportation contract, whether express or implied, shall not contain a provision, clause, covenant, or agreement that purports to indemnify, defend, or hold harmless, or has the effect of indemnifying, defending, or holding harmless, a promisee from or against any liability for injury, death, loss, or damage resulting from the negligence or intentional acts or omissions of that promisee, or any agents, employees, servants, or independent contractors who are directly responsible to that promisee. This prohibition applies to any provisions or agreements collateral to or affecting a motor carrier transportation contract. Any such provisions, clauses, covenants, or agreements are void and unenforceable. If any provision, clause, covenant, or agreement is deemed void and unenforceable under this section, the remaining provisions of the motor carrier transportation contract are severable and shall be enforceable unless otherwise prohibited by law.\n\n3. This section does not apply to the uniform intermodal interchange and facilities access agreement administered by the intermodal association of north America, as amended, or other contracts or agreements providing for the interchange, use, or possession of intermodal chassis or other intermodal equipment.\n\n4. This section applies to motor carrier transportation contracts entered into, extended, or renewed on or after July 1, 2010.\n\n2010 Acts, ch 1155, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-325b/section-325b-1/"
    }
  ]
}