{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-306a-controlled-access-highways",
  "sections": [
    {
      "id": "section-306a1",
      "number": "306A.1",
      "heading": "Declaration of policy.Section 306A",
      "text": "306A.1 Declaration of policy.\n\nThe legislature hereby finds, determines, and declares that this chapter is necessary for the immediate preservation of the public peace, health, and safety, and for the promotion of the general welfare.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-1/"
    },
    {
      "id": "section-306a2",
      "number": "306A.2",
      "heading": "Definition of a controlled-access facility.",
      "text": "306A.2 Definition of a controlled-access facility.\n\nFor the purposes of this chapter, a controlled-access facility is defined as a highway or street especially designed for through traffic, and over, from or to which owners or occupants of abutting land or other persons have no right or easement or only a controlled right or easement of access, light, air, or view by reason of the fact that their property abuts upon such controlled-access facility or for any other reason. Such highways or streets may be freeways open to use by all customary forms of street and highway traffic or they may be parkways from which trucks, buses, and other commercial vehicles shall be excluded.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.2]\n\nReferred to in §306A.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-2/"
    },
    {
      "id": "section-306a3",
      "number": "306A.3",
      "heading": "Authority to establish controlled-access facilities — utility accommodation policy.",
      "text": "306A.3 Authority to establish controlled-access facilities — utility accommodation policy.\n\n1. Cities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306, acting alone or in cooperation with each other or with any federal, state, or local agency or any other state having authority to participate in the construction and maintenance of highways, are authorized to plan, designate, establish, regulate, vacate, alter, improve, maintain, and provide controlled-access facilities for public use if traffic conditions, present or future, will justify special facilities; provided, that within a city such authority shall be subject to municipal consent as may be provided by law. In addition to the specific powers granted in this chapter, cities and highway authorities shall have any additional authority vested in them relative to highways or streets within their respective jurisdictions. Cities and highway authorities may regulate, restrict, or prohibit the use of controlled-access facilities by various classes of vehicles or traffic in a manner consistent with section 306A.2.\n\n2. The state department of transportation shall adopt rules, pursuant to chapter 17A, embodying a utility accommodation policy which imposes reasonable restrictions on placements occurring on or after the effective date of the rules, on primary road rights-of-way. The rules may require utilities to give notice to the department prior to installation of a utility system on a primary road right-of-way and obtain prior permission from the department for the proposed installation. The rules shall recognize emergency situations and the need for immediate installation of service extensions subject to the standards adopted by the department and the utilities board. The rules shall be no less stringent than the standards adopted by the utilities board pursuant to chapters 478, 479, and 479B. This subsection shall not be construed as granting the department authority which has been expressly granted to the utilities board to determine the route of utility installations. If the department requires a utility company permit, the department shall be required to act upon the permit application within thirty days of its filing. In cases of federal-aid highway projects on nonprimary highways, the local authority with jurisdiction over the highway and the department shall comply with all federal regulations and statutes regarding utility accommodation.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.3]\n\n91 Acts, ch 147, §1; 95 Acts, ch 192, §2; 2005 Acts, ch 32, §1; 2006 Acts, ch 1010, §82; 2023 Acts, ch 66, §62\n\nReferred to in §318.8\n\nSubsection 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-3/"
    },
    {
      "id": "section-306a4",
      "number": "306A.4",
      "heading": "Design of controlled-access facility.",
      "text": "306A.4 Design of controlled-access facility.\n\nCities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306, are authorized to so design any controlled-access facility and to so regulate, restrict, or prohibit access as to best serve the traffic for which such facility is intended. In this connection such cities and highway authorities are authorized to divide and separate any controlled-access facility into separate roadways by the construction of raised curbings, central dividing sections, or other physical separations, or by designating such separate roadways by signs, markers, stripes, and other devices. No person shall have any right of ingress or egress to, from, or across controlled-access facilities to or from abutting lands, except at such designated points at which access may be permitted, upon such terms and conditions as may be specified from time to time.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-4/"
    },
    {
      "id": "section-306a5",
      "number": "306A.5",
      "heading": "Acquisition of property and property rights.",
      "text": "306A.5 Acquisition of property and property rights.\n\n1. For the purposes of this chapter, cities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306, may acquire private or public property rights for controlled-access facilities and service roads, including rights of access, air, view, and light, by gift, devise, purchase, or condemnation in the same manner as such units are authorized by law to acquire such property or property rights in connection with highways and streets within their respective jurisdictions. All property rights acquired under this chapter shall be in fee simple. In connection with the acquisition of property or property rights for a controlled-access facility or portion of, or service road in connection with a controlled-access facility, the cities and highway authorities, in their discretion, may acquire an entire lot, block, or tract of land, if by so doing the interests of the public will be best served, even though the entire lot, block, or tract is not immediately needed for the right-of-way proper.\n\n2. Access rights to any highway shall not be acquired by any authority having jurisdiction and control over the highways of this state by adverse possession or prescriptive right. Action taken by any such authority shall not form the basis for any claim of adverse possession of or prescriptive right to any access rights by any such authority.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.5]\n\n89 Acts, ch 83, §39; 2018 Acts, ch 1041, §77",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-5/"
    },
    {
      "id": "section-306a6",
      "number": "306A.6",
      "heading": "New and existing facilities — grade-crossing eliminations.",
      "text": "306A.6 New and existing facilities — grade-crossing eliminations.\n\n1. Cities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306, may designate and establish an existing street or highway as included within a controlled-access facility. The state or any of its subdivisions shall have authority to provide for the elimination of intersections at grade of controlled-access facilities with existing state and county roads, and city or village streets, by grade separation or service road, or by closing off such roads and streets at the right-of-way boundary line of such controlled-access facility.\n\n2. The provisions of sections 306.11 through 306.17 shall apply and govern the procedure for the closing of a road or street and the method of ascertaining damages sustained by any person as a consequence of the closing, provided, however, that the highway authority desiring the closing of such road or street shall conduct the hearing and carry out the procedure therefor and pay any damages, including any allowed on appeal, as a consequence thereof, any law to the contrary notwithstanding.\n\n3. After the establishment of any controlled-access facility, no highway or street which is not part of said facility shall intersect the same at grade. A city or village street, county or state highway, or other public way shall not be opened into or connected with any such controlled-access facility without the consent and previous approval of the highway authority in the state, county, city, or village having jurisdiction over the controlled-access facility. Such consent and approval shall be given only if the public interest shall be served thereby.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.6]\n\n2020 Acts, ch 1063, §133",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-6/"
    },
    {
      "id": "section-306a7",
      "number": "306A.7",
      "heading": "Authority of local units to consent.",
      "text": "306A.7 Authority of local units to consent.\n\nCities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306 are authorized to enter into agreements with each other, or with the federal government, respecting the financing, planning, establishment, improvement, maintenance, use, regulation, or vacation of controlled-access facilities or other public ways in their respective jurisdictions, to facilitate the purposes of this chapter.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-7/"
    },
    {
      "id": "section-306a8",
      "number": "306A.8",
      "heading": "Local service roads.",
      "text": "306A.8 Local service roads.\n\nIn connection with the development of any controlled-access facility cities and highway authorities having jurisdiction and control over the highways of the state, as provided by chapter 306, are authorized to plan, designate, establish, use, regulate, alter, improve, maintain, and vacate local service roads and streets or to designate as local service roads and streets any existing road or street, and to exercise jurisdiction over service roads in the same manner as is authorized over controlled-access facilities under the terms of this chapter, if, in their opinion, such local service roads and streets are necessary or desirable. Such local service roads or streets shall be of appropriate design, and shall be separated from the controlled-access facility proper by means of all devices designated as necessary or desirable by the proper authority.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §306A.8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-8/"
    },
    {
      "id": "section-306a",
      "number": "306A",
      "heading": "9",
      "text": "9",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-306a10",
      "number": "306A.10",
      "heading": "Notice to relocate — costs paid.",
      "text": "306A.10 Notice to relocate — costs paid.\n\nWhenever the state department of transportation, a city, or a county determines that relocation or removal of any utility facility now located in, over, along, or under any highway or street, is necessitated by the construction of a project on routes of the national system of interstate and defense highways including extensions within cities or on streets or highways resulting from interstate substitutions in a qualified metropolitan area under Tit. 23, U.S.C., the utility owning or operating the facility shall relocate or remove the facility in accordance with statutory notice. The costs of relocation or removal, including the costs of installation in a new location, shall be ascertained by the authority having jurisdiction over the project or as determined in condemnation proceedings for such purposes and may be paid from participating federal aid or other funds.\n\n[C62, 66, 71, 73, 75, 77, 79, 81, §306A.10]\n\n83 Acts, ch 198, §15; 2021 Acts, ch 76, §57",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-10/"
    },
    {
      "id": "section-306a11",
      "number": "306A.11",
      "heading": "What costs included.",
      "text": "306A.11 What costs included.\n\nCost of relocation or removal shall include the entire amount paid by such utility properly attributable to such relocation or removal except the cost of land or any rights or interest in land, after deducting therefrom any increase in the value of the new facility and any salvage value derived from the old facility.\n\n[C62, 66, 71, 73, 75, 77, 79, 81, §306A.11]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-11/"
    },
    {
      "id": "section-306a12",
      "number": "306A.12",
      "heading": "Limitation on reimbursement.",
      "text": "306A.12 Limitation on reimbursement.\n\nA reimbursement shall not be made for any relocation or removal of facilities under this chapter unless funds to be provided by federal aid amount to at least eighty-five percent of each reimbursement payment.\n\n[C62, 66, 71, 73, 75, 77, 79, 81, §306A.12]\n\n83 Acts, ch 198, §16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-12/"
    },
    {
      "id": "section-306a13",
      "number": "306A.13",
      "heading": "Definition.",
      "text": "306A.13 Definition.\n\nThe term “utility” includes all privately, publicly, municipally, or cooperatively owned systems for supplying water, sewer, electric lights, street lights and traffic lights, gas, power, telegraph, telephone, transit, pipeline, heating plants, railroads, and bridges, or the like service to the public, or any part of such a system if the system is authorized by law to use the streets or highways for the location of its facilities.\n\n[C62, 66, 71, 73, 75, 77, 79, 81, §306A.13]\n\n2022 Acts, ch 1021, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306a/section-306a-13/"
    }
  ]
}