{
  "state": "iowa",
  "path": "title-title-viii-transportation/chapter-chapter-306-establishment-alteration-and-vacation-of-highway",
  "sections": [
    {
      "id": "section-3061",
      "number": "306.1",
      "heading": "Roads and streets.Section 306.2 - Definitions",
      "text": "Section 306.3 - Definitions used throughout Code.Section 306.4 - Jurisdiction of systems.Section 306.5 - Continuity of farm-to-market road system in municipalities, parks, and institutions.Section 306.6 - Farm-to-market review board.Section 306.6A - Farm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3062",
      "number": "306.2",
      "heading": "Definitions.",
      "text": "306.2 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Agency” means any governmental body which exercises jurisdiction over any road as provided in section 306.4.\n\n2. “Book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n3. “Department” means the state department of transportation.\n\n[C75, 77, 79, 81, §306.2]\n\n2000 Acts, ch 1148, §1; 2002 Acts, ch 1119, §200, 201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-2/"
    },
    {
      "id": "section-3063",
      "number": "306.3",
      "heading": "Definitions used throughout Code.",
      "text": "306.3 Definitions used throughout Code.\n\nAs used in this chapter or in any chapter of the Code relating to highways, except as otherwise specified:\n\n1. “Area service” or “area service system” means those secondary roads that are not part of the farm-to-market road system.\n\n2. “County conservation parkways” or “county conservation parkway system” means those parkways located wholly within the boundaries of county lands operated as parks, forests, or public access areas.\n\n3. “Farm-to-market roads” or “farm-to-market road system” means those county jurisdiction intracounty and intercounty roads which serve principal traffic generating areas and connect such areas to other farm-to-market roads and primary roads. The farm-to-market road system includes those county jurisdiction roads providing service for short-distance intracounty and intercounty traffic or providing connections between farm-to-market roads and area service roads, and includes those secondary roads which are federal aid eligible. The farm-to-market road system shall not exceed thirty-five thousand miles.\n\n4. “Interstate roads” or “interstate road system” means those roads and streets of the primary road system that are designated by the secretary of the United States department of transportation as the national system of interstate and defense highways in Iowa.\n\n5. “Municipal street system” means those streets within municipalities that are not primary roads or secondary roads.\n\n6. “Primary roads” or “primary road system” means those roads and streets both inside and outside the boundaries of municipalities which are under department jurisdiction.\n\n7. “Public road right-of-way” means an area of land, the right to possession of which is secured or reserved by the state or a governmental subdivision for roadway purposes. The right-of-way for all secondary roads is sixty-six feet in width, unless otherwise specified by the county board of supervisors of the respective counties.\n\n8. “Road” or “street” means the entire width between property lines through private property or the designated width through public property of every way or place of whatever nature if any part of such way or place is open to the use of the public, as a matter of right, for purposes of vehicular traffic.\n\n9. “Secondary roads” or “secondary road system” means those roads under county jurisdiction.\n\n10. “State park, state institution, and other state land road system” consists of those roads and streets wholly within the boundaries of state lands operated as parks, or on which institutions or other state governmental agencies are located.\n\n[C24, 27, §4636; C31, 35, §4644-c2; C39, §4644.02; C46, 50, §309.2; C54, 58, 62, 66, §306.2; C71, 73, 75, 77, 79, 81, §306.3]\n\n92 Acts, ch 1153, §1; 98 Acts, ch 1075, §1; 2003 Acts, ch 144, §1; 2014 Acts, ch 1123, §1\n\nReferred to in §307.24, 309.3, 310.10, 314.30, 315.3, 321.285",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-3/"
    },
    {
      "id": "section-3064",
      "number": "306.4",
      "heading": "Jurisdiction of systems.",
      "text": "306.4 Jurisdiction of systems.\n\nThe jurisdiction and control over the roads and streets of the state are vested as follows:\n\n1. Jurisdiction and control over the primary roads shall be vested in the department.\n\n2. Jurisdiction and control over the secondary roads shall be vested in the county board of supervisors of the respective counties.\n\n3. a. Effective July 1, 2004, jurisdiction and control over a farm-to-market extension or road transferred pursuant to section 306.8A within a city with a population of less than five hundred shall be vested in the county board of supervisors of the respective county.\n\nb. If the population of a city drops below five hundred after July 1, 2004, as determined by the latest available federal census or special census, jurisdiction and control over a farm-to-market extension located within the city shall be vested in the county board of supervisors of the respective county effective July 1 following census certification by the secretary of state.\n\nc. If the population of a city from which jurisdiction and control over a road has been transferred pursuant to paragraph “a” or “b” exceeds seven hundred fifty, as determined by the latest available federal census or special census, such jurisdiction and control shall be transferred back to the city effective July 1 following census certification by the secretary of state.\n\n4. a. Jurisdiction and control over the municipal street system shall be vested in the governing bodies of each municipality; except that the department and the municipal governing body shall exercise concurrent jurisdiction over the municipal extensions of primary roads in all municipalities. When concurrent jurisdiction is exercised, the department shall consult with the municipal governing body as to the kind and type of construction, reconstruction, repair, and maintenance and the two parties shall enter into agreements with each other as to the division of costs.\n\nb. When the two parties cannot initially come to agreement as to the division of costs under this subsection, the parties shall contract with an organization in this state to provide mediation services. The costs of the mediation services shall be equally allocated between the two parties. If after submitting to mediation the parties still cannot come to agreement as to the division of costs, the mediator shall sign a statement that the parties did not reach an agreement, and the parties shall then submit the matter for binding arbitration to a mutually agreed-upon third party. If the parties cannot agree upon a third-party arbitrator, they shall submit the matter to an arbitrator selected under the rules of the American arbitration association.\n\n5. Jurisdiction and control over the roads and streets in any state park, state institution, or other state land shall be vested in the board, commission, or agency in control of the park, institution, or other state land; except that:\n\na. The department and the controlling agency shall have concurrent jurisdiction over any road which is an extension of a primary road and which both enters and exits from the state land at separate points. The department may expend the moneys available for such roads in the same manner as the department expends such moneys on other roads over which the department exercises jurisdiction and control. The parties exercising concurrent jurisdiction may enter into agreements with each other as to the kind, type, and division of costs of construction, reconstruction, repair, and maintenance. In the absence of such agreement, the jurisdiction and control of such road shall remain in the department.\n\nb. The board of supervisors of any county and the controlling state agency shall have concurrent jurisdiction over any road which is an extension of a secondary road and which both enters and exits from the state land at separate points. The board of supervisors of any county may expend the moneys available for such roads in the same manner as the board expends such moneys on other roads over which the board exercises jurisdiction and control. The parties exercising concurrent jurisdiction may enter into agreements with each other as to the kind, type, and division of costs of construction, reconstruction, repair, and maintenance. In the absence of an agreement, the jurisdiction and control of the road shall remain in the board of supervisors of the county.\n\n6. Jurisdiction and control over parkways within county parks and conservation areas shall be vested in the county conservation boards within the boards’ respective counties; except that:\n\na. The department and the county conservation board shall have concurrent jurisdiction over an extension of a primary road which both enters and exits from a county park or other county conservation area at separate points. The department may expend moneys available for such roads in the same manner as the department expends such moneys on other roads over which the department exercises jurisdiction and control. The parties exercising concurrent jurisdiction may enter into agreements with each other as to the kind, type, and division of costs of construction, reconstruction, repair, and maintenance. In the absence of an agreement, the jurisdiction and control of the roads shall remain in the department.\n\nb. The board of supervisors of any county and the county conservation board shall have concurrent jurisdiction over an extension of a secondary road which both enters and exits from a county park or other county conservation area at separate points. The board of supervisors of any county may expend moneys available for such roads in the same manner as the board expends such moneys on other roads over which the board exercises jurisdiction and control. The parties exercising concurrent jurisdiction may enter into agreements with each other as to the kind, type, and division of costs of construction, reconstruction, repair, and maintenance. In the absence of an agreement, the jurisdiction and control of the roads shall remain in the board of supervisors of the county.\n\n[C51, §514; R60, §819; C73, §920; C97, §1482; C24, 27, §4560, 4635 – 4677, 4780 – 4812; C31, 35, §4560, 4644-c1; C39, §4560, 4644.01; C46, 50, §309.1; C54, 58, 62, 66, §306.3; C71, 73, 75, 77, 79, 81, §306.4]\n\n89 Acts, ch 134, §1; 2003 Acts, ch 144, §2; 2010 Acts, ch 1061, §180; 2023 Acts, ch 66, §56\n\nReferred to in §306.2, 307.22, 307.24, 308.5, 312.3, 331.362\n\nSubsections 4 – 6 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-4/"
    },
    {
      "id": "section-3065",
      "number": "306.5",
      "heading": "Continuity of farm-to-market road system in municipalities, parks, and institutions.",
      "text": "306.5 Continuity of farm-to-market road system in municipalities, parks, and institutions.\n\nThe farm-to-market road system shall be a continuous interconnected system and provision shall be made for continuity by the designation of extensions within municipalities, state parks, state institutions, other state lands, and county parks and conservation areas. The mileage of such extensions of the system shall be included in the total mileage of the farm-to-market road system.\n\n[C71, 73, 75, 77, 79, 81, §306.5]\n\n98 Acts, ch 1075, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-5/"
    },
    {
      "id": "section-3066",
      "number": "306.6",
      "heading": "Farm-to-market review board.",
      "text": "306.6 Farm-to-market review board.\n\n1. A farm-to-market review board is created. Members shall be appointed by the Iowa county engineers association. This board shall select a chairperson from among its members by majority vote of the total membership.\n\n2. The farm-to-market review board shall review any and all farm-to-market system modification proposals. The farm-to-market review board shall make final administrative determinations based on sound farm-to-market road system designation principles for all modifications relative to the farm-to-market road system.\n\n[C71, 73, 75, 77, 79, 81, §306.6; 81 Acts, ch 97, §1]\n\n86 Acts, ch 1245, §2034; 87 Acts, ch 43, §6; 90 Acts, ch 1223, §25; 95 Acts, ch 3, §1; 98 Acts, ch 1075, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-6/"
    },
    {
      "id": "section-3066a",
      "number": "306.6A",
      "heading": "Farm-to-market road system modifications.",
      "text": "306.6A Farm-to-market road system modifications.\n\n1. Modifications to the existing farm-to-market road system and designation of farm-to-market routes on new alignment shall be accomplished in accordance with procedural rules adopted by the farm-to-market review board, subject to the following procedures:\n\na. Counties shall initiate system modifications by submitting a resolution from the board of supervisors to the department.\n\nb. The department shall submit the resolution to the farm-to-market review board and provide additional material as requested by the board.\n\nc. Upon receipt of a county’s resolution requesting a farm-to-market system modification, the farm-to-market review board shall review the proposed system modification and shall consider, but not be limited to consideration of, the following factors:\n\n(1) Intracounty and intercounty continuity of systems.\n\n(2) Properly integrated systems.\n\n(3) Existing and potential traffic.\n\n(4) Land use.\n\n(5) Location.\n\n(6) Equitable distribution of farm-to-market mileage among the counties.\n\n2. Upon completion of the review process, the farm-to-market review board may do any of the following:\n\na. Approve the requested modifications to the farm-to-market road system and submit the modifications to the department for processing.\n\nb. Deny the requested modifications.\n\nc. Request additional information for further review.\n\n98 Acts, ch 1075, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-6a/"
    },
    {
      "id": "section-3067",
      "number": "306.7",
      "heading": "Functions changed or new roads added.",
      "text": "306.7 Functions changed or new roads added. Repealed by 98 Acts, ch 1075, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-7/"
    },
    {
      "id": "section-3068",
      "number": "306.8",
      "heading": "Transfer of jurisdiction.",
      "text": "306.8 Transfer of jurisdiction.\n\n1. Prior to a change in jurisdiction of a road or street, the unit of government having jurisdiction shall either place the road or street and any structures on the road or street in good repair or provide for the transfer of money to the appropriate jurisdiction in an amount sufficient for the repairs to the road or street and any structures on the road or street.\n\n2. Transfers of the jurisdiction and control of roads and streets may take place if agreements are entered into between the jurisdictions of government involved in the transfer of such roads and streets.\n\n[C71, §306.8; C73, 75, 77, §306.8, 313.2; C79, 81, §306.8]\n\n98 Acts, ch 1075, §5; 2018 Acts, ch 1041, §127\n\nReferred to in §306.8A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-8/"
    },
    {
      "id": "section-3068a",
      "number": "306.8A",
      "heading": "Transfer of roads identified in report.",
      "text": "306.8A Transfer of roads identified in report.\n\n1. The department shall maintain on file the transfer of jurisdiction report compiled by the ad hoc road use tax fund committee. Such report identifies primary roads for transfer to local jurisdictions.\n\n2. The jurisdiction and control of only those primary roads identified in the transfer of jurisdiction report that are also classified by the department as local service roads shall be transferred from the state to the appropriate county or city effective July 1, 2003. Such transfers are not subject to the terms and conditions provided in section 306.8.\n\n2003 Acts, ch 144, §3\n\nReferred to in §306.4, 307.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-8a/"
    },
    {
      "id": "section-3069",
      "number": "306.9",
      "heading": "Diagonal roads — restoring and improving existing roads.",
      "text": "306.9 Diagonal roads — restoring and improving existing roads.\n\n1. It is the policy of the state of Iowa that relocation of primary highways through cultivated land shall be avoided to the maximum extent possible. When the volume of traffic for which the road is designed or other conditions, including designation as part of the network of commercial and industrial highways, require relocation, diagonal routes shall be avoided if feasible and prudent alternatives consistent with efficient movement of traffic exist.\n\n2. The improvement of two-lane roads shall utilize the existing right-of-way unless alignment or other conditions, including designation as part of the network of commercial and industrial highways, make changes imperative, and when a two-lane road is expanded to a four-lane road, the normal procedure shall be that the additional right-of-way be contiguous to the existing right-of-way unless relocated for compelling reasons, including the need to provide efficient movement of traffic on the network of commercial and industrial highways. This policy does not apply to a highway project for which the corridor has been approved by the state department of transportation and the corridor has been finalized by September 1, 1977.\n\n3. It is the policy of the state of Iowa that in constructing primary highways designed with four-lane divided roadways, access controls shall be limited to the minimum level necessary, as determined by the department, to ensure the safe and efficient movement of traffic or to comply with federal aid requirements.\n\n4. Unless otherwise required by the federal law or regulation, it is also the policy of this state that road use tax fund moneys shall be used to rehabilitate or reconstruct existing roads, streets, and bridges using substantially existing right-of-way. This subsection does not apply where additional right-of-way is needed for the construction or completion of designated interstate or city routes and highway bypasses or highways designated as part of the network of commercial and industrial highways.\n\n[C79, 81, §306.9; 81 Acts 2d Ex, ch 2, §1]\n\n83 Acts, ch 198, §14; 89 Acts, ch 134, §2; 98 Acts, ch 1075, §6; 2017 Acts, ch 54, §45",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-9/"
    },
    {
      "id": "section-30610",
      "number": "306.10",
      "heading": "Power to establish, alter, or vacate.",
      "text": "306.10 Power to establish, alter, or vacate.\n\nIn the construction, improvement, operation or maintenance of any highway, or highway system, the agency which has control and jurisdiction over such highway or highway system, shall have power, on its own motion, to alter or vacate and close any such highway or railroad crossing thereon, and to establish new highways or railroad crossing thereon which are or are intended to become a part of the highway system over which said agency has jurisdiction and control.\n\n[C73, §937, 954; C97, §1496, 1509; S13, §1509; C24, §4577, 4593, 4732; C27, 31, §4577, 4593, 4755-b27, 4755-d2; C35, §4577, 4593, 4631-e1, 4755-b27, 4755-d2; C39, §4577, 4593, 4631.1, 4755.23, 4755.37; C46, 50, §306.18, 306.34, 308.2, 313.25, 313.46; C54, 58, 62, 66, §306.4; C71, 73, 75, 77, 79, 81, §306.10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-10/"
    },
    {
      "id": "section-30611",
      "number": "306.11",
      "heading": "Hearing — place — date.",
      "text": "306.11 Hearing — place — date.\n\nIn proceeding to the vacation and closing of a road, part thereof, or railroad crossing, the agency in control of the road, or road system, shall fix a date for a hearing on the vacation and closing in the county where the road, or part thereof, or crossing, is located, and if located in more than one county, then in a county in which any part of the road or crossing is located. If the road to be vacated or changed is a secondary road located in more than one county, the boards of supervisors of the counties, acting jointly, shall fix a date for a hearing on the vacation or change in either or any of the counties where the road, or part thereof, is located. If the proposed vacation is of part of a road right-of-way held by easement and will not change the existing traveled portion of the road or deny access to the road by adjoining landowners, a hearing is not required.\n\n[C31, 35, §4755-d2, 4755-d3; C39, §4755.37, 4755.38; C46, 50, §313.46, 313.47; C54, 58, 62, 66, §306.5; C71, 73, 75, 77, 79, 81, §306.11]\n\n2000 Acts, ch 1074, §1; 2000 Acts, ch 1232, §65\n\nReferred to in §306.12, 306.13, 306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-11/"
    },
    {
      "id": "section-30612",
      "number": "306.12",
      "heading": "Notice — service.",
      "text": "306.12 Notice — service.\n\nNotice of the hearing under section 306.11 shall be published in a newspaper of general circulation in the county or counties where the road is located, not less than four nor more than twenty days prior to the date of hearing. The agency which is holding the hearing shall notify all adjoining property owners, all utility companies whose facilities adjoin the road right-of-way or are on the road right-of-way, and the department, boards of supervisors, or agency in control of affected state lands, of the time and place of the hearing, by certified mail.\n\n[SS15, §1527-r7; C24, 27, §4621; C31, 35, §4621, 4755-d4; C39, §4621, 4755.39; C46, 50, §306.62, 313.48; C54, 58, 62, 66, §306.6; C71, 73, 75, 77, 79, 81, §306.12]\n\n92 Acts, ch 1049, §1; 94 Acts, ch 1013, §1; 95 Acts, ch 54, §1; 2000 Acts, ch 1074, §2\n\nReferred to in §306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-12/"
    },
    {
      "id": "section-30613",
      "number": "306.13",
      "heading": "Notice — requirements.",
      "text": "306.13 Notice — requirements.\n\nThe notice of the hearing under section 306.11 shall state the time and place of such hearing, the location of the particular road, or part thereof, or crossing, the vacation and closing of which is to be considered, and such other data as may be deemed pertinent.\n\n[C31, 35, §4755-d5; C39, §4755.40; C46, 50, §313.49; C54, 58, 62, 66, §306.7; C71, 73, 75, 77, 79, 81, §306.13]\n\n2020 Acts, ch 1063, §131\n\nReferred to in §306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-13/"
    },
    {
      "id": "section-30614",
      "number": "306.14",
      "heading": "Objections — claims for damages.",
      "text": "306.14 Objections — claims for damages.\n\nThe department, the board of supervisors, or the agency in control of affected state lands and any interested person, may appear and be heard at the hearing. Any person owning land abutting on a road proposed to be vacated and closed, shall have the right to file, in writing, a claim for damages at any time on or before the date fixed for hearing. However, for purposes of this chapter, if an occupied homestead is not located on the abutting land and if the vacating and closing of the road will not landlock the abutting land, a person shall not have a right to claim damages.\n\n[C31, 35, §4755-d6; C39, §4755.41; C46, 50, §313.50; C54, 58, 62, 66, §306.8; C71, 73, 75, 77, 79, 81, §306.14]\n\n94 Acts, ch 1013, §2\n\nReferred to in §306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-14/"
    },
    {
      "id": "section-30615",
      "number": "306.15",
      "heading": "Purchase and sale of property.",
      "text": "306.15 Purchase and sale of property.\n\nIf as to any one or more properties affected by the proposed vacation and closing of a secondary road, it appears to the board of supervisors to be in the interest of economy or public welfare, the board may purchase or condemn, by proceeding as this chapter provides, the entire properties, and make payment for them. After the road has been vacated and closed the board shall sell the properties at the best attainable price.\n\n[C31, 35, §4755-d7; C39, §4755.42; C46, 50, §313.51; C54, 58, 62, 66, §306.9; C71, 73, 75, 77, 79, 81, §306.15]\n\n83 Acts, ch 123, §107, 209\n\nReferred to in §306A.6, 331.429",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-15/"
    },
    {
      "id": "section-30616",
      "number": "306.16",
      "heading": "Final order.",
      "text": "306.16 Final order.\n\nAfter the hearing, the agency which instituted the proceedings and conducted the hearing shall enter an order either dismissing the proceedings, or vacating and closing the road, part thereof, or crossing, in which event it shall determine and state in the order the amount of the damages allowed to each claimant. The order thus entered shall be final except as to the amount of the damages unless the order is rescinded as provided in section 306.17. A copy of the order shall be filed with the county auditor of the county or counties in which the road, part thereof, or crossing, is located and with the department and the agency in control of any affected state land.\n\n[C31, 35, §4755-d7; C39, §4755.42; C46, 50, §313.51; C54, 58, 62, 66, §306.10; C71, 73, 75, 77, 79, 81, §306.16]\n\nReferred to in §306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-16/"
    },
    {
      "id": "section-30617",
      "number": "306.17",
      "heading": "Appeal.",
      "text": "306.17 Appeal.\n\nNotwithstanding the terms of the Iowa administrative procedure Act, chapter 17A, any claimant for damages may, by serving, within twenty days after the order has been issued, a written notice upon the agency which instituted and conducted the proceedings, appeal as to the amount of damages, to the district court of the county in which the land is located, in the manner and form prescribed in chapter 6B with reference to appeals from condemnation, and the proceedings shall thereafter conform to the applicable provisions of that chapter. If, in the opinion of the agency, the damages as finally determined on appeal are excessive, the agency may rescind its order vacating and closing the road, part thereof, or crossing, and the right-of-way shall remain under the jurisdiction of the agency. If the order is rescinded at any time after an appeal is taken, the agency shall pay reasonable attorney fees incurred by the claimant as taxed by the court.\n\n[R60, §873; C73, §959; C97, §1513; C24, 27, §4597; C31, 35, §4597, 4755-d8; C39, §4597, 4755.43; C46, 50, §306.38, 313.52; C54, 58, 62, 66, §306.11; C71, 73, 75, 77, 79, 81, §306.17]\n\n2003 Acts, ch 44, §114\n\nReferred to in §306.16, 306A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-17/"
    },
    {
      "id": "section-30618",
      "number": "306.18",
      "heading": "Establishment.",
      "text": "306.18 Establishment.\n\nIn the establishment of any road, the agency in control of such road or road system need not cause a hearing to be held thereon or notice to be published thereof, but may do so.\n\n[C51, §535, 536; R60, §840, 841; C73, §934; C97, §1493; C24, 27, 31, 35, 39, §4573; C46, 50, §306.14; C54, 58, 62, 66, §306.12; C71, 73, 75, 77, 79, 81, §306.18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-18/"
    },
    {
      "id": "section-30619",
      "number": "306.19",
      "heading": "Right-of-way — access — notice.",
      "text": "306.19 Right-of-way — access — notice.\n\n1. In the maintenance, relocation, establishment, or improvement of any road, including the extension of such road within cities, the agency having jurisdiction and control of such road shall have authority to purchase or to institute and maintain proceedings for the condemnation of the necessary right-of-way therefor. Such agency shall likewise have power to purchase or institute and maintain proceedings for the condemnation of land necessary for highway drainage, or land containing gravel or other suitable material for the improvement or maintenance of highways, together with the necessary road access or right of access thereto.\n\n2. Whenever the agency condemns or purchases property access rights or alters by lengthening any existing driveway to a road from abutting property, except during the time required for construction and maintenance of the road or highway, the agency shall:\n\na. Compensate the owner for any diminution in the market value of the property by the denial or alteration by lengthening the driveway. In computing the diminution in value, no consideration shall be given to the additional maintenance expense for maintaining the additional length of driveway, but in lieu thereof, both in condemnation proceedings or negotiated purchases, the agency shall pay to the owner the sum of twenty dollars for every lineal foot of additional length of driveway located on the owner’s property. This payment shall represent just compensation to the property owner for the additional driveway maintenance caused by reason of the highway or road project.\n\nb. If in the opinion of the agency it would be more economical to purchase the entire tract of the property owner than to provide and pay the maintenance expense required under the provisions of this section, proceed with the acquisition of the entire tract of land; or\n\nc. If mutually agreeable, move buildings from an existing location to a location requiring an equal or lesser length of driveway and provide an adequate driveway to a public road.\n\n3. None of the foregoing requirements shall prohibit the property owner and the agency from entering into a mutually acceptable agreement for the replacement, relocation, construction, or maintenance of any alternate driveway on the owner’s property. Compensation for any property rights taken in the establishment of any alternative temporary or permanent access shall be paid as in any other purchase or condemnation of property.\n\n4. Proceedings for the condemnation of land for any highway shall be under the provisions of chapter 6A and chapter 6B. Provided that, in the condemnation of right-of-way for secondary roads that is contiguous to existing road right-of-way for the maintenance, safety improvement, or upgrade of the existing secondary road, the board of supervisors may proceed as provided in sections 306.28 through 306.37.\n\n5. a. The department may notify a city or county that a road under the jurisdiction or control of the department will be established, improved, relocated, or maintained and that the department may need to acquire additional right-of-way or property rights within an area described by the department. The notice shall include a depiction of the area on a map provided by the city, county, or the department. This notice shall be valid for a period of three years from the date of notification to the city or county and may be refiled by the department every three years. Within seven days of filing the notice, the department shall publish in a newspaper of public record a description and map of the area and a description of the potential restrictions applied to the city or county with respect to the granting of building permits, approving of subdivision plats, or zoning changes within the area.\n\nb. The city or county shall notify the department of an application for a building permit for construction valued at twenty-five thousand dollars or more, of the submission of a subdivision plat, or of a proposed zoning change within the area at least thirty days prior to granting the proposed building permit, approving the subdivision plat, or changing the zoning.\n\nc. If the department, within the thirty-day period, notifies the city or county that the department is proceeding to acquire all or part of the property or property rights affecting the area, the city or county shall not issue the building permit, approve the subdivision plat, or change the zoning. The department may apply to the city or county for an extension of the thirty-day period. After a public hearing on the matter, the city or county may grant an additional sixty-day extension of the period.\n\nd. The department shall begin the process of acquiring property or property rights from affected persons within ten days of the department’s written notification of intent to the city or county.\n\n6. If the agency determines that it is necessary to relocate a utility facility, the agency shall have the authority to institute and maintain proceedings on behalf of the owner of the utility facility for the condemnation of replacement property rights. The replacement property rights shall be equal in substance to the existing rights of the owner of the utility facility, except that the replacement property rights shall be for a width and location deemed appropriate and necessary for the needs of the owner of the utility facility, as determined by the agency and the owner of the facility. The replacement property rights of the owner of the utility facility shall be subordinate to the rights of the agency only to the extent necessary for the construction and maintenance of the designated road. Within a reasonable time after completion of the relocation, all previously owned property rights of the owner of the utility facility no longer required for operation and maintenance of the utility facility shall be released or conveyed to the appropriate parties. The authority of the agency under this subsection may only be exercised upon execution of a relocation agreement between the agency and the owner of the utility facility. For purposes of this subsection, “utility facility” means an electric, gas, water, steam power, or materials transmission or distribution system; a transportation system; a communications system, including cable television; and fixtures, equipment, or other property associated with the operation, maintenance, or repair of the system. A utility facility may be publicly, privately, or cooperatively owned.\n\n7. For the purposes of this section, the term “driveway” shall mean a way of ingress and egress located entirely on private property, consisting of a lane or passageway leading from a residence to a public roadway or highway.\n\n[C24, §4732; C27, 31, 35, §4755-b27; C39, §4658, 4683.23, 4755.23; C46, 50, §309.64, 310.23, 313.25; C54, 58, 62, 66, §306.13; C71, 73, 75, 77, 79, 81, §306.19]\n\n91 Acts, ch 114, §1; 94 Acts, ch 1030, §1; 95 Acts, ch 135, §2; 96 Acts, ch 1126, §1; 99 Acts, ch 171, §26, 27, 42; 2001 Acts, ch 32, §1; 2021 Acts, ch 80, §157\n\nReferred to in §309.57, 331.304",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-19/"
    },
    {
      "id": "section-30620",
      "number": "306.20",
      "heading": "Cemeteries.",
      "text": "306.20 Cemeteries.\n\nNo road shall be established through any cemetery or burying ground without the consent of all the parties affected by the same.\n\n[C51, §525; R60, §830; C73, §925; C97, §1487; SS15, §1527-r4; C24, §4566, 4732; C27, 31, 35, §4566, 4755-b27; C39, §4566, 4755.23; C46, 50, §306.7, 313.25; C54, 58, 62, 66, §306.14; C71, 73, 75, 77, 79, 81, §306.20]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-20/"
    },
    {
      "id": "section-30621",
      "number": "306.21",
      "heading": "Plans, plats and field notes filed.",
      "text": "306.21 Plans, plats and field notes filed.\n\nAll road plans, plats and field notes and true and accurate diagrams of water, sewage and electric power lines for rural subdivisions shall be filed with and approved by the board of supervisors and the county engineer before the subdivision is laid out or recorded. Such plans shall be clearly designated as “completed”, “partially completed” or “proposed” with a statement of the portion completed and the expected date of full completion. If such road plans are not approved as provided in this section such roads shall not become the part of any road system as defined in this chapter.\n\n[C51, §533, 550; R60, §838, 855; C73, §933, 949; C97, §1492, 1504; C24, 27, §4571, 4589; C31, 35, §4571, 4589, 4755-c1; C39, §4571, 4589, 4619, 4686.24, 4755.24; C46, 50, §306.12, 306.30, 306.60, 310.24, 313.26; C54, 58, 62, 66, §306.15; C71, 73, 75, 77, 79, 81, §306.21]\n\n90 Acts, ch 1236, §43\n\nReferred to in §331.502, 543C.1, 714.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-21/"
    },
    {
      "id": "section-30622",
      "number": "306.22",
      "heading": "Sale of unused right-of-way.",
      "text": "306.22 Sale of unused right-of-way.\n\n1. When title to any tract of land has been or may be acquired for the construction or improvement of any highway, and when in the judgment of the agency in control of the highway, the tract will not be used in connection with or for the improvement, maintenance, or use of the highway, the agency in control of the highway may sell the tract for cash.\n\n2. The department may contract for the sale of any tract of land subject to the following terms and conditions:\n\na. The discounted present market value of the contract offer, including the cash down payment, shall exceed one hundred ten percent of the highest cash offer submitted for the tract if a cash offer is received. The discount rate shall be the rate of interest stated in the contract.\n\nb. The cash down payment shall be equal to or in excess of five percent of the total purchase price.\n\nc. The term of the contract shall not exceed ten years.\n\nd. The rate of interest stated in the contract shall not be less than the prevailing rate of interest charged on contract land sales by sellers in the county or general area in which the tract of land is located.\n\ne. The department shall advertise for cash bids and contract offers before accepting a contract offer.\n\nf. The appraised value of property sold under a land contract sale shall be at least five thousand dollars.\n\ng. Any tract of land sold on contract shall be listed on the tax rolls by and taxed to the contract purchaser, as provided in chapters 428 and 443; assessed and valued as provided in chapter 441; taxes levied as provided in chapter 444; collected as provided in chapter 445; and subject to tax sale, redemption, and apportionment of taxes as provided in chapters 446 through 449. The contract purchaser shall discharge and pay all taxes.\n\n3. If any tract of land is sold, the sale shall be subject to the right of a utility association, company, or corporation to continue in possession of a right-of-way in use at the time of the sale.\n\n[C35, §4755-f1; C39, §4755.44; C46, 50, §313.53; C54, 58, 62, 66, §306.16; C71, 73, 75, 77, 79, 81, §306.22]\n\n86 Acts, ch 1245, §1987; 92 Acts, ch 1163, §71; 2010 Acts, ch 1061, §180; 2021 Acts, ch 80, §158\n\nReferred to in §306.42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-22/"
    },
    {
      "id": "section-30623",
      "number": "306.23",
      "heading": "Notice — preference of sale.",
      "text": "306.23 Notice — preference of sale.\n\n1. The agency in control of a tract, parcel, or piece of land, or part thereof, which is unused right-of-way shall send by certified mail to the last known address of the present owner of adjacent land from which the tract, parcel, piece of land, or part thereof, was originally purchased or condemned for highway purposes, and to the person who owned the land at the time it was purchased or condemned for highway purposes, notice of the agency’s intent to sell the land, the name and address of any other person to whom a notice was sent, and the fair market value of the real property based upon an appraisal by an independent appraiser.\n\n2. The notice shall give an opportunity to the present owner of adjacent property and to the person who owned the land at the time it was purchased or condemned for highway purposes to be heard and make offers within sixty days of the date the notice is mailed for the tract, parcel, or piece of land to be sold. An offer which equals or exceeds in amount any other offer received and which equals or exceeds the fair market value of the property shall be given preference by the agency in control of the land. If no offers are received within sixty days or if no offer equals or exceeds the fair market value of the land, the agency shall transfer the land for a public purpose or proceed with the sale of the property.\n\n3. For the purposes of this section, “public purpose” means the transfer to a state agency or a city, county, or other political subdivision for a public purpose.\n\n[C35, §4755-f2; C39, §4755.45; C46, 50, §313.54; C54, 58, 62, 66, §306.17; C71, 73, 75, 77, 79, 81, §306.23; 81 Acts, ch 98, §1; 82 Acts, ch 1104, §7]\n\n87 Acts, ch 35, §1; 97 Acts, ch 149, §2, 3\n\nReferred to in §331.361",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-23/"
    },
    {
      "id": "section-30624",
      "number": "306.24",
      "heading": "Conditions.",
      "text": "306.24 Conditions.\n\nAny sale of land as authorized in this chapter shall be upon the conditions that the tract, parcel, or piece of land so sold shall not be used in any manner so as to interfere with the use of the highway by the public, or to endanger public safety in the use of the highway, or to the material damage of the adjacent owner.\n\n[C35, §4755-f3; C39, §4755.46; C46, 50, §313.55; C54, 58, 62, 66, §306.18; C71, 73, 75, 77, 79, 81, §306.24]\n\n2020 Acts, ch 1063, §132",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-24/"
    },
    {
      "id": "section-30625",
      "number": "306.25",
      "heading": "Execution of conveyance.",
      "text": "306.25 Execution of conveyance.\n\nIf a sale of land in connection with a primary road, state park road, or institutional road has been authorized as provided in this chapter, written conveyances containing the conditions as prescribed by the controlling state agency shall be made in the name of the state and signed by the governor and secretary of state, with the great seal of the state of Iowa attached. If a sale of land in connection with a secondary road has been authorized by the board of supervisors as provided in this chapter, written conveyances containing the provisions prescribed by the board of supervisors shall be made in the name of the county and signed by the chairperson of the board of supervisors and the county auditor.\n\n[C35, §4755-f4; C39, §4755.47; C46, 50, §313.56; C54, 58, 62, 66, §306.19; C71, 73, 75, 77, 79, 81, §306.25]\n\n92 Acts, ch 1163, §72\n\nReferred to in §331.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-25/"
    },
    {
      "id": "section-30626",
      "number": "306.26",
      "heading": "Payment of damages and right-of-way cost — proceeds of sale.",
      "text": "306.26 Payment of damages and right-of-way cost — proceeds of sale.\n\nDamages allowed on account of the vacation of any highway and costs incident thereto, right-of-way or land purchased or condemned for or on account of any highway and costs incident thereto, and the funds received from the sale or rental of any highway right-of-way or land, shall be paid from or credited to, as the case may be, the road fund or funds applicable to said highway or highway system.\n\n[C51, §546; R60, §851; C73, §946; C97, §1501; C24, 27, §4586; C31, 35, §4586, 4755-d8, -f5; C39, §4586, 4755.43, 4755.48; C46, 50, §306.27, 313.52, 313.57; C54, 58, 62, 66, §306.20; C71, 73, 75, 77, 79, 81, §306.26]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-26/"
    },
    {
      "id": "section-30627",
      "number": "306.27",
      "heading": "Changes for safety, economy, and utility.",
      "text": "306.27 Changes for safety, economy, and utility.\n\nThe state department of transportation as to primary roads and the boards of supervisors as to secondary roads on their own motion may change the course of any part of any road or stream, watercourse, or dry run and may pond water in order to avoid the construction and maintenance of bridges, or to avoid grades, or railroad crossings, or to straighten a road, or to cut off dangerous corners, turns, or intersections on the highway, or to widen a road above statutory width, or for the purpose of preventing the encroachment of a stream, watercourse, or dry run upon the highway. The department and the board of supervisors shall conduct their proceedings in the manner and form prescribed in chapter 6B, except that the board of supervisors may use the form prescribed in sections 306.28 through 306.37 for the condemnation of right-of-way that is contiguous to existing road right-of-way and necessary for the maintenance, safety improvement, or upgrade of the existing secondary road. Changes are subject to chapter 455B and chapter 459, subchapters II and III.\n\n[C97, §427; SS15, §1527-r1; C24, 27, 31, 35, 39, §4607; C46, 50, §306.48; C54, 58, 62, 66, §306.21; C71, 73, 75, 77, 79, 81, §306.27]\n\n83 Acts, ch 101, §66; 87 Acts, ch 61, §1; 99 Acts, ch 171, §28, 42; 2021 Acts, ch 80, §159\n\nReferred to in §331.304",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-27/"
    },
    {
      "id": "section-30628",
      "number": "306.28",
      "heading": "Appraisers.",
      "text": "306.28 Appraisers.\n\nIf the board of supervisors is unable, by agreement with the owner, to acquire the necessary right-of-way to effect such change, a compensation commission shall be selected pursuant to section 6B.4, to appraise the damages consequent on the taking of the right-of-way.\n\n[SS15, §1527-r1, -r2; C24, 27, 31, 35, 39, §4610; C46, 50, §306.51; C54, 58, 62, 66, §306.22; C71, 73, 75, 77, 79, 81, §306.28]\n\n99 Acts, ch 171, §29, 42; 2023 Acts, ch 66, §57\n\nReferred to in §306.19, 306.27, 331.304\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-28/"
    },
    {
      "id": "section-30629",
      "number": "306.29",
      "heading": "Notice.",
      "text": "306.29 Notice.\n\nThe county auditor shall cause the following notice to be served on the individual owner of each tract or parcel of land to be taken for such right-of-way, as shown by the transfer books in the office of such county auditor, and upon each person owning or holding a mortgage, or lease, upon such land as shown by the county records, and upon the actual occupant of such land if other than the owner thereof:\n\nTo whom it may concern: Notice is given that the board of supervisors of ........................ county, Iowa, propose to condemn for road purposes the following described real estate in said county: (Here describe the right-of-way, and the tract or tracts from which such right-of-way will be taken.) The damages caused by said condemnation will be assessed by a compensation commission appointed as provided by law for the purpose of appraising the damages. All parties interested are further notified that the compensation commission will, when duly appointed, proceed to appraise the damages, will report the appraisement to the board of supervisors and that the board will pass thereon as provided by law, and that at all such times and places you may be present. You are further notified that at the hearing before the supervisors you may file objections to the use of the land for road purposes and that all such objections not so made will be deemed waived.\n\n....................................\n\nCounty Auditor.\n\n[SS15, §1527-r2, -r3, -r6; C24, 27, 31, 35, 39, §4611; C46, 50, §306.52; C54, 58, 62, 66, §306.23; C71, 73, 75, 77, 79, 81, §306.29]\n\n99 Acts, ch 171, §30, 42\n\nReferred to in §306.19, 306.27, 331.304, 331.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-29/"
    },
    {
      "id": "section-30630",
      "number": "306.30",
      "heading": "Service of notice.",
      "text": "306.30 Service of notice.\n\n1. Owners, occupants, and mortgagees of record who are residents of the county shall be personally served in the manner in which and for the time original notices in the district court are required to be served.\n\n2. Owners and mortgagees of record who do not reside in the county and owners and mortgagees of record who do reside in the county when the officer returns that they cannot be found in the county, shall be served by publishing the notice as provided in section 331.305 and also by mailing by certified mail a copy of the notice to the owner and mortgagee of record addressed to the owner’s and mortgagee of record’s last known address, and the county auditor shall furnish to the board of supervisors the county auditor’s affidavit that the notice has been sent, which affidavit shall be conclusive evidence of the mailing of the notice.\n\n3. Personal service outside the county but within the state shall take the place of service by publication.\n\n4. No service need be had on one who has exercised the right to select an appraiser.\n\n[SS15, §1527-r2, -r3; C24, 27, 31, 35, 39, §4612; C46, 50, §306.53; C54, 58, 62, 66, §306.24; C71, 73, 75, 77, 79, 81, §306.30]\n\n87 Acts, ch 43, §7; 2017 Acts, ch 54, §76\n\nReferred to in §306.19, 306.27, 331.304, 331.502\n\nTime and manner of service,\n\nR.C.P. 1.302 – 1.315",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-30/"
    },
    {
      "id": "section-30631",
      "number": "306.31",
      "heading": "Assessment.",
      "text": "306.31 Assessment.\n\nThe appraisers shall forthwith proceed to the assessment of damages and shall make written report of the damages to the board of supervisors.\n\n[SS15, §1527-r2; C24, 27, 31, 35, 39, §4613; C46, 50, §306.54; C54, 58, 62, 66, §306.25; C71, 73, 75, 77, 79, 81, §306.31]\n\n99 Acts, ch 171, §31, 42\n\nReferred to in §306.19, 306.27, 331.304",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-31/"
    },
    {
      "id": "section-30632",
      "number": "306.32",
      "heading": "Hearing — adjournment.",
      "text": "306.32 Hearing — adjournment.\n\nThe board of supervisors shall proceed to a hearing on the objections or assessment of damages of any owner, mortgagee of record, and the actual occupant of such land if any of whom it has acquired jurisdiction, or if there are owners, mortgagee of record, and the actual occupant of such land if any over whom jurisdiction has not been acquired, the board may adjourn such hearing until a date when jurisdiction will be complete as to all owners.\n\n[SS15, §1527-r3; C24, 27, 31, 35, 39, §4614; C46, 50, §306.55; C54, 58, 62, 66, §306.26; C71, 73, 75, 77, 79, 81, §306.32]\n\n2023 Acts, ch 66, §58\n\nReferred to in §306.19, 306.27, 331.304\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-32/"
    },
    {
      "id": "section-30633",
      "number": "306.33",
      "heading": "Hearing on objections.",
      "text": "306.33 Hearing on objections.\n\nThe board of supervisors shall, at the final hearing, first pass on the objections to the proposed change. If objections are sustained, the proceedings shall be dismissed unless the board finds that the objections may be avoided by a change of plans, and to this end an adjournment may be ordered, if necessary, in order to secure service on additional parties.\n\n[SS15, §1527-r3; C24, 27, 31, 35, 39, §4615; C46, 50, §306.56; C54, 58, 62, 66, §306.27; C71, 73, 75, 77, 79, 81, §306.33]\n\n2023 Acts, ch 66, §59\n\nReferred to in §306.19, 306.27, 331.304\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-33/"
    },
    {
      "id": "section-30634",
      "number": "306.34",
      "heading": "Hearing on claims for damages.",
      "text": "306.34 Hearing on claims for damages.\n\nWhen objections to the proposed change are overruled, the board of supervisors shall proceed to determine the damages to be awarded to each claimant. If the damages finally awarded are, in the opinion of the board, excessive, the proceedings shall be dismissed; if not excessive, the board may, by proper order, establish such proposed change.\n\n[SS15, §1527-r3; C24, 27, 31, 35, 39, §4616; C46, 50, §306.57; C54, 58, 62, 66, §306.28; C71, 73, 75, 77, 79, 81, §306.34]\n\n2023 Acts, ch 66, §60\n\nReferred to in §306.19, 306.27, 331.304\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-34/"
    },
    {
      "id": "section-30635",
      "number": "306.35",
      "heading": "Appeals.",
      "text": "306.35 Appeals.\n\nClaimants for damages may appeal to the district court from the award of damages in the manner and time for taking appeals from the orders establishing highways generally.\n\n[C97, §428; SS15, §1527-r3; C24, 27, 31, 35, 39, §4617; C46, 50, §306.58; C54, 58, 62, 66, §306.29; C71, 73, 75, 77, 79, 81, §306.35]\n\nReferred to in §306.19, 306.27, 331.304",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-35/"
    },
    {
      "id": "section-30636",
      "number": "306.36",
      "heading": "Damages on appeal — rescission of order.",
      "text": "306.36 Damages on appeal — rescission of order.\n\nIf, in the opinion of the board of supervisors, the damages as finally determined on appeal are excessive, the board may rescind its order establishing such change.\n\n[SS15, §1527-r3; C24, 27, 31, 35, 39, §4618; C46, 50, §306.59; C54, 58, 62, 66, §306.30; C71, 73, 75, 77, 79, 81, §306.36]\n\n2023 Acts, ch 66, §61\n\nReferred to in §306.19, 306.27, 331.304\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-36/"
    },
    {
      "id": "section-30637",
      "number": "306.37",
      "heading": "Tender of damages.",
      "text": "306.37 Tender of damages.\n\nNo appeal from an award of damages shall delay the prosecution of the work when the amount of the award is tendered in writing to the claimant and such tender is kept good. An order to the auditor to issue warrants to claimants for damages shall constitute a valid tender, if funds are available to promptly meet such warrants. Acceptance of the amount of such tender bars an appeal. Should possession of the condemned premises be taken pending appeal and the final award be not paid, the county shall be liable for all damages caused during such possession.\n\n[SS15, §1527-r3; C24, 27, 31, 35, 39, §4620; C46, 50, §306.61; C54, 58, 62, 66, §306.31; C71, 73, 75, 77, 79, 81, §306.37]\n\nReferred to in §306.19, 306.27, 331.304, 331.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-37/"
    },
    {
      "id": "section-30638",
      "number": "306.38",
      "heading": "Rental of acquired property pending use.",
      "text": "306.38 Rental of acquired property pending use.\n\nIn the event that land acquired for improvement of any highway is not immediately needed for such improvement, the agency in control of said highway may rent such land or buildings thereon to responsible persons for a cash rental consistent with the fair market value of similar property. The said agency may employ a local real estate firm for management and collection of rentals or may do so directly through its own personnel. The commission or service charge of such real estate company shall be paid out of such rentals.\n\n[C62, 66, §306.32; C71, 73, 75, 77, 79, 81, §306.38]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-38/"
    },
    {
      "id": "section-30639",
      "number": "306.39",
      "heading": "Flooding highways — federal water resources projects.",
      "text": "306.39 Flooding highways — federal water resources projects.\n\nThe agency which has control and jurisdiction over any highway or highway system which may be affected by a federal water resources project may grant, sell, exchange, or convey to the United States of America, the perpetual right, power, privilege and easement to overflow, flood, and submerge all of the portion of easements for highway purposes under the control and jurisdiction of such agency.\n\n[C66, §306.33; C71, 73, 75, 77, 79, 81, §306.39]\n\nReferred to in §306.40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-39/"
    },
    {
      "id": "section-30640",
      "number": "306.40",
      "heading": "Easements conveyed.",
      "text": "306.40 Easements conveyed.\n\nIf an easement authorized under section 306.39 is conveyed in connection with a primary road, state park road, or institutional road, written conveyances containing the conditions as prescribed by the controlling state agency shall be made in the name of the state and signed by the governor and secretary of state, with the seal of the state of Iowa attached. If the easement is conveyed in connection with a secondary road, written conveyances containing the provisions prescribed by the board of supervisors shall be made in the name of the county and signed by the chairperson of the board and the county auditor.\n\n[C66, §306.34; C71, 73, 75, 77, 79, 81, §306.40]\n\n92 Acts, ch 1163, §73\n\nReferred to in §331.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-40/"
    },
    {
      "id": "section-30641",
      "number": "306.41",
      "heading": "Temporary closing for construction.",
      "text": "306.41 Temporary closing for construction.\n\n1. The agency having jurisdiction and control over any highway in the state, or the chief engineer of the agency when delegated by such agency, may temporarily close sections of a highway by formal resolution entered upon the minutes of such agency when reasonably necessary because of construction, reconstruction, maintenance or natural disaster and shall cause to be erected “road closed” signs and partial or total barricades in the roadway at each end of the closed highway section and on the closed highway where that highway is intersected by other highways if such intersection remains open. Any numbered road closed for over forty-eight hours shall have a designated detour route. The agency having jurisdiction over a section of highway closed in accordance with the provisions of this section, or the persons or contractors employed to carry out the construction, reconstruction, or maintenance of the closed section of highway, shall not be liable for any damages to any vehicle that enters the closed section of highway or the contents of such vehicle or for any injuries to any person that enters the closed section of highway, unless the damages are caused by gross negligence of the agency or contractor.\n\n2. Nothing in this section shall be construed to prohibit or deny any person from gaining lawful access to the person’s property or residence, nor shall it change or limit liability to such persons.\n\n[C71, 73, 75, 77, 79, 81, §306.41]\n\n2018 Acts, ch 1041, §76\n\nReferred to in §321I.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-41/"
    },
    {
      "id": "section-30642",
      "number": "306.42",
      "heading": "Transfer of rights-of-way.",
      "text": "306.42 Transfer of rights-of-way.\n\n1. This section is intended to vest all documents of title in road right-of-way in the jurisdiction responsible for the road. This section establishes a simple method to transfer road rights-of-way by quitclaim deed and to authorize the use of available descriptions, plats, maps or engineering drawings to effect such transfers and to provide an orderly method by which such transfers may be filed, indexed and recorded.\n\n2. The department shall transfer by quitclaim deed to the county or to the city having jurisdiction over a road, all of the state’s legal or equitable title and interest in right-of-way for the road or street and may transfer any adjacent unused right-of-way or land in excess of that needed as right-of-way. The deed shall be executed by the director of the department. However, if the department owns any adjacent unused right-of-way in excess of that needed as right-of-way which is located outside the incorporated limits of a city and is suitable for purposes specified in section 350.4, subsection 2, the department may, at the request of the county and the county conservation board, transfer the property by quitclaim deed to the county for the use and benefit of the county conservation board.\n\n3. The county or the city shall transfer by quitclaim deed to the state department of transportation when having jurisdiction over a road, all of the county’s or the city’s legal or equitable title and interest in rights-of-way for the road and may transfer any adjacent unused right-of-way or land in excess of that needed as right-of-way. The deed shall be executed by the chairperson of the board of supervisors by order of the board for county roads and by the mayor or city manager by order of the city council for city streets.\n\n4. Transfers under this section shall be subject to the right of a utility, association, company or corporation to continue in possession of a right-of-way in use at the time of the transfer. Transfers shall be subject to rights of ingress and egress whether excepted, reserved or granted by the transferring authority to land or to owners of land adjacent to the right-of-way. Transfers shall include an index of parcels transferred by the character of the instrument or proceeding, the grantor and grantee, and date of the last instrument or proceeding acquiring rights to each parcel. Transfers shall locate the right-of-way by quarter-quarter section, township and range or if so acquired, by lot, block and subdivision. The transferring jurisdiction shall transmit to the receiving jurisdiction all available original documents of title or a certified true copy if the right-of-way was acquired by condemnation or the original deed is lost. Transfers shall be recorded and indexed in the county in which the land is located.\n\n5. Notwithstanding chapter 542B and sections 6A.20, 306.22, 354.13, 354.15, and 364.7, legal descriptions, plats, maps, or engineering drawings used to describe transfers of right-of-way shall, where available, be descriptions, plats, maps, or engineering drawings of record and shall be incorporated by reference to the title instrument or proceedings. If a part but not all of the land acquired by a single conveyance or condemnation is being transferred, the description of that part to be transferred shall be abstracted from the present legal description, plat, map, or engineering drawing of record.\n\n6. Notwithstanding any other provision of the Code, for transfers of roads and streets made after May 1, 1987, neither the transferring jurisdiction or the receiving jurisdiction shall be held liable for any claim or damage for any act or omission relating to the design, construction, or maintenance of the road or street that occurred prior to the effective date of the transfer. This subsection shall apply to all transfers pursuant to this chapter or section 313.2.\n\n[C79, 81, S81, §306.42; 81 Acts, ch 99, §1, ch 117, §1044]\n\n86 Acts, ch 1245, §1902; 87 Acts, ch 232, §18; 90 Acts, ch 1236, §44; 2019 Acts, ch 59, §85",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-42/"
    },
    {
      "id": "section-30643",
      "number": "306.43",
      "heading": "Jurisdictional transfer limits.",
      "text": "306.43 Jurisdictional transfer limits. Repealed by 98 Acts, ch 1075, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-43/"
    },
    {
      "id": "section-30644",
      "number": "306.44",
      "heading": "Study of road systems.",
      "text": "306.44 Study of road systems. Repealed by 2022 Acts, ch 1021, §186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-44/"
    },
    {
      "id": "section-30645",
      "number": "306.45",
      "heading": "Easements on highway rights-of-way.",
      "text": "306.45 Easements on highway rights-of-way.\n\nThe department may grant easements across land under its jurisdiction if the department determines that the easement will not adversely affect the construction and maintenance of the highway system. Written conveyances containing any easement conditions prescribed by the department shall be made in the name of the state and signed by the governor and the secretary of state, with the seal of the state of Iowa affixed.\n\n98 Acts, ch 1075, §18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-45/"
    },
    {
      "id": "section-30646",
      "number": "306.46",
      "heading": "Public utility facilities — public road rights-of-way.",
      "text": "306.46 Public utility facilities — public road rights-of-way.\n\n1. A public utility may construct, operate, repair, or maintain its utility facilities within a public road right-of-way. The location of new utility facilities shall comply with section 318.9. A utility facility shall not be constructed or installed in a manner that causes interference with public use of the road.\n\n2. For purposes of this section, “public utility” means a public utility as defined in section 476.1, and shall also include waterworks, municipally owned waterworks, joint water utilities, rural water districts incorporated under chapter 357A or chapter 504, cooperative water associations, and electric transmission owners as defined in section 476.27 primarily providing service to public utilities as defined in section 476.1. For the purposes of this section, “utility facilities” means any cables, conduits, wire, pipe, casing pipe, supporting poles, guys, and other material and equipment utilized for the furnishing of electric, gas, communications, water, or sewer service.\n\n3. This section shall not impair or interfere with a city’s authority to grant, amend, extend, or renew a franchise as provided in section 364.2, and shall not impair or interfere with a city’s existing general police powers to control the use of its right-of-way.\n\n2004 Acts, ch 1014, §1, 2; 2004 Acts, ch 1049, §191; 2004 Acts, ch 1175, §332, 346; 2005 Acts, ch 3, §61; 2006 Acts, ch 1097, §14; 2016 Acts, ch 1006, §1\n\nReferred to in §8C.7A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-46/"
    },
    {
      "id": "section-30647",
      "number": "306.47",
      "heading": "Utility facilities relocation policy.",
      "text": "306.47 Utility facilities relocation policy.\n\n1. It is the policy of the general assembly that a proactive, cooperative coordination between the department, local governments, private and public utility companies, and other affected parties is the most effective way to minimize costs, eliminate the need for utilities to relocate facilities, limit disruption of utility services related to federal, state, or local highway construction projects, and limit the potential need for relocation of utility facilities.\n\n2. All potentially affected parties shall be invited to participate in development meetings at the design phase of a highway construction project to review plans, understand goals and objectives of the proposed project, and discuss options that would limit the impact of the construction on utility facilities and thereby minimize or even eliminate costs associated with utility facility relocation. All jurisdictions and other interested parties shall cooperate to discuss strategies and policies to utilize the Iowa one call system in the development of a highway construction project. Failure of the affected parties to respond or participate during the design phase shall not in any way affect the ability of the federal, state, or local agency to proceed with design and construction.\n\n2008 Acts, ch 1124, §1\n\nReferred to in §8C.7A\n\nIowa one call system, see chapter 480",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-47/"
    },
    {
      "id": "section-306",
      "number": "306",
      "heading": "48",
      "text": "48",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30650",
      "number": "306.50",
      "heading": "Construction program notice.",
      "text": "306.50 Construction program notice.\n\nThe appropriate highway authority shall provide copies of its annual construction program to the soil and water conservation district commissioners’ office in each county. The soil and water conservation district commissioners’ office shall review the construction program submitted by each highway authority to determine those projects which may impact upon soil erosion and water diversion or retention.\n\n85 Acts, ch 106, §2; 87 Acts, ch 23, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-50/"
    },
    {
      "id": "section-30651",
      "number": "306.51",
      "heading": "Soil erosion impact.",
      "text": "306.51 Soil erosion impact.\n\nThe soil and water conservation district commissioners shall, within thirty days after receipt of the construction program, notify the appropriate highway authority of the projects which will impact upon soil erosion and water drainage and request that the appropriate highway authority notify them of the date, time, and place for holding the design hearing on preliminary plans.\n\n85 Acts, ch 106, §3; 87 Acts, ch 23, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-51/"
    },
    {
      "id": "section-30652",
      "number": "306.52",
      "heading": "Review of plans.",
      "text": "306.52 Review of plans.\n\nUpon examining the preliminary plans on a road project, the soil and water conservation district commissioners may review each road project for which a drainage structure is required. The soil and water conservation commissioners shall ascertain whether or not the proposed erosion control or runoff control structure is suitable to reduce the velocity of runoff, reduce gully erosion, or provide for sedimentation or other improvement that would enhance soil conservation. The soil and water conservation commissioners shall also ascertain whether any other aspect of the road construction will affect soil and water conservation.\n\n85 Acts, ch 106, §4; 87 Acts, ch 23, §9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-52/"
    },
    {
      "id": "section-30653",
      "number": "306.53",
      "heading": "Submission of recommendations — contribution to cost.",
      "text": "306.53 Submission of recommendations — contribution to cost.\n\n1. The soil and water conservation district commissioners shall submit their findings and recommendations to the appropriate highway authority not later than twenty days following examination of the construction plans.\n\n2. The appropriate highway authority shall respond to the soil and water conservation district commissioners and indicate its agreement to the suggested installation or its rejection of the proposal.\n\n3. Where feasible and cost-sharing funds are available, the soil and water conservation district may contribute in part or in its entirety to any additional cost for the erosion control structure.\n\n85 Acts, ch 106, §5; 87 Acts, ch 23, §10; 2017 Acts, ch 54, §76",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-53/"
    },
    {
      "id": "section-30654",
      "number": "306.54",
      "heading": "Reporting.",
      "text": "306.54 Reporting.\n\nIf the proposal is rejected, the appropriate highway authority shall provide a written report documenting the reason for the rejection to the soil and water conservation district commissioners and the state department of transportation. The state department of transportation shall submit a written report to the general assembly not later than March 1 of each year. The report shall contain only a list of those highway projects where a disagreement exists between the department and the soil and water conservation district commissioners and the reasons for rejecting the recommendations of the soil and water conservation district commissioners. The report shall be filed with the secretary of the senate and the chief clerk of the house of representatives.\n\n85 Acts, ch 106, §6; 87 Acts, ch 23, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-viii/chapter-306/section-306-54/"
    }
  ]
}