{
  "state": "south-dakota",
  "path": "title-title-60-labor-and-employment/chapter-chapter-08-interference-with-employment",
  "sections": [
    {
      "id": "section-60-8-1",
      "number": "60-8-1",
      "heading": "Intimidation of employees--Misdemeanor",
      "text": "60-8-1. Intimidation of employees--Misdemeanor.\n\nAny person who by any use of force, threats, or intimidation, prevents or endeavors to prevent any hired foreman, journeyman, workman, laborer, servant, or other person employed by another person from continuing or performing work or from accepting any new work or employment, or induces the hired person to relinquish work or employment, or to return any work the person has in hand before it is finished, is guilty of a Class 2 misdemeanor.\n\nSource:PenC 1877, §733; CL 1887, §6924; RPenC 1903, §757; RC 1919, §4373; SDC 1939, §13.1824; SL 1978, ch 359, §2; SL 2008, ch 276, §68.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-1/"
    },
    {
      "id": "section-60-8-2",
      "number": "60-8-2",
      "heading": "Intimidation of employers--Misdemeanor.",
      "text": "60-8-2. Intimidation of employers--Misdemeanor.\n\nAny person who by any use of force, threats, or intimidation prevents or endeavors to prevent another person from employing any person, or compels another person to employ any person, or forces or induces another to alter the mode of carrying on business, or to limit or increase the number of hired foremen, journeymen, workmen, laborers, servants, or other persons employed by the person, or their rate of wages or time of service, is guilty of a Class 2 misdemeanor.\n\nSource:PenC 1877, §734; CL 1887, §6925; RPenC 1903, §758; RC 1919, §4374; SDC 1939, §13.1825; SL 1978, ch 359, §2; SL 2008, ch 276, §69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-2/"
    },
    {
      "id": "section-60-8-3",
      "number": "60-8-3",
      "heading": "Denial of right to work because of membership or nonmembership in union--Misdemeanor.",
      "text": "60-8-3. Denial of right to work because of membership or nonmembership in union--Misdemeanor.\n\nNo person may be deprived of life, liberty, or property without due process of law. The right of any person to work may not be denied or abridged on account of membership or nonmembership in any labor union or labor organization. Violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1947, ch 92, §§1, 5; SL 1955, ch 65, §1; SDC Supp 1960, §§17.1101 (1), 17.9914; SDCL §60-8-7; SL 1978, ch 359, §2; SL 2008, ch 276, §70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-3/"
    },
    {
      "id": "section-60-8-4",
      "number": "60-8-4",
      "heading": "Agreement denying free exercise of right to work as misdemeanor.",
      "text": "60-8-4. Agreement denying free exercise of right to work as misdemeanor.\n\nAny agreement relating to employment, whether in writing or oral, which by its stated terms, or by implication, interpretation, or effect thereof, directly or indirectly denies, abridges, interferes with, or in any manner curtails the free exercise of the right to work by any citizen of the state of South Dakota, is a Class 2 misdemeanor.\n\nSource:SL 1947, ch 92, §§2, 5; SL 1955, ch 65, §1; SDC Supp 1960, §§17.1101 (2), 17.9914; SDCL, §60-8-7; SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-4/"
    },
    {
      "id": "section-60-8-5",
      "number": "60-8-5",
      "heading": "Coercion to enter into agreement denying free exercise of right to work as misdemeanor.",
      "text": "60-8-5. Coercion to enter into agreement denying free exercise of right to work as misdemeanor.\n\nAny request, demand or threat made by any person to any employer or employee, to persuade or coerce such employer or employee to enter into an agreement violative of the provisions contained in §§60-8-3 and 60-8-4 and article VI, §2 of the state Constitution, is a Class 2 misdemeanor.\n\nSource:SL 1947, ch 92, §§3, 5; SL 1955, ch 65, §1; SDC Supp 1960, §§17.1101 (3), 17.9914; SDCL, §60-8-7; SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-5/"
    },
    {
      "id": "section-60-8-6",
      "number": "60-8-6",
      "heading": "Coercion of employee to join labor organization--Misdemeanor.",
      "text": "60-8-6. Coercion of employee to join labor organization--Misdemeanor.\n\nAny solicitation or request to join a labor organization made by any person to any employee, accompanied by threats of injury to the employee or members of the employee's family, or damage to property, or loss or impairment of present or future employment of the employee, is a Class 2 misdemeanor.\n\nSource:SL 1947, ch 92, §§4, 5; SL 1955, ch 65, §1; SDC Supp 1960, §§17.1101 (4), 17.9914; SDCL §60-8-7; SL 1978, ch 359, §2; SL 2008, ch 276, §71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-6/"
    },
    {
      "id": "section-60-8-7",
      "number": "60-8-7",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60-8-8",
      "number": "60-8-8",
      "heading": "Violation of right to work law--Investigations by state's attorney--Prosecutions.",
      "text": "60-8-8. Violation of right to work law--Investigations by state's attorney--Prosecutions.\n\nThe state's attorney of each county shall prosecute any person violating any of the provisions of §§60-8-3 to 60-8-6, inclusive, in that county. The state's attorney shall enforce these sections. If the state's attorney has any information or knowledge or has any reason to believe that any of the provisions of these sections are being violated in the county, the state's attorney shall investigate and use every legitimate means to secure the necessary and proper evidence of the violation. Immediately upon securing the evidence, the state's attorney shall file a complaint or preliminary information against any person against whom the state's attorney has any evidence of any such violation. The state's attorney shall have the person arrested and shall vigorously prosecute such charges to final judgment.\n\nSource:SL 1955, ch 65, §1; SDC Supp 1960, §17.9914; SL 2008, ch 276, §72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-60/chapter-08/section-60-8-8/"
    }
  ]
}