{
  "state": "florida",
  "path": "title-chapter-0538/chapter-chapter-0538",
  "sections": [
    {
      "id": "section-53804recordkeeping",
      "number": "538.04",
      "heading": "Recordkeeping requirements; penalties.",
      "text": "requirements; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53805inspection",
      "number": "538.05",
      "heading": "Inspection of records and premises of secondhand dealers.",
      "text": "of records and premises of secondhand dealers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53806holding",
      "number": "538.06",
      "heading": "Holding period.",
      "text": "period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53807penalty",
      "number": "538.07",
      "heading": "Penalty for violation of chapter.",
      "text": "for violation of chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53808stolen",
      "number": "538.08",
      "heading": "Stolen goods; complaint for return.",
      "text": "goods; complaint for return.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53809registration",
      "number": "538.09",
      "heading": "Registration",
      "text": "538.09 Registration.— (1) A secondhand dealer shall not engage in the business of purchasing, consigning, or trading secondhand goods from any location without registering with the Department of Revenue. A fee equal to the federal and state costs for processing required fingerprints must be submitted to the department with each application for registration. One application is required for each dealer. If a secondhand dealer is the owner of more than one secondhand store location, the application must list each location, and the department shall issue a duplicate registration for each location. For purposes of subsections (4) and (5) of this section, these duplicate registrations shall be deemed individual registrations. A dealer shall pay a fee of $6 per location at the time of registration and an annual renewal fee of $6 per location on October 1 of each year. All fees collected, less costs of administration, shall be transferred into the Operating Trust Fund. The Department of Revenue shall forward the full set of fingerprints to the Department of Law Enforcement for state and federal processing, provided the federal service is available, to be processed for any criminal justice information as defined in s. 943.045. The cost of processing such fingerprints shall be payable to the Department of Law Enforcement by the Department of Revenue. The department may issue a temporary registration to each location pending completion of the background check by state and federal law enforcement agencies, but shall revoke such temporary registration if the completed background check reveals a prohibited criminal background. An applicant for a secondhand dealer registration must be a natural person who has reached the age of 18 years. (a) If the applicant is a partnership, all the partners must apply. (b) If the applicant is a joint venture, association, or other noncorporate entity, all members of such joint venture, association, or other noncorporate entity must make application for registration as natural persons. (c) If the applicant is a corporation, the registration must include the name and address of such corporation’s registered agent for service of process in the state and a certified copy of statement from the Secretary of State that the corporation is duly organized in the state or, if the corporation is organized in a state other than Florida, a certified copy of statement from the Secretary of State that the corporation is duly qualified to do business in this state. If the dealer has more than one location, the application must list each location owned by the same legal entity and the department shall issue a duplicate registration for each location. (2) The secondhand dealer shall furnish with her or his registration a complete set of her or his fingerprints, certified by an authorized law enforcement officer, and a recent fullface photographic identification card of herself or himself. The Department of Law Enforcement shall report its findings to the Department of Revenue within 30 days after the date the fingerprints are submitted for criminal justice information. (3) The secondhand dealer’s registration shall be conspicuously displayed at her or his registered location. A secondhand dealer must hold secondhand goods at the registered location for the period required by s. 538.06 or until any extension of the holding period has expired, whichever is later. Storage at a registered location outside the appropriate law enforcement official’s jurisdiction is permissible only upon agreement with such law enforcement official and if the secondhand dealer provides proof that he or she is able to and agrees to deliver the stored secondhand goods to the appropriate law enforcement official within 2 business days upon request. (4) The department may impose a civil fine of up to $10,000 for each violation of this section, which fine shall be transferred into the General Revenue Fund. If the fine is not paid within 60 days, the department may bring a civil action under s. 120.69 to recover the fine. (5) In addition to the fine provided in subsection (4), registration under this section may be denied or any registration granted may be revoked, restricted, or suspended by the department if the department determines that the applicant or registrant: (a) Has violated any provision of this chapter or any rule or order made pursuant to this chapter; (b) Has made a material false statement in the application for registration; (c) Has been guilty of a fraudulent act in connection with any purchase or sale or has been or is engaged in or is about to engage in any practice, purchase, or sale which is fraudulent or in violation of the law; (d) Has made a misrepresentation or false statement to, or concealed any essential or material fact from, any person in making any purchase or sale; (e) Is making purchases or sales through any business associate not registered in compliance with the provisions of this chapter; (f) Has, within the preceding 10-year period for new registrants who apply for registration on or after October 1, 2006, been convicted of, or has entered a plea of guilty or nolo contendere to, or had adjudication withheld for, a crime against the laws of this state or any other state or of the United States which relates to registration as a secondhand dealer or which involves theft, larceny, dealing in stolen property, receiving stolen property, burglary, embezzlement, obtaining property by false pretenses, possession of altered property, any felony drug offense, any violation of s. 812.015, or any fraudulent dealing; (g) Has had a final judgment entered against her or him in a civil action upon grounds of fraud, embezzlement, misrepresentation, or deceit; or (h) Has failed to pay any sales tax owed to the Department of Revenue. In the event the department determines to deny an application or revoke a registration, it shall enter a final order with its findings on the register of secondhand dealers and their business associates, if any; and denial, suspension, or revocation of the registration of a secondhand dealer shall also deny, suspend, or revoke the registration of such secondhand dealer’s business associates. (6) Upon the request of a law enforcement official, the Department of Revenue shall release to the official the name and address of any secondhand dealer registered to do business within the official’s jurisdiction. History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 5, ch. 90-318; s. 4, ch. 91-429; s. 3, ch. 92-79; s. 16, ch. 94-353; s. 746, ch. 97-103; s. 6, ch. 2006-201; s. 4, ch. 2007-14; s. 71, ch. 2012-5; s. 49, ch. 2013-116; s. 5, ch. 2016-59; s. 108, ch. 2019-167. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabd50da1067c6',t:'MTc3MDg4NTE4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-538/part-i/section-538-09/"
    },
    {
      "id": "section-53811powers",
      "number": "538.11",
      "heading": "Powers and duties of department; rules.",
      "text": "and duties of department; rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53815certain",
      "number": "538.15",
      "heading": "Certain acts and practices prohibited.",
      "text": "acts and practices prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53817local",
      "number": "538.17",
      "heading": "Local regulation of secondhand dealers.",
      "text": "regulation of secondhand dealers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-ure",
      "number": "ure",
      "heading": "storage of goods accepted by the kiosk; and",
      "text": "storage of goods accepted by the kiosk; and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-ondhand",
      "number": "ondhand",
      "heading": "dealers are exempt from the provisions of this section for all transactions involving secondhand sports equipment except secondhand sports equipment that is permanently labeled with a serial number",
      "text": "dealers are exempt from the provisions of this section for all transactions involving secondhand sports equipment except secondhand sports equipment that is permanently labeled with a serial number.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53809registration",
      "number": "538.09",
      "heading": "Registration. (1)A secondhand dealer shall not engage in the business of purchasing, consigning, or trading secondhand goods from any location without registering with the Department of Revenue",
      "text": "A fee equal to the federal and state costs for processing required fingerprints must be submitted to the department wit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53818definitions",
      "number": "538.18",
      "heading": "Definitions",
      "text": "538.18 Definitions.—As used in this part, the term: (1) “Appropriate law enforcement official” means the sheriff of the county in which a secondary metals recycler is located or, if the secondary metals recycler is located within a municipality, the police chief of the municipality in which the secondary metals recycler is located; however, the sheriff or police chief may designate as the appropriate law enforcement official for the county or municipality, as applicable, any law enforcement officer working within that respective county or municipality. This subsection does not limit the authority or duties of the sheriff. (2) “Department” means the Department of Revenue. (3) “Ferrous metals” means any metals containing significant quantities of iron or steel. (4) “Fixed location” means any site occupied by a secondary metals recycler as owner of the site or as lessee of the site under a lease or other rental agreement providing for occupation of the site by the secondary metals recycler for a total duration of not less than 364 days. (5) “Money” means a medium of exchange authorized or adopted by a domestic or foreign government as part of its currency. (6) “Nonferrous metals” means metals not containing significant quantities of iron or steel, including, without limitation, copper, brass, aluminum, bronze, lead, zinc, nickel, and alloys thereof, excluding precious metals subject to regulation under part I. (7) “Personal identification card” means a valid Florida driver license, a Florida identification card issued by the Department of Highway Safety and Motor Vehicles, an equivalent form of identification issued by another state, a passport, or an employment authorization issued by the United States Bureau of Citizenship and Immigration Services that contains an individual’s photograph and current address. (8) “Purchase transaction” means a transaction in which a secondary metals recycler gives consideration for regulated metals property. (9) “Regulated metals property” means any item composed primarily of any nonferrous metals. The term does not include aluminum beverage containers, used beverage containers, or similar beverage containers; however, the term includes stainless steel beer kegs and items made of ferrous metal obtained from any restricted regulated metals property. (10) “Restricted regulated metals property” means any regulated metals property listed in s. 538.26(5)(b) the sale of which is restricted as provided in s. 538.26(5)(a). (11) “Secondary metals recycler” means any person who: (a) Is engaged, from a fixed location, in the business of purchase transactions or gathering or obtaining ferrous or nonferrous metals that have served their original economic purpose or is in the business of performing the manufacturing process by which ferrous metals or nonferrous metals are converted into raw material products consisting of prepared grades and having an existing or potential economic value; or (b) Has facilities for performing the manufacturing process by which ferrous metals or nonferrous metals are converted into raw material products consisting of prepared grades and having an existing or potential economic value, other than by the exclusive use of hand tools, by methods including, without limitation, processing, sorting, cutting, classifying, cleaning, baling, wrapping, shredding, shearing, or changing the physical form or chemical content thereof. (12) “Utility” means a public utility or electric utility as defined in s. 366.02 or a person, firm, corporation, association, or political subdivision, whether private, municipal, county, or cooperative, that is engaged in the sale, generation, provision, or delivery of gas, electricity, heat, water, oil, sewer service, or telephone, telegraph, radio, telecommunications, or communications service. History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 6, ch. 90-318; s. 4, ch. 91-429; s. 94, ch. 2004-5; s. 1, ch. 2008-69; s. 3, ch. 2012-179. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabd51bcdd5c76',t:'MTc3MDg4NTE4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-538/part-ii/section-538-18/"
    },
    {
      "id": "section-53819records",
      "number": "538.19",
      "heading": "Records required; limitation of liability.",
      "text": "required; limitation of liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53820inspection",
      "number": "538.20",
      "heading": "Inspection of regulated metals property and records.",
      "text": "of regulated metals property and records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53821hold",
      "number": "538.21",
      "heading": "Hold notice.",
      "text": "notice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53822exemptions",
      "number": "538.22",
      "heading": "Exemptions",
      "text": "538.22 Exemptions.—This part shall not apply to purchases of regulated metals property from: (1) Organizations, corporations, or associations registered with the state as charitable, philanthropic, religious, fraternal, civic, patriotic, social, or school-sponsored organizations or associations, or from any nonprofit corporation or association; (2) A law enforcement officer acting in an official capacity; (3) A trustee in bankruptcy, executor, administrator, or receiver who has presented proof of such status to the secondary metals recycler; (4) Any public official acting under judicial process or authority who has presented proof of such status to the secondary metals recycler; (5) A sale on the execution, or by virtue of any process issued by a court, if proof thereof has been presented to the secondary metals recycler; or (6) A manufacturing, industrial, or other commercial vendor that generates regulated materials in the ordinary course of business. History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabd51cea77b87',t:'MTc3MDg4NTE4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-538/part-ii/section-538-22/"
    },
    {
      "id": "section-53823violations",
      "number": "538.23",
      "heading": "Violations and penalties.",
      "text": "and penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-538235method",
      "number": "538.235",
      "heading": "Method of payment.",
      "text": "of payment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53824stolen",
      "number": "538.24",
      "heading": "Stolen regulated metals property; petition for return.",
      "text": "regulated metals property; petition for return.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53825registration",
      "number": "538.25",
      "heading": "Registration",
      "text": "538.25 Registration.— (1) A person may not engage in business as a secondary metals recycler at any location without registering with the department. The department shall accept applications only from a fixed business address. The department may not accept an application that provides an address of a hotel room or motel room, a vehicle, or a post office box. (a) A fee equal to the federal and state costs for processing required fingerprints must be submitted to the department with each application for registration. One application is required for each secondary metals recycler. If a secondary metals recycler is the owner of more than one secondary metals recycling location, the application must list each location, and the department shall issue a duplicate registration for each location. For purposes of subsections (3), (4), and (5), these duplicate registrations shall be deemed individual registrations. A secondary metals recycler shall pay a fee of $6 per location at the time of registration and an annual renewal fee of $6 per location on October 1 of each year. All fees collected, less costs of administration, shall be transferred into the Operating Trust Fund. (b) The department shall forward the full set of fingerprints to the Department of Law Enforcement for state and federal processing, provided the federal service is available, to be processed for any criminal justice information as defined in s. 943.045. The cost of processing such fingerprints shall be payable to the Department of Law Enforcement by the department. The department may issue a temporary registration to each location pending completion of the background check by state and federal law enforcement agencies but shall revoke such temporary registration if the completed background check reveals a prohibited criminal background. The Department of Law Enforcement shall report its findings to the Department of Revenue within 30 days after the date the fingerprints are submitted for criminal justice information. (c) An applicant for a secondary metals recycler registration must be a natural person who has reached the age of 18 years or a corporation organized or qualified to do business in the state. 1. If the applicant is a natural person, the registration must include a complete set of her or his fingerprints, certified by an authorized law enforcement officer, and a recent fullface photographic identification card of herself or himself. 2. If the applicant is a partnership, all the partners must make application for registration. 3. If the applicant is a corporation, the registration must include the name and address of such corporation’s registered agent for service of process in the state and a certified copy of statement from the Secretary of State that the corporation is duly organized in the state or, if the corporation is organized in a state other than Florida, a certified copy of the statement that the corporation is duly qualified to do business in this state. (2) A secondary metals recycler’s registration shall be conspicuously displayed at the place of business set forth on the registration. A secondary metals recycler shall not dispose of property at any location until any holding period has expired. (3) The Department of Revenue may impose a civil fine of up to $10,000 for each knowing and intentional violation of this section, which fine shall be transferred into the General Revenue Fund. If the fine is not paid within 60 days, the department may bring a civil action under s. 120.69 to recover the fine. (4) In addition to the fine provided in subsection (3), registration under this section may be denied or any registration granted may be revoked, restricted, or suspended by the department if, after October 2, 1989, and within a 24-month period immediately preceding such denial, revocation, restriction, or suspension: (a) The applicant or registrant has been convicted of knowingly and intentionally: 1. Violating s. 538.20 or s. 538.21; 2. Engaging in a pattern of failing to keep records as required by s. 538.19; 3. Making a material false statement in the application for registration; or 4. Engaging in a fraudulent act in connection with any purchase or sale of regulated metals property; (b) The applicant or registrant has been convicted of, or entered a plea of guilty or nolo contendere to, a felony committed by the secondary metals recycler against the laws of the state or of the United States involving theft, larceny, dealing in stolen property, receiving stolen property, burglary, embezzlement, obtaining property by false pretenses, possession of altered property, or any felony drug offense or of knowingly and intentionally violating the laws of the state relating to registration as a secondary metals recycler; or (c) The applicant has, after receipt of written notice from the department of failure to pay sales tax, failed or refused to pay, within 30 days after the secondary metals recycler’s receipt of such written notice, any sales tax owed to the department. (5) A denial of an application, or a revocation, restriction, or suspension of a registration, by the department shall be probationary for a period of 12 months in the event that the secondary metals recycler subject to such action has not had any other application for registration denied, or any registration revoked, restricted, or suspended, by the department within the previous 24-month period. (a) If, during the 12-month probationary period, the department does not again deny an application or revoke, restrict, or suspend the registration of the secondary metals recycler, the action of the department shall be dismissed and the record of the secondary metals recycler cleared thereof. (b) If, during the 12-month probationary period, the department, for reasons other than those existing prior to the original denial or revocation, restriction, or suspension, again denies an application or revokes, restricts, or suspends the registration of the secondary metals recycler, the probationary nature of such original action shall terminate and both the original action of the department and the action of the department causing the termination of the probationary nature thereof shall immediately be reinstated against the secondary metals recycler. (6) Upon the request of a law enforcement official, the Department of Revenue shall release to the official the name and address of any secondary metals recycler registered to do business within the official’s jurisdiction. History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 7, ch. 90-318; s. 4, ch. 91-429; s. 17, ch. 94-353; s. 750, ch. 97-103; s. 5, ch. 2007-14; s. 5, ch. 2008-69; s. 72, ch. 2012-5; s. 7, ch. 2012-179; s. 50, ch. 2013-116. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabd522c2dc288',t:'MTc3MDg4NTE4OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-538/part-ii/section-538-25/"
    },
    {
      "id": "section-53826certain",
      "number": "538.26",
      "heading": "Certain acts and practices prohibited.",
      "text": "acts and practices prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53828local",
      "number": "538.28",
      "heading": "Local government regulation.",
      "text": "government regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53818definitions",
      "number": "538.18",
      "heading": "Definitions. As used in this part, the term:(1)“Appropriate law enforcement official” means the sheriff of the county in which a secondary metals recycler is located or, if the secondary metals recycler is located within a municipality, the police chief of the municipality in which the secondary metals recycler ",
      "text": "As used in this part, the term:(1)“Appropriate law enforcement official” means the sheriff of the county in which a secondary metals recycler is located or, if the secondary metals recycler is located within a municipality, the police chief of the municipality in which the secondary metals recycler is located; however, the sheriff or police chief may designate as the appropriate law enforcement official for the county or municipality, as applicable, any law enforcement officer working within that respective county or municipality. This subsection does not limit the authority or duties of the sheriff.(2)“Department” means the Department of Revenue.(3)“Ferrous metals” means any metals containing significant quantities of iron or steel.(4)“Fixed location” means any site occupied by a secondary metals recycler as owner of the site or as lessee of the site under a lease or other rental agreement providing for occupation of the site by the secondary metals recycler for a total duration of not less than 364 days.(5)“Money” means a medium of exchange authorized or adopted by a domestic or foreign government as part of its currency.(6)“Nonferrous metals” means metals not containing significant quantities of iron or steel, including, without limitation, copper, brass, aluminum, bronze, lead, zinc, nickel, and alloys thereof, excluding precious metals subject to regulation under part I.(7)“Personal identification card” means a valid Florida driver license, a Florida identification card issued by the Department of Highway Safety and Motor Vehicles, an equivalent form of identification issued by another state, a passport, or an employment authorization issued by the United States Bureau of Citizenship and Immigration Services that contains an individual’s photograph and current address.(8)“Purchase transaction” means a transaction in which a secondary metals recycler gives consideration for regulated metals property.(9)“Regulated metals property” means any item composed primarily of any nonferrous metals. The term does not include aluminum beverage containers, used beverage containers, or similar beverage containers; however, the term includes stainless steel beer kegs and items made of ferrous metal obtained from any restricted regulated metals property.(10)“Restricted regulated metals property” means any regulated metals property listed in s. 538.26(5)(b) the sale of which is restricted as provided in s. 538.26(5)(a).(11)“Secondary metals recycler” means any person who:(a)Is engaged, from a fixed location, in the business of purchase transactions or gathering or obtaining ferrous or nonferrous metals that have served their original economic purpose or is in the business of performing the manufacturing process by which ferrous metals or nonferrous metals are converted into raw material products consisting of prepared grades and having an existing or potential economic value; or(b)Has facilities for performing the manufacturing process by which ferrous metals or nonferrous metals are converted into raw material products consisting of prepared grades and having an existing or potential economic value, other than by the exclusive use of hand tools, by methods including, without limitation, processing, sorting, cutting, classifying, cleaning, baling, wrapping, shredding, shearing, or changing the physical form or chemical content thereof.(12)“Utility” means a public utility or electric utility as defined in s. 366.02 or a person, firm, corporation, association, or political subdivision, whether private, municipal, county, or cooperative, that is engaged in the sale, generation, provision, or delivery of gas, electricity, heat, water, oil, sewer service, or telephone, telegraph, radio, telecommunications, or communications service.History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 6, ch. 90-318; s. 4, ch. 91-429; s. 94, ch. 2004-5; s. 1, ch. 2008-69; s. 3, ch. 2012-179.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53822exemptions",
      "number": "538.22",
      "heading": "Exemptions. This part shall not apply to purchases of regulated metals property from:(1)Organizations, corporations, or associations registered with the state as charitable, philanthropic, religious, fraternal, civic, patriotic, social, or school-sponsored organizations or associations, or from any nonprofit co",
      "text": "This part shall not apply to purchases of regulated metals property from:(1)Organizations, corporations, or associations registered with the state as charitable, philanthropic, religious, fraternal, civic, patriotic, social, or school-sponsored organizations or associations, or from any nonprofit corporation or association;(2)A law enforcement officer acting in an official capacity;(3)A trustee in bankruptcy, executor, administrator, or receiver who has presented proof of such status to the secondary metals recycler;(4)Any public official acting under judicial process or authority who has presented proof of such status to the secondary metals recycler;(5)A sale on the execution, or by virtue of any process issued by a court, if proof thereof has been presented to the secondary metals recycler; or(6)A manufacturing, industrial, or other commercial vendor that generates regulated materials in the ordinary course of business.History.—s. 2, ch. 89-533; s. 1, ch. 90-192; s. 4, ch. 91-429.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53825registration",
      "number": "538.25",
      "heading": "Registration. (1)A person may not engage in business as a secondary metals recycler at any location without registering with the department",
      "text": "The department shall accept applications only from a fixed business address. The department may not accept an application that provides an address of a hotel room or motel r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53833tendering",
      "number": "538.33",
      "heading": "Tendering payment.",
      "text": "payment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53834inspection",
      "number": "538.34",
      "heading": "Inspection of records and premises.",
      "text": "of records and premises.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53835holding",
      "number": "538.35",
      "heading": "Holding period.",
      "text": "period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53836acts",
      "number": "538.36",
      "heading": "Acts and practices prohibited; penalties.",
      "text": "and practices prohibited; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53837powers",
      "number": "538.37",
      "heading": "Powers and duties of department.",
      "text": "and duties of department.",
      "history": "",
      "source_url": ""
    }
  ]
}