{
  "state": "south-carolina",
  "path": "title-title-24/chapter-t24c027",
  "sections": [
    {
      "id": "section-24-27-100",
      "number": "24-27-100",
      "heading": "",
      "text": "Unless another provision of law permits the filing of civil actions without the payment of filing fees by indigent persons, if a prisoner brings a civil action or proceeding, the court, upon the filing of the action, shall order the prisoner to pay as a partial payment of any filing fees required by law a first-time payment of twenty percent of the preceding six months' income from the prisoner's trust account administered by the Department of Corrections and thereafter monthly payments of ten percent of the preceding month's income for this account. The department shall withdraw the monies maintained in the prisoner's trust account for payment of filing fees and shall forward quarterly the monies collected to the appropriate court clerk or clerks until the filing fees are paid in full. The prisoner must file a certified copy of his trust account with the court that reflects the prisoner's balance at the time the complaint is filed unless the prisoner does not have a trust account. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-100/"
    },
    {
      "id": "section-24-27-110",
      "number": "24-27-110",
      "heading": "",
      "text": "Unless another provision of law permits the filing of civil actions without the payment of court costs by indigent persons, if a prisoner brings a civil action, the prisoner is responsible for the full payment of the court costs. For this purpose, the court shall order the prisoner to pay a partial first-time payment of twenty percent of the preceding six months' income from the prisoner's trust account administered by the Department of Corrections and thereafter monthly payments of ten percent of the preceding month's income of this account. The department shall withdraw the monies maintained in the prisoner's trust account for payment of court costs and shall forward quarterly the monies collected to the appropriate court clerk or clerks until the court costs are paid in full. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-110/"
    },
    {
      "id": "section-24-27-120",
      "number": "24-27-120",
      "heading": "",
      "text": "Nothing in this chapter prevents a prisoner from authorizing payments beyond those required herein. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-120/"
    },
    {
      "id": "section-24-27-130",
      "number": "24-27-130",
      "heading": "",
      "text": "The court may dismiss without prejudice any civil action pertaining to the prisoner's incarceration or apprehension brought by a prisoner who has previously failed to pay filing fees and court costs imposed under this chapter, except as otherwise provided in Section 24-27-150 or 24-27-400. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-130/"
    },
    {
      "id": "section-24-27-140",
      "number": "24-27-140",
      "heading": "",
      "text": "For purposes of this chapter, a prisoner is defined as a person who has been convicted of a crime and is incarcerated for that crime or is being held in custody for trial or sentencing. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-140/"
    },
    {
      "id": "section-24-27-150",
      "number": "24-27-150",
      "heading": "",
      "text": "If a prisoner does not have a trust account, or if the prisoner's trust account does not contain sufficient funds to make the first-time payments required by this chapter, the civil action may still be filed, but the prisoner shall remain responsible for the full payment of filing fees and court costs. Payments of ten percent of the preceding month's income of the prisoner's trust account, as set forth in this chapter, shall be made from the prisoner's trust account as soon as a trust account is created for the prisoner and funds are available in the account. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-150/"
    },
    {
      "id": "section-24-27-200",
      "number": "24-27-200",
      "heading": "",
      "text": "A prisoner shall forfeit all or part of his earned work, education, or good conduct credits in an amount to be determined by the Department of Corrections upon recommendation of the court if the court finds that the prisoner has done any of the following in a case pertaining to his incarceration or apprehension filed by him in state or federal court or in an administrative proceeding while incarcerated: (1) submitted a malicious or frivolous claim, or one that is intended solely to harass the party filed against; (2) testified falsely or otherwise presented false evidence or information to the court; (3) unreasonably expanded or delayed a proceeding; or (4) abused the discovery process. The court may make such findings on its own motion, on motion of counsel for the defendant, or on motion of the Attorney General, who is authorized to appear in the proceeding, if he elects, in order to move for the findings in a case in which the State or any public entity or official is a defendant. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-200/"
    },
    {
      "id": "section-24-27-210",
      "number": "24-27-210",
      "heading": "",
      "text": "If the court does not make such findings in the original action brought by the prisoner, the Attorney General is authorized to initiate a separate proceeding in the court of common pleas for the court to recommend to the Department of Corrections the revocation of work, education, or good conduct credits as set forth in Section 24-27-200. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-210/"
    },
    {
      "id": "section-24-27-220",
      "number": "24-27-220",
      "heading": "",
      "text": "Nothing in this chapter shall affect the discretion of the Director of the Department of Corrections in determining whether or not a prisoner's earned work, education, or good conduct credits shall be forfeited. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-220/"
    },
    {
      "id": "section-24-27-300",
      "number": "24-27-300",
      "heading": "",
      "text": "The court may hold a prisoner in contempt of court if it finds that the prisoner has, on three or more prior occasions, while incarcerated, brought in a court of this State a civil action or appeal pertaining to his incarceration or apprehension that was dismissed prior to a hearing on the merits on the grounds that the action or appeal was frivolous, malicious, or meritless. However, if the court finds the prisoner was under imminent danger of great bodily injury, as defined by Section 56-5-2945, at the time of the filing of the present action or appeal, the prisoner shall not be held in contempt. The court may sentence the prisoner to a term of imprisonment not exceeding one year for this contempt to be served consecutively to any terms of imprisonment previously imposed. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-300/"
    },
    {
      "id": "section-24-27-400",
      "number": "24-27-400",
      "heading": "",
      "text": "This chapter is inapplicable to any case in which the Constitution of the United States or the Constitution of South Carolina requires that an indigent person be allowed access to the courts. HISTORY: 1996 Act No. 455, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-400/"
    },
    {
      "id": "section-24-27-500",
      "number": "24-27-500",
      "heading": "",
      "text": "For the purposes of Chapter 32 of Title 1: (A) A state or local correctional facility's regulation must be considered \"in furtherance of a compelling state interest\" if the facility demonstrates that the religious activity: (1) sought to be engaged by a prisoner is presumptively dangerous to the health or safety of that prisoner; or (2) poses a direct threat to the health, safety, or security of other prisoners, correctional staff, or the public. (B) A state or local correctional facility regulation may not be considered the \"least restrictive means\" of furthering a compelling state interest if a reasonable accommodation can be made to protect the safety or security of prisoners, correctional staff, or the public. HISTORY: 1999 Act No. 38, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-24/chapter-27/section-24-27-500/"
    }
  ]
}