{
  "state": "nebraska",
  "path": "title-chapter-30-decedents-estates-protection-of-persons-and-prope/chapter-30-703-petition-to-compel-visitation-court-findings-factors",
  "sections": [
    {
      "id": "section-30-703petition",
      "number": "30-703.Petition",
      "heading": "to compel visitation; court findings; factors",
      "text": "(1) If a family member petitioner is being denied visitation with a resident, the family member petitioner may petition the county court to compel visitation with the resident. If a guardian has been appointed for the resident under the jurisdiction of a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30-703",
      "number": "30-703",
      "heading": "",
      "text": "30-703.Petition to compel visitation; court findings; factors.\n\n(1) If a family member petitioner is being denied visitation with a resident, the family member petitioner may petition the county court to compel visitation with the resident. If a guardian has been appointed for the resident under the jurisdiction of a county court, the petition shall be filed in the county court having such jurisdiction. If there is no such guardianship, the petition shall be filed in the county court for the county in which the resident resides. The court may not issue an order compelling visitation if the court finds any of the following:\n\n(a) The resident, while having the capacity to evaluate and communicate decisions regarding visitation, expresses a desire to not have visitation with the family member petitioner; or\n\n(b) Visitation between the family member petitioner and the resident is not in the best interests of the resident.\n\n(2) In determining whether visitation between the family member petitioner and the resident has been arbitrarily denied, the court may consider factors including, but not limited to:\n\n(a) The nature of relationship of the family member petitioner and the resident;\n\n(b) The place where visitation rights will be exercised;\n\n(c) The frequency and duration of the visits;\n\n(d) The likely effect of visitation on the resident; and\n\n(e) The likelihood of onerously disrupting established lifestyle of the resident.\n\nSourceLaws 2018, LB845, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-30/statute-30-703/"
    }
  ]
}