{
  "state": "nebraska",
  "path": "title-chapter-30-decedents-estates-protection-of-persons-and-prope/chapter-30-3912-appropriate-forum",
  "sections": [
    {
      "id": "section-30-3912",
      "number": "30-3912",
      "heading": "",
      "text": "30-3912.Appropriate forum.\n\n(1) A court of this state having jurisdiction under section 30-3909 to appoint a guardian or issue a protective order may decline to exercise its jurisdiction if it determines at any time that a court of another state is a more appropriate forum.\n\n(2) If a court of this state declines to exercise its jurisdiction under subsection (1) of this section, it shall either dismiss or stay the proceeding. The court may impose any condition the court considers just and proper, including the condition that a petition for the appointment of a guardian or issuance of a protective order be filed promptly in another state.\n\n(3) In determining whether it is an appropriate forum, the court shall consider all relevant factors, including:\n\n(a) Any expressed preference of the respondent;\n\n(b) Whether abuse, neglect, or exploitation of the respondent has occurred or is likely to occur and which state could best protect the respondent from the abuse, neglect, or exploitation;\n\n(c) The length of time the respondent was physically present in or was a legal resident of this or another state;\n\n(d) The distance of the respondent from the court in each state;\n\n(e) The financial circumstances of the respondent's estate;\n\n(f) The nature and location of the evidence;\n\n(g) The ability of the court in each state to decide the issue expeditiously and the procedures necessary to present evidence;\n\n(h) The familiarity of the court of each state with the facts and issues in the proceeding; and\n\n(i) If an appointment were made, the court's ability to monitor the conduct of the guardian or conservator.\n\nSourceLaws 2011, LB157, ยง 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-30/statute-30-3912/"
    }
  ]
}