{
  "state": "nebraska",
  "path": "title-chapter-30-decedents-estates-protection-of-persons-and-prope/chapter-30-4009-when-power-of-attorney-effective",
  "sections": [
    {
      "id": "section-30-4009when",
      "number": "30-4009.When",
      "heading": "power of attorney effective.(1) A power of attorney is effective when executed unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency",
      "text": "(2) If a power of attorney becomes effective upon the occurrence of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30-4009",
      "number": "30-4009",
      "heading": "",
      "text": "30-4009.When power of attorney effective.\n\n(1) A power of attorney is effective when executed unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency.\n\n(2) If a power of attorney becomes effective upon the occurrence of a future event or contingency, the principal, in the power of attorney, may authorize one or more persons to determine in a writing or other record that the event or contingency has occurred.\n\n(3) If a power of attorney becomes effective upon the principal's incapacity and the principal has not authorized a person to determine whether the principal is incapacitated, or the person authorized is unable or unwilling to make the determination, the power of attorney becomes effective upon a determination in a writing or other record by:\n\n(a) A licensed physician or licensed psychologist that the principal is incapacitated; or\n\n(b) The court or an appropriate governmental official that the principal is incapacitated.\n\n(4) A person authorized by the principal in the power of attorney to determine that the principal is incapacitated may act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, sections 1171 to 1179 of the Social Security Act, 42 U.S.C. 1320d, as amended, and applicable regulations, to obtain access to the principal's health care information and communicate with the principal's health care provider.\n\nSourceLaws 2012, LB1113, ยง 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-30/statute-30-4009/"
    }
  ]
}