{
  "state": "south-dakota",
  "path": "title-title-14-libraries/chapter-chapter-02-public-libraries",
  "sections": [
    {
      "id": "section-14-2-1",
      "number": "14-2-1",
      "heading": "to 14-2-26. Repealed.Section 14-2-27 - Definition of terms",
      "text": "Section 14-2-28 - Existing libraries covered by chapter--Changes to effect compliance--Terms of previous contracts unaffected.Section 14-2-29 - Optional methods of providing library service.Section 14-2-30 - Resolution or ordinance to provid",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14-2-27",
      "number": "14-2-27",
      "heading": "Definition of terms.",
      "text": "14-2-27. Definition of terms.\n\nTerms as used in this chapter, unless the context otherwise plainly requires, shall mean:\n\n(1)\"Governing body,\" the commission, council, or other elected body which governs a local governmental unit;\n\n(2)\"Librarian,\" the chief administrative officer of a public library;\n\n(3)\"Local governmental unit,\" any chartered governmental unit, county, or municipality, or two or more of them, if applicable, of the State of South Dakota;\n\n(4)\"Public library,\" any library that serves free of charge all residents of a local governmental unit and receives its financial support in whole or in part from public funds made available by the governing body of that unit;\n\n(5)\"Public library materials,\" the various forms in which knowledge, information, and humanity's cultural heritage are recorded that a public library might acquire, organize, and make available to its clientele;\n\n(6)\"Public library services,\" the performance of all activities of a public library relating to the collection and organization of public library materials and to making those materials and the information contained in them available to its clientele.\n\nSource:SL 1976, ch 143, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-27/"
    },
    {
      "id": "section-14-2-28",
      "number": "14-2-28",
      "heading": "Existing libraries covered by chapter--Changes to effect compliance--Terms of previous contracts unaffected.",
      "text": "14-2-28. Existing libraries covered by chapter--Changes to effect compliance--Terms of previous contracts unaffected.\n\nEvery existing public library shall be considered to be established under this chapter, and the public library board of trustees and the governing body of the local governmental unit in which the library is located shall make any changes necessary to effect compliance with the terms of this chapter. Nothing contained in this chapter shall affect nor change the terms of any library contract executed prior to July 1, 1976, but, by mutual consent, the parties to such contract may nevertheless amend such contract to make it conform to any or all of the provisions of this chapter.\n\nSource:SL 1976, ch 143, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-28/"
    },
    {
      "id": "section-14-2-29",
      "number": "14-2-29",
      "heading": "Optional methods of providing library service.",
      "text": "14-2-29. Optional methods of providing library service.\n\nAny governing body may provide public library services by either:\n\n(1)Establishing a public library;\n\n(2)Contracting with an established public library for extension of its services and loan of its materials to the citizens of the contracting local governmental unit; or\n\n(3)Joining with one or more governing bodies under the provisions of chapter 1-24 to establish a joint public library.\n\nSource:SL 1976, ch 143, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-29/"
    },
    {
      "id": "section-14-2-30",
      "number": "14-2-30",
      "heading": "Resolution or ordinance to provide services.",
      "text": "14-2-30. Resolution or ordinance to provide services.\n\nAny governing body may provide for public library services under one of the options offered in §14-2-29 by passing and entering upon its minutes a resolution or ordinance to that effect.\n\nSource:SL 1976, ch 143, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-30/"
    },
    {
      "id": "section-14-2-31",
      "number": "14-2-31",
      "heading": "Services provided on approval by voters.",
      "text": "14-2-31. Services provided on approval by voters.\n\nA governing body shall provide for library services under one of the options offered in §14-2-29 if a majority of its voters at any general election affirmatively answer the question: \"Shall the (local governmental unit) provide public library services?\"\n\nSource:SL 1976, ch 143, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-31/"
    },
    {
      "id": "section-14-2-32",
      "number": "14-2-32",
      "heading": "Petition to require referendum on library services--Referendum on motion of governing body.",
      "text": "14-2-32. Petition to require referendum on library services--Referendum on motion of governing body.\n\nA governing body shall enter an order for the question as set forth in §14-2-31 to be placed on the ballot at the next general election upon receipt of a petition signed by a number of registered voters equal to not less than five percent of the total number of votes cast within the boundaries of the local governmental unit for all candidates for Governor at the last certified gubernatorial election or may enter such order upon its own motion.\n\nSource:SDC 1939, §45.3101; SL 1963, ch 284; SDCL, §14-4-1; SL 1976, ch 143, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-32/"
    },
    {
      "id": "section-14-2-33",
      "number": "14-2-33",
      "heading": "County containing municipalities with libraries--Petition and election outside municipality only--Election of municipality to be included.",
      "text": "14-2-33. County containing municipalities with libraries--Petition and election outside municipality only--Election of municipality to be included.\n\nWhen a county is the local governmental unit petitioned under the provision of §14-2-32 and that county contains within its geographical boundaries one or more municipalities which provide and support public library services, then the petition shall be signed only by those people living outside of, and the election mandated in §14-2-31 shall be held only outside of, the boundaries of such municipality or municipalities; provided, however, that by a resolution of the governing body of a municipality, such municipality may be included in the election and if a majority of both county and municipal voters, voting separately, vote to provide county library services then such municipal public library services shall cease and henceforth be provided the municipality by the county governmental unit.\n\nSource:SL 1976, ch 143, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-33/"
    },
    {
      "id": "section-14-2-34",
      "number": "14-2-34",
      "heading": "Services continued by chartered governmental units.",
      "text": "14-2-34. Services continued by chartered governmental units.\n\nAny local governmental unit which becomes a, or part of a, chartered governmental unit shall continue to provide public library services as provided by this chapter.\n\nSource:SL 1976, ch 143, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-34/"
    },
    {
      "id": "section-14-2-35",
      "number": "14-2-35",
      "heading": "Board of public library trustees--Appointment and terms of members.",
      "text": "14-2-35. Board of public library trustees--Appointment and terms of members.\n\nAny public library established under subdivision §14-2-29(1) shall be governed by a board of public library trustees. The governing body shall appoint five competent citizens broadly representative of the population of the local governmental unit. One of the citizens shall be appointed for one year, two for two years, and two for three years and annually thereafter reappointments or new appointments shall be for a term of three years or to complete an unexpired term. In addition to the five appointees, the governing body may appoint one of its own members to serve as a full voting member of the public library board of trustees during that member's term of office.\n\nSource:SDC 1939, §§12.2502, 45.3102; SDCL, §§14-3-6, 14-4-3; SL 1976, ch 143, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-35/"
    },
    {
      "id": "section-14-2-36",
      "number": "14-2-36",
      "heading": "Contract with established library--Annual appointment of additional trustees--Number proportional to contributed funds.",
      "text": "14-2-36. Contract with established library--Annual appointment of additional trustees--Number proportional to contributed funds.\n\nIf a governing body contracts with an established public library under subdivision 14-2-29(2), it may annually appoint additional members to the contracted public library board of public library trustees; provided, that the number of trustees appointed shall be in proportion to its part of the total funds made available during each year by both parties for the provision of public library services, for the purchase of public library materials, and for the provision and maintenance of public library quarters.\n\nSource:SDC 1939, §12.2505; SDCL, §14-3-4; SL 1976, ch 143, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-36/"
    },
    {
      "id": "section-14-2-37",
      "number": "14-2-37",
      "heading": "Joint public library--Board of trustees--Proportional appointment.",
      "text": "14-2-37. Joint public library--Board of trustees--Proportional appointment.\n\nIf one or more governing bodies join under the provision of chapter 1-24 to create a joint public library, the joint public library shall be governed by a board of public library trustees appointed respectively by each participating governing body in a number proportional to the funds provided by that governing body to the total of the joint public library's funds for the provision of public library services, for the purchase of public library materials, and for the provision and maintenance of public library quarters.\n\nSource:SL 1959, ch 167, §4; SDC Supp 1960, §29.03A04; SDCL, §14-2-2; SL 1976, ch 143, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-37/"
    },
    {
      "id": "section-14-2-38",
      "number": "14-2-38",
      "heading": "School board contracts for library services--Proportional appointment of trustees by board--Maximum number.",
      "text": "14-2-38. School board contracts for library services--Proportional appointment of trustees by board--Maximum number.\n\nA school board of any school district may contract with any board of public library or joint library trustees for provision of any or all school library services. If twenty percent or more of the cost of providing these combined school and public library services shall be borne by the school district, then the school board may annually appoint additional members to the board of public library trustees in proportion to the school district's part of the total funds made available during each year by both parties for the combined school and public library services, for the purchase of school and public library materials, and for the provision and maintenance of quarters for the combined library; provided, however, that the school board shall not appoint more than seven members to the board.\n\nSource:SDC 1939, §45.3103; SDCL, §14-4-14; SL 1976, ch 143, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-38/"
    },
    {
      "id": "section-14-2-39",
      "number": "14-2-39",
      "heading": "Per diem and expenses of trustees.",
      "text": "14-2-39. Per diem and expenses of trustees.\n\nMembers of public library boards of trustees may receive per diem and expenses in the performance of their duties in amounts set by their respective governing bodies.\n\nSource:SDC 1939, §§12.2502, 45.3102; SL 1959, ch 167, §4; SDC Supp 1960, §29.03A04; SL 1966, ch 29; SDCL, §§14-2-6, 14-3-11, 14-4-3; SL 1975, ch 156; SL 1976, ch 143, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-39/"
    },
    {
      "id": "section-14-2-40",
      "number": "14-2-40",
      "heading": "Duties of trustees.",
      "text": "14-2-40. Duties of trustees.\n\nEach board of public library trustees shall:\n\n(1)Appoint a librarian to serve at the pleasure of the board. Any paid librarian shall receive any employee benefits provided all other employees of the local governmental unit and shall be compensated at rates determined by the governing body's compensation schedule, if such schedule exists. If no such schedule exists, the salary shall be set by the local governing body;\n\n(2)Adopt bylaws for the conduct of their business and adopt policies for the selection of public library materials, the governance of the library, and the use of public library services and materials;\n\n(3)Prepare and submit an annual budget request to its governing body;\n\n(4)Adopt a final annual budget within those funds certified to it as being appropriated in the annual budget of its governing body;\n\n(5)Meet at least once during each quarter of the year;\n\n(6)Prepare and submit an annual report to its governing body and to the South Dakota State Library on such forms as may be provided by the State Library.\n\nSource:SDC 1939, §§12.2502 to 12.2505, 45.3104, 45.3105, 45.3108; SL 1955, ch 23; SL 1957, ch 252, §1; SL 1959, ch 167, §§5 to 7, 11; SDC Supp 1960, §§29.03A05, 29.03A06 (1), (3), 29.03A07, 29.03A11; SDCL, §§14-2-7, 14-2-8, 14-2-12, 14-2-24, 14-2-26, 14-3-10, 14-3-14, 14-3-15, 14-3-19, 14-4-4, 14-4-5, 14-4-12, 14-4-15; SL 1974, ch 151; SL 1976, ch 143, §14; SL 2002, ch 95, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-40/"
    },
    {
      "id": "section-14-2-41",
      "number": "14-2-41",
      "heading": "Powers of trustees.",
      "text": "14-2-41. Powers of trustees.\n\nEach board of public library trustees may:\n\n(1)Accept any gift, grant, devise, or bequest made or offered by any person, private agency, agency of state government, the federal government, or any of its agencies, for library purposes. Each donation shall be administered in accordance with its terms;\n\n(2)Establish a special public library gift fund. The moneys in such fund shall be derived from all or any part of any gift, bequest, or devise, including the interest thereon. Such gift fund shall be a separate and continuing fund and no moneys in such fund shall revert to the general fund of any local governmental unit;\n\n(3)Enter into an interstate library agreement pursuant to §14-7-12, Article VI;\n\n(4)Establish a collection of public library materials to be loaned on a pay basis and make reasonable charge for use thereof;\n\n(5)Enter into any contracts for the provision of or for the improvement of public library services.\n\nSource:SDC 1939, §§12.2503, 45.3104; SL 1959, ch 167, §§3, 6; SL 1959, ch 277; SDC Supp 1960, §§29.03A03, 29.03A06 (2), (4), (6), (7), (9), (10), 45.3109; SDCL, §§14-2-11, 14-2-13, 14-2-19 to 14-2-23, 14-3-14, 14-4-11 to 14-4-13; SL 1969, ch 127; SL 1976, ch 143, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-41/"
    },
    {
      "id": "section-14-2-42",
      "number": "14-2-42",
      "heading": "Duties of librarians.",
      "text": "14-2-42. Duties of librarians.\n\nEach librarian shall:\n\n(1)Serve as secretary to the board of public library trustees and keep all its records;\n\n(2)Prepare such reports, budgets, and other documents as are required by the board of public library trustees or are required of the board by its governing body;\n\n(3)Appoint such staff as are necessary to operate the public library within its budgetary limitations. Library employees shall receive any employee benefits provided all other employees of the local governmental unit and shall be compensated at rates determined by the governing body's compensation schedule. If no such schedule exists, the salary shall be set by the library board;\n\n(4)Select and purchase all public library materials for use by the library in its provision of public library services within policies established by the board of public library trustees;\n\n(5)Publish and enforce the policies of the board of public library trustees;\n\n(6)Execute all contracts and agreements approved by the board of public library trustees;\n\n(7)Keep an accurate account of the financial transactions of the public library; and\n\n(8)Carry out any other activities authorized by law that the board of public library trustees consider appropriate in the development, improvement, and provision of public library services.\n\nSource:SDC 1939, §§12.2502, 12.2503, 45.3104; SL 1959, ch 167, §§6, 9; SDC Supp 1960, §§29.03A06 (3), (4), 29.03A09; SDCL, §§14-2-8, 14-2-9, 14-2-19, 14-3-10, 14-3-13, 14-4-4, 14-4-11; SL 1976, ch 143, §16; SL 2002, ch 95, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-42/"
    },
    {
      "id": "section-14-2-43",
      "number": "14-2-43",
      "heading": "Quarters for library--Location--Selection and approval.",
      "text": "14-2-43. Quarters for library--Location--Selection and approval.\n\nEach local governmental unit shall provide and maintain quarters for its public library. Such quarters shall be accessible to and conveniently located for all citizens of the area to be served and shall be selected by the board of public library trustees and approved by the governing body.\n\nSource:SDC 1939, §§12.2503, 45.3104; SL 1959, ch 167, §6; SDC Supp 1960, §29.03A06 (5); SDCL, §§14-2-17, 14-3-12, 14-4-11; SL 1976, ch 143, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-43/"
    },
    {
      "id": "section-14-2-44",
      "number": "14-2-44",
      "heading": "Bond issuance for building construction--Use of municipal special assessment funds or county tax levies.",
      "text": "14-2-44. Bond issuance for building construction--Use of municipal special assessment funds or county tax levies.\n\nA local governmental unit may issue bonds under the provisions of chapter 7-24 or 9-26 for the purpose of constructing a public library building. Funds or tax levies authorized by §§7-25-1 and 9-43-120 may be used for the construction of public library buildings.\n\nSource:SDC 1939, §§12.2504, 45.3107; SL 1951, ch 248, §§1, 3; SL 1955, ch 23; SL 1957, ch 252, §2; SDC Supp 1960, §45.0201-1 (8); SL 1967, ch 22; SDCL §§14-2-22.1, 14-3-16, 14-4-7, 14-4-8, 14-4-10; SL 1969, ch 25; SL 1969, ch 127; SL 1976, ch 143, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-44/"
    },
    {
      "id": "section-14-2-45",
      "number": "14-2-45",
      "heading": "Long-term lease for building acquisitions--Maximum term--Property included--Rent payment sources.",
      "text": "14-2-45. Long-term lease for building acquisitions--Maximum term--Property included--Rent payment sources.\n\nAny governing body or the board of trustees of a joint library with the permission of each of its participating governing bodies shall have the power to enter into a long-term lease, for a term not to exceed thirty years, with or without an option to renew or purchase, for the acquisition of public library buildings. The lease may be for real or personal property, or both, and may cover library building and site or building and contents only, with or without books, furniture, or equipment and may provide for the erection of a public library building and equipping the same with furniture and books of such a public library upon a site owned by the local government unit or the joint library. A lease may be entered into for an existing building or for one to be erected in the future. Rent paid under the terms of a lease may be paid from the general fund of the local governmental unit or may be paid from any fund established for the purpose of providing public library services or the construction of a library.\n\nSource:SL 1969, ch 128; SDCL Supp, §§14-2-11.1, 14-3-2.1, 14-4-2.1; SL 1976, ch 143, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-45/"
    },
    {
      "id": "section-14-2-46",
      "number": "14-2-46",
      "heading": "Building funds--Appropriations--Continuation of previously established funds--Transfer of surplus to other funds.",
      "text": "14-2-46. Building funds--Appropriations--Continuation of previously established funds--Transfer of surplus to other funds.\n\nAny local governmental unit may establish a public library building fund and make appropriation to such fund. Any public library building funds established under previous law shall be continued and new appropriations may be made to them. If at any time a board of public library trustees ascertains that a building fund or a part thereof is not necessary, it may request its governing body to transfer all or any part of the fund to any other fund for the purpose of providing public library services or for purchase of public library materials and, upon receipt of such request, the governing body shall complete the requested transfer.\n\nSource:SL 1901, ch 173, §6; RPolC 1903, §1405; SL 1951, ch 248, §§1, 3; SDC Supp 1960, §45.0201-1 (8); SDCL, §§14-4-8, 14-4-10; SL 1976, ch 143, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-46/"
    },
    {
      "id": "section-14-2-47",
      "number": "14-2-47",
      "heading": "Expenditures for public library services, materials and facilities.",
      "text": "14-2-47. Expenditures for public library services, materials and facilities.\n\nA governing body may appropriate funds for the provision of public library services, for the purchase of public library materials, and for the provision and maintenance of quarters for the public library.\n\nSource:SDC 1939, §§12.2504, 45.3107; SL 1951, ch 248, §1; SL 1955, ch 23; SL 1957, ch 252, §2; SL 1959, ch 167, §7; SDC Supp 1960, §§29.03A07, 45.0201-1 (8); SL 1967, ch 22; SDCL, §§14-2-12, 14-3-16, 14-3-18, 14-4-7, 14-4-8; SL 1969, ch 25; SL 1976, ch 143, §8; SL 1978, ch 62, §25; SL 1985, ch 77, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-47/"
    },
    {
      "id": "section-14-2-48",
      "number": "14-2-48",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14-2-49",
      "number": "14-2-49",
      "heading": "Discard of old library materials--Marking--Disposition.",
      "text": "14-2-49. Discard of old library materials--Marking--Disposition.\n\nAny public library may discard over-duplicated, outdated, inappropriate, or worn library materials; provided, that such materials shall be marked clearly with the words: \"Discarded, __________ public library\" wherever the property label of such library appears. Such discarded materials may be given to other libraries or to nonprofit agencies, destroyed, offered for public sale, or traded to a vendor for future library material purchasing credits.\n\nSource:SL 1976, ch 143, §21; SL 1977, ch 127.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-49/"
    },
    {
      "id": "section-14-2-50",
      "number": "14-2-50",
      "heading": "Discontinuance of services by vote.",
      "text": "14-2-50. Discontinuance of services by vote.\n\nPublic library services provided for under this chapter may be discontinued only after a vote of the voters of the governmental unit in which the services are provided, taken in the manner prescribed in §§14-2-31 and 14-2-32.\n\nSource:SL 1976, ch 143, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-50/"
    },
    {
      "id": "section-14-2-51",
      "number": "14-2-51",
      "heading": "Confidential library records.",
      "text": "14-2-51. Confidential library records.\n\nAll public library records containing personally identifiable information are confidential. Any information contained in public library records may not be released except by court order or upon request of a parent of a child who is under eighteen years of age. As used in this section, \"personally identifiable\" means any information a library maintains that would identify a patron. Acts by library officers or employees in maintaining a check out system are not violations of this section.\n\nSource:SL 1983, ch 154, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-14/chapter-02/section-14-2-51/"
    }
  ]
}