{
  "state": "michigan",
  "path": "title-chapter-449-partnerships/chapter-act-164-of-1913-copartnerships-449101-449106",
  "sections": [
    {
      "id": "section-449101",
      "number": "449.101",
      "heading": "Copartnerships; Certificate Required, Filing, Contents",
      "text": "No 2 or more persons shall hereafter be engaged in carrying on any business as copartners unless such persons shall first make and file with the county clerk of the county in which such copartnership business is or shall be located, a certificate in writing, to be signed by each, and verified by the affidavit of 1 of the members of said copartnership, setting forth the full name of each and every person composing the said copartnership, and the residence of each, the name and style of the firm, and the length of time for which it is to continue, if limited by the partnership contract, and also the locality of their place of business; which certificate shall be kept in the office of the said county clerk, as a public document, and open to the inspection of any person: Provided, That any copartnership that has filed the certificate required by Act No. 101 of the Public Acts of 1907, shall not be required to file the certificate herein provided for.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6354 ;-- CL 1929, 9929 ;-- CL 1948, 449.101Compiler's Notes:For provisions of Act 101 of 1907, referred to in this section, see MCL 445.1 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-101/"
    },
    {
      "id": "section-449101a",
      "number": "449.101a",
      "heading": "Certificate of Copartnership; Signers Authorized to Conduct Business as Partners for 5 Years; Renewal Certificate; Filing, Fee, Forms, and Duration; Notice; Destruction of Certificate; Imposition of Fees by Certain Charter Counties",
      "text": "(1) The certificate when acknowledged and filed as required in section 1 shall authorize the persons signing it to conduct their business as partners for 5 years. Within 90 days before the expiration date, a renewal certificate may be filed with the county clerk upon payment of a fee of $10.00 on forms to be provided by the county clerk. The renewal certificate will extend the right to the persons signing the certificate to conduct their business as partners for an additional 5-year period after the date of expiration of the original certificate or renewal if it has previously been renewed.\n\n(2) Between the ninetieth day and the thirtieth day before the expiration date of an outstanding certificate, the county clerk shall mail to the persons whose certificate will expire, renewal certificate blank forms, in triplicate, together with a notice on a form to be provided by the county clerk that the certificate authorizing .......... and .......... etc., et al. to carry on a business as partners expires at 5 p.m. on the ..... day of .........., and, that failure to file a renewal certificate and pay a fee of $10.00 before the expiration date above mentioned will constitute a violation of section 6 rendering the persons liable to the punishment provided for in section 6. The notice required in this section shall be mailed by the county clerk to the last known address of persons whose certificates or renewal certificates will expire as stated on the original or renewal certificate. Six years after an original or renewal certificate has expired the county clerk may destroy the certificate.\n\n(3) A charter county with a population of more than 2,000,000 may impose by ordinance a different amount for the fees required by this section. A charter county shall not impose a fee which is greater than the cost of the service for which the fee is charged.\n\nHistory:Add. 1955, Act 138, Eff. Oct. 14, 1955 ;-- Am. 1977, Act 113, Imd. Eff. Oct. 12, 1977 ;-- Am. 1984, Act 293, Imd. Eff. Dec. 20, 1984",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-101a/"
    },
    {
      "id": "section-449101b",
      "number": "449.101b",
      "heading": "Copartnership Certificate; Renewal, Notice.",
      "text": "Persons now carrying on business as copartners under the provisions of this act shall file a renewal certificate as is herein prescribed within 5 years after this act shall take effect, and after notice from the county clerk as is herein provided, which notice shall be given within 90 to 30 days prior to the expiration of the 5-year period.\n\nHistory:Add. 1955, Act 138, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-101b/"
    },
    {
      "id": "section-449102",
      "number": "449.102",
      "heading": "Copartnership Certificate; Name Change, Procedure, Interim Effect.",
      "text": "In case there shall be at any time after the making and filing of said certificate, any change in the name or style of said firm, or in the time of its existence, then a new certificate, verified as before specified, shall in like manner be filed as required by section 1 of this act, before such change shall take effect; and until such new certificate shall have been made and filed, as above specified, the individual members of the firm, as set forth in the certificate on file, shall be held to be the actual members of the firm, and in all respects holden and liable for any obligation, debt or liability, incurred by the said copartnership.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6355 ;-- CL 1929, 9930 ;-- CL 1948, 449.102",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-102/"
    },
    {
      "id": "section-449103",
      "number": "449.103",
      "heading": "Copartnership Certificate; Certified Copy as Evidence.",
      "text": "A certified copy of the said certificate, or renewal certificate, on file in the county clerk's office, signed by the county clerk, and attested by the seal of the circuit court of the county, shall be held to be good and sufficient evidence of any or all the facts in said certificate, or renewal certificate stated and set forth.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6356 ;-- CL 1929, 9931 ;-- CL 1948, 449.103 ;-- Am. 1955, Act 138, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-103/"
    },
    {
      "id": "section-449104",
      "number": "449.104",
      "heading": "Copartnership Certificate; Filing; Assumed Name, Rejection by County Clerk.",
      "text": "Persons now owning or conducting any such business as copartners shall file such certificate as hereinbefore prescribed within 90 days after this act shall take effect, and persons hereafter owning, conducting or transacting business as aforesaid shall, before commencing said business, file such certificate in the manner hereinbefore prescribed. The several county clerks of this state are hereby authorized to reject any assumed name which is likely to mislead the public, or any assumed name already filed in the county or so nearly similar thereto as to lead to confusion or deception.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6357 ;-- CL 1929, 9932 ;-- Am. 1931, Act 273, Eff. Sept. 18, 1931 ;-- CL 1948, 449.104",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-104/"
    },
    {
      "id": "section-449104a",
      "number": "449.104a",
      "heading": "Copartnership Under Assumed Name; Change of Business Location Certificate, Attachment.",
      "text": "Whenever a copartnership operating under an assumed name has changed or changes its place of business, it shall be the duty of 1 of the members of such copartnership to file with the county clerk with whom the certificate required under the provisions of section 1 of this act was filed, a certificate stating the change in business location, which certificate shall be attached by the county clerk to the certificate, or renewal certificate, filed under the provisions of this act, and, in case the business location is changed to some other county or counties in this state, to file the assumed name certificate required under the provisions of section 1 of this act with the clerk of such county, before doing any business in such county.\n\nHistory:Add. 1931, Act 273, Eff. Sept. 18, 1931 ;-- CL 1948, 449.104a ;-- Am. 1955, Act 138, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-104a/"
    },
    {
      "id": "section-449104b",
      "number": "449.104b",
      "heading": "Copartnership Under Assumed Name; Discontinuance of Business Certificate; Use of Name by Others, Objection.",
      "text": "Whenever a copartnership operating under an assumed name shall go out of business, it shall be the duty of 1 of the members of such copartnership to file a certificate with the clerk of the county or counties in which such copartnership transacted business, of the discontinuance of such copartnership in such county or counties which certificate shall be attached by the county clerk to the certificate or renewal certificate filed under the provisions of this act. In case the certificate required under the provisions of this section is not filed, any person or persons desiring to use the assumed name in such certificate shall file an affidavit, accompanied by a filing fee of $3.00 with the county clerk that such person or persons have thoroughly investigated the facts and setting forth further facts showing that such copartnership has in fact gone out of business. Thereupon the county clerk shall forthwith send by registered mail to such copartnership at the address on file in his office a copy of the affidavit, and further stating that an application has been filed to use such assumed name and further notifying him or them that unless objection is made within 10 days that the certificate or renewal certificate filed under provisions of this act will be revoked. The county clerk shall file his own affidavit of mailing and the registered receipt with the original certificate or renewal certificate and if no objection is filed in 10 days the county clerk is hereby authorized to permit such person or persons applying to use the assumed name of such concern, on the filing of the certificate required under the provisions of section 1 of this act.\n\nHistory:Add. 1931, Act 273, Eff. Sept. 18, 1931 ;-- CL 1948, 449.104b ;-- Am. 1955, Act 138, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-104b/"
    },
    {
      "id": "section-449105",
      "number": "449.105",
      "heading": "Certificates and Renewal Certificates; Alphabetical Index; Indexing and Filing Fee; Cost of Certified Copies.",
      "text": "The county clerk shall keep an alphabetical index of all certificates and renewal certificates, provided for in this act, and for the indexing and filing of the certificates and renewal certificates shall receive a fee of $10.00, to be paid by the party filing the same. Upon the payment of the $10.00, the payer shall be entitled to 3 certified copies of the certificate or renewal certificate without extra charge, with additional copies at $1.00 each. The county clerk shall, upon request of a person, supply certified copies of the original or renewal certificates upon payment of a fee of $2.00 per copy.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6358 ;-- CL 1929, 9933 ;-- Am. 1947, Act 280, Eff. Oct. 11, 1947 ;-- CL 1948, 449.105 ;-- Am. 1955, Act 138, Eff. Oct. 14, 1955 ;-- Am. 1977, Act 113, Imd. Eff. Oct. 12, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-105/"
    },
    {
      "id": "section-449106",
      "number": "449.106",
      "heading": "Violation of Act; Penalty; Effect on Validity and Enforcement of Contracts.",
      "text": "Any 2 or more persons owning, carrying on or conducting or transacting business as aforesaid, who shall fail to comply with the provisions of this act, shall each be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than $10.00 nor more than $100.00 or by imprisonment in the county jail for a term not exceeding 30 days or by both such fine and imprisonment in the discretion of the court; and each day any person or persons shall violate any provisions of this act shall be deemed a separate offense: Provided, however, The fact that a penalty is provided herein for non-compliance with the provisions of this act shall not be construed to avoid contracts, but any copartnership failing to file the certificate or renewal certificate required by this act shall be prohibited from bringing any suit, action or proceeding in any of the courts of this state until after full compliance with the provisions of this act.\n\nHistory:1913, Act 164, Eff. Aug. 14, 1913 ;-- CL 1915, 6359 ;-- Am. 1919, Act 265, Eff. Aug. 14, 1919 ;-- CL 1929, 9934 ;-- CL 1948, 449.106 ;-- Am. 1955, Act 138, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-449/statute-act-164-of-1913/section-449-106/"
    }
  ]
}