{
  "state": "new-mexico",
  "path": "title-chapter-73-special-districts/chapter-article-21-water-and-sanitation-districts",
  "sections": [
    {
      "id": "section-73-21-1",
      "number": "73-21-1",
      "heading": "[Declaration of purpose.]Section 73-21-2 - Short title",
      "text": "It is hereby declared that the organization of water and sanitation districts, having the purposes and powers provided in this act, will serve a public use and will promote the health, safety, prosperity, security and general welfare of the inhabitants of said districts.\n\nHistory:1941 Comp., § 77-3401, enacted by Laws 1943, ch. 80, § 1; 1953 Comp., § 75-18-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nProperty of state college cannot be included in sanitation district,since state property is not subject to taxation. 1946 Op. Att'y Gen. No. 46-4948.\n\nPublic service commission.— Water and sanitation districts organized pursuant to this act are subject to regulation by public service commission only in matter of approving rates, tolls and charges. 1971 Op. Att'y Gen. No. 71-56.\n\nWater and sanitation districts subject to audit.— Water and sanitation districts created pursuant to this article are subject to audit under the Audit Act (Section 12-6-1 NMSA 1978). 1990 Op. Att'y Gen. No. 90-30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-1/"
    },
    {
      "id": "section-73-21-2",
      "number": "73-21-2",
      "heading": "Short title.",
      "text": "Chapter 73, Article 21 NMSA 1978 may be cited as the \"Water and Sanitation District Act\".\n\nHistory:1953 Comp., § 75-18-1.1, enacted by Laws 1977, ch. 345, § 1; 2005, ch. 167, § 1.\n\nThe 2005 amendment,effective June 17, 2005, changed the statutory reference to Chapter 73, Article 21 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-2/"
    },
    {
      "id": "section-73-21-3",
      "number": "73-21-3",
      "heading": "Purpose of water and sanitation districts.",
      "text": "Water and sanitation districts may be created for the purpose of:\n\nA. purchasing, acquiring, establishing or constructing waterworks to supply water for domestic, commercial and industrial purposes by any available means to persons within and without the boundaries of the district. For this purpose, any district has the power to extend its water lines outside the boundaries of the district for the purpose of securing a source of water supply or for the purpose of supplying the water to any lands of the United States, New Mexico or Indian reservations for use by any person, firm or corporation;\n\nB. purchasing, acquiring, establishing or constructing sanitary sewers or a system of sewage disposal, garbage or refuse disposal;\n\nC. purchasing, acquiring, establishing or constructing streets and street improvements, including without limitation grades, regrades, gravel, oiling, surfacing, macadamizing, paving, crosswalks, sidewalks, driveway approaches, curbs, gutters, culverts, drains, sewers, manholes, inlets, outlets, retaining walls, bridges, overpasses, tunnels, underpasses, approaches, artificial lights and lighting equipment, parkways, grade separators, traffic separators and traffic-control equipment and all appurtenances and incidentals or any combination of them, including real and other property for them;\n\nD. establishing or constructing park and recreational improvements;\n\nE. purchasing, acquiring, establishing, constructing or operating other public facilities or economic development projects; or\n\nF. all of the improvements in Subsections A through E of this section or any combination of them within or without the district.\n\nHistory:1941 Comp., § 77-3402, enacted by Laws 1943, ch. 80, § 2; 1953 Comp., § 75-18-2; Laws 1963, ch. 261, § 1; 1975, ch. 219, § 1; 1977, ch. 345, § 2;; 2005, ch. 167, § 2.\n\nThe 2005 amendment,effective June 17, 2005, added Subsection E to provide that water and sanitation districts may be created for the purpose of purchasing, acquiring, establishing, constructing or operating other public facilities or economic development projects.\n\nSummary judgment was proper where plaintiff gave up potential contractual rights to provide solid waste disposal services.— Where plaintiff contracted with Lincoln county for the authority to collect solid waste in the unincorporated areas of the county prior to the legislature adopting the Water and Sanitation District Act, 73-21-1 to 73-21-55 NMSA 1978, to permit more densely populated unincorporated areas in the state's various counties to provide their own quasi-municipal services to benefit their residents, the district court properly granted summary judgment against plaintiff where plaintiff gave up any potential contractual right to provide solid waste disposal services when it failed to submit a proposal in response to defendant's request for proposals for continued operation of solid waste disposal services.Greentree Solid Waste Auth. v. County of Lincoln, 2016-NMCA-005, cert. denied, 2015-NMCERT-012.\n\nCounty Improvement Law.— References in County Improvement Law (now County Improvement District Act, Section 4-55A-1 NMSA 1978 et seq.) to purposes of that law should be interpreted as referring instead to this section when the improvement district is one that has been formed by a water and sanitation district. 1976 Op. Att'y Gen. No. 76-01.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waterworks and Water Companies § 4.\n\n39A C.J.S. Health and Environment § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-3/"
    },
    {
      "id": "section-73-21-4",
      "number": "73-21-4",
      "heading": "Definitions.",
      "text": "As used in the Water and Sanitation District Act:\n\nA. \"board\" means the board of directors of a district;\n\nB. \"district\" means a water and sanitation district that is established pursuant to the Water and Sanitation District Act and that is either entirely within or partly within and partly without one or more counties; provided those parts or parcels of the district lying in two or more counties are contiguous with one another, and further provided, a district created pursuant to a petition signed by the board of county commissioners of a county shall be entirely within that county;\n\nC. \"fee-for-service system\" means a garbage or refuse collection system established by a district to fully implement the purposes for which the district is created and for which a service is offered, a fee is established by the board and the fee is paid by the customers of the district;\n\nD. \"proponents and opponents\" means residents or nonresidents of a district who pay or are liable for paying rates, tolls, fees and charges assessed by that district;\n\nE. \"publication\" means giving notice once a week for three consecutive weeks in at least one newspaper of general circulation in the county in which all or the major portion of the district is located; however, it is not necessary that publication be made on the same day of the week in each of the three weeks, but not less than fourteen days, excluding the day of first publication, shall intervene between the first publication and the last publication, and publication shall be complete on the date of the last publication;\n\nF. \"sewage system\" includes all constructions for collection, transportation, pumping, treatment and final disposition of sewage; and\n\nG. \"utility\" means a water system, sewer system or other fee-for-service system implemented by the district.\n\nHistory:1941 Comp., § 77-3403, enacted by Laws 1943, ch. 80, § 3; 1953 Comp., § 75-18-3; Laws 1963, ch. 261, § 2; 1977, ch. 345, § 3; 1978 Comp., § 73-21-4, 1985, ch. 155, § 1; 2003, ch. 116, § 1; 2005, ch. 167, § 3; 2009, ch. 241, § 2; 2019, ch. 212, § 259.\n\nCross references.— For county classification,see4-44-1 NMSA 1978.\n\nFor publication of legal notice,seeChapter 14, Article 11 NMSA 1978.\n\nThe 2019 amendment,effective April 3, 2019, removed the definitions of \"taxpaying elector of a district\", \"qualified elector\" and \"elector\" from the list of defined terms used in the Water and Sanitation District Act; deleted Subsection G and redesignated former Subsection H as Subsection G.\n\nThe 2009 amendment,effective June 19, 2009, deleted former Subsection A, which defined \"sewage disposal\"; deleted former Subsection B, which defined \"district\"; deleted former Subsection C, which defined \"board\"; deleted former Subsection D, which defined \"taxpaying elector of a district\"; deleted Subsection E, which defined \"publication\"; and added Subsections A through H.\n\nThe 2005 amendment,effective June 17, 2005, added the terms \"qualified elector\" or \"elector\" in Subsection D and defined the terms to mean a person registered to vote in any precinct who is a resident of the district, a nonresident of the district who pays or is liable to pay obligations set by the board or is a not resident of the district who pays or has incurred a general tax liability on property in the district.\n\nThe 2003 amendment,effective June 20, 2003, in Subsection A deleted \"may be\" following \"district\" at the beginning and inserted \"means a water and sanitation district that is established pursuant to that act and that is either\" following \"district\" at the beginning; and deleted Subsection F concerning the definition of \"county.\"\n\n\"Taxpaying elector of a district\".— A \"taxpaying elector of a district\" must be a resident of the district; thus, nonresidents of a district who owned property within the district were not entitled to vote in district elections.Hughes v. Timberon Water & Sanitation Dist., 1999-NMCA-136, 128 N.M. 186, 991 P.2d 16.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 39A C.J.S. Health and Environment § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-4/"
    },
    {
      "id": "section-73-21-5",
      "number": "73-21-5",
      "heading": "Organization of district.",
      "text": "Subject to the procedures set forth in the Special District Procedures Act [4-53-1 to 4-53-11 NMSA 1978], where applicable, the district court sitting in and for any county in this state may establish districts which may be entirely within or partly within and partly without the judicial district in which the court is located; provided, any part or parcels of the district lying in two or more counties shall be contiguous with one another.\n\nHistory:1941 Comp., § 77-3404, enacted by Laws 1943, ch. 80, § 4; 1953 Comp., § 75-18-4; Laws 1977, ch. 345, § 4.\n\nWater and sanitation districts are creatures of district courtsand are established in accordance with specific statutory procedure; such districts become governmental subdivisions of the state and bodies corporate with powers of public or quasi-municipal corporation. 1971 Op. Att'y Gen. No. 71-56.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-5/"
    },
    {
      "id": "section-73-21-6",
      "number": "73-21-6",
      "heading": "Petition.",
      "text": "A. The organization of a district shall be initiated by a petition filed in the office of the clerk of the court vested with jurisdiction in a county in which all or part of the real property in the proposed district is situated. The petition shall be signed by not less than twenty-five percent of the qualified electors of the district, none of whom shall be an officer, director or shareholder of any business entity with an economic interest in the subdivision and sale of land within the district; provided that at the option of a county and, after adoption of a resolution by the county authorizing the filing of a petition, that county may file a petition that shall be signed by the chair of the board of county commissioners. The petition and all other instruments relating to the formation of such districts shall be filed in the office of the county clerk of the county or counties in which the proposed district is located.\n\nB. The petition shall set forth:\n\n(1) the name of the proposed district consisting of a chosen name preceding the words \"water and sanitation district\";\n\n(2) a general description of the improvements to be constructed or installed within and for the district;\n\n(3) the estimated overall cost of the proposed improvements to be constructed or installed within and for the district;\n\n(4) an estimated time table for the completion of all intended improvements;\n\n(5) the need for the creation of the district and the construction or installation of improvements, stating the nature and extent of the anticipated use of the improvements by persons presently residing on land within the district and the nature and extent of the anticipated use of the improvements due to future development;\n\n(6) a general description of the boundaries of the district or the territory to be included in it, with such certainty as to enable a property owner to determine whether or not the owner's property is within the district;\n\n(7) the salary, if any, that the members of the board shall receive for their services; and\n\n(8) a request for the organization of the district.\n\nC. No petition with the requisite signatures shall be declared void on account of alleged defects, but the court may at any time permit the petition to be amended to conform to the facts by correcting any errors in the description of the territory or in any other particular. Similar petitions or duplicate copies of the same petition for the organization of the same district may be filed and shall together be regarded as one petition.\n\nHistory:1941 Comp., § 77-3405, enacted by Laws 1943, ch. 80, § 5; 1953 Comp., § 75-18-5; Laws 1977, ch. 345, § 5; 1985, ch. 155, § 2; 2019, ch. 212, § 260.\n\nThe 2019 amendment,effective April 3, 2019, removed a salary provision from the list of required contents of a petition to organize a water and sanitation district, and made certain technical amendments; in Subsection A, after \"twenty-five percent of the\", deleted \"taxpaying\" and added \"qualified\"; in Subsection B, in Paragraph B(7), after \"for their services\", deleted \"provided, however, that no member of the board shall receive a salary in excess of five dollars ($5.00) per day for each day while in actual attendance upon his duties\"; and in Subsection C, deleted the last sentence of the subsection, which provided \"All such petitions filed prior to the hearing on the first petition filed shall be considered by the court the same as though filed with the first petition placed on file.\"\n\nProcedure for creation of district not violation of equal protection.— The legislature may properly determine that, in order to protect taxpayers, any petition for the creation of a district must be approved by at least 25 percent of the tax-paying electors of the district without denying equal protection.Lower Valley Water & Sanitation Dist. v. Public Serv. Co., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nDistrict performs general governmental function.— As Section 73-21-17 NMSA 1978 gives a water and sewer district the authority to impose ad valorem taxes, such district performs a general governmental function involving the administration of sanitation and health services and is not of special proprietary interest.Lower Valley Water & Sanitation Dist. v. Public Serv. Co., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nNo jurisdiction over non-county.— Since Taos county, a class B county with a population of approximately 19,000, does not fit the definition of \"county\" in Section 73-21-4F NMSA 1978, requiring a population of over 90,000, Taos county is not considered a county for purposes of the Water and Sanitation District Act (this article), and the district court for that county does not have jurisdiction to establish a water and sanitation district. 1988 Op. Att'y Gen. No. 88-54 (rendered under prior law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-6/"
    },
    {
      "id": "section-73-21-7",
      "number": "73-21-7",
      "heading": "Bond of petitioners.",
      "text": "At the time of filing the petition or at any time subsequent to it and prior to the time of hearing on the petition, a bond shall be filed, with security approved by the court, sufficient to pay all expenses connected with the proceedings in case the organization of the district is not effected, provided that no bond shall be required in connection with a petition signed by the chairman of the board of county commissioners of a county after adoption of a resolution authorizing the filing of such petition. If at any time during the proceeding, the court is satisfied that the bond first executed is insufficient in amount, it may require the execution of an additional bond within a time to be fixed in not less than ten days, and upon failure of the petitioner to execute the additional bond, the petition shall be dismissed.\n\nHistory:1941 Comp., § 77-3406, enacted by Laws 1943, ch. 80, § 6; 1953 Comp., § 75-18-6; Laws 1985, ch. 155, § 3.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-7/"
    },
    {
      "id": "section-73-21-8",
      "number": "73-21-8",
      "heading": "Notice of hearing on petition.",
      "text": "Upon approval of the county special district commission as provided in the Special District Procedures Act [4-53-1 to 4-53-11 NMSA 1978], where applicable, the court shall fix a place and time, not less than twenty days nor more than forty days after receipt of the decision of the county special district commission, for hearing thereon and thereupon the clerk of the court shall cause notice by publication to be made of the pendency of the petition and of the time and place of hearing thereon; the clerk of the court shall also forthwith cause a copy of the notice to be mailed by United States registered mail to the board of county commissioners of each of the several counties, and shall notify the attorney general and the health and social services department of the hearing to be held for the creation of the district by mailing notice addressed to the same, such notice to be deposited in the mail not less than ten days prior to the date set for the hearing, and the attorney general and the health and social services department may appear and be heard at the hearings.\n\nHistory:1941 Comp., § 77-3407, enacted by Laws 1943, ch. 80, § 7; 1953 Comp., § 75-18-7; Laws 1977, ch. 345, § 6.\n\nCompiler's notes.— Laws 1977, ch. 253, § 5, abolished the health and social services department. Section 4 of that act established the health and environment department, consisting of several divisions, including the health services division, the behavioral health services division and the environmental improvement division. Laws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department and enacted a new 9-7-4 NMSA 1978, creating the department of health. Laws 1991, ch. 25, § 4 created the department of environment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-8/"
    },
    {
      "id": "section-73-21-9",
      "number": "73-21-9",
      "heading": "Hearing on petitions; election for organization and officers.",
      "text": "A. At any time after the filing of the petition for the organization of a district and before the day fixed for the hearing on it, the owner of any taxable property within the proposed district may file a petition with the court stating reasons why the property should not be included in the district and requesting that the property be excluded from it. The petition shall be verified and shall describe the property sought to be excluded. The court shall hear the petition and all objections to it at the time of the hearing on the petition for organization and shall determine whether the property should be excluded or included in the district.\n\nB. In determining whether or not the petition for the creation of a water and sanitation district shall be granted, the district court shall consult and request an opinion from:\n\n(1) the state engineer to determine whether the proposed district has adequate water rights to implement the proposed improvements; and\n\n(2) the environmental improvement division of the department of environment to determine, as to the technological feasibility of the proposed improvements, whether the water proposed to be supplied is of an acceptable quality to conform with the state regulations and whether the liquid and solid waste disposal proposals can conform with state regulations.\n\nC. The court may deny the petition or may order the petition to be modified if the court, after hearing on the petition, finds that:\n\n(1) the proposed water and sewage improvements cannot conform with the state regulations;\n\n(2) the water and sewage improvements cannot be implemented within a reasonable time taking into consideration applications for state and federal grants;\n\n(3) there is lacking an actual or impending need for the water and sewage improvements proposed; or\n\n(4) the boundaries of the proposed district contain land that has no actual or impending need for the water and sewage improvements or cannot be reasonably expected to utilize the water and sewage improvements, unless the land is otherwise required to be included in the proposed district by rule or regulation of a federal agency.\n\nD. Upon the hearing, if it appears that a petition for the organization of a district has been properly signed and presented and that the allegations of the petition are true, the court shall order that the question of the organization of the district be submitted to the qualified electors of the district as set forth in the petition, as the boundaries were modified by the court in determining that only property to be benefited by the proposed improvements should be included within the boundaries of the district, at an election to be held for that purpose and conducted pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978]. The election shall be held in the district not less than ninety days after the order is entered in accordance with the Local Election Act; provided that the date does not conflict with the provisions of Section 1-24-1 NMSA 1978.\n\nE. At the election, the qualified electors of the district shall vote for or against the organization of the district. If a majority of the votes cast at the election are in favor of the organization, the district court shall declare the district organized and give it a corporate name by which in all proceedings it shall thereafter be known. Thereupon the district shall be a governmental subdivision of the state, except a district created pursuant to a petition signed by the chair of the board of county commissioners of a county, which district shall be a subdivision of the county. Every district shall be a body corporate with all the powers of a public or quasi-municipal corporation.\n\nHistory:1941 Comp., § 77-3408, enacted by Laws 1943, ch. 80, § 8; 1953 Comp., § 75-18-8; Laws 1963, ch. 261, § 3; 1977, ch. 345, § 7; 1985, ch. 155, § 4; 2005, ch. 167, § 4; 2019, ch. 212, § 261.\n\nCross references.— For Election Code,seeChapter 1 NMSA 1978.\n\nFor publication of legal notice,seeChapter 14, Article 11 NMSA 1978.\n\nFor quo warranto,see44-3-1 NMSA 1978.\n\nFor state engineer,see72-2-1 NMSA 1978.\n\nThe 2019 amendment,effective April 3, 2019, provided that an election on the organization of a water and sanitation district be conducted pursuant to the Local Election Act, and revised the timing of holding an election on the organization of a water and sanitation district; deleted Subsections A and B and redesignated former Subsections C through F as Subsections A through D, respectively; in Subsection D, after \"submitted to the\", deleted \"taxpaying\" and added \"qualified\", after \"held for that purpose and\", deleted \"the order shall designate one or more polling places within the district, and for each polling place so designated, shall appoint three taxpaying electors of the district as judges of the election and two taxpaying electors of the district as clerks of the election. The clerk of the court having jurisdiction shall give published notice of the time and place of an election to\" and added \"conducted pursuant to the provisions of the Local Election Act. The election shall\", after \"not less than\", deleted \"twenty\" and added \"ninety\", and after \"days after the\", deleted \"first publication of the notice\" and added \"order is entered in accordance with the Local Election Act; provided that the date does not conflict with the provisions of Section 1-24-1 NMSA 1978\"; deleted Subsection G and redesignated former Subsection H as Subsection E; in Subsection E, after \"election, the\", deleted \"taxpaying\" and added \"qualified\", and after \"organization of the district.\", deleted \"and if in favor thereof, shall vote for three taxpayingg electors of the district who shall constitute the board of directors of the district, one to act until the first biennial election, one until two years and one until four years after the election, except that at the election in a county where the petition for the district was signed by the chairman of the board of county commissioners, the taxpaying electors of the district shall vote only for or against the organization of the district.\"; deleted subsection designation \"I.\" and the first sentence of former Subsection I, which provided \"the judges of election shall certify the returns of the election to the district court having jurisdiction.\", and after \"thereafter be known\", deleted \"and designate the first board of directors elected, except that a district created pursuant to a petition signed by the chairman of the board of county commissioners of a county shall appoint the first board of directors as provided in Section 73-21-15.1 NMSA 1978\"; and deleted former Subsection J.\n\nThe 2005 amendment,effective June 17, 2005, deleted the former requirement in Subsection A that the court determine the total number of taxpaying electors residing within the proposed district; deleted the former requirement in Subsection F that the court submit the question of the organization of the district to the taxpaying electors residing within the boundaries of the district; changed the former reference to the \"last official registry lists of electors residing in the district\" to the \"official records\" in Subsection G; and changed the former reference to \"taxpaying electors\" to \"taxpaying electors of the district\".\n\nPurpose of limitation.— Reason for making order establishing district final, subject only to attack by state through quo warranto during a period of 30 days, is to make possible borrowing of money with assurance to lenders that they are dealing with qualified borrower which, in turn, would have effect of reducing interest rate to be paid on money obtained for public improvements.State ex rel. Speer v. District Court, 1968-NMSC-095, 79 N.M. 216, 441 P.2d 745.\n\nQuo warranto exclusive remedy.— Quo warranto commenced by attorney general is only method for getting review and determination of court's action in entering order hereunder; no exception is made for claims of fraud, nor may organization of district be directly or collaterally brought into question.State ex rel. Speer v. District Court, 1968-NMSC-095, 79 N.M. 216, 441 P.2d 745.\n\nAttack alleging fraud in organization of a district, brought some seven years after the district was organized, should not be considered as it is beyond trial court's jurisdiction, and such action was properly prohibited by supreme court.State ex rel. Speer v. District Court, 1968-NMSC-095, 79 N.M. 216, 441 P.2d 745.\n\nSection controls over court rule.— Limitation in Subsection J was intended to apply even though fraud might be asserted at some later date; its provisions take precedence over any right preserved in the rules of civil procedure to make an attack for fraud upon court without limitations as to time.State ex rel. Speer v. District Court, 1968-NMSC-095, 79 N.M. 216, 441 P.2d 745.\n\nCourt order modifying a petition is finaland therefore appealable.In re Lower Valley Water & Sanitation Dist., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nSubsection D agencies have right to present views in court.— The legislature intended that the specific agencies mentioned in Subsection D have an opportunity to present their views to the district court. Failure to afford this opportunity is reversible error.In re Lower Valley Water & Sanitation Dist., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nSubsection E conditions cannot be overridden by community considerations.— Subsection E specifies the conditions which permit a district court to modify or deny a petition, and broad considerations of community health and welfare cannot be invoked to override these considerations.In re Lower Valley Water & Sanitation Dist., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nAppeals from water and sanitation district proceedings to be brought in district court.— Protests or appeal from proceedings conducted by officials of special districts, including water and sanitation districts, must first be brought in district court.Taos Ski Valley, Inc. v. Public Serv. Comm'n, 1984-NMSC-097, 101 N.M. 738, 688 P.2d 775.\n\nAnnexation not authorized.— Although water and sanitation district is a \"body corporate with all the powers of a public or quasi-municipal corporation,\" it may not annex territory under the municipal code; public or quasi-municipal corporation is not a municipality for purposes of state law. 1976 Op. Att'y Gen. No. 76-33.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 81A C.J.S. States § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-9/"
    },
    {
      "id": "section-73-21-10",
      "number": "73-21-10",
      "heading": "Filing decree.",
      "text": "Within thirty days after the said district has been declared a corporation by the court, the clerk of the court shall transmit to the county clerk and recorder in each of the counties in which the district or a part thereof may be or extend, copies of the findings and the decree of the court incorporating said district. The same shall be filed in the same manner as articles of incorporation are now required to be filed under the general laws concerning corporations; and the clerk and recorder in each county shall receive a fee of one dollar ($1.00) for filing and preserving the same.\n\nHistory:1941 Comp., § 77-3409, enacted by Laws 1943, ch. 80, § 9; 1953 Comp., § 75-18-9.\n\nCross references.— For filing of articles of incorporation under general corporation law,see53-12-3 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-10/"
    },
    {
      "id": "section-73-21-11",
      "number": "73-21-11",
      "heading": "[Board of directors; qualification; bond.]",
      "text": "Whenever a district has been declared duly organized, the members of the board shall qualify by filing with the clerk of court their oaths of office, and corporate surety bonds at the expense of the district in an amount not to exceed $1,000 each, the form thereof to be fixed and approved by the court, conditioned for the faithful performance of their duties as directors.\n\nHistory:1941 Comp., § 77-3410, enacted by Laws 1943, ch. 80, § 10; 1953 Comp., § 75-18-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-11/"
    },
    {
      "id": "section-73-21-12",
      "number": "73-21-12",
      "heading": "Organization of board; meetings; vacancies; election of officers[; removal of directors].",
      "text": "After taking oath and filing bonds, the board shall choose one of its members as chairman of the board and president of the district, and shall elect a secretary and a treasurer of the board and of the district, who may or may not be members of the board. The secretary and treasurer may be one person. Such board shall adopt a seal and the secretary shall keep, in a well-bound book, a record of all of its proceedings, minutes of all meetings, certificates, contracts, bonds given by employees and all corporate acts which shall be open to inspection of all owners of real property in the district, as well as to all other interested parties.\n\nThe treasurer shall keep strict and accurate accounts of all money received by and disbursed for and on behalf of the district, in permanent records. He shall file with the clerk of court, at the expense of the district, a corporate fidelity bond in an amount not less than $5,000, conditioned on the faithful performance of the duties of his office.\n\nThe members of the board shall serve without compensation unless otherwise provided by the petition and order creating the district. Members shall be allowed their actual and necessary expenses incurred in performance of their duties.\n\nThe court having jurisdiction of the district shall have the power to remove directors for cause shown, on petition, notice and hearing.\n\nHistory:1941 Comp., § 77-3411, enacted by Laws 1943, ch. 80, § 11; 1953 Comp., § 75-18-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-12/"
    },
    {
      "id": "section-73-21-13",
      "number": "73-21-13",
      "heading": "Meetings.",
      "text": "The board shall meet once each month at a time and place to be designated by the board. Special meetings may be held as often as the needs of the district require on notice to each member of the board. A majority of the board shall constitute a quorum at any meeting. Any vacancy on a board elected by qualified electors of the district shall be filled by the remaining members or member of the board, the appointee to act until the next biennial election when the vacancy shall be filled by election. Any vacancy on a board appointed by a board of county commissioners shall be filled in the same manner as original appointments, in accordance with Section 73-21-15.1 NMSA 1978, the appointee to act until the end of the term of the member creating the vacancy. If the board or a board of county commissioners fails to fill any vacancy within thirty days after it occurs, the court having jurisdiction shall fill the vacancy.\n\nHistory:1941 Comp., § 77-3412, enacted by Laws 1943, ch. 80, § 12; 1953 Comp., § 75-18-12; Laws 1977, ch. 326, § 1; 1985, ch. 155, § 5; 2019, ch. 212, § 262.\n\nThe 2019 amendment,effective April 3, 2019; after \"board elected by\", deleted \"taxpaying\" and added \"qualified\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-13/"
    },
    {
      "id": "section-73-21-14",
      "number": "73-21-14",
      "heading": "Elections.",
      "text": "A. In any district, except a district created pursuant to a petition signed by the chair of the board of county commissioners of a county, in accordance with the Local Election Act [Chapter 1, Article 22 NMSA 1978] there shall be elected by the qualified electors of the district one member of the board to serve for a term of six years, except that if the district elects to adopt four-year terms, the member shall serve for a term of four years.\n\nB. In any district created pursuant to a petition signed by the chair of the board of county commissioners of a county, in the odd-numbered year after the organization of the district and every second year thereafter, there shall be elected by the qualified electors of the district at least two, but no more than three, members of the board to serve for a term of two years. The election shall be held in accordance with the provisions of the Local Election Act.\n\nC. Nominations may be filed with the proper filing officer in accordance with the provisions of the Local Election Act. If within ninety days prior to a board election the district publishes materials that describe the qualifications, experience and accomplishments of incumbents, equal space shall be made available without charge for similar information provided by opponents seeking a position on the board.\n\nHistory:1941 Comp., § 77-3413, enacted by Laws 1943, ch. 80, § 13; 1953 Comp., § 75-18-13; 1978 Comp., § 73-21-14, Laws 1984, ch. 14, § 1; 1985, ch. 155, § 6; 2009, ch. 241, § 3; 2018, ch. 79, § 170.\n\nCross references.— For qualification of board members,see73-21-11 NMSA 1978.\n\nFor publication of legal notice,seeChapter 14, Article 11 NMSA 1978.\n\nThe 2018 amendment,effective July 1, 2018, provided that board members shall be elected in accordance with the Local Election Act and that nominations may be filed with the proper officer in accordance with the provisions of the Local Election Act; in Subsection A, after \"commissioners of a county\", deleted \"on the second Tuesday of January in the second calendar year after the organization of the district and on the second Tuesday of January every second year thereafter\" and added \"in accordance with the Local Election Act\", and after \"elected by the\", deleted \"taxpaying\" and added \"qualified\"; in Subsection B, after \"county commissioners of a county,\", deleted \"one\" and added \"in the odd-numbered\", after \"elected by the\", deleted \"taxpaying\" and added \"qualified\", and added the last sentence; and in Subsection C, deleted \"Not later than thirty days before any election pursuant to Subsection A or B of this section\", after \"Nominations may be filed with the\", deleted \"secretary of the board, and, if a nominee does not withdraw the nominee's name before the first publication of the notice of election, the name shall be placed on the ballot. The board shall provide for holding such election and shall appoint judges to conduct it. The secretary of the district shall give notice of election by publication and shall arrange such other details in connection with the election as the board may direct\" and added \"proper filing officer in accordance with the provisions of the Local Election Act\", and deleted the last three sentences of the subsection, which related to certifying election results.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection C, added the fourth sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-14/"
    },
    {
      "id": "section-73-21-15",
      "number": "73-21-15",
      "heading": "Board increase; appointed members.",
      "text": "A. In every district, three members of the board shall be elected by the qualified electors pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nB. In those districts that have five board members, the board may by resolution designate two board members to serve by appointment. In those districts that have three board members, the board may by resolution expand the board to include two appointed board members. A resolution adopted pursuant to this subsection shall not be rescinded until two regular local elections have passed after adoption of the resolution.\n\nC. The appointment of board members serving pursuant to a resolution adopted pursuant to Subsection B of this section shall be for a term of two years beginning July 1 of each even-numbered year and ending June 30 of the following even-numbered year. Appointed members of the board are not required to be qualified electors nor residents of the district.\n\nD. Appointed board members are authorized to vote on all matters except for a tax or assessment of any kind proposed or approved pursuant to authority granted by Article 8, Section 9 of the constitution of New Mexico, which is limited to a vote of the elected members only.\n\nHistory:1953 Comp., § 75-18-13.1, enacted by Laws 1977, ch. 326, § 2; 1981, ch. 35, § 1; 1984, ch. 14, § 2; 1985, ch. 155, § 7; 1978 Comp., 73-21-15, repealed and reenacted by Laws 2019, ch. 212, § 263.\n\nRepeals and reenactments.— Laws 2019, ch. 212, § 263 repealed former § 73-21-15 NMSA 1978 and enacted a new section effective April 3, 2019.\n\nLaws 2019, ch. 212, § 284 repealed 73-21-15 NMSA 1978, as enacted by Laws 1977, ch. 326, § 2, relating to board increase, special election, effective April 3, 2019. For provisions of former section,seethe 2018 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-15/"
    },
    {
      "id": "section-73-21-151",
      "number": "73-21-15.1",
      "heading": "Appointment of first board.",
      "text": "Members of the first board of any district shall be appointed by the board of county commissioners. In a district consisting of multiple counties, the district judge shall designate how many members of the board will be appointed by each board of county commissioners. The first board shall consist of five directors who are qualified electors of the district appointed for staggered terms so that the terms of two directors expire within two years and the terms of three directors expire within four years. Thereafter, all directors shall be elected to terms of office pursuant to the provisions of the Water and Sanitation District Act. Any director appointed by any board of county commissioners shall be eligible for election; provided that no member of a board shall serve more than two consecutive terms.\n\nHistory:1978 Comp., § 73-21-15.1, enacted by Laws 1985, ch. 155, § 8; 2005, ch. 167, § 5; 2019, ch. 212, § 264.\n\nThe 2019 amendment,effective April 3, 2019, provided that a district judge shall designate how many members of the board will be appointed by each board of county commissioners in a district consisting of multiple counties, and changed the length of terms of certain directors to provide for staggered terms; in the section heading, added \"Appointment of first\", and after \"board\", deleted \"district created by a board of county commissioners\"; deleted \"Notwithstanding any other provision of the Water and Sanitation District Act relating to election of the board, all\", after \"first board of any district\", deleted \"created pursuant to a petition signed by the chairman of the board of county commissioners of a county\", after \"county commissioners.\", added \"In a district consisting of multiple counties, the district judge shall designate how many members of the board will be appointed by each board of county commissioners.\", after \"The\", added \"first\", after \"terms of two directors expire\", deleted \"in one year\" and added \"within two years\", after \"three directors expire\", deleted \"in two\" and added \"within four\", and after \"shall be elected to\", deleted \"two-year\".\n\nThe 2005 amendment,effective June 17, 2005, changed the former reference to \"residents\" to \"taxpaying electors\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-15-1/"
    },
    {
      "id": "section-73-21-16",
      "number": "73-21-16",
      "heading": "General powers.",
      "text": "For and on behalf of the district, the board shall have the following powers:\n\nA. to have perpetual existence;\n\nB. to have and use a corporate seal;\n\nC. to sue and be sued and be a party to suits, actions and proceedings;\n\nD. except as otherwise provided in the Water and Sanitation District Act to enter into contracts and agreements affecting the affairs of the district, including contracts with the United States and any of its agencies or instrumentalities. Except in cases in which a district will receive aid from a governmental agency, a notice shall be published for bids on all construction contracts for work or material or both involving an expense of five thousand dollars ($5,000) or more. The district may reject any and all bids, and, if it appears that the district can perform the work or secure material for less than the lowest bid, it may proceed to do so;\n\nE. to borrow money and incur indebtedness and evidence the indebtedness by certificates, notes or debentures and to issue bonds in accordance with the provisions of that act;\n\nF. to acquire, dispose of and encumber real and personal property, water rights, water and sewer works and plants and any interest in them, including leases and easements;\n\nG. to refund any bonded indebtedness or revenue bonds of the district without an election in accordance with the provisions of that act;\n\nH. to have the management, control and supervision of all the business and affairs of the district and the construction, installation, operation and maintenance of district improvements;\n\nI. to hire and retain agents, employees, engineers and attorneys;\n\nJ. to have and exercise the power of eminent domain and dominant eminent domain and, in the manner provided by law for the condemnation of private property for public use, to take any property necessary to the exercise of the powers granted in that act, both within and without the district;\n\nK. to construct and maintain works and establish and maintain facilities across or along any public street or highway and in, upon or over any vacant public lands, which public lands are now or may become the property of the state, and to construct works and establish and maintain facilities across any stream of water or watercourse; provided, however, that the district shall promptly restore any such street or highway to its former state of usefulness as nearly as may be and shall not use the street or highway in such manner as to completely or unnecessarily impair its usefulness;\n\nL. to fix and from time to time to increase or decrease water and sewer rates, tolls or charges for services or facilities furnished or made available by the district, including, without limiting the generality of the foregoing, standby charges for both water and sewers, and to pledge that revenue for the payment of any indebtedness of the district. Until paid, all rates, tolls or charges constitute a perpetual lien on and against the property served, and any such lien may be foreclosed in the same manner as provided by the laws of New Mexico for the foreclosure of real estate mortgages. The board shall shut off or discontinue service for delinquencies in the payment of the rates, tolls or charges or in the payment of taxes levied pursuant to the Water and Sanitation District Act and prescribe and enforce rules and regulations for the connection with and the disconnection from properties of the facilities of the district. For health and sanitary purposes, the board shall have the power to compel the owners of inhabited property within a sanitation district to connect their property with the sewer system of the district, and, upon a failure so to connect within sixty days after written notice by the board, the board may cause the connection to be made and a lien to be filed against the property for the expense incurred in making the connection; provided, however, that no owner shall be compelled to connect his property with such system unless a service line is brought by the district to a point within four hundred feet of his dwelling place;\n\nM. to adopt and amend bylaws not in conflict with the constitution and laws of the state for carrying on the business, objects and affairs of the board and of the district; and\n\nN. to have and exercise all rights and powers necessary or incidental to or implied from the specific powers granted in this section. Such specific powers shall not be considered as a limitation upon any power necessary or appropriate to carry out the purposes and intent of that act.\n\nHistory:1941 Comp., § 77-3414, enacted by Laws 1943, ch. 80, § 14; 1953 Comp., § 75-18-14; Laws 1967, ch. 187, § 1; 1985, ch. 166, § 1.\n\nCross references.— For foreclosure of mortgages,seeChapter 39, Article 5 NMSA 1978.\n\nFor exercise of power of eminent domain,see42A-1-1 NMSA 1978.\n\nAppeals from water and sanitation district proceedings to be brought in district court.— Protests or appeals from proceedings conducted by officials of special districts, including water and sanitation districts, must first be brought in district court.Taos Ski Valley, Inc. v. Public Serv. Comm'n, 1984-NMSC-097, 101 N.M. 738, 688 P.2d 775.\n\nPublic regulation commission proceedings.— District's intervention in public regulation commission proceedings is lawful act because a district has the authority to condemn a public water utility pursuant to Subsection J of this section.El Dorado Utils., Inc. v. Eldorado Area Water & Sanitation Dist., 2005-NMCA-036, 137 N.M.217, 109 P.3d 305.\n\nNo authority to operate public airport.— A water and sanitation district does not have the authority to run a public airfield.Yarger v. Timberon Water & Sanitation Dist., 2002-NMCA-055, 132 N.M. 270, 46 P.3d 1270.\n\nPublic service commission (now public regulation commission).— Absent further legislation, water and sanitation districts organized pursuant to Section 73-21-1 NMSA 1978 et seq. are subject to regulation by the public service commission (now public regulation commission) only in the matter of approving rates, tolls and charges by the district. 1971 Op. Att'y Gen. No. 71-56.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-16/"
    },
    {
      "id": "section-73-21-17",
      "number": "73-21-17",
      "heading": "Taxes.",
      "text": "In addition to the other means of providing revenue for such districts as herein provided, the board shall have power and authority to levy and collect ad valorem taxes on and against all taxable property within the district.\n\nHistory:1941 Comp., § 77-3415, enacted by Laws 1943, ch. 80, § 15; 1953 Comp., § 75-18-15.\n\nDistrict performs general governmental function.— As this section gives a water and sewer district the authority to impose ad valorem taxes, such district performs a general governmental function involving the administration of sanitation and health services and is not of special proprietary interest.In re Lower Valley Water & Sanitation Dist., 1981-NMSC-088, 96 N.M. 532, 632 P.2d 1170.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies § 4.\n\n94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-17/"
    },
    {
      "id": "section-73-21-18",
      "number": "73-21-18",
      "heading": "Levy and collection of taxes.",
      "text": "To levy and collect taxes, the board shall, in each year, determine the amount of money necessary to be raised by taxation, taking into consideration other sources of revenue of the district, and shall fix a rate of levy which, when levied upon every dollar of assessed valuation of taxable property within the district, and with other revenues will raise the amount required by the district annually, to supply funds for paying expenses of organization and the costs of construction [constructing], operating and maintaining the works and equipment of the district, and promptly to pay in full, when due, all interest on and principal of bonds and other obligations of the district, and in the event of accruing defaults or deficiencies, an additional levy may be made as provided in Section 73-21-19 NMSA 1978. The board shall, on or before October 1 of each year, certify to the board of county commissioners of each county within the district, or having a portion of its territory within the district, the rate so fixed with directions that at the time and in the manner required by law for levying of taxes for county purposes, the board of county commissioners shall levy the tax upon [the] assessed valuation of all taxable property within the district, in addition to other taxes as may be levied by the board of county commissioners at the rate so fixed and determined.\n\nHistory:1941 Comp., § 77-3416, enacted by Laws 1943, ch. 80, § 16; 1953 Comp., § 75-18-16; Laws 1963, ch. 261, § 4.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nInterest on bonds.— Interest may be collected after date of maturity of general obligation bond of sanitation district; holder is entitled to interest at rate stated from issuance of bond, until he receives payment.Dexter v. Lakeshore City Sanitation Dist., 1971-NMSC-057, 82 N.M. 556, 484 P.2d 1266.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies § 4.\n\n94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-18/"
    },
    {
      "id": "section-73-21-19",
      "number": "73-21-19",
      "heading": "Levies to cover defaults and deficiencies.",
      "text": "The board in certifying annual levies as herein provided, shall take into account the maturing indebtedness for the ensuing year as provided in its contracts, maturing bonds and interest on bonds, and deficiencies and defaults of prior years, and shall make ample provision for the payment thereof. In case the moneys produced from such levies, together with other revenues of the district, are not sufficient punctually to pay the annual installments on its contracts or bonds, and interest thereon, and to pay defaults and deficiencies, then the board shall make such additional levies of taxes as may be necessary for such purposes, and not withstanding any limitations, such taxes shall be made and continue to be levied until the indebtedness of the district shall be fully paid.\n\nHistory:1941 Comp., § 77-3417, enacted by Laws 1943, ch. 80, § 17; 1953 Comp., § 75-18-17.\n\nBond tax levy limited.— The provisions of Section 4-54-4 NMSA 1978 of the Community Service District Act limit the tax levy for debt provisions of the Water and Sanitation District Act.El Dorado Utils., Inc. v. Eldorado Area Water & Sanitation District, 2005-NMCA-036, 137 N.M. 217, 109 P.3d 305.\n\nInterest on bonds.— Interest may be collected after date of maturity of general obligation bond of sanitation district; holder is entitled to interest at rate stated from issuance of bond until he receives payment.Dexter v. Lakeshore City Sanitation Dist., 1971-NMSC-057, 82 N.M. 556, 484 P.2d 1266.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies § 4.\n\n94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-19/"
    },
    {
      "id": "section-73-21-20",
      "number": "73-21-20",
      "heading": "Officers levy and collect taxes.",
      "text": "It shall be the duty of the body having authority to levy taxes within each county, to levy taxes provided in this act and it shall be the duty of all officials charged with the duty of collecting taxes to collect such taxes at the time and in the form and manner and with like interest and penalties as other taxes are collected and when collected to pay the same to the districts ordering its levy and collection, and the payment of such collections shall be made monthly to the treasurer of the district and paid into the depository thereof to the credit of the district. All taxes levied under this act, together with interest thereon and penalties for default in payment thereof, and all costs of collecting the same, shall, until paid, constitute a perpetual lien on and against the property taxed, and such lien shall be on a parity with the tax lien of general taxes.\n\nHistory:1941 Comp., § 77-3418, enacted by Laws 1943, ch. 80, § 18; 1953 Comp., § 75-18-18.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-20/"
    },
    {
      "id": "section-73-21-21",
      "number": "73-21-21",
      "heading": "Sale for delinquencies; purchase by district.",
      "text": "If the taxes levied are not paid as herein provided, then delinquent real property shall be sold at the regular tax sale for the payment of the taxes, interest and penalties, in the manner provided by law for selling property for the nonpayment of general taxes. The board of directors may purchase, in the name of the district, any property which may be sold for delinquent taxes within the boundaries of the district and the board may take title to the lands in the name of the district and sell and convey the lands at a price not less than the taxes, penalty and interest accrued thereon. Delinquent personal property shall be distrained and sold as provided by law.\n\nHistory:1941 Comp., § 77-3419, enacted by Laws 1943, ch. 80, § 19; 1953 Comp., § 75-18-19; Laws 1963, ch. 261, § 5.\n\nCross references.— For sale of personalty for delinquent property taxes,see7-38-53 NMSA 1978 et seq.\n\nFor sale of real property for delinquent property taxes,see7-38-65 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-21/"
    },
    {
      "id": "section-73-21-22",
      "number": "73-21-22",
      "heading": "Sinking fund.",
      "text": "Whenever any indebtedness has been incurred by a district, it shall be lawful for the board to levy taxes and collect revenue for the purpose of creating a reserve fund in such amount as the board may determine, which may be used to meet the obligations of the district, for maintenance and operating charges and depreciation, and provide extensions of and betterments to the improvements of the district.\n\nHistory:1941 Comp., § 77-3420, enacted by Laws 1943, ch. 80, § 20; 1953 Comp., § 75-18-20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-22/"
    },
    {
      "id": "section-73-21-23",
      "number": "73-21-23",
      "heading": "Inclusion [of additional property].",
      "text": "The boundaries of any district organized under the provisions of this act may be changed in the manner herein prescribed, but the change of boundaries of the district shall not impair or affect its organization or its rights in or to property, or any of its rights or privileges whatsoever; nor shall it affect or impair or discharge any contract, obligation, lien or charge for or upon which it might be liable or chargeable had any such change of boundaries not been made. The owners of real property may file with the board a petition, in writing, praying that such real property be included in the district. The petition shall prescribe the property owned by the petitioners, and such petition shall be deemed to give assent of the petitioners to the inclusion in said district of the property described in the petition, and such petition must be acknowledged in the same manner that conveyances of land are required to be acknowledged. The secretary of the board shall cause notice of filing of such petition to be given and published in the county in which the property is situated, which notice shall state the filing of such petition, names of petitioners, descriptions of lands mentioned and the prayer of said petitioners; giving notice to all persons interested to appear at the office of the board at the time named in said notice and show cause in writing, if any they have, why the petition should not be granted. The board shall at the time and place mentioned or at such time or times at which the hearing may be adjourned, proceed to hear the petition and all objections thereto, presented, in writing, by any person showing cause why said petition should not be granted. The failure of any person interested to show cause in writing shall be deemed and held and taken as an assent on his part to the inclusion of such lands in the district as prayed for in the petition. If the petition is granted, the board shall make an order to that effect and file same with the clerk of the court and upon order of the court said property shall be included in the district.\n\nHistory:1941 Comp., § 77-3421, enacted by Laws 1943, ch. 80, § 21; 1953 Comp., § 75-18-21.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nCross references.— For publication of legal notice,seeChapter 14, Article 11 NMSA 1978.\n\nFor acknowledgments,see14-13-1 to 14-13-24 NMSA 1978.\n\nMunicipal Code inapplicable.— Language of this section cannot be construed to allow water and sanitation district to use provisions of Municipal Code [Chapter 3 NMSA 1978]. 1976 Op. Att'y Gen. No. 76-33.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-23/"
    },
    {
      "id": "section-73-21-24",
      "number": "73-21-24",
      "heading": "Exclusion [from district].",
      "text": "The owner or owners in fee of any real property constituting a portion of the district may file with the board a petition praying that such lands be excluded and taken from said district. Petition shall describe the property which the petitioners desire to have excluded. Such petition must be acknowledged in the same manner and form as required in case of a conveyance of land and be accompanied by a deposit of money sufficient to pay all costs of the exclusion proceedings. The secretary of the board shall cause a notice of filing of such petition to be published in the county in which said property or the major portion thereof, is located. The notice shall state the filing of such petition, the names of petitioners, description of the property mentioned in said petition and the prayer of said petitioners; and it shall notify all persons interested to appear at the office of said board at the time named in said notice, showing cause in writing, if any they have, why said petition should not be granted. The board at the time and place mentioned in the notice, or at the time or times at which the hearing of said petition may be adjourned, shall proceed to hear the petition and all objections thereto, presented in writing by any person showing cause as aforesaid, why the prayer of the petition should not be granted. The filing of such petition shall be deemed and taken as an assent by each and all such petitioners to the exclusion from the district of the property mentioned in the petition, or any part thereof. The board, if it deems it not for the best interests of the district that the property mentioned in the petition, or portion thereof, shall be excluded from the district, shall order that said petition be denied; but if it deems it for the best interest of the district that the property mentioned in the petition, or some portion thereof, be excluded from the district, then the board may order the property mentioned in the petition or some portion thereof, excluded from the district. Upon allowance of such petition, the board shall file a certified copy of the order of the board making such change with the clerk of the court and upon order of the court said property shall be excluded from the district.\n\nHistory:1941 Comp., § 77-3422, enacted by Laws 1943, ch. 80, § 22; 1953 Comp., § 75-18-22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For publication of legal notice,seeChapter 14, Article 11 NMSA 1978.\n\nFor acknowledgments,seeChapter 14, Article 13 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-24/"
    },
    {
      "id": "section-73-21-25",
      "number": "73-21-25",
      "heading": "Liability of property included or excluded.",
      "text": "All taxable property annexed to a district shall thereafter be subject to the levy of taxes for the payment of any indebtedness of the district outstanding at the time of the annexation. Real property excluded from a district shall thereafter be subject to the levy of taxes for the payment of any indebtedness of the district outstanding at the time of its exclusion in the same manner and to the same extent as if such property had not been excluded from the district.\n\nHistory:1941 Comp., § 77-3423, enacted by Laws 1943, ch. 80, § 23; 1953 Comp., § 75-18-23; Laws 1963, ch. 261, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-25/"
    },
    {
      "id": "section-73-21-26",
      "number": "73-21-26",
      "heading": "Bonds; interest; form.",
      "text": "To carry out the purposes of the Water and Sanitation District Act, the board may issue bonds of the district upon approval of the majority of the qualified electors of the district voting on the question pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978]. Bonds shall bear interest payable semiannually and shall be due and payable serially, either annually or semiannually, commencing not later than three years and extending not more than twenty years from date. The form and terms of the bonds, including provisions for their payment and redemption, shall be determined by the board. If the board so determines, the bonds may be redeemable prior to maturity upon payment of a premium, not exceeding three percent of the principal thereof. The bonds, except for bonds issued in book entry or similar form without the delivery of physical securities, shall be executed in the name of and on behalf of the district and signed by the chair of the board, with the seal of the district affixed thereto, and attested to by the secretary of the board. The bonds shall be sold and shall be in such denominations as the board determines, and the bonds and the attached coupons, if any, shall be payable to the bearer or registered as to principal or as to principal and interest. Interest coupons, if any, shall bear the original or facsimile signature of the chair of the board.\n\nHistory:1941 Comp., § 77-3424, enacted by Laws 1943, ch. 80, § 24; 1953 Comp., § 75-18-24; Laws 1963, ch. 261, § 7; 1977, ch. 345, § 8; 1983, ch. 265, § 61; 2019, ch. 212, § 265.\n\nThe 2019 amendment,effective April 3, 2019, provided that a bond election to raise funds for a water and sanitation district to carry out the purposes of the Water and Sanitation District Act shall be conducted pursuant to the Local Election Act; and after \"majority of the\", deleted \"taxpaying\" and added \"qualified\", and after \"district voting on the question\", added \"pursuant to the provisions of the Local Election Act\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters §§ 241, 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-26/"
    },
    {
      "id": "section-73-21-27",
      "number": "73-21-27",
      "heading": "Community Service District Act provisions apply.",
      "text": "With respect to the issuance of any negotiable securities representing an indebtedness of the water and sanitation district, the provisions and procedures set forth in the Community Service District Act [4-54-1 to 4-54-5 NMSA 1978] shall apply.\n\nHistory:1953 Comp., § 75-18-24.1, enacted by Laws 1977, ch. 345, § 9.\n\nBond tax levy limited.— The limitation of taxing power found in Section 4-54-4 NMSA 1978 of the Community Service District Act applies to a water and sanitation district.El Dorado Utils., Inc. v. Eldorado Area Water & Sanitation District, 2005-NMCA-036, 137 N.M. 217, 109 P.3d 305.\n\nLimitation on issuing bonds.— Because a water and sanitation district can only levy taxes to pay indebtedness within the limits of Section 4-54-4 NMSA 1978, a district cannot issue bonds pursuant to a bond resolution that authorizes the levy of taxes beyond what Section 4-54-4 NMSA 1978 allows.El Dorado Utils., Inc. v. Eldorado Area Water & Sanitation District, 2005-NMCA-036, 137 N.M. 217, 109 P.3d 305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-27/"
    },
    {
      "id": "section-73-21-28",
      "number": "73-21-28",
      "heading": "Board resolution; indebtedness; election.",
      "text": "Whenever the board shall, by resolution, determine that the interest of the district and the public interest or necessity demand the acquisition, construction, installation or completion of any works or other improvements or facilities, or the making of any contract with the United States or other persons or corporations, to carry out the objects or purposes of the district, requiring the creation of a general obligation indebtedness of five thousand dollars ($5,000) or more, secured by property tax revenue from within the district, the board shall order the submission of the proposition of issuing the obligations or bonds or creating other indebtedness to the qualified electors of the district at a district election held in accordance with the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978]. The declaration of public interest or necessity required in this section and the provision for the holding of the election may be included within one and the same resolution. The resolution, in addition to the declaration of public interest or necessity, shall recite the objects and purposes for which the indebtedness is proposed to be incurred, the estimated cost of the works or improvements, as the case may be, the amount of principal of the indebtedness to be incurred and the maximum rate of interest to be paid on the indebtedness. The resolution shall also announce the date upon which the election shall be held; provided that the date is not in conflict with the provisions of Section 1-24-1 NMSA 1978.\n\nHistory:1941 Comp., § 77-3425, enacted by Laws 1943, ch. 80, § 25; 1953 Comp., § 75-18-25; 1978 Comp., § 73-21-28; 2009, ch. 241, § 4; 2018, ch. 79, § 171; 2019, ch. 212, § 266.\n\nThe 2019 amendment,effective April 3, 2019, provided that the date for a bond election shall not conflict with the provisions of the Special Election Act; after \"Section\", deleted \"1-12-71\" and added \"1-24-1\".\n\nThe 2018 amendment,effective July 1, 2018, provided that elections called for the purpose of voting on the question of issuing bonds to carry out the objects or purposes of the district be held in accordance with the provisions of the Local Election Act, and prohibited the board from scheduling an election on a date that conflicts with the provisions of Section 1-12-71 NMSA 1978; and after \"a district election held\", deleted \"for that purpose. Any such election may be held separately or may be consolidated or held concurrently with any other election authorized by the Water and Sanitation District\" and added \"in accordance with the provisions of the Local Election\", after \"the election shall be held\", deleted \"and the manner of holding it and the method of voting for or against the incurring of the proposed indebtedness. The resolution shall also fix the compensation to be paid the officers of the election and shall designate the polling place and shall appoint, for each polling place from the electors of the district, the officers of the election consisting of three judges, one of whom shall act as clerk\" and added \"provided that the date is not in conflict with the provisions of Section 1-12-71 NMSA 1978\".\n\nThe 2009 amendment,effective June 19, 2009, in the first sentence, after \"requiring the creation of a\", added \"general obligation\"; and after \"($5,000) or more\", added \"secured by property tax revenue from within the district, the\".\n\nCounty improvements.— Issuance by water and sanitation district of bonds pursuant to provisions of County Improvements Law (now County Improvement District Act, Section 4-55A-1 NMSA 1978 et seq.) would not require election specified in this section. 1976 Op. Att'y Gen. No. 76-01.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-28/"
    },
    {
      "id": "section-73-21-29",
      "number": "73-21-29",
      "heading": "Repealed.",
      "text": "History:1941 Comp., § 77-3426, enacted by Laws 1943, ch. 80, § 26; 1953 Comp., § 75-18-26; repealed by Laws 2018, ch. 79, § 175.\n\nRepeals.— Laws 2018, ch. 79, § 175 repealed 73-21-29 NMSA 1978, as enacted by Laws 1943, ch. 80, § 26, relating to notice of election, effective July 1, 2018. For provisions of former section,seethe 2017 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-29/"
    },
    {
      "id": "section-73-21-30",
      "number": "73-21-30",
      "heading": "Repealed.",
      "text": "History:1941 Comp., § 77-3427, enacted by Laws 1943, ch. 80, § 27; 1953 Comp., § 75-18-27; repealed by Laws 2018, ch. 79, § 175.\n\nRepeals.— Laws 2018, ch. 79, § 175 repealed 73-21-30 NMSA 1978, as enacted by Laws 1943, ch. 80, § 27, relating to conduct of election, canvass of returns, effective July 1, 2018. For provisions of former section,seethe 2017 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-30/"
    },
    {
      "id": "section-73-21-31",
      "number": "73-21-31",
      "heading": "Effect of election; subsequent elections.",
      "text": "In the event that it appears from the returns that a majority of the qualified electors of the district have voted in favor of the ballot question, the district shall then be authorized to incur the indebtedness or the obligations, enter into the contract or issue and sell the bonds of the district, as the case may be, for the purpose and object provided for in the proposition submitted under the provisions of the Water and Sanitation District Act and in the resolution for them and in the amount so provided and at a rate of interest not exceeding the rate of interest recited in the resolution. Submission of the proposition of incurring such obligations or bonded or other indebtedness at an election shall not prevent or prohibit submission of it or other propositions at subsequent elections called for that purpose.\n\nHistory:1941 Comp., § 77-3428, enacted by Laws 1943, ch. 80, § 28; 1953 Comp., § 75-18-28; 2019, ch. 212, § 267.\n\nThe 2019 amendment,effective April 3, 2019, after \"qualified\", deleted \"taxpaying\", and after \"submitted under\", added \"the provisions of the Water and Sanitation District Act\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-31/"
    },
    {
      "id": "section-73-21-32",
      "number": "73-21-32",
      "heading": "Correction of faulty notices.",
      "text": "In any and every case where a notice is provided for in this act, if the court finds any reason that due notice was not given, the court shall not thereby lose jurisdiction, and the proceeding in question shall not thereby be void or be abated, but the court shall in that case order due notice to be given, and shall continue the hearing until such time as notice shall be properly given, and thereupon shall proceed as though notice has [had] been properly given in the first instance.\n\nHistory:1941 Comp., § 77-3429, enacted by Laws 1943, ch. 80, § 29; 1953 Comp., § 75-18-29.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nCross references.— For provision making order establishing district final, and reviewable only by writ of quo warranto commenced by attorney general within 30 days,see73-21-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-32/"
    },
    {
      "id": "section-73-21-33",
      "number": "73-21-33",
      "heading": "Early hearings.",
      "text": "All cases in which there may arise a question of the validity of the organization of a district, or a question of the validity of any proceeding under this act shall be advanced as a matter of immediate public interest and concern, and heard at the earliest practicable moment. The courts shall be open at all times for the purposes of this act.\n\nHistory:1941 Comp., § 77-3430, enacted by Laws 1943, ch. 80, § 30; 1953 Comp., § 75-18-30.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nCross references.— For provision making order establishing district final, and reviewable only by writ of quo warranto commenced by attorney general within 30 days,see73-21-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-33/"
    },
    {
      "id": "section-73-21-34",
      "number": "73-21-34",
      "heading": "Liberal construction.",
      "text": "This act being necessary to secure and preserve the public health, safety, convenience and welfare, it shall be liberally construed to effect its purposes.\n\nHistory:1941 Comp., § 77-3431, enacted by Laws 1943, ch. 80, § 31; 1953 Comp., § 75-18-31.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-34/"
    },
    {
      "id": "section-73-21-35",
      "number": "73-21-35",
      "heading": "Character of act.",
      "text": "No part of this act shall repeal or affect any other act or any part thereof, it being intended that this act shall provide a separate method of accomplishing its objects, and not an exclusive one.\n\nHistory:1941 Comp., § 77-3432, enacted by Laws 1943, ch. 80, § 33; 1953 Comp., § 75-18-32.\n\nCompiler's notes.— The term \"this act\" means Laws 1943, Chapter 80, which appears as 73-21-1, 73-21-3 to 73-21-14, 73-21-16 to 73-21-26, 73-21-28 to 73-21-35 NMSA 1978.But see73-21-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-35/"
    },
    {
      "id": "section-73-21-36",
      "number": "73-21-36",
      "heading": "Acquisition, construction or improvement of systems; joint revenue bonds.",
      "text": "A. Whenever the board of a district shall, by resolution, determine that interest or necessity requires the acquisition, construction, repair, extension, improvement or betterment of a water system, sewer system or other fee-for-service system, districts are authorized to issue revenue bonds or obtain loans, payable solely out of the net income, to be derived from the operation of a publicly owned water system or sewer system or from services rendered by the district for a fee, and to pledge, irrevocably, the income to the payment of the bonds.\n\nB. The proceeds of the bonds are to be used solely for the purchasing, acquiring, constructing and making of necessary improvements, extensions, repairs and betterments of the water system, sewer system or other fee-for-service system for the purchase and acquiring of wells, cisterns, reservoirs or other sources of water supply and pumping plants, sewage disposal plants or other machinery necessary for the operation of those facilities and the land and real estate upon which those facilities are situated or to be situated.\n\nC. Joint revenue bonds may be issued for the acquisition, construction, extension, enlargement or betterment of a joint water system and joint sewer system or other joint fee-for-service system and the income of one or more of the utilities may be pledged to secure the repayment of the joint bonds.\n\nHistory:1941 Comp., § 77-3433, enacted by Laws 1951, ch. 195, § 1; 1953 Comp., § 75-18-33; 1978 Comp., § 73-21-36; 2009, ch. 241, § 5.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, after \"sewer system\", added \"or other fee-for-service system\"; after \"issue revenue bonds\", added \"or obtain loans\"; and after \"water system or sewer\", added \"system or from services rendered by the district for a fee\"; in Subsection B, after \"sewer system or\", added \"other fee-for-service system\"; and in Subsection C, after \"sewer system\", added \"or other joint fee-for-service system\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Health and Environment § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-36/"
    },
    {
      "id": "section-73-21-37",
      "number": "73-21-37",
      "heading": "Interest; maturity; form; method of sale.",
      "text": "A. Revenue bonds issued under the provisions of the Water and Sanitation District Act shall bear interest at not to exceed six percent per year, payable annually or semiannually, shall be payable at the option of the district, at the end of ten years from the date thereof; and due by their terms in not more than twenty years from date hereof; as determined by the district, shall be serial in form and maturity and numbered from one upward, consecutively, or may consist of one bond payable, at one time or in installments, and shall be sold for cash, at not less than par, and at either public or private sale.\n\nB. All prior revenue bond issues of districts where one bond was issued in lieu of multiple bonds are validated.\n\nHistory:1941 Comp., § 77-3434, enacted by Laws 1951, ch. 195, § 2; 1953 Comp., § 75-18-34; 1978 Comp., § 73-21-37; Laws 1980, ch. 79, § 1; 2009, ch. 241, § 6.\n\nThe 2009 amendment,effective June 19, 2009, made grammatical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-37/"
    },
    {
      "id": "section-73-21-38",
      "number": "73-21-38",
      "heading": "Revenue bond issuance.",
      "text": "The board of a district issuing revenue bonds under the provisions of the Water and Sanitation District Act may authorize the issuance of the bonds by resolution adopted by the affirmative vote of two-thirds of all the members of the board at a regular or special meeting called for that purpose. At the meeting, the necessity of the issuance of the revenue bonds shall be declared and, when issued, shall be signed by the president of the board and attested by its secretary, with the seal of the district affixed to the bonds.\n\nHistory:1941 Comp., § 77-3435, enacted by Laws 1951, ch. 195, § 3; 1953 Comp., § 75-18-35; 1978 Comp., § 73-21-38; 2009, ch. 241, § 7.\n\nThe 2009 amendment,effective June 19, 2009, in the second sentence, at the beginning of the sentence, added \"At the meeting\"; and after \"the necessity\" added \"of the issuance of the revenue bonds\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies §§ 3, 4.\n\n94 C.J.S. Waters § 290.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-38/"
    },
    {
      "id": "section-73-21-39",
      "number": "73-21-39",
      "heading": "Bonds collectible from operating revenues.",
      "text": "It is declared that revenue bonds, issued under the provisions of the Water and Sanitation District Act, except for those general obligation bonds described in Section 73-21-43 NMSA 1978, shall not be considered to be general obligations of the district issuing them and shall be collectible only out of the net revenues derived from the operation of the water or sewer system, or joint water and sewer systems or from services rendered by the district for a fee, whose income is so pledged. Each of the bonds of any issue of revenue bonds issued under the provisions of the Water and Sanitation District Act, with the exception of general obligation bonds, shall recite on its face that it is payable and collectible solely from the revenues derived from the operations of the water or sewer system or joint water and sewer system or from the services rendered by the district for a fee, the income of which is so pledged, and that the holders of the bonds shall not look to any general or other fund for the payment of principal and interest of the obligation.\n\nHistory:1941 Comp., § 77-3436, enacted by Laws 1951, ch. 195, § 4; 1953 Comp., § 75-18-36; 1978 Comp., § 73-21-39; 2009, ch. 241, § 8.\n\nThe 2009 amendment,effective June 19, 2009, in the first sentence, after \"Water and Sanitation District Act\", added \"except for those general obligation bonds described in Section 73-21-43 NMSA 1978\"; and after \"joint water and sewer systems\", added \"or from services rendered by the district for a fee\"; and in the second sentence, after \"Water and Sanitation District Act\", added \"with the exception of general obligation bonds\"; and after \"joint water and sewer systems\", added \"or from services rendered by the district for a fee\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-39/"
    },
    {
      "id": "section-73-21-40",
      "number": "73-21-40",
      "heading": "Rates; bondholders' remedy and taxpayer elector.",
      "text": "The board of each district issuing revenue bonds under the provisions of the Water and Sanitation District Act shall establish rates or fees for services rendered by the district utility systems to create an income sufficient to pay all reasonable expenses of operation and create a net revenue that shall be sufficient to pay interest coupons on the revenue bonds, as they mature, and to provide a sinking fund that shall be adequate to discharge the bonds when they mature. It is a board's duty to maintain the rates and fees continuously until the bonds issued by that board have been fully liquidated. In the event of a board's failure or refusal to do as required by this section, all the members of the board are subject to the penalties provided in Section 73-21-42 NMSA 1978, and any bondholder or a number of taxpayer electors of the district amounting to twenty-five persons or five percent of the electors, whichever is less, has the right to apply to the district court of the county where a district is located for a mandatory order requiring the establishment by a board of rates or fees that shall be adequate to meet the requirements of that act.\n\nHistory:1941 Comp., § 77-3437, enacted by Laws 1951, ch. 195, § 5; 1953 Comp., § 75-18-37; Laws 1985, ch. 166, § 2; 1978 Comp., § 73-21-40; 2009, ch. 241, § 9.\n\nThe 2009 amendment,effective June 19, 2009, in the first sentence, deleted \"It is made mandatory upon boards of directors\"; after \"shall establish rates\", added \"or fees\"; and after \"services rendered by the\", deleted \"water or sewer system or joint water and sewer system as will\" and added \"district utility systems to\"; and in the last sentence, after \"or rates\", added \"or fees that\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies §§ 3, 4.\n\nDiscrimination between property within and that outside municipality or other governmental district as to public service or utility rates, 4 A.L.R.2d 595.\n\n39A C.J.S. Health and Environment § 52; 94 C.J.S. Waters §§ 284 to 308.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-40/"
    },
    {
      "id": "section-73-21-41",
      "number": "73-21-41",
      "heading": "Restricted use of bond funds.",
      "text": "Whenever under the provisions of the laws of this state a district obtains money or credits from the issuance of its bonds or other evidence of indebtedness for the purpose of the purchase, construction or extension or repair of district utilities in the district, it shall be unlawful to divert, use or expend any of the money or credits in the purchase, construction or extension or repair of any other water, sewer or fee-for-service system or for any purpose other than that for which the money or credits were obtained.\n\nHistory:1941 Comp., § 77-3438, enacted by Laws 1951, ch. 195, § 6; 1953 Comp., § 75-18-38; 1978 Comp., § 73-21-41; 2009, ch. 241, § 10.\n\nThe 2009 amendment,effective June 19, 2009, after \"extension or repair of\" deleted \"any water or sewer system or joint water and sewer system\" and added \"district utilities\"; after \"other water, sewer\" added \"or fee-for-service\"; and after \"than that for which the\" deleted \"same was or shall be\" and added \"money or credits were\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-41/"
    },
    {
      "id": "section-73-21-42",
      "number": "73-21-42",
      "heading": "Violations; penalties.",
      "text": "The members of any board and any officer or agent of any district violating the provisions of the Water and Sanitation District Act shall be deemed guilty of a misdemeanor and upon conviction in the district court shall be subject to a fine not to exceed five hundred dollars ($500) or by imprisonment in the county jail not to exceed six months or both in the discretion of the court trying the case.\n\nHistory:1941 Comp., § 77-3439, enacted by Laws 1951, ch. 195, § 7; 1953 Comp., § 75-18-39; 1978 Comp., § 73-21-42; 2009, ch. 241, § 11.\n\nThe 2009 amendment,effective June 19, 2009, made grammatical changes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 Am. Jur. 2d Waterworks and Water Companies § 61.\n\n94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-42/"
    },
    {
      "id": "section-73-21-43",
      "number": "73-21-43",
      "heading": "Validation; existing districts.",
      "text": "All districts previously created under the provisions of the Water and Sanitation District Act and all proceedings previously taken by the districts, including any elections that may have been held in the districts on the question of the issuance of bonds and that have carried, are validated, ratified and confirmed. Where district bonds have been previously approved by the voters but not yet issued, the bonds may be issued under the provisions of the Water and Sanitation District Act, and where the bonds are to be general obligations of the issuing district, the bonds shall be payable from taxes to be levied on all taxable property in the district as required by the Water and Sanitation District Act. All bonds approved by the voters and to be issued shall, when issued, constitute valid obligations of the districts in accordance with their terms.\n\nHistory:1953 Comp., § 75-18-40, enacted by Laws 1963, ch. 261, § 8; 1978 Comp., § 73-21-43; 2009, ch. 241, § 12.\n\nThe 2009 amendment,effective June 19, 2009, deleted the former second sentence, which provided that property in districts was taxable for payment of bonds.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-43/"
    },
    {
      "id": "section-73-21-44",
      "number": "73-21-44",
      "heading": "Sale of system; escrow of proceeds.",
      "text": "A district may sell or otherwise dispose of all or any part of its water facilities, sewer facilities or both, including both real and personal property, without an election. A sale or other disposition of district facilities shall be authorized by resolution adopted by the affirmative vote of not less than a majority of all members of the board. A district may immediately apply the proceeds derived from the sale or other disposition of its facilities to the retirement of outstanding bonds or place the proceeds in escrow in a commercial bank or trust company, either a state or national banking institution that possesses and is exercising trust powers, that is located within New Mexico and that is a member of the federal deposit insurance corporation, to be applied to the payment of any outstanding bonds upon their presentation for payment. Any escrow is not necessarily limited to proceeds of the sale or other disposal, but may include other money available for its purpose. Any proceeds in escrow, pending use pursuant to the provisions of this section, may be invested or reinvested in bills, certificates of indebtedness, notes or bonds that are direct obligations of, or the principal and interest of which obligations are unconditionally guaranteed by, the United States or any other legal investment. The proceeds and investments in escrow, together with any interest to be derived from the investment, shall be used only to pay charges of the escrow agent, which are expressly made payable from the escrow, and to pay as many bonds as possible as they become due at their respective maturities or due at a designated prior redemption date in connection with which the board shall exercise a prior redemption option. A purchaser of any facilities that may be sold or otherwise disposed of shall in no manner be responsible for the application of the proceeds by the district or any of its officers, agents or employees. Nothing in this section shall be construed as changing or modifying any contractual agreement or covenant concerning any outstanding bonds as may be provided in the proceedings authorizing any outstanding bonds or otherwise appertaining to them.\n\nHistory:1953 Comp., § 75-18-41, enacted by Laws 1967, ch. 187, § 2; 1978 Comp., § 73-21-44; 2009, ch. 241, § 13.\n\nThe 2009 amendment,effective June 19, 2009, in the first sentence, after \"other disposition\", added \"of district facilities\"; and in the fourth sentence, after \"pending use\", added \"pursuant to the provisions of this section\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-44/"
    },
    {
      "id": "section-73-21-45",
      "number": "73-21-45",
      "heading": "Refunding bonds.",
      "text": "A. Any bonds issued by any district may be refunded in the name of the district issuing the bonds being refunded without an election by the district issuing them or any successor bonds.\n\nB. The issuance of refunding bonds shall be to:\n\n(1) refund, pay and discharge all or any part of the outstanding bonds, including any interest on the bonds in arrears or about to become due within three years from the date of the refunding bonds;\n\n(2) avoid or terminate any default in the payment of interest on and principal of the bonds to reduce interest costs or effect other economies; or\n\n(3) modify or eliminate restrictive contractual limitations appertaining to the issuance of refunding bonds or for any combination of the purposes permitted by the provisions of this section.\n\nC. Refunding bonds shall be authorized by a resolution adopted by the affirmative vote of not less than a majority of all members of the board. Any bonds that are refunded under the provisions of this section shall be paid at maturity or on any permitted prior redemption date in the amounts, at the times and places and, if called prior to maturity, in accordance with any applicable notice provisions, all as provided in the proceedings authorizing the issuance of the refunded bonds or otherwise appertaining to the bonds being refunded, except for any bonds that are voluntarily surrendered for exchange or payment by the holder. Refunding bonds may be delivered in exchange for the outstanding bonds refunded or may be sold at either public or private sale. The provisions of the Community Service District Act [4-54-1 to 4-54-5 NMSA 1978] shall not apply to any refunding bonds of any district.\n\nHistory:1953 Comp., § 75-18-42, enacted by Laws 1967, ch. 187, § 3; 1978 Comp., § 73-21-45; 2009, ch. 241, § 14.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, after \"may be refunded\", added \"in the name of the district issuing the bonds being refunded\" and after \"or any successor\", deleted \"thereof, in the name of the district issuing the bonds being refunded, by\" and added \"bonds\"; in Subsection B, changed \"issuance of bonds to\" to \"issuance of refunding bonds shall be to\"; in Paragraph (1) of Subsection B, after \"refunding bonds\", deleted \"and for the purpose of avoiding or terminating\"; in Paragraph (2) of Subsection B, after \"other economies; or\", deleted \"of modifying or eliminating\"; and in Paragraph (3) of Subsection B, changed \"issuance of additional bonds or to any system appertaining thereto or\" to \"issuance of refunding bonds or\"; and at the end of the sentence, added \"permitted by the provisions of this section\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-45/"
    },
    {
      "id": "section-73-21-46",
      "number": "73-21-46",
      "heading": "Limitations upon issuance.",
      "text": "No bonds shall be refunded under the Water and Sanitation District Act unless the bonds either mature or are callable for prior redemption under their terms within ten years from the date of issuance of the refunding bonds, or unless the holders of them voluntarily surrender them for exchange or payment. Provision shall be made for paying the bonds refunded within that period of time. Interest on bonds may be increased, but it may not be increased to a rate exceeding six percent a year. The principal amount of the refunding bonds may exceed the principal amount of the refunded bonds, but only to the extent that any costs incidental to the refunding bonds or any interest on the bonds refunded in arrears or about to become due within three years from the date of the refunding bonds, or both the incidental costs and interest, are capitalized with the proceeds of refunding bonds. The principal amount of the refunding bonds may also exceed the principal amount of the refunded bonds if the aggregate principal and interest costs of the refunding bonds do not exceed the unaccrued costs of the bonds refunded. The principal amount of the refunding bonds may also be less than or the same as the principal amount of the bonds being refunded so long as provision is duly and sufficiently made for the payment of the refunded bonds.\n\nHistory:1953 Comp., § 75-18-43, enacted by Laws 1967, ch. 187, § 4; 1978 Comp., § 73-21-46; 2009, ch. 241, § 15.\n\nThe 2009 amendment,effective June 19, 2009, made grammatical changes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-46/"
    },
    {
      "id": "section-73-21-47",
      "number": "73-21-47",
      "heading": "Proceeds of refunding bonds.",
      "text": "A. The proceeds of refunding bonds shall either be immediately applied to the retirement of the bonds being refunded or be placed in escrow in a commercial bank or trust company, either a state or national banking institution that possesses and is exercising trust powers, that is located within New Mexico and that is a member of the federal deposit insurance corporation, to be applied to the payment of the bonds being refunded upon their presentation for payment; provided, to the extent any incidental expenses have been capitalized, that the refunding bond proceeds may be used to defray such expenses; and any accrued interest and any premium appertaining to a sale of refunding bonds may be applied to the payment of the interest on them and the principal of them, or both interest and principal, or may be deposited in a reserve as the board may determine.\n\nB. Nothing in this section requires the establishment of an escrow account if the refunded bonds become due and payable within one year from the date of the refunding bonds and if the amount necessary to retire the refunded bonds within that time is deposited with the paying agent for the refunded bonds.\n\nC. An escrow account shall not be limited to proceeds of refunding bonds but may include other money available for the account's purpose. Any proceeds in escrow may be invested or reinvested in bills, certificates of indebtedness, notes or bonds that are direct obligations of, or the principal and interest of which obligations are unconditionally guaranteed by, the United States.\n\nD. The proceeds and investments in escrow, together with any interest derived from the investment of the escrow account, shall be sufficient to pay principal, interest, any prior redemption premium due and any charges of the escrow agent payable from the escrow account and to pay the bonds being refunded as they become due at their respective maturities or due at any designated prior redemption date on which the board shall exercise a prior redemption option.\n\nE. Any purchaser of any refunding bond issued pursuant to the Water and Sanitation District Act is not responsible for the application of the refunding bond proceeds by the district or any of its officers, agents or employees.\n\nHistory:1953 Comp., § 75-18-44, enacted by Laws 1967, ch. 187, § 5; 1978 Comp., § 73-21-47; 2009, ch. 241, § 16.\n\nThe 2009 amendment,effective June 19, 2009, made grammatical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-47/"
    },
    {
      "id": "section-73-21-48",
      "number": "73-21-48",
      "heading": "Refunding bonds; detail; form.",
      "text": "Refunding bonds shall bear interest payable annually or semiannually, and the refunding bonds shall be due and payable either as term or serial bonds as determined by the board; provided that no refunding bond shall mature more than twenty-five years from the date of the refunding bond. The form and terms of the refunding bonds, including provisions for their payment and redemption, shall be determined by the board. If the board so determines in the authorizing resolution, the refunding bonds may be redeemable prior to maturity without or with the payment of a premium, which may be in any amount determined by the board.\n\nHistory:1953 Comp., § 75-18-45, enacted by Laws 1967, ch. 187, § 6; 1978 Comp., § 73-21-48; 2009, ch. 241, § 17.\n\nThe 2009 amendment,effective June 19, 2009, made grammatical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-48/"
    },
    {
      "id": "section-73-21-49",
      "number": "73-21-49",
      "heading": "Combination of issues.",
      "text": "Bonds for refunding one or more issues originally authorized for one or more purposes and bonds for any other purpose authorized in the Water and Sanitation District Act may be issued separately or issued in combination in one series or more by any district. Bonds payable solely from revenues of any utility or combination of utilities of the district shall not be refunded by general obligation bonds that are payable from general ad valorem property taxes unless authorized at an election as provided in the Water and Sanitation District Act.\n\nHistory:1953 Comp., § 75-18-46, enacted by Laws 1967, ch. 187, § 7; 1978 Comp., § 73-21-49; 2009, ch. 241, § 18.\n\nThe 2009 amendment,effective June 19, 2009, in the second sentence, after \"solely from revenues of any\", deleted \"water facilities or sewer facilities, or both, may\" and added \"utility or combination of utilities of the district shall\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-49/"
    },
    {
      "id": "section-73-21-50",
      "number": "73-21-50",
      "heading": "Tax levy for general obligation refunding bonds.",
      "text": "For the purpose of paying the principal of, any interest on or any prior redemption premium in connection with, any of the district's general obligation refunding bonds, the board may levy and collect general ad valorem taxes on and against all taxable property within the district in the same manner as other general ad valorem taxes. Any such tax levy shall be made without limitation as to rate or amount if made to pay the principal of, interest on or any prior redemption premium in connection with:\n\nA. any general obligation refunding bonds, issued at any time, which refund any of the district's general obligation bonds issued prior to April 2, 1965;\n\nB. any general obligation refunding bonds, issued at any time, which refund any outstanding general obligation refunding bonds which previously refunded any other general obligation bonds, so long as the general obligation bonds originally refunded were issued prior to April 2, 1965. Except as otherwise provided in its section, any such tax levy shall be subject to the tax limitation imposed by Section 4-54-4 NMSA 1978, as hereafter amended from time to time, if made to pay the principal of, interest on or any prior redemption premium in connection with:\n\n(1) any general obligation refunding bonds which refund any of the district's bonds which were issued on or after April 2, 1965, and for a purpose or purposes other than refunding; or\n\n(2) any general obligation refunding bonds which refund any outstanding general obligation refunding bonds which previously refunded any other general obligation bonds where the general obligation bonds originally refunded were issued on or after April 2, 1965, and for a purpose or purposes other than refunding.\n\nHistory:1953 Comp., § 75-18-47, enacted by Laws 1967, ch. 187, § 8.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-50/"
    },
    {
      "id": "section-73-21-51",
      "number": "73-21-51",
      "heading": "Applicability of other bond provisions.",
      "text": "Except as otherwise provided in Sections 73-21-45 through 73-21-50 NMSA 1978, as hereafter amended from time to time, the limitations appertaining to the issuance and the terms and conditions of refunding bonds shall be the same as those provided in Sections 73-21-1 through 73-21-54 NMSA 1978, as hereafter amended from time to time, for an original issue of bonds.\n\nHistory:1953 Comp., § 75-18-48, enacted by Laws 1967, ch. 187, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-51/"
    },
    {
      "id": "section-73-21-52",
      "number": "73-21-52",
      "heading": "Duties of local government division.",
      "text": "The local government division of the department of finance and administration shall approve all budgets of water and sanitation districts and shall from time to time review fiscal policies of such districts and report to the legislature and the governor any actions or policies of the districts deemed to be in violation of the law or the best interest of the people of New Mexico. The district shall submit annually to the local government division its budget for approval in the manner required by regulation of the division. The district shall submit any other information or data concerning the operation of the district, as deemed necessary by the local government division. Violation of the provisions of this section by the board of any water and sanitation district or any officer thereof shall be deemed cause for removal or suspension in the manner as provided by law for county officers.\n\nHistory:1953 Comp., § 75-18-48.1, enacted by Laws 1977, ch. 345, § 10.\n\nCross references.— For removal and suspension of local public officers,seeChapter 10, Article 4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-52/"
    },
    {
      "id": "section-73-21-53",
      "number": "73-21-53",
      "heading": "Use of bond proceeds restricted.",
      "text": "Proceeds from any bonds issued pursuant to the provisions of the Water and Sanitation District Act shall not be used by the board on any project constructed in fulfillment or partial fulfillment of requirements made of a subdivider by the provisions of the Land Subdivision Act [47-5-1 to 47-5-8 NMSA 1978] or the New Mexico Subdivision Act [Chapter 47, Article 6 NMSA 1978].\n\nHistory:1953 Comp., § 75-18-48.2, enacted by Laws 1977, ch. 345, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-53/"
    },
    {
      "id": "section-73-21-54",
      "number": "73-21-54",
      "heading": "Board's determination final.",
      "text": "The determination of the board that the limitations under Sections 73-21-45 through 73-21-51 NMSA 1978, as hereafter amended from time to time, imposed upon the issuance of refunding bonds have been met, shall be conclusive in the absence of fraud to the contrary.\n\nHistory:1953 Comp., § 75-18-49, enacted by Laws 1967, ch. 187, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-54/"
    },
    {
      "id": "section-73-21-55",
      "number": "73-21-55",
      "heading": "Districts not subject to utility laws; option to submit to regulation.",
      "text": "A. Any district organized under the provisions of the Water and Sanitation District Act may elect by resolution adopted by its board of directors to become subject to the jurisdiction of the public regulation commission and to the terms and provisions of the Public Utility Act [Chapter 62, Article 1 to 6 and 8 to 13 NMSA 1978]; provided, however, that in no event shall Sections 62-9-1 through 62-9-7 NMSA 1978 apply to any district making such an election.\n\nB. If the board has not elected to become subject to the jurisdiction of the public regulation commission:\n\n(1) at least thirty days after publication of a notice of the board's intention to adjust rates, tolls, fees or charges, the board shall conduct a public hearing on the proposed resolution, at which time, after hearing proponents and opponents, the board may reject, amend or adopt the resolution adjusting the rates, tolls, fees or charges;\n\n(2) within thirty days after publication of the resolution adjusting rates, tolls, fees or charges, the new rates, tolls, fees or charges may be appealed by a taxpaying elector to the district court of the county in which the district is located; and\n\n(3) the district court shall consider the petition to overturn the adjustments, based on the record of the board hearing in which the resolution was adopted, under the court's rules governing review by a district court of administrative decisions or orders.\n\nC. If the board of any district located in a class A county with a population according to the 2000 federal decennial census of more than one hundred twenty-five thousand and less than one hundred thirty-five thousand has not elected to become subject to the jurisdiction of the public regulation commission:\n\n(1) at least thirty days after publication of a notice of the board's intention to adjust rates, tolls, fees or charges, the board shall conduct a public hearing on the proposed resolution;\n\n(2) at the expense of the board, the board shall appoint a hearing officer to conduct the public hearing to be chosen from a list of hearing officers provided by the commission, and shall engage a court reporter to record the hearing and produce a verbatim written record of the hearing;\n\n(3) the board's hearing officer shall:\n\n(a) hear proponents and opponents of the proposal;\n\n(b) issue a decision rejecting, amending or adopting the resolution adjusting the rates, tolls, fees or charges; and\n\n(c) within thirty days following the hearing, file the decision with the board;\n\n(4) within seven days of receipt of the decision, the board shall mail a copy of the decision to each proponent and opponent who appeared at the hearing or who requested a written copy of the decision, and the board shall post the decision on the district's web site;\n\n(5) the board shall pay all expenses of the public hearing and may charge a reasonable fee for production of copies of the record; provided that any citizen has the right to obtain a copy of the record on payment of the fee;\n\n(6) within twenty days following the board's mailing of the decision of the hearing officer, the decision may be appealed to the board by a taxpaying elector;\n\n(7) within thirty days of receipt of an appeal of the hearing officer's decision, the board shall, based on a review of the record of the first public hearing, reject, approve or amend the decision of the hearing officer and shall mail a copy of the board's decision within seven days to each proponent and opponent who appeared at the hearing or who requested a written copy of the decision, and the board shall post the decision on the district's web site;\n\n(8) within thirty days following mailing of the board's decision, a taxpaying elector may appeal the decision of the board to the district court of the county in which the district is located; and\n\n(9) the district court shall consider the petition to overturn the adjustments, based on the record certified by the court reporter of the public hearing and the decision of the board, under the court's rules governing review by a district court of administrative decisions or orders.\n\nHistory:1978 Comp., § 73-21-55, enacted by Laws 1985, ch. 166, § 3; 1993, ch. 282, § 43; 2005, ch. 167, § 6; 2009, ch. 241, § 19.\n\nCross references.— For the public regulation commission,seeN.M. Const. Article XI, § 1 and 8-8-3 NMSA 1978.\n\nThe 2009 amendment,effective June 19, 2009, deleted former Subsection A, which provided that no district is subject to the jurisdiction of the public regulation commission or the Public Utility Act except as provided in Subsections B and C of this section; deleted Subsection B, which provided that if the board had not elected to become subject to the jurisdiction of the public regulation commission, the board must file any rates, tolls and charges proposed by the board and subject to review by the commission upon petition by taxpaying electors or the district; and added Subsections B and C.\n\nThe 2005 amendment,effective June 17, 2005, changed references to \"New Mexico public utility commission\" to \"public regulation commission\" and changed the reference to \"taxpayer-electors\" to \"taxpaying electors of the district\" in Subsection C.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"the Water and Sanitation District Act\" for \"Sections 73-21-1 through 73-21-54 NMSA 1978\" and substituted \"New Mexico public utility commission\" for \"New Mexico public service commission\" in Subsections A, B, and C; and substituted \"through 62-9-7 NMSA 1978\" for \"through 62-9-6 NMSA 1978\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-21/section-73-21-55/"
    }
  ]
}