{
  "state": "new-mexico",
  "path": "title-chapter-73-special-districts/chapter-article-7-drainage-districts-construction-operation-and-main",
  "sections": [
    {
      "id": "section-73-7-1",
      "number": "73-7-1",
      "heading": "[Commissioners; engineers; surveys; plans; report",
      "text": "As soon as may be after the confirmation of the said preliminary report, or within such time as the court may direct, said commissioners shall employ a competent drainage engineer and proceed to have all necessary levels taken and surveys made, and shall lay out said proposed work, make a map thereof and plans, profiles and other specifications thereof and report in writing to the court.\n\nA. Whether the starting point, routes and termini of proposed work and the proposed location thereof, as in the petition contained, are in all respects proper and feasible, and, if not, shall report such as are most proper and feasible.\n\nB. If it be found necessary to change the boundaries of said proposed district, as by them previously fixed, they shall report said proposed change, and, if possible, shall report the names, residence and post-office addresses of the owner or owners of all lands affected by said change in boundaries, but no such change in boundaries shall be made as to deprive the court of jurisdiction; provided, however, that if the owners of lands adjacent to the district petition to have their lands brought in to the district such may be considered the same as original petitioners in making changes of boundaries.\n\nC. What lands within the district, as by them reported will be injured by the proposed work, if any, and they shall therein award to each tract, lot, easement of interest by whomsoever held, the amount of damages which they shall determine will be caused to the same by the proposed work.\n\nD. What lands within the district as by them reported will be benefited by the proposed work and they shall assess against each tract, lot and easement by whomsoever held the amount of benefits which they determine will be caused to the same by the proposed work or the damages inflicted by same on the district. The benefits or damages assessed as provided in this section are hereinafter referred to as \"assessment of benefits.\"\n\nE. They shall also determine and report to the court the total amount, as near as they can determine, that said proposed work will cost, which amount shall include all incidental expenses, the reasonable cost of organizing said district, costs of proceeding and all probable damage to lands, both within and without the district, together with a reasonable attorney fee for the petitioners, which cost will hereinafter be referred to as \"cost of construction.\"\n\nF. If the cost of construction of any particular part of the work so proposed to be done should be assessed upon any particular tract or tracts, lot or lots of land, or upon any corporation or corporations, individual or individuals, company or companies not incorporated, the commissioners shall so specify, and in their report they shall fix and determine the sums which should be assessed against said tracts, lots and corporations, individuals, companies not incorporated and assess such sum against said tracts, lots, corporations, individuals, companies not incorporated.\n\nG. And if any corporation, individual or individuals, company or companies not incorporated or public highway or highways would, in the judgment of said commissioners, derive special benefits from the whole or any part of such proposed work, the commissioners shall so report and assess those benefits and assess against the same its proportionate share of the costs of said proposed work. The word \"corporation\" wherever in this act contained, shall be construed to include:\n\n(1) railroad companies;\n\n(2) other private corporations of all kinds;\n\n(4) cities;\n\n(5) villages; and\n\n(6) other drainage districts.\n\nH. They shall apportion and assess the part of this \"cost of construction\" not assessed as in Subdivision [Subsections] F and G of this section against the several benefited tracts, lots and easements in said drainage district, in proportion to the benefits which they have assessed against the same by setting down opposite each tract, lot or easement, the sum so apportioned to each. The assessments which together make up the cost of construction as above defined, are herein referred to as \"assessments for construction.\"\n\nI. The commissioners shall further report to the court the probable cost of keeping said proposed work in repair after it is completed.\n\nJ. They shall include in their said report said map, plans and other specifications, and file the same with their report.\n\nHistory:Laws 1912, ch. 84, § 39; Code 1915, § 1915; C.S. 1929, § 40-145; 1941 Comp., § 77-1901; 1953 Comp., § 75-20-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The reference to \"this act\" in Subsection G means Laws 1912, ch. 84, the provisions of which are presently compiled as 73-6-1 to 73-6-17, 73-6-25 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38 and 73-7-40 to 73-7-56 NMSA 1978.\n\nCross references.— For commissioners' right of entry on lands,see73-7-18 NMSA 1978.\n\nSpecial assessments for benefits not taxes.— Special assessments on property for improvements, on basis of benefits under this act, are not taxes within exemption of N.M. Const., art. VIII, § 3; thus, a county is not exempted and may be assessed for special benefits to its public highways.Lake Arthur Drainage Dist. v. Board of Comm'rs, 1924-NMSC-002, 29 N.M. 219, 222 P. 389.\n\nLimit on assessments.— Lands within district are only subject to such assessments as are expressly or impliedly authorized by statute under which the district was created, and in no event for assessments in excess of benefits received.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nComplaining parties must avail themselves of statutory proceedings.— Complaint to exonerate land from lien of drainage assessment on alleged ground that drain constructed was not that designated by survey was demurrable for failure to show that plaintiff availed himself of opportunities afforded by the drainage statute to protect his interests in the drainage proceeding.Strickland v. Elliott, 1921-NMSC-056, 27 N.M. 238, 199 P. 1016.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 17, 19, 22.\n\nValidity of rule of assessment for drainage improvement, 2 A.L.R. 625.\n\n28 C.J.S. Drains § 37 et seq.; 93 C.J.S. Waters § 210; 94 C.J.S. Waters § 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-1/"
    },
    {
      "id": "section-73-7-2",
      "number": "73-7-2",
      "heading": "[Commissioners; power over plans.]",
      "text": "The commissioners shall not be confined to the points of commencement, routes or termini of the drains or ditches, or the number, extent or size of the same or the location, plan or extent of any drain, ditch or other work, as proposed by the petitioners, but shall locate, design, lay out and plan the same in such manner as to them shall seem best, to promote the agricultural interests and to drain, or to protect the lands of the parties interested with the least damage and the greatest benefit to all lands affected thereby. And any plan proposed by the commissioners, may on the application of any person interested, on the hearing hereinafter provided for, or on the application of the commissioners, be altered by the court, by written order, in such manner as shall appear to the court to be just.\n\nHistory:Laws 1912, ch. 84, § 40; Code 1915, § 1916; C.S. 1929, § 40-146; 1941 Comp., § 77-1902; 1953 Comp., § 75-20-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-2/"
    },
    {
      "id": "section-73-7-3",
      "number": "73-7-3",
      "heading": "[Change of boundaries.]",
      "text": "If the commissioners find that the proposed district as described in the petition filed, will not embrace all of the lands that will be benefited by the proposed work, or that it will include lands that will not be benefited and are not necessary to be included in said district for any purpose, they shall extend or contract the boundaries of the proposed district so as to include or exclude all such lands, as the case may be; and the boundaries adopted and reported by them, may, upon the hearing of their report, as hereinafter provided, upon their application, or that of any person interested, be altered by the court in such manner as shall appear to be just; provided, that the alteration of boundaries as aforesaid shall not have the effect of so far enlarging or contracting the proposed district as to render such petition void or dismissable. Said report shall be filed with the clerk of the court.\n\nHistory:Laws 1912, ch. 84, § 41; Code 1915, § 1917; C.S. 1929, § 40-147; 1941 Comp., § 77-1903; 1953 Comp., § 75-20-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 40.\n\n28 C.J.S. Drains §§ 10, 11; 94 C.J.S. Waters § 319(2), (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-3/"
    },
    {
      "id": "section-73-7-4",
      "number": "73-7-4",
      "heading": "[Report; notice of hearing.]",
      "text": "Upon the filing of said report, the court shall make and enter an order fixing the time and place when and where all persons interested may appear and remonstrate against the confirmations thereof, and the clerk of said court shall cause notice of the time and place of such hearing to be given to all parties interested, which notice shall contain a brief description of the lands benefited and damaged, together with the net damage awarded to the several tracts, parcels, easements and corporations to which damages are awarded and the sum in each case assessed for construction against said several benefited parcels, tracts, easements and corporations.\n\nHistory:Laws 1912, ch. 84, § 42; Code 1915, § 1918; C.S. 1929, § 40-148; 1941 Comp., § 77-1904; 1953 Comp., § 75-20-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For service of process,seeRule 1-004 NMRA.\n\nFor notice of hearings in the district court,seeRules 1-005, 1-005.1 and 1-005.2 NMRA.\n\nNot proper for delinquent landowner to change basis of assessment.— Where a report discloses that the basis of an assessment is the benefits to be derived to each tract of land, a landowner cannot, in defending collection of interest due upon the assessment, urge that the amount assessed against a given tract exceeds the sum actually expended thereon, since that would change the basis of the assessment.State ex rel. Hagerman Drainage Dist. v. Stanley, 1923-NMSC-025, 28 N.M. 420, 213 P. 770.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-4/"
    },
    {
      "id": "section-73-7-5",
      "number": "73-7-5",
      "heading": "[Publication of report; notice; service of.]",
      "text": "Said notice shall be published for at least three successive weeks, prior to the day set for the hearing in one newspaper published in each county in which said lands, or any part thereof within said district are situated (and if no newspaper is published in said county, in some newspaper of general circulation in the district), and by serving a copy of such notice on each of the persons, or corporations, by said report recommended to be assessed, or whose lands are by said report recommended to be included in said district, and who reside in any of the counties out of which the proposed district is formed, at least 20 days before the day of hearing in the same manner that a summons is required to be served, provided, absence from the county of such person or corporation shall excuse personal service, whereupon due publication of such notice shall be sufficient service.\n\nHistory:Laws 1912, ch. 84, § 43; Code 1915, § 1919; C.S. 1929, § 40-149; 1941 Comp., § 77-1905; 1953 Comp., § 75-20-5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For service of summons in the district court,seeRule 1-004 NMRA and commentary.\n\nFor provisions as to publication of notice,see14-11-1 to 14-11-13 NMSA 1978.\n\nFor manner of service of summons,seeRule 1-004 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 6, 10, 12, 13, 14, 19.\n\n28 C.J.S. Drains § 10 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-5/"
    },
    {
      "id": "section-73-7-6",
      "number": "73-7-6",
      "heading": "[Report; notice; land in several counties.]",
      "text": "In case the lands are situated in more than one county the notice published in the county wherein the court having jurisdiction is situated shall contain a description of all the lands in said proposed district, the damages awarded to the several parcels thereof and amounts assessed for construction against the several parcels thereof, but the notice published in any other county or counties may contain a description of only the lands situate in said county for which said publication is made, together with the damages awarded to and assessments for construction against the several tracts, parcels, easements and interests situate in said county for which publication is made.\n\nHistory:Laws 1912, ch. 84, § 44; Code 1915, § 1920; C.S. 1929, § 40-150; 1941 Comp., § 77-1906; 1953 Comp., § 75-20-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For publication of notice,seeRule 1-004 NMRA and commentary.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 10 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-6/"
    },
    {
      "id": "section-73-7-7",
      "number": "73-7-7",
      "heading": "[Report; notice; personal service.]",
      "text": "In case of service of said notice personally, or the acceptance and waiver thereof on all the owners of the lands within the district, said service shall be sufficient and give the court jurisdiction without said publication.\n\nHistory:Laws 1912, ch. 84, § 45; Code 1915, § 1921; C.S. 1929, § 40-151; 1941 Comp., § 77-1907; 1953 Comp., § 75-20-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For publication of service of process in the district court,seeRule 1-004 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-7/"
    },
    {
      "id": "section-73-7-8",
      "number": "73-7-8",
      "heading": "[Report; how modified.]",
      "text": "If the court finds that the report requires modification the same may by order of the court be referred back to the commissioners, who may be required to modify it in any respect.\n\nHistory:Laws 1912, ch. 84, § 46; Code 1915, § 1922; C.S. 1929, § 40-152; 1941 Comp., § 77-1908; 1953 Comp., § 75-20-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-8/"
    },
    {
      "id": "section-73-7-9",
      "number": "73-7-9",
      "heading": "[Report; assessments; confirmation; appeal.]",
      "text": "If there be no remonstrance, or if the finding be in favor of the validity of the proceedings or after the report shall have been modified to conform to the findings, the court shall confirm the report and order of confirmation shall be final and conclusive, the proposed work shall be established and authorized and the proposed assessments approved and confirmed, which approval and confirmation shall be final, unless within thirty days an appeal be taken to the supreme court.\n\nHistory:Laws 1912, ch. 84, § 47; Code 1915, § 1923; C.S. 1929, § 40-153; 1941 Comp., § 77-1909; 1953 Comp., § 75-20-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nTimely appeal is sole remedy.— Since decrees rendered under drainage district law are not subject to collateral attack, the only remedy permitted to an owner aggrieved by such decree is by appeal seasonably taken to the supreme court.Strickland v. Elliott, 1921-NMSC-056, 27 N.M. 238, 199 P. 1016.\n\nLandowners adequately protected.— Law regarding drainage districts furnishes a complete and comprehensive system of judicial procedure with respect to drainage, and affords adequate protection of owners of land in district.Lake Arthur Drainage Dist. v. Board of Comm'rs, 1924-NMSC-002, 29 N.M. 219, 222 P. 389;State ex rel. Hagerman Drainage Dist. v. Stanley, 1923-NMSC-025, 28 N.M. 420, 213 P. 770.\n\nLandowner cannot protest assessment on ground that lesser amount expended.— A landowner cannot, in defense to suit to collect interest due upon assessment, defend on the ground that amount assessed against a given tract exceeds the sum actually expended.State ex rel. Hagerman Drainage Dist. v. Stanley, 1923-NMSC-025, 28 N.M. 420, 213 P. 770.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-9/"
    },
    {
      "id": "section-73-7-10",
      "number": "73-7-10",
      "heading": "[Report; confirmation; modification.]",
      "text": "Said order of confirmation may, at the same or at any subsequent term of said court, be revised, modified or changed, in whole or in part, on petition of the commissioners, after such notice as the court may require, to parties adversely interested.\n\nHistory:Laws 1912, ch. 84, § 48; Code 1915, § 1924; C.S. 1929, § 40-154; 1941 Comp., § 77-1910; 1953 Comp., § 75-20-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCourt's powers unaffected by stipulation on which order based.— The fact that the order approving assessments and the findings was made upon a stipulation between remonstrants and commissioners does not change the nature of the order nor the powers of the court.Stanley v. Wixon, 1918-NMSC-082, 24 N.M. 499, 174 P. 200.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-10/"
    },
    {
      "id": "section-73-7-11",
      "number": "73-7-11",
      "heading": "[Commissioners; supplemental report; amendments.]",
      "text": "At any time prior to making the order confirming said report or thereafter the court may permit the commissioners to present and file a supplemental report, or amend their report as to any matter which, pursuant to the provisions hereof, was or might have been included in the original report presented by them, and after reasonable notice given to all parties interested, in such manner as the court shall direct, the court may, upon the hearing in said matter make such order as the case may require.\n\nHistory:Laws 1912, ch. 84, § 49; Code 1915, § 1925; C.S. 1929, § 40-155; 1941 Comp., § 77-1911; 1953 Comp., § 75-20-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains §§ 37, 38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-11/"
    },
    {
      "id": "section-73-7-12",
      "number": "73-7-12",
      "heading": "[Petition; dismissal; costs.]",
      "text": "In case the petition or proceedings are dismissed as provided in Section 73-6-39 NMSA 1978, a judgment shall be entered against the petitioners and in favor of the commissioners for the costs, expenses and liabilities incurred in said proceedings, and for the benefit of those who have rendered services or advanced money in the prosecution of said proceedings, or have recovered costs on successful contests therein.\n\nHistory:Laws 1912, ch. 84, § 50; Code 1915, § 1926; C.S. 1929, § 40-156; 1941 Comp., § 77-1912; 1953 Comp., § 75-20-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For costs,seeRule 1-054 NMRA.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-12/"
    },
    {
      "id": "section-73-7-13",
      "number": "73-7-13",
      "heading": "[Petitioners; liability of.]",
      "text": "All petitioners shall, among themselves, contribute in the payment of said judgment, in proportion to the number of acres of land they have within the boundaries of the proposed district.\n\nHistory:Laws 1912, ch. 84, § 51; Code 1915, § 1927; C.S. 1929, § 40-157; 1941 Comp., § 77-1913; 1953 Comp., § 75-20-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-13/"
    },
    {
      "id": "section-73-7-14",
      "number": "73-7-14",
      "heading": "[Assessments; how paid.]",
      "text": "At the time of confirmation of such assessments, it shall be competent for the court to order the assessments for cost of construction, to be paid in not more than fifteen installments of such amounts and at such times as will be convenient for the accomplishment of the proposed work, or for the payment of the principal and interest of such notes or bonds of said district as the court shall grant authority to issue, for the cost of construction. The court may also, by such order, fix a date on which the first installment of the assessments for cost of construction shall become due, not more than five years after the date of the order, and each of said installments shall draw interest at the rate of not to exceed eight percent per annum from the date of said order.\n\nHistory:Laws 1912, ch. 84, § 52; Code 1915, § 1928; C.S. 1929, § 40-158; 1941 Comp., § 77-1914; 1953 Comp., § 75-20-14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 47.\n\n28 C.J.S. Drains § 117; 94 C.J.S. Waters §§ 333, 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-14/"
    },
    {
      "id": "section-73-7-15",
      "number": "73-7-15",
      "heading": "[Assessments; when payable.]",
      "text": "Unless otherwise provided by said order, such assessment shall be payable at once; and from the time of the entry of said order, assessments for cost of construction and interest thereon, shall be a lien upon the lands assessed until paid. Any owner of land, or any corporation assessed for cost of construction, may at any time within thirty days after the confirmation of said report, pay into court, the amount of the assessment against his land or any tract thereof, or against any such corporation. Said payment shall relieve said lands from the lien of said assessment, and said corporation from all liability on said assessment.\n\nHistory:Laws 1912, ch. 84, § 53; Code 1915, § 1929; C.S. 1929, § 40-159; 1941 Comp., § 77-1915; 1953 Comp., § 75-20-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nComplaining parties must avail themselves of statutory proceedings.Seesame catchline in notes to 73-7-1 NMSA 1978.\n\nNo tax receipt until drainage assessment paid.— While it is permissible to allow taxpayer to pay state and county taxes without paying water or drainage tax, treasurer may not give a tax receipt until the latter assessments have been paid. 1926 Op. Att'y Gen. No. 26-3884.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 116; 94 C.J.S. Waters §§ 333, 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-15/"
    },
    {
      "id": "section-73-7-16",
      "number": "73-7-16",
      "heading": "[Assessments for repairs; when payable; commissioners annual report.]",
      "text": "Assessments for keeping any drain, ditch, levee or other work in repair under these provisions, shall be due and payable on the first Tuesday of September annually. Commissioners having charge of any completed drain, ditch or other work shall, on the first Tuesday of June in each year, file with the clerk of the court having jurisdiction, a report in which they shall specify in detail the labor necessary to the preservation and protection of the work under their control, the places where repairs are specially needed and the sum to be assessed against each tract, lot, easement or corporation to pay all necessary repairs. All such assessments shall be apportioned on the last assessments of benefits confirmed by the court.\n\nHistory:Laws 1912, ch. 84, § 54; Code 1915, § 1930; C.S. 1929, § 40-160; 1941 Comp., § 77-1916; 1953 Comp., § 75-20-16.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 117; 94 C.J.S. Waters §§ 333, 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-16/"
    },
    {
      "id": "section-73-7-17",
      "number": "73-7-17",
      "heading": "[Annual assessment.]",
      "text": "Within thirty days after filing such annual report, at a time and place to be fixed by the court, or presiding judge, the court or presiding judge shall examine said report, hear all objections to the same, fix and determine the amount of such assessments and cause such adjudication to be entered of record in said court, and a certified copy of the same to be delivered to said commissioners.\n\nHistory:Laws 1912, ch. 84, § 55; Code 1915, § 1931; C.S. 1929, § 40-161; 1941 Comp., § 77-1917; 1953 Comp., § 75-20-17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nDecree final.— A decree of court confirming the report of the commissioners and the assessment is final and not open to collateral attack.Lake Arthur Drainage Dist. v. Board of Comm'rs, 1924-NMSC-002, 29 N.M. 219, 222 P. 389.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drainage and Drainage Districts § 44 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-17/"
    },
    {
      "id": "section-73-7-18",
      "number": "73-7-18",
      "heading": "[Commissioners; powers; right of entry on lands.]",
      "text": "The commissioners from the time of their appointment may go upon the lands lying within said district for the purpose of examining the same, and making plans, plats and surveys, and after the organization of said district, and payment or tender of compensation allowed, may go upon said lands, with their servants, teams, tools, instruments or other equipments [equipment], for the purpose of constructing such proposed work, and may forever thereafter enter upon said lands as aforesaid, for the purpose of maintaining or repairing such proposed work, doing no more damage than the necessity of the occasion may require; and any person or persons, who shall willfully prevent or prohibit any of such persons from entering such lands for the purposes aforesaid, shall be fined any sums not exceeding $25.00 per day for each day's hindrance to be recovered in an action of debt in favor of such drainage district, which sum shall be paid into the treasury for the use of said district.\n\nHistory:Laws 1912, ch. 84, § 57; Code 1915, § 1933; C.S. 1929, § 40-162; 1941 Comp., § 77-1918; 1953 Comp., § 75-20-18.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For constitutional provision regarding disposition of fines and forfeitures which may supersede this section,seeN.M. Const., art. XII, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-18/"
    },
    {
      "id": "section-73-7-19",
      "number": "73-7-19",
      "heading": "[Rights-of-way; eminent domain.]",
      "text": "Where a drainage district has no sufficient outlet within its borders it is hereby provided that said district shall have the right to condemn right-of-way across the necessary lands to reach an outlet, the damages, if any, to the owners of lands through which the right-of-way is procured to be agreed upon by said owner and the commissioners of such district or if they cannot agree upon damages, the said drainage commissioners, shall proceed in the name of such drainage district to condemn such right-of-way which shall be so located so as to do the least damage to private or public property consistent with the proper use and economical construction of such outlet. Such land and right-of-way shall be acquired in the manner provided by law for the condemnation and taking of private property in New Mexico, for railroad, telegraph, telephone and other public uses and purposes.\n\nHistory:Laws 1912, ch. 84, § 58; Code 1915, § 1934; C.S. 1929, § 40-163; 1941 Comp., § 77-1919; 1953 Comp., § 75-20-19.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For general eminent domain provision for drainage rights-of-way,see73-7-56 NMSA 1978.\n\nFor general provisions on taking private property for public uses,seeChapter 42A NMSA 1978.\n\nCanal owners could not prevent diversion of ditch water from canal.— Where drainage ditch emptied into a canal and the commissioners of the district sought by condemnation to acquire a right-of-way across the canal so that they might sell the water beyond, the owners of the canal, having no interest in the water, had no right to an injunction enjoining the commissioners from diverting the water which had been flowing into the canal from the ditch.Hagerman Irrigation Co. v. East Grand Plains Drainage Dist., 1920-NMSC-008, 25 N.M. 649, 187 P. 555.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —29A C.J.S. Eminent Domain § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-19/"
    },
    {
      "id": "section-73-7-20",
      "number": "73-7-20",
      "heading": "[Drains across railroads; construction.]",
      "text": "Upon receiving a thirty days' notice from the commissioners in writing, which notice shall be accompanied by the plans and specifications, of the size and character of such ditch or drain, any railway company, over whose right-of-way or yard such drain or ditch shall be laid out, may perform the work of constructing such ditch or drain across its said right-of-way according to such plans or specifications so furnished, and such railway so constructing such ditch or drain shall receive fair compensation therefor to be allowed by the commissioners of such drainage district and approved by the court; provided, that such railway company may be assessed for benefits derived from such drainage in the same manner and to the same extent as other landowners benefited in the immediate vicinity thereof, are assessed. If such railway company shall fail to commence and proceed with the construction of such ditch or drain as in this section provided, after the notice as herein provided, the commissioners may at any time after the expiration of said thirty days open or cause to be opened such right-of-way or yard along the line of such ditch or drain and construct the same in like manner as such ditch or drain is constructed through the property of individuals, provided, that such construction shall be carried on in such manner as will not interfere with the operation of said railway.\n\nHistory:Laws 1912, ch. 84, § 59; Code 1915, § 1935; C.S. 1929, § 40-164; 1941 Comp., § 77-1920; 1953 Comp., § 75-20-20.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 30; 45 Am. Jur. 2d Irrigation § 43.\n\nConstruction of statutes requiring railroads to provide for the drainage or flow of waters, 19 A.L.R.2d 967.\n\n74 C.J.S. Railroads § 186; 94 C.J.S. Waters § 333.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-20/"
    },
    {
      "id": "section-73-7-21",
      "number": "73-7-21",
      "heading": "[Additional assessments; how made.]",
      "text": "If in the first assessment for construction the commissioners shall have reported to the court a smaller sum than is needed to complete the work of construction, or if in any year an additional sum is necessary to pay the interest on lawful indebtedness of said drainage district, further or additional assessments on the land and corporations benefited, apportioned upon the last assessment of benefit which has been approved by the court, shall be made by the commissioners of said drainage district under the order of the court or presiding judge thereof without notice, which further or additional assessment may be made payable in installments as specified in Section 73-7-15 NMSA 1978, and shall be treated and collected in the same manner as the original assessments for construction confirmed by the court in said drainage district.\n\nHistory:Laws 1912, ch. 84, § 60; Code 1915, § 1936; C.S. 1929, § 40-165; 1941 Comp., § 77-1921; 1953 Comp., § 75-20-21.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nInterest payable on bonds and coupons after maturity.— Legislature intended that drainage districts should pay interest on their bonds and coupons after maturity.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 38, 44.\n\nNecessity that additional assessment in proceeding to establish drain precede incurring of liability in excess of original assessment, 63 A.L.R. 1179.\n\n28 C.J.S. Drains §§ 114, 115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-21/"
    },
    {
      "id": "section-73-7-22",
      "number": "73-7-22",
      "heading": "[Omissions not jurisdictional.]",
      "text": "Omission to assess benefits, or to assess for cost of construction, or to make additional assessments, or to make assessment for repairs against, or to award damages to any one or more tracts of land or easements in a drainage district, or to assess benefits, or to assess for cost of construction, or to assess for repairs or to make additional assessments against any corporation which should have been assessed, shall neither affect the jurisdiction of the court to confirm any report nor to render the benefits assessed, or the assessments for cost of construction, or additional assessments or assessments for repairs against other lands, or assessments against any corporation voidable, but the commissioners of said drainage district shall thereafter, as soon as they discover the omission, or receive notice thereof, either agree with the omitted parties upon the proper assessments or damages or make such assessments against the omitted lands and corporations, and award such damages as shall be just, and report the fact, together with such assessments and awards, to the court.\n\nHistory:Laws 1912, ch. 84, § 61; Code 1915, § 1937; C.S. 1929, § 40-166; 1941 Comp., § 77-1922; 1953 Comp., § 75-20-22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 90 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-22/"
    },
    {
      "id": "section-73-7-23",
      "number": "73-7-23",
      "heading": "[Assessments; contents of; presumption.]",
      "text": "Any owner of land, or any interest in land, within a drainage district, who claims that his land in said district is exempt from liability for, or lien of any assessment for cost of construction or repairs, or any additional assessment by said commissioners levied against the same whether said assessments be the first or any subsequent assessment or questions the legality of such assessment, may at any time within thirty days after such assessment shall have been made and on ten days' notice to such drainage commissioners appear before the court having jurisdiction and show cause why said land should not be bound by all drainage assessments in any report or reports of the commissioners of said district assessed against the same. The presumption shall be in favor of the regularity of such assessments, and they shall stand as valid assessments unless the owner of such land, or some interest therein shall show that said assessment is inequitable, or is void because the lands were not subject to assessment in the first instance.\n\nHistory:Laws 1912, ch. 84, § 62; Code 1915, § 1938; C.S. 1929, § 40-167; 1941 Comp., § 77-1923; 1953 Comp., § 75-20-23.\n\nComplainant must follow statutory procedures.— Complaint to exonerate land from lien of drainage assessment on alleged ground that drain constructed was not that designated in survey was demurrable for failure to show that plaintiff availed himself of opportunities afforded by the drainage statute to protect his interests in the drainage proceeding.Strickland v. Elliott, 1921-NMSC-056, 27 N.M. 238, 199 P. 1016.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 44 et seq.\n\nLoss of right to contest assessment in drainage proceedings by waiver, estoppel or the like, 9 A.L.R. 842.\n\nExemption of religious body or society from tax as exempting it from special assessment for drain, 17 A.L.R. 1060, 168 A.L.R. 1222.\n\nRemedy provided by statute or ordinance, failure of property owner to avail himself of, as precluding attack based on improper inclusion of property in, or exclusion of property from, assessment, 100 A.L.R. 1296.\n\n28 C.J.S. Drains § 102.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-23/"
    },
    {
      "id": "section-73-7-24",
      "number": "73-7-24",
      "heading": "[Additional levy to cover void assessments.]",
      "text": "In the case the court decides that such lands should not, at the time said assessments were made be assessed for drainage purposes, and that said assessment or assessments, are void, the commissioner may levy an additional assessment on all of the assessable land and corporations in said district based on the last assessment of benefits approved by the court, to realize the sum lost to the district by reasons of the void assessment.\n\nHistory:Laws 1912, ch. 84, § 63; Code 1915, § 1939; C.S. 1929, § 40-168; 1941 Comp., § 77-1924; 1953 Comp., § 75-20-24.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters §§ 334, 335.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-24/"
    },
    {
      "id": "section-73-7-25",
      "number": "73-7-25",
      "heading": "[Due date of assessments fixed by court order; collection; lien on lands.]",
      "text": "All drainage assessments and installments thereof with interest thereon heretofore or hereafter confirmed and made payable under and pursuant to the provisions of Sections 73-6-1 to 73-6-17, 73-6-25 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38, 73-7-40 to 73-7-56 NMSA 1978, shall be paid at the time and to the official as fixed by the order of the court which confirmed such assessments, and the collection and enforcement thereof shall be made by the drainage commissioners, their officers, agents and attorneys, but subject to and in accordance with the provisions of this act [73-7-25 to 73-7-35 NMSA 1978]. If such assessments against lands, or any installments thereof, with interest thereon, are not paid within thirty days from the date when due, such assessments shall thereafter bear interest at the rate of one percent per month on the amount then due. All drainage assessments and installments thereof with the interest thereon shall be a lien upon the lands assessed until paid or satisfied under the provisions of this act, and such lien shall not be affected by any sale of said lands for state and county taxes.\n\nHistory:Laws 1927, ch. 131, § 1; C.S. 1929, § 40-401; 1941 Comp., § 77-1925; 1953 Comp., § 75-20-25.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— \"This act\" refers to Laws 1927, ch. 131, § 1 to 11, now compiled as 73-7-25 to 73-7-35 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Superiority of special or local assessment lien for drains over earlier private lien or mortgage, where statute creating such special lien is silent as to superiority, 75 A.L.R.2d 1121.\n\n94 C.J.S. Waters §§ 321, 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-25/"
    },
    {
      "id": "section-73-7-26",
      "number": "73-7-26",
      "heading": "[Assessments certified as delinquent entered on tax roll; collection.]",
      "text": "Drainage commissioners may at any time certify any such delinquent assessments, installments and/or interest to be due and unpaid, indicating the amount of each such assessment, installment and/or interest then due, as to each tract or parcel of land, to the official whose duty it is to collect general state and county taxes, of any county in which any delinquent lands are situated, and such official shall enter the same in the tax roll of such county next thereafter to be made against the lands so certified as delinquent, but in a separate column thereof, and the same shall be collected in the same manner in which state, county and town taxes are collected, except only that personal property, and all lands other than those against which the assessment shall have been made, shall not be liable to seizure and sale therefor; and except further that if any of said lands be not sold at general tax sale for the full amount of all taxes, including drainage assessments, then contained on the tax roll of the county, or if, prior to such general tax sale, the drainage commissioners shall elect to recall their certificate of delinquencies by notice to the county official receiving the same, then and in either such event such lands may be certified back to the drainage commissioners upon their demand as unsold without prejudice to any future action for the collection and enforcement and without prejudice to the lien of such assessments, installments and interest upon said lands by reason thereof.\n\nHistory:Laws 1927, ch. 131, § 2; C.S. 1929, § 40-402; 1941 Comp., § 77-1926; 1953 Comp., § 75-20-26.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSpecific assessment not a tax.— Specific assessment on property for improvements, based upon benefits, the cost of which is assessed against the property, is not a tax within the sense of N.M. Const., art. VIII, § 3, which exempts from taxation property of state.Lake Arthur Drainage Dist. v. Field, 1921-NMSC-043, 27 N.M. 183, 199 P. 112.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 96 et seq.; 94 C.J.S. Waters § 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-26/"
    },
    {
      "id": "section-73-7-27",
      "number": "73-7-27",
      "heading": "[Foreclosure proceedings for collection of delinquent assessments.]",
      "text": "Drainage districts organized under the provisions of Sections 73-6-1 to 73-6-17, 73-6-25 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38 and 73-7-40 to 73-7-56 NMSA 1978, may enforce the collection of delinquent drainage assessments heretofore or hereafter becoming delinquent as an additional and alternative remedy by proceedings in the district court of the county where the lands upon which the assessments are delinquent, or some part thereof, are situated, for foreclosure of the lien herein referred to and a sale of the land upon which the assessments or installments thereof and/or interest thereon are delinquent in the manner hereinafter provided.\n\nHistory:Laws 1927, ch. 131, § 3; C.S. 1929, § 40-403; 1941 Comp., § 77-1927; 1953 Comp., § 75-20-27.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 48; 45 Am. Jur. 2d Irrigation § 66.\n\n28 C.J.S. Drains § 126 et seq.; 94 C.J.S. Waters §§ 321, 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-27/"
    },
    {
      "id": "section-73-7-28",
      "number": "73-7-28",
      "heading": "[Petition in foreclosure proceedings.]",
      "text": "Such foreclosure proceedings shall be by petition in equity as an action in rem filed by or in the name of the drainage district, and such petition shall aver the nonpayment of assessments or installments thereof and/or interest thereon with a description of the tracts or parcels of land upon which a lien or liens is claimed, the names of the owners and the amount of the delinquencies against the respective lands, indicating the amount of each such assessment, installment and/or interest then due, as to each tract or parcel of land, and shall pray for a judgment against each of said tracts or parcels of land and the foreclosure of the lien against the same by sale thereof. Any number of tracts or parcels of land upon which assessments, installments and/or interest may be claimed as a lien, may be included in the same petition. No error or insufficiency in said petition not going to the justice of the lien sought to be foreclosed shall invalidate the proceedings; and said petition may be amended at any time prior to entering of decree as equity shall require.\n\nHistory:Laws 1927, ch. 131, § 4; C.S. 1929, § 40-404; 1941 Comp., § 77-1928; 1953 Comp., § 75-20-28.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-28/"
    },
    {
      "id": "section-73-7-29",
      "number": "73-7-29",
      "heading": "[Notice; publication; mailing; form.]",
      "text": "Upon the filing of said petition, notice of the pendency of such suit in the name of the clerk of the court in which said petition is filed shall be given by publication once a week for four consecutive weeks and by mailing a copy of such notice by registered prepaid postage addressed to each record owner of the lands described in the petition at the last known post-office address of such owner, and the affidavit of the attorney or agent of plaintiff shall be filed in said cause indicating the addresses of the record owners to whom such notice has been so mailed, or that any such address upon diligent inquiry could not be ascertained and is unknown, which affidavit shall be prima facie evidence of the facts therein stated. The last publication shall be not less than 30 days before application for judgment shall be made and said notice shall be given in some newspaper published in the county wherein the lands are situated, and if such lands are in more than one county, then in each of such counties, and may be in substantially the following terms:\n\n\"____________________ Drainage District,\n\nDelinquent Lands.\n\nAll persons having or claiming an interest in any of the following described lands are hereby notified that suit is pending in the district court of _____ to enforce collection of certain drainage assessments on the lands herein described, which lands together with the amounts severally due are as follows, to wit: (Then should follow a list of delinquent lands and the total amounts due thereon respectively as aforesaid, and the names of the respective owners.)\n\nAll persons or corporations interested in said lands are hereby notified that they are required by law to appear on or before the ___ day of ____ A.D __ at the place fixed by law for such court to convene, and make defense to said suit or the same will be taken as confessed and final judgment will be entered directing the sale of said lands for the purpose of collecting said assessments together with the interest and costs allowed by law.\n\n_________________________\n\nClerk of said Court.\"\n\nSuch notice when published and served as aforesaid shall be equivalent to service of summons and shall confer jurisdiction upon the court to hear and determine said cause and to adjudicate the interests of all persons having any right or title in or to the land described therein.\n\nHistory:Laws 1927, ch. 131, § 5; C.S. 1929, § 40-405; 1941 Comp., § 77-1929; 1953 Comp., § 75-20-29.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For the procedures required for providing notice in the district court,seeRule 1-004 NMRA and commentary.\n\nFor provisions on publication of notice,seeChapter 14, Article 11 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-29/"
    },
    {
      "id": "section-73-7-30",
      "number": "73-7-30",
      "heading": "[Trial; equity procedure; costs and fees; time of payment of judgment.]",
      "text": "The suit shall stand for trial at the day named in such notice or as soon thereafter as the business of the court will permit. Such proceedings shall in all respects be conducted as provided by law for suits in equity and the court shall hear the cause as in other cases and enter its decree in accordance with the law and the practice of courts of equity. In all cases where notice has been properly given as aforesaid and where no answer has been filed, or if filed and the cause shall be decided for the plaintiff upon the hearing thereof, then the court by its decree shall enter judgment against each tract or parcel of land for the amount found due, together with all costs of the proceedings, which shall include a reasonable attorney's fee to be fixed by the court and taxed as a part of the costs, and such costs shall be apportioned among the several tracts or parcels of land which may be involved in one proceeding as the court may deem just and equitable. The court shall further fix a time not less than thirty nor more than ninety days from entry of such decree wherein the amount of such judgment against any such tract or parcel of land may be paid by any party interested and said decree shall provide that upon default of such payment the lien of such assessments shall be foreclosed by a sale of all lands upon which the judgment has not been paid. The court by its decree shall appoint a special master to carry out the decree, to whom the judgments shall be paid, and who in default of such payment shall advertise and sell such lands as herein provided, and shall fix the compensation of such special master as a part of the costs. The said decree shall be a joint and several decree as to each and all the several tracts or parcels of land against which the same is entered, and shall provide for interest at the rate of one percent per month on the amount found to be due until the date of sale. Provided, however, that no tract or parcel of land included in said decree shall be held liable for more than the amount due as assessed against that particular tract or parcel of land, including costs and interest as hereinbefore provided.\n\nHistory:Laws 1927, ch. 131, § 6; C.S. 1929, § 40-406; 1941 Comp., § 77-1930; 1953 Comp., § 75-20-30.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-30/"
    },
    {
      "id": "section-73-7-31",
      "number": "73-7-31",
      "heading": "[Sale of lands for delinquent assessments; transfer of title; redemption; commissioners as purchasers; disposition of receipts.]",
      "text": "The said special master shall sell the lands as to which the judgment entered has not been paid, at the courthouse of the county where the lands or some part thereof are situated, after having first advertised said sale weekly for four consecutive weeks in some newspaper published in such county, and if such lands are situated in more than one county such notice of sale shall be published in a newspaper in each of such counties. If all such land is not sold on the day advertised, such sale shall continue from day to day until completed. Sale shall be made at public outcry to the highest and best bidder for cash. The special master shall make a report of such sale or sales to the court and upon approval thereof, title to such lands so sold shall thereupon become vested in the purchaser, subject, however, to all other tax liens and the lien for all subsequent installments of drainage assessments and interest thereon, and the said purchaser shall thereupon become the owner in fee simple of the lands, and the special master shall execute and deliver deeds which shall have the same force and effect as deeds executed under judgments and decrees in civil actions, but the owner of such land, or anyone interested in the title thereto may redeem from such sale by paying to the purchaser or his assignee the purchase price with interest thereon at the rate of twelve (12%) percent per annum, together with all moneys subsequently paid for taxes and assessments thereon, at any time within nine months from the date of sale. The several tracts or parcels of land to be sold shall be offered separately. At such sale the commissioners of the drainage district in which the lands are situated may bid and become purchasers the same as any other purchaser and shall not be required to pay the purchase price in cash, but shall take title to such lands in the name of the drainage district and may thereafter sell or lease the said lands and all proceeds from the sale or leasing thereof shall be disposed of as herein provided. The amount received upon any bid shall be applied to the amount of the judgment against said tract or parcel of land bid upon; if the amount received is less than such judgment, nevertheless such judgment shall be deemed satisfied by such sale, but if the amount received is more than the judgment any surplus shall be applied first to the payment of any general state or county taxes outstanding and unpaid and then if a balance remains, as the court shall direct. All moneys received by the special master in payments on the judgment or for purchase of lands at the foreclosure sale over and above costs, attorney's fees and expenses of sale shall be paid to the treasurer of the district for credit pro rata to the respective funds entitled thereto.\n\nHistory:Laws 1927, ch. 131, § 7; C.S. 1929, § 40-407; Laws 1933, ch. 26, § 1; 1941 Comp., § 77-1931; 1953 Comp., § 75-20-31.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Tax sale as freeing property from possibility of further assessments for benefits to land, 11 A.L.R.2d 1133.\n\n28 C.J.S. Drains § 96 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-31/"
    },
    {
      "id": "section-73-7-32",
      "number": "73-7-32",
      "heading": "[Proceedings brought by bondholders; liability for costs and fees.]",
      "text": "In case the drainage commissioners shall consent thereto, or shall fail to commence proceedings to foreclose as aforesaid within twelve months after any assesments [assessments], installments and/or interest shall have become delinquent, then the holder of any bond or coupon issued by the drainage district against such assessment which shall have been in default six months shall have the right to bring and thereafter control such suits for the collection of delinquent assessments, installments and/or interest in the name of the drainage district, and for such purpose may recall from the county officers having charge of the same any assessments theretofore certified by the commissioners, and the proceedings in such suit brought by the holder of any such bond or coupon shall in all respects be governed by the provisions herein contained; provided however, that the drainage district shall not be made liable by virtue of such proceedings for any costs or attorney's fees, and no action shall be commenced by the holder of any bond or coupon, without the consent of the commissioners, until thirty days after demand made upon them to institute the same and then only upon leave of the court obtained after such notice to the commissioners as the court shall prescribe.\n\nHistory:Laws 1927, ch. 131, § 8; C.S. 1929, § 40-408; 1941 Comp., § 77-1932; 1953 Comp., § 75-20-32.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-32/"
    },
    {
      "id": "section-73-7-33",
      "number": "73-7-33",
      "heading": "[Disposition of unsold lands.]",
      "text": "In any case where the lands are offered for sale, pursuant to such foreclosure proceedings, and there is no bid upon any tract or parcel of land, such unsold lands may be disposed of by the drainage commissioners at public or private sale at such price and upon such terms as the court may direct, subject to the right of redemption as herein provided.\n\nHistory:Laws 1927, ch. 131, § 9; C.S. 1929, § 40-409; 1941 Comp., § 77-1933; 1953 Comp., § 75-20-33.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-33/"
    },
    {
      "id": "section-73-7-34",
      "number": "73-7-34",
      "heading": "Lands worth less than accumulated taxes and assessments; sale for best obtainable price; redemption; disposition of proceeds.",
      "text": "If it shall appear at any time that any tract or parcel of land covered by a certificate of sale held by any county acquired by it at general tax sale for taxes and/or drainage assessments cannot be sold for the amount of the accumulated taxes and assessments against the same, an action may be instituted upon petition to the district court by such district to inquire as to the value of such lands, and a copy of such petition shall be served upon the property tax division of the taxation and revenue department and upon the collector and treasurer of the county in which such lands are situated. If it shall appear upon the hearing of such petition that the lands cannot be sold for the amount of all accumulated general taxes and assessments against such lands, then the court shall order such lands sold as the court may direct at public sale after four weeks' notice by publication, for the best price obtainable, free and clear of all such taxes and assessments, but the owner or anyone interested in the title may redeem from such sale as provided in Section 73-7-31 NMSA 1978. The proceeds of such sale shall be divided pro rata between the county treasurer and the treasurer of said district in discharge of such taxes and assessments.\n\nHistory:Laws 1927, ch. 131, § 10; C.S. 1929, § 40-410; 1941 Comp., § 77-1934; 1953 Comp., § 75-20-34; Laws 1977, ch. 249, § 65.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For provisions on publication of notice,seeChapter 14, Article 11 NMSA 1978.\n\nThe 1977 amendmentsubstituted \"property tax division of the taxation and revenue department\" for \"state tax commission\" near the end of the first sentence and the specific statutory reference for \"section 7 of this act\" at the end of the second sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-34/"
    },
    {
      "id": "section-73-7-35",
      "number": "73-7-35",
      "heading": "[Lands sold at general tax sale; assignment of certificate to district for payment of taxes.]",
      "text": "Where lands have been heretofore sold at general tax sale for taxes and drainage assessments and the certificate is held by the county, such lands as to drainage assessments thereon shall be certified back to the drainage commissioners upon their demand, together with all penalties and interest accrued thereon, for collection and enforcement of all drainage assessments as provided by this act [73-7-25 to 73-7-35 NMSA 1978], but such certificate shall remain intact as to general taxes; and in cases where lands have been sold to the county as above stated, the district may if it desires pay the general taxes with interest and penalties and shall thereupon be entitled to an assignment of the certificate of sale and at the expiration of the time allowed by law for redemption shall be entitled to deed therefor if unredeemed.\n\nHistory:Laws 1927, ch. 131, § 11; C.S. 1929, § 40-411; 1941 Comp., § 77-1935; 1953 Comp., § 75-20-35.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 126 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-35/"
    },
    {
      "id": "section-73-7-36",
      "number": "73-7-36",
      "heading": "[Lands eliminated from drainage districts; private sale for best obtainable price; disposition of proceeds.]",
      "text": "In all cases where lands in such drainage districts have been sold or may hereafter be sold to satisfy delinquent drainage assessments and the interest or penalties thereon as provided by Sections 73-7-25 through 73-7-35 of said statutes [NMSA 1978] and have been bought in [sic] by the drainage districts as provided by Section 73-7-31 of said statutes [NMSA 1978] as amended by Chapter 26 of the Laws of 1933 if such lands are not worth the amount of the assessments accumulated against them, together with delinquent taxes and/or future assessments thereon, and in the opinion of the commissioners cannot be sold for sufficient to satisfy such sums, upon order of the district court of the county wherein such districts or any part thereof is situated, based upon a petition of the commissioners by and with the consent of the holder or holders of any bonds issued by the district, such lands may be eliminated from the drainage district and all assessments cancelled against the same and they may be sold by the commissioners at private sale for the best price obtainable, and the proceeds derived from such sale shall be divided pro rata between the county treasurer and the treasurer of said drainage districts in discharge of all such taxes and assessments.\n\nHistory:Laws 1934 (S.S.), ch. 3, § 2; 1941 Comp., § 77-1936; 1953 Comp., § 75-20-36.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-36/"
    },
    {
      "id": "section-73-7-37",
      "number": "73-7-37",
      "heading": "Commissioners may borrow money; notes and bonds; sale.",
      "text": "The commissioners [of the drainage district] may borrow an amount necessary to meet the preliminary expenses authorized by this article, and secure the amount by notes not running beyond one year from their date, and may further borrow money, not exceeding the amount of assessment for cost of construction, additional assessment and assessments for repairs, outstanding at the time of borrowing, for the construction or repair of any work which they are authorized to construct or repair or for the payment of any indebtedness they may have lawfully incurred and may secure the same by notes or bonds not running beyond one year after the last installment of the assessment, on the account of which the money is borrowed, shall fall due. The notes or bonds shall be in such form as the commissioners may determine, and which notes or bonds shall not be held to make the commissioners personally liable, but shall constitute a lien upon the assessments for the repayment of the principal and interest of the notes or bonds. The bonds shall not be subject to taxation by the state or any subdivision thereof. All sales are to be approved by the [district] court.\n\nIn case any money derived from bonds sold to pay for the original construction of improvements, now or hereafter, remains on hand after the work is completed in original construction, and paid for, and not required to pay damages, the residue may be used for maintenance and repair.\n\nHistory:Laws 1912, ch. 84, § 64; Code 1915, § 1940; C.S. 1929, § 40-169; 1941 Comp., § 77-1937; 1953 Comp., § 75-20-37; Laws 1983, ch. 265, § 54.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe reference to \"commissioners\" throughout this section apparently refers to the commissioners of the drainage district.See73-6-17 NMSA 1978. The reference to \"court\" in the last sentence of the first paragraph apparently refers to the district court.See73-6-1 NMSA 1978.\n\nCompiler's notes.— The 1915 Code compilers substituted \"this article\" for \"this act.\" Both phrases presumably refer to the provisions of Laws 1912, ch. 84 (codified as Code 1915, ch. 31, art. 1), the operative sections of which are presently compiled as 73-6-1 to 73-6-17, 73-6-25 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38 and 73-7-40 to 73-7-56 NMSA 1978.\n\nThe 1983 amendmentadded the section heading, and, in the first paragraph, divided the former first sentence into the present first two sentences, deleted \"as is\" preceding \"necessary\" in the first sentence and \"bearing interest at a rate not to exceed eight percent per annum, and\" in two places in the first sentence, following \"secure the amount by notes\" and following \"secure the same by notes or bonds,\" substituted \"The notes or bonds shall be in such form as the commissioners may determine\" for \"which said notes or bonds shall not be sold at less than ninety percent of their face value, which said bonds shall be transferable by delivery to the same extent as negotiable papers\" at the beginning of the second sentence and \"The\" for \"No commission other than the discount hereinabove provided shall be allowed for the sale of such bonds and such\" at the beginning of the third sentence and inserted \"are\" in the last sentence.\n\nInterest coupons bearing interest after maturity.— Each negotiable interest coupon attached to drainage district bond constituted obligation independent from the bond and bore interest after maturity at rate determinable by law of state where contract was to be performed.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nDrainage district may be sued in ordinary action at lawon bonds and interest coupons.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nAction on bonds and interest coupons was within federal court jurisdictionsince there was requisite amount involved and requisite diversity of citizenship, notwithstanding pendency of drainage district proceedings.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 15 et seq.; 94 C.J.S. Waters §§ 324, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-37/"
    },
    {
      "id": "section-73-7-38",
      "number": "73-7-38",
      "heading": "[Refunding indebtedness.]",
      "text": "And the court may, on the petition of the commissioners authorize them to refund any lawful indebtedness of the district by taking up and cancelling all of its outstanding notes and bonds, as fast as they become due, or before, if the holders thereof will surrender the same, and issuing in lieu thereof new notes, or bonds of such district, payable in such longer time as the court shall deem proper, not to exceed in the aggregate the amount of all notes and bonds of the district then outstanding, and the unpaid, accrued interest thereon, and bearing interest not exceeding eight percent per annum.\n\nHistory:Laws 1912, ch. 84, § 65; Code 1915, § 1941; C.S. 1929, § 40-170; 1941 Comp., § 77-1938; 1953 Comp., § 75-20-38.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nDistricts to pay interest on matured bonds and coupons.— Legislature intended that drainage districts should pay interest on their bonds and coupons after maturity.Roswell Drainage Dist. v. Parker, 53 F.2d 793 (10th Cir. 1931).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters §§ 327, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-38/"
    },
    {
      "id": "section-73-7-39",
      "number": "73-7-39",
      "heading": "[Authority to refund indebtedness of any kind; borrowing money; issuance of new bonds and notes.]",
      "text": "Drainage districts organized under the provisions of Sections 73-6-1 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38 and 73-7-40 to 73-7-56 NMSA 1978 may refund all outstanding indebtedness whether evidenced by notes, bonds, coupons, judgments or other evidences of indebtedness in the manner provided by Section 73-7-38 NMSA 1978 of said statutes, and for such purpose may borrow the money necessary from any person or corporation willing to advance the same, or from the reconstruction finance corporation, or under the National Industrial Recovery Act [repealed] or any agency authorized by acts of congress to loan money for such purpose, and may issue new notes or bonds to evidence such indebtedness.\n\nHistory:Laws 1934 (S.S.), ch. 3, § 1; 1941 Comp., § 77-1939; 1953 Comp., § 75-20-39.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe National Industrial Recovery Act comprises the Act of June 16, 1933, 48 Stat. 195, ch. 90, and the Act of June 29, 1956, 70 Stat. 384, ch. 462, title I, § 113 (d). It was compiled as 15 U.S.C. § 701 et seq. and 40 U.S.C. § 401 et seq. Those sections have since been repealed.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-39/"
    },
    {
      "id": "section-73-7-40",
      "number": "73-7-40",
      "heading": "[Letting contracts; bids; notice.]",
      "text": "In all cases where the estimated cost of the work to be done at any one time under the direction of the commissioners shall exceed five hundred dollars [($500)], the same shall be let to the lowest responsible bidder, and the commissioners shall advertise for sealed bids, by notice published in some newspaper published in the county in which the petition is filed, and may advertise in one or more newspapers published elsewhere. If there be no newspaper published in the county in which the petition is filed, they shall advertise in some newspaper of general circulation in the district, which said notice shall particularly set forth the time and place when and where the bids advertised for will be opened, the kind of work to be let and the terms of payment. Said commissioners may continue the letting from time to time, if in their judgment the same shall be necessary, and shall reserve the right to reject any and all bids.\n\nHistory:Laws 1912, ch. 84, § 66; Code 1915, § 1942; C.S. 1929, § 40-171; 1941 Comp., § 77-1940; 1953 Comp., § 75-20-40.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For provisions on publication of notice,seeChapter 14, Article 11 NMSA 1978.\n\nSufficient to publish notice for reasonable time.— The notice required need not be published for four weeks; publication for a reasonable length of time is sufficient.Stanley v. Wixon, 1918-NMSC-082, 24 N.M. 499, 174 P. 200.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 60 et seq.; 94 C.J.S. Waters § 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-40/"
    },
    {
      "id": "section-73-7-41",
      "number": "73-7-41",
      "heading": "[Commissioners not to be interested in contracts.]",
      "text": "And they shall not during their term of office, be interested directly or indirectly in any contract for the construction of any drain, ditch or other work in such drainage district, or in the sale of materials therefor or in the wages of or supplies for men or teams employed on any such work in said district.\n\nHistory:Laws 1912, ch. 84, § 67; Code 1915, § 1943; C.S. 1929, § 40-172; 1941 Comp., § 77-1941; 1953 Comp., § 75-20-41.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-41/"
    },
    {
      "id": "section-73-7-42",
      "number": "73-7-42",
      "heading": "[Damages; how paid.]",
      "text": "The damages allowed to the owners of lands shall be paid or tendered before the commissioners shall be authorized to enter upon such lands, for the construction of any drains or ditches proposed thereon. If the owner is unknown or there shall be a contest in regard to the ownership of the lands, or the owner will not receive payment, or there exists a mortgage or other lien against the same or the commissioners cannot for any other reason pay him, they may deposit the said damages with the clerk of the court, for the benefit of the owner, or parties interested, to be paid or distributed as the court shall direct and such payment shall have the same effect as the tender to and the acceptance of the damages awarded by the true owner of the land. This section shall not, however, prevent said commissioners, their agents, servants and employes [employees] going upon said lands to do any and all work found necessary prior to making their report thereof.\n\nHistory:Laws 1912, ch. 84, § 68; Code 1915, § 1944; C.S. 1929, § 40-173; 1941 Comp., § 77-1942; 1953 Comp., § 75-20-42.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSection provides for just compensationfor such property as may be taken or damaged in the construction of a drainage system.In re Dexter-Greenfield Drainage Dist., 1915-NMSC-097, 21 N.M. 286, 154 P. 382.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-42/"
    },
    {
      "id": "section-73-7-43",
      "number": "73-7-43",
      "heading": "[Outside lands; when included.]",
      "text": "Whenever any lands outside a drainage district are receiving the benefits of the drains of said district, by direct or indirect, natural or artificial connection therewith, or are damaging those in the district, the commissioners of said district may report said facts to the court and ask that said lands, describing them, be brought into said district and assessed for the benefit by them received from the drains or ditches of said district, or damages inflicted.\n\nHistory:Laws 1912, ch. 84, § 69; Code 1915, § 1945; C.S. 1929, § 40-174; 1941 Comp., § 77-1943; 1953 Comp., § 75-20-43.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-43/"
    },
    {
      "id": "section-73-7-44",
      "number": "73-7-44",
      "heading": "[Outside lands; notice to owners.]",
      "text": "Upon filing of said report the court shall order the owners of such lands to be notified of the filing of said report and the contents thereof, and shall require such owners to show cause at a time and place fixed therein, not less than twenty days thereafter, why their said lands should not be brought into said district and assessed for said benefit.\n\nHistory:Laws 1912, ch. 84, § 70; Code 1915, § 1946; C.S. 1929, § 40-175; 1941 Comp., § 77-1944; 1953 Comp., § 75-20-44.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-44/"
    },
    {
      "id": "section-73-7-45",
      "number": "73-7-45",
      "heading": "[Outside lands; remonstrance; hearing.]",
      "text": "At the time and place fixed for hearing said report any of said landowners may appear and remonstrate against the confirmation of said report. All remonstrances shall be in writing, verified and shall set forth the facts on which they are based. All issues arising on said report shall be tried by the court without a jury.\n\nHistory:Laws 1912, ch. 84, § 71; Code 1915, § 1947; C.S. 1929, § 40-176; 1941 Comp., § 77-1945; 1953 Comp., § 75-20-45.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-45/"
    },
    {
      "id": "section-73-7-46",
      "number": "73-7-46",
      "heading": "[Outside lands; when annexed.]",
      "text": "If the court shall find that said lands or any of them are receiving the benefits of any such drain or ditch, the court shall so find in writing and shall order said lands to be annexed to and made a part of said district and benefits to be assessed against the same by the commissioners of said district.\n\nHistory:Laws 1912, ch. 84, § 72; Code 1915, § 1948; C.S. 1929, § 40-177; 1941 Comp., § 77-1946; 1953 Comp., § 75-20-46.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 21.\n\n28 C.J.S. Drains §§ 10 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-46/"
    },
    {
      "id": "section-73-7-47",
      "number": "73-7-47",
      "heading": "[Outside lands; appeal.]",
      "text": "Said order shall be final and conclusive unless appealed to the supreme court within thirty days from the date of entry thereof.\n\nHistory:Laws 1912, ch. 84, § 73; Code 1915, § 1949; C.S. 1929, § 40-178; 1941 Comp., § 77-1947; 1953 Comp., § 75-20-47.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains §§ 10, 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-47/"
    },
    {
      "id": "section-73-7-48",
      "number": "73-7-48",
      "heading": "[Annexed lands; assessments.]",
      "text": "Said commissioners shall, after the time for appeal is passed, assess against each parcel, tract and easement of and in said annexed lands reasonable and just benefits, and shall assess against said lands for construction and repairs such sum as shall be just.\n\nHistory:Laws 1912, ch. 84, § 74; Code 1915, § 1950; C.S. 1929, § 40-179; 1941 Comp., § 77-1948; 1953 Comp., § 75-20-48.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-48/"
    },
    {
      "id": "section-73-7-49",
      "number": "73-7-49",
      "heading": "[Annexed lands; assessments; notice; hearing.]",
      "text": "The commissioners shall file their report of such assessments in court. The court shall by order require said owners to show cause at a time and place therein fixed not less than twenty days after service of said order, why said report of assessment should not be confirmed and on such hearing the court shall either amend, confirm or reject such report of assessments.\n\nHistory:Laws 1912, ch. 84, § 75; Code 1915, § 1951; C.S. 1929, § 40-180; 1941 Comp., § 77-1949; 1953 Comp., § 75-20-49.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 10, 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-49/"
    },
    {
      "id": "section-73-7-50",
      "number": "73-7-50",
      "heading": "[Courts to supervise commissioners; powers.]",
      "text": "The court shall at all times have supervision of said commissioners, and may at any time require them to make a report on any matter or matters connected with their duties as commissioners, and after due hearing may remove from office any or all of said commissioners for neglect of duty or malfeasance in office or for other good cause. The court may at any time require the commissioners to give new bonds and may fix the amount thereof, and said bonds shall be submitted to the court or the presiding judge thereof for approval.\n\nHistory:Laws 1912, ch. 84, § 76; Code 1915, § 1952; C.S. 1929, § 40-181; 1941 Comp., § 77-1950; 1953 Comp., § 75-20-50.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-50/"
    },
    {
      "id": "section-73-7-51",
      "number": "73-7-51",
      "heading": "[Bonds and obligations.]",
      "text": "No bond or other money obligations issued by any drainage district shall be adversely affected by any subsequent change in assessments of benefits.\n\nHistory:Laws 1912, ch. 84, § 77; Code 1915, § 1953; C.S. 1929, § 40-182; 1941 Comp., § 77-1951; 1953 Comp., § 75-20-51.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 48, 49.\n\n28 C.J.S. Drains § 15 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-51/"
    },
    {
      "id": "section-73-7-52",
      "number": "73-7-52",
      "heading": "[Commissioners are public officers; presumptions.]",
      "text": "Commissioners of drainage districts are hereby declared to be public officers. The presumption shall be in favor of the regularity and validity of all their official acts. Whenever any report of the commissioners of any drainage district or any part of said report is contested, remonstrated against or called in question, the burden of proof shall rest upon the contestant, remonstrant or questioner.\n\nHistory:Laws 1912, ch. 84, § 78; Code 1915, § 1954; C.S. 1929, § 40-183; 1941 Comp., § 77-1952; 1953 Comp., § 75-20-52.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-52/"
    },
    {
      "id": "section-73-7-53",
      "number": "73-7-53",
      "heading": "[Owners of land; rights to use of drains; eminent domain.]",
      "text": "The owner of any land that has been assessed for the cost of the construction of any ditch, drain or watercourse, as herein provided, shall have the right to use the ditch, drain or watercourse as an outlet for lateral drains from said land; and if said land is separated from the ditch, drain or watercourse by the land of another or others, and the owner thereof shall be unable to agree with said other or others as to the terms and conditions on which he may enter their lands and construct said drain or ditch, and [then] he may acquire a right-of-way therefor by condemnation as hereinafter provided by the provisions of Section 73-7-56 NMSA 1978.\n\nHistory:Laws 1912, ch. 84, § 79; Code 1915, § 1955; C.S. 1929, § 40-184; 1941 Comp., § 77-1953; 1953 Comp., § 75-20-53.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 33.\n\n28 C.J.S. Drains § 59; 94 C.J.S. Waters §§ 349, 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-53/"
    },
    {
      "id": "section-73-7-54",
      "number": "73-7-54",
      "heading": "[Assessments; confirmation conclusive of regularity.]",
      "text": "The collection of any assessments made by the commissioners for construction and confirmed by the court, shall not be restrained or obstructed by reason of any omission, imperfection or defect in the organization of any district or in the proceedings occurring prior to the order confirming the assessments of benefits, but such order shall be conclusive as to the regularity of all proceedings relating to the assessments of benefits unless appealed from within thirty days after the entry of such order.\n\nHistory:Laws 1912, ch. 84, § 80; Code 1915, § 1956; C.S. 1929, § 40-185; 1941 Comp., § 77-1954; 1953 Comp., § 75-20-54.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 39, 46.\n\n28 C.J.S. Drains § 102.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-54/"
    },
    {
      "id": "section-73-7-55",
      "number": "73-7-55",
      "heading": "[Obstruction of drains; bridges.]",
      "text": "No person, firm, county or corporation, or other municipal corporation, shall sink, set or drive any post, pillars or piling in any of the drains or ditches constructed under the provisions of this article for the purpose of erecting any bridge, trestle or covering over or across any such drain or ditch. All supports for any such bridges shall be entered or placed on the banks of such drain or watercourse so as not to obstruct the flow of water therein. No person taking water for any purpose, from any drain or ditch, constructed under the provisions of this article, shall take said water in such manner as to obstruct the flow of water in, or in any way diminish the efficiency of, said drain or ditch. Any person who shall violate any of the foregoing provisions of this section or who shall place logs, brush or any other like substances, or fell trees into them, which will obstruct the flow of water in any of the drains or watercourses constructed in whole or in part under the provisions of this article, or in any stream which will flow through such improvement, and any public officer or any employe [employee] who shall fail or refuse to perform any of the duties required by this article, shall be deemed guilty of a misdemeanor, and shall be liable for all damages caused thereby.\n\nHistory:Laws 1912, ch. 84, § 81; Code 1915, § 1957; C.S. 1929, § 40-186; 1941 Comp., § 77-1955; 1953 Comp., § 75-20-55.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1915 Code substituted \"this article\" for \"this act.\" Laws 1912, ch. 84. § 81 was codified as Code 1915, ch. 31, art. 1, now compiled as 73-6-1 to 73-6-17, 73-6-25 to 73-6-44, 73-7-1 to 73-7-24, 73-7-37, 73-7-38 and 73-7-40 to 73-7-56 NMSA 1978.\n\nCross references.— For general prohibition of interference with use of water,see72-8-3 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 33.\n\nObstruction or diversion of, or other interference with, flow of surface water as taking or damaging property within constitutional provision against taking or damaging without compensation, 128 A.L.R. 1195.\n\nLiability for damages from obstruction of stream by debris or waste, 29 A.L.R.2d 447.\n\nMunicipality's liability for damage resulting from obstruction or clogging of drains or sewers, 59 A.L.R.2d 281.\n\n28 C.J.S. Drains § 78; 93 C.J.S. Waters §§ 15, 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-55/"
    },
    {
      "id": "section-73-7-56",
      "number": "73-7-56",
      "heading": "Rights-of-way; eminent domain by individuals; eminent domain for construction.",
      "text": "Any person, firm, corporation or association may exercise the right of eminent domain to take and acquire property and [a] right-of-way for the construction, maintenance and operation of a drainage ditch, which shall be located as to do the least damage to private property consistent with its proper use and construction, such property and right-of-way shall be acquired in the manner provided by the Eminent Domain Code [42A-1-1 to 42A-1-33 NMSA 1978].\n\nHistory:Laws 1912, ch. 84, § 82; Code 1915, § 1958; C.S. 1929, § 40-187; 1941 Comp., § 77-1956; 1953 Comp., § 75-20-56; Laws 1981, ch. 125, § 57.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe 1981 amendmentrevised the section heading, substituted \"property and\" for \"land\" following \"acquire\" near the beginning of the section, substituted \"property\" for \"land\" following \"such\" near the end of the section and substituted \"the Eminent Domain Code\" for \"law for the condemnation and taking of private property in the state of New Mexico for railroads, telegraph and telephone and other public uses and purposes\" at the end of the section.\n\nSection is limited in its applicationto such persons as have been assessed for the cost of construction of works of a drainage district and does not violate N.M. Const., art. IV, § 16, which prohibits more than one subject to be embraced in a bill. In re Dexter-Greenfield Drainage Dist., 1915-NMSC-097, 21 N.M. 286, 154 P. 382.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 5.\n\nRight of owner of land not originally taken or purchased as part of adjacent project to recover, on enlargement of project to include adjacent land, enhanced value of property by reason of proximity to original land, 95 A.L.R.3d 752.\n\n28 C.J.S. Drains §§ 56, 78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-7/section-73-7-56/"
    }
  ]
}