{
  "state": "new-mexico",
  "path": "title-chapter-73-special-districts/chapter-article-13-general-provisions-relating-to-irrigation-distric",
  "sections": [
    {
      "id": "section-73-13-1",
      "number": "73-13-1",
      "heading": "[Office of district.]Section 73-13-2 - [Location determined by board of directors",
      "text": "That the office of all irrigation districts shall be in the county where the lands of said district, or some part thereof, are situate.\n\nHistory:Laws 1933, ch. 181, § 1; 1941 Comp., § 77-2501; 1953 Comp., § 75-26-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-1/"
    },
    {
      "id": "section-73-13-2",
      "number": "73-13-2",
      "heading": "[Location determined by board of directors.]",
      "text": "The board of directors of each such district shall determine where the office of said district shall be and may change the location of such office, from time to time, in such manner as, in their opinion, will best serve the purposes of said district and convenience of the property owners therein.\n\nHistory:Laws 1933, ch. 181, § 2; 1941 Comp., § 77-2502; 1953 Comp., § 75-26-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-2/"
    },
    {
      "id": "section-73-13-3",
      "number": "73-13-3",
      "heading": "[Power to deal in lands and water rights.]",
      "text": "The directors of any irrigation district, now organized or which may be hereafter organized under the laws of the state of New Mexico, shall have power to purchase, hold, use, control, operate, sell, convey, lease and otherwise acquire and deal in lands and water rights, and any and all interests therein, in the name and for the use of the district, whenever, in their judgment such action shall be for the benefit of the district.\n\nHistory:Laws 1925, ch. 139, § 1; C.S. 1929, § 73-601; 1941 Comp., § 77-2503; 1953 Comp., § 75-26-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nIrrigation district has power to acquire water rightsby any legal means. 1964 Op. Att'y Gen. No. 64-01.\n\nUse of water right must commence within four years.— The length of time that an irrigation district may hold a right without putting the water of that right to beneficial use is limited to four years, although, in the discretion of the director of the water resources division, extensions of time may be granted beyond the four-year period. 1964 Op. Att'y Gen. No. 64-01.\n\nForfeiture for nonuse.— An irrigation district must continue to beneficially use any water right acquired pursuant to this section or suffer the right to be forfeited. 1964 Op. Att'y Gen. No. 64-01.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 62.\n\n94 C.J.S. Waters § 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-3/"
    },
    {
      "id": "section-73-13-4",
      "number": "73-13-4",
      "heading": "Transfer water from one tract to another tract owned by district.",
      "text": "Upon the application of any landowner in the district or upon its own motion, the board of directors of any such district may transfer any water rights appurtenant to lands held by or within such district, which for any cause are not suitable for irrigation or capable of being properly irrigated, to any other lands held by or within such district and which, in their judgment may be profitably and advantageously irrigated. Said action shall be taken by first publishing a notice in any newspaper published within the county where the office of said district is located, of the board's intention to consider a resolution setting a time and place thereof, which resolution shall have for its purpose the transfer of such water rights from certain lands described in said notice to certain other lands described in said notice, and the reason for such transfer. At such time and place protest or protests from any person or persons interested may be heard and thereafter said board of directors shall take formal action upon said resolution. Any protestant or protestants may appeal direct to the district court from any action taken by said board upon said resolution, provided said appeal be taken and notice thereof served within ten (10) days from the date of the adoption or rejection of such resolution.\n\nSuch appeal when so taken to the district court, shall be heard de novo and in all matters the same as appeals from justice of the peace courts [magistrate courts], except that no right of trial by jury shall be allowed.\n\nHistory:Laws 1925, ch. 139, § 2; C.S. 1929, § 73-602; Laws 1934 (S.S.), ch. 8, § 14; 1941 Comp., § 77-2504; 1953 Comp., § 75-26-4.\n\nBracketed material.— The bracketed material was not enacted by the legislature and is not part of the law.\n\nThe office of the justice of the peace was abolished by 35-1-38 NMSA 1978, which also provided that references to the justice of the peace shall be construed as references to the magistrate court.\n\nCross references.— For notice by publication,see14-11-1 NMSA 1978 et seq.\n\nFor appeals to district court,see39-3-1 and 39-3-2 NMSA 1978.\n\nFor procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nFor scope of review of the district court,seeZamora v. Village of Ruidoso Downs, 120 N.M. 778, 907 P.2d 182 (1995).\n\nLaw reviews.— For article, \"An Institutional Framework for a Water Market in the Elephant Butte Irrigation District,\" see 49 Nat. Resources J. 219 (2009).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 62.\n\n94 C.J.S. Waters § 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-4/"
    },
    {
      "id": "section-73-13-5",
      "number": "73-13-5",
      "heading": "[State engineer notified of transfer.]",
      "text": "That when, acting under the provisions of Section 73-602 of the New Mexico Statutes Annotated as amended by Section 14 of Chapter 8 of the Special Session Laws of 1934 [73-13-4 NMSA 1978], the board of directors of any irrigation district shall have transferred water rights to lands other than those to which such water rights had theretofore been appurtenant, the secretary of said board shall immediately certify and file with the state engineer, a true copy of the board's resolution and action effecting such transfer. And in case of an appeal from such action of said board, the clerk of the district court, without charge or cost, shall immediately file with said state engineer a certified copy of the judgment of court entered in said appeal.\n\nHistory:Laws 1935, ch. 41, § 1; 1941 Comp., § 77-2505; 1953 Comp., § 75-26-5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— \"Section 73-602\" refers to the 1929 compilation of Laws 1925, ch. 139, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-5/"
    },
    {
      "id": "section-73-13-6",
      "number": "73-13-6",
      "heading": "[Assessments on transfer of water rights.]",
      "text": "Whenever water rights shall be transferred, under the provisions of this act [73-13-3, 73-13-4, 73-13-6, 73-13-7 NMSA 1978], from lands which are subject to any assessment for the payment of any outstanding bonds or other obligations of the district, the lands to which such water rights are transferred shall be subject to the same assessment or assessments from the date of such transfer. Such lands shall also be charged, from the date of transfer with assessments levied for the maintenance of the irrigation system or systems of the district, and for the general expenses of the district, in the same proportion as other lands in the district.\n\nHistory:Laws 1925, ch. 139, § 3; C.S. 1929, § 73-603; 1941 Comp., § 77-2506; 1953 Comp., § 75-26-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 63.\n\n94 C.J.S. Waters § 332.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-6/"
    },
    {
      "id": "section-73-13-7",
      "number": "73-13-7",
      "heading": "[Bondholders may be authorized to appoint director.]",
      "text": "Whenever the board of directors of an irrigation district are authorized to issue bonds of the district, or refunding bonds, and have issued or are about to issue such bonds, said board shall be authorized to enter into a contract with the purchasers of said bonds, or with the financial agency which may undertake or have in charge the sale thereof, that so long as any of such bonds remain outstanding, the owners of two-thirds in principal amount of said bonds may appoint one as director of said district. Such appointment shall be made by a written statement, in duplicate, signed by the owners of two-thirds of said bonds, showing the number, series, par value and date of issue of each bond owned or held by each respectively, and appointing such person as may be provided by such contract to be member of the board of directors of said district. One of such duplicate statements shall be filed with the board of directors of the district and entered in full upon the minutes of its next meeting, and the other with the county clerk. Directors so appointed shall not be required to have any other qualifications than those herein or in said duplicate statement provided but shall take the oath and give any bond required by law. They shall have the same powers, duties and liabilities as other directors of the district but shall receive no compensation for their services.\n\nHistory:Laws 1925, ch. 139, § 4; C.S. 1929, § 73-604; 1941 Comp., § 77-2507; 1953 Comp., § 75-26-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-7/"
    },
    {
      "id": "section-73-13-8",
      "number": "73-13-8",
      "heading": "Borrowing money; limitations.",
      "text": "In addition to the powers and authority, and including districts organized for the purpose of cooperating with the government of the United States under the terms of the federal reclamation law and other federal laws now vested in irrigation districts organized and existing under the laws of New Mexico, irrigation districts, through their respective boards of directors are hereby authorized and empowered to borrow money upon the income, credit and assets of such district and pledge the credit, income and assets thereof to secure the same, provided that no such loan shall exceed the sum of thirty dollars ($30.00) per acre for each acre of irrigated land within such district; if said loan exceeds one thousand dollars ($1,000) the same shall be authorized or approved in writing by landowners who own in excess of fifty-one percent of the lands irrigated and assessed by the district for district purposes, as such ownership and acreage be shown by the records of such district as certified by the secretary and president of said district and which said certificate or certificates shall be considered sufficient and conclusive as to the amount of such total irrigated acreage, and of the assent of the landowners authorizing or approving such loan; and after securing the said approval in writing of the landowners, the board of directors of any such district making any such loan is hereby authorized and empowered to execute, make and deliver, in the name of and for and on behalf of such district, notes, debentures, mortgages or pledges, or other form of obligation as shall by the board of directors be deemed for the best interest of such district.\n\nHistory:Laws 1933, ch. 52, § 1; 1941 Comp., § 77-2508; Laws 1943, ch. 41, § 1; 1953 Comp., § 75-26-8; Laws 1957, ch. 135, § 1.\n\nCross references.— For borrowing in districts cooperating with federal reclamation law,see73-11-27 NMSA 1978.\n\nFor federal reclamation laws,see43 U.S.C. § 371 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-8/"
    },
    {
      "id": "section-73-13-9",
      "number": "73-13-9",
      "heading": "[Security for loan; repayment; special assessments.]",
      "text": "The board of directors of any district securing or to secure any loan hereunder shall have power and authority to pledge and/or mortgage the income, assets and property of said district, and are authorized and empowered, and it shall be the duty of said board, to make special levy of assessment and assessments, from year to year, against all lands within the district to meet the payment and payments, including interest and sinking fund, obligated under any loan made hereunder; that such special assessments shall be increased not less than 15 per centum over and above the amount and amounts deemed to be required to meet the loan obligation, and if the sum realized from such special assessment and assessments be insufficient then any and all other income and property of the district shall be used as necessary to meet such obligation, except that no funds of the district shall be used to pay obligations hereunder where such funds have been made available to pay the outstanding bonds of such district, or interest thereon, or other obligations of the district shown of the public records of the county clerk of the county in which said district be situated, or if situated in more than one county, then the said records of each county.\n\nHistory:Laws 1933, ch. 52, § 2; 1941 Comp., § 77-2509; 1953 Comp., § 75-26-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 326.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-9/"
    },
    {
      "id": "section-73-13-10",
      "number": "73-13-10",
      "heading": "[Execution and acknowledgment of security for loan.]",
      "text": "Loans hereunder may be made and secured by notes, debentures, mortgages or pledges, or other form of obligation as shall by its board of directors be deemed for the best interest of such district and the board of directors of such district are hereby authorized and empowered to make, execute, acknowledge and deliver any and all such notes, bonds, mortgages, pledges, debentures or other form of obligation in the name of, and for and upon behalf of such district.\n\nHistory:Laws 1933, ch. 52, § 3; 1941 Comp., § 77-2510; 1953 Comp., § 75-26-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-10/"
    },
    {
      "id": "section-73-13-11",
      "number": "73-13-11",
      "heading": "Limitation on term of loan; interest; renewal of loan.",
      "text": "Loans made under the provisions hereof shall be for a period of not exceeding twenty (20) years, payable as to principal and interest as the board of directors may determine, but no obligation of the district issued hereunder shall be sold for less than ninety cents (90 ) of the dollar par value thereof, and shall draw interest not to exceed seven (7) per centum per annum, provided that any such loan may be refunded or renewed, if necessary, for a further period of five (5) years.\n\nHistory:Laws 1933, ch. 52, § 4; 1941 Comp., § 77-2511; 1943, ch. 41, § 2; 1953 Comp., § 75-26-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-11/"
    },
    {
      "id": "section-73-13-12",
      "number": "73-13-12",
      "heading": "[Advertisement or notice of sale unnecessary; private sale.]",
      "text": "It shall not be necessary that any advertisement or notice of sale of any obligation issued hereunder be had or given, but any such loan may be made and evidence of debt sold, negotiated and delivered at private sale without advertisement or notice.\n\nHistory:Laws 1933, ch. 52, § 5; 1941 Comp., § 77-2512; 1953 Comp., § 75-26-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-12/"
    },
    {
      "id": "section-73-13-13",
      "number": "73-13-13",
      "heading": "[Total of loans not to exceed maximum.]",
      "text": "No second or subsequent loan shall be made hereunder where the total thereof, including loan previously made hereunder, shall exceed the maximum amount per acre authorized hereunder.\n\nHistory:Laws 1933, ch. 52, § 6; 1941 Comp., § 77-2513; 1953 Comp., § 75-26-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For loan amount limit,see73-13-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-13/"
    },
    {
      "id": "section-73-13-14",
      "number": "73-13-14",
      "heading": "[Debt constitutes lien on district.]",
      "text": "That obligations and evidence of debt issued by any district hereunder shall be a first lien on the income and property of such district, except outstanding bonds and lien obligations of [on] the records of the county clerk and recorder of the county or counties wherein said district be situated, as of prior date and recording of the loan or loans hereunder.\n\nHistory:Laws 1933, ch. 52, § 7; 1941 Comp., § 77-2514; 1953 Comp., § 75-26-14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 107.\n\n94 C.J.S. Waters § 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-14/"
    },
    {
      "id": "section-73-13-15",
      "number": "73-13-15",
      "heading": "[Use of borrowed money.]",
      "text": "Money obtained or borrowed under the provisions hereof shall be expended only in the betterment, extension, construction, operation, reconstruction and repair of the canal, irrigation system and physical works of the district, and for the payment or retirement of any or all existing indebtedness not evidenced by outstanding bonds, and in any such expenditures made by the district the tender [lender] of the monies shall not be responsible for the application or expenditure thereof.\n\nHistory:Laws 1933, ch. 52, § 8; 1941, ch. 112, § 1; 1941 Comp., § 77-2515; 1953 Comp., § 75-26-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-15/"
    },
    {
      "id": "section-73-13-16",
      "number": "73-13-16",
      "heading": "[Special assessment entered by county assessor; lien; collection.]",
      "text": "Special assessments authorized and made hereunder shall be certified by the secretary of the board of directors of said district to the county assessor of the county or counties where the lands assessed are situated and said assessor shall immediately enter said special assessment on the tax rolls for the year specified in said special assessment whether such roll be in his hands or in the hands of the county treasurer and said special assessment when entered shall be and constitute a first lien upon the lands assessed until paid and shall be collected by the county treasurer at the same time and in the same manner with the same penalties and interest, when in default of payment, as are other levies and assessments of the district collected, or special assessments may be made and included with the regular levies and assessments made by the district for district purposes as now provided by law.\n\nHistory:Laws 1933, ch. 52, § 9; 1941 Comp., § 77-2516; 1953 Comp., § 75-26-16.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For assessment collection in irrigation districts,see73-9-22 to 73-9-28 NMSA 1978.\n\nFor assessment collection in districts cooperating with federal reclamation laws,see73-11-32 to 73-11-48 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 70.\n\n94 C.J.S. Waters § 332.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-16/"
    },
    {
      "id": "section-73-13-17",
      "number": "73-13-17",
      "heading": "[Purpose of act.]",
      "text": "The intent of this act [73-13-8 to 73-13-18 NMSA 1978] is to authorize and allow irrigation district [districts] coming under the provisions hereof to borrow money and make loans from the reconstruction finance corporation, under the provisions of the Relief Act of the federal congress of 1932, and amendments made or to be made thereto, or from any like agency of the federal government or from any other agency, person, corporation or association, and it is declared that tolls, assessments or charge for the use of water and other facilities of any such district shall be deemed self-liquidating, within the intent and meaning of the said act of congress in reference thereto.\n\nHistory:Laws 1933, ch. 52, § 10; 1941 Comp., § 77-2517; 1953 Comp., § 75-26-17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The Relief Act of 1932 formerly appeared as 15 U.S.C. § 601 et seq., but has now been repealed or omitted. The reconstruction finance corporation was abolished pursuant to Reorganization Plan No. 1 of 1957, 22 Fed. Reg. 4633, 71 Stat. 647, effective June 30, 1957.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-17/"
    },
    {
      "id": "section-73-13-18",
      "number": "73-13-18",
      "heading": "[Construction of act.]",
      "text": "Any and all laws relating to irrigation districts within the state of New Mexico which would or might be construed in conflict with this act [73-13-8 to 73-13-18 NMSA 1978] shall be held inoperative for the purposes and intent of this act, and this act shall be deemed to be additional to other laws and acts permitting or authorizing indebtedness by any district coming under the provisions hereof.\n\nHistory:Laws 1933, ch. 52, § 11; 1941 Comp., § 77-2518; 1953 Comp., § 75-26-18.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-18/"
    },
    {
      "id": "section-73-13-19",
      "number": "73-13-19",
      "heading": "[Delinquent tax sales; purchase by district.]",
      "text": "Whenever any lands within and forming part of any irrigation district organized under or governed by Chapter 41 of the Session Laws of 1919, and Chapter 20 of the Session Laws of 1919, have been heretofore or may be hereafter sold for delinquent taxes, such district may become the purchaser thereof or of the duplicate tax sale certificate therefor; provided, the rights and privileges by this act [73-13-19 to 73-13-23 NMSA 1978] conferred upon irrigation districts shall be cumulative, and this act shall not be construed to repeal Section 14 [73-11-35 NMSA 1978], Chapter 39 of the Sessions Laws of 1921.\n\nHistory:Laws 1923, ch. 107, § 1; C.S. 1929, § 73-301; 1941 Comp., § 77-2520; 1953 Comp., § 75-26-19.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For Laws 1919, ch. 41,seecompiler's notes to 73-9-1 NMSA 1978.\n\nFor Laws 1919, ch. 20,seecompiler's notes to 73-11-1 NMSA 1978\n\nCross references.— For tax sale purchases by districts cooperating with federal reclamation laws,see73-11-35, 73-11-42, 73-11-45 NMSA 1978.\n\nFor tax sale procedure generally,see7-38-65 NMSA 1978 et seq.\n\nDelinquency of district assessment cause for sale at which district may purchase.— Property within an irrigation district may be sold for delinquency of the irrigation district's assessments even though state and other taxes have been paid and the irrigation district may buy the property which is thus sold. 1944 Op. Att'y Gen. No. 44-4484.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 72.\n\n94 C.J.S. Waters § 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-19/"
    },
    {
      "id": "section-73-13-20",
      "number": "73-13-20",
      "heading": "[Expiration of redemption period; tax deed to district; prior liens.]",
      "text": "Whenever any such land so sold has been heretofore or shall be hereafter struck off to the county, and has not been redeemed, and the duplicate tax sale certificate therefor has not been sold or assigned by the county, it shall be the duty of the county treasurer, upon application by the board of directors of such district, at any time after the expiration of the period of redemption provided by law, to execute and deliver a tax deed conveying said land to said district subject to a prior lien for all the taxes, interest, penalty and costs due thereon; provided that where such land has been sold for delinquent taxes under the provisions of Chapter 133 of the Session Laws of 1921, the provisions of Section 453 of said Chapter 133 shall be complied with before such deed shall be issued.\n\nHistory:Laws 1923, ch. 107, § 2; C.S. 1929, § 73-302; 1941 Comp., § 77-2521; 1953 Comp., § 75-26-20.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1921, ch. 133 was superseded by 72-7-1 to 72-7-38, 72-8-1 to 72-8-52, 1953 Comp. These provisions were superseded by 7-38-1 NMSA 1978 et seq. Laws 1925, ch. 102, § 28, repealed Laws 1921, ch. 133, § 453.\n\nCross references.— For procedure for districts cooperating under federal reclamation laws,see73-11-44, 73-11-45 NMSA 1978.\n\nFor deeds issued for sale for tax delinquency,see7-38-70 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-20/"
    },
    {
      "id": "section-73-13-21",
      "number": "73-13-21",
      "heading": "[Sale of land or water rights acquired through tax sale; discharge of lien; recording.]",
      "text": "It shall be the duty of said board of directors to sell said land or any part thereof or any water rights appurtenant thereto as soon as practicable for not less than the amount of such lien and to pay to the county treasurer the amount of said lien together with accrued interest and costs, and thereupon said treasurer shall issue and deliver to the district a receipt therefor, which shall discharge said taxes and merge said lien in the district and its successor in title, which receipt shall be entitled to be recorded in the real estate records of the county without acknowledgment.\n\nHistory:Laws 1923, ch. 107, § 3; C.S. 1929, § 73-303; 1941 Comp., § 77-2522; 1953 Comp., § 75-26-21.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 107.\n\n94 C.J.S. Waters § 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-21/"
    },
    {
      "id": "section-73-13-22",
      "number": "73-13-22",
      "heading": "[Authority to purchase; expenses of purchase.]",
      "text": "The board of directors of any such district shall have full power and authority in the name and for the benefit of such district to make such purchases, to receive and hold title to such lands and water rights, to prosecute suits to quiet title thereto and to sell and convey the same. The costs and expenses of any purchases and sales authorized by this act [73-13-19 to 73-13-23 NMSA 1978] and amounts required to pay the taxes assessed against such lands while title thereto is held by the district shall be deemed operating and current expense of such district and may be assessed as such.\n\nHistory:Laws 1923, ch. 107, § 4; C.S. 1929, § 73-304; 1941 Comp., § 77-2523; 1953 Comp., § 75-26-22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For actions to quiet title,see42-6-1 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 62.\n\n94 C.J.S. Waters § 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-22/"
    },
    {
      "id": "section-73-13-23",
      "number": "73-13-23",
      "heading": "When county be reinvested with title.",
      "text": "Provided, however, that if the amount of the lien to which the county treasurer's deed shall be made, as provided by Section 2 [73-13-20 NMSA 1978] hereof, be not fully paid within six years from the date of such deed, the county shall, at the expiration of such period, be and immediately become reinvested by operation of law, with the title conveyed thereby: and this amendment shall apply to tax deeds heretofore issued if three years have not expired after the date of said deeds and prior to the time this act shall go into effect.\n\nHistory:Laws 1923, ch. 107, § 5; C.S. 1929, § 73-305; Laws 1934 (S.S.), ch. 8, § 13; 1941 Comp., § 77-2524; 1953 Comp., § 75-26-23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-23/"
    },
    {
      "id": "section-73-13-24",
      "number": "73-13-24",
      "heading": "[Assessment, levy and collection of taxes by district.]",
      "text": "That whenever any board of directors of any irrigation district, organized under the laws of the state of New Mexico, shall decide by appropriate resolution that it is to the best interest of such district to assess, levy and collect the taxes of such district it may take over such duties.\n\nHistory:Laws 1927, ch. 129, § 1; C.S. 1929, § 73-401; Laws 1933, ch. 121, § 1, 1941 Comp., § 77-2525; 1953 Comp., § 75-26-24.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nTax assessment void if made by unauthorized person.— An assessment of taxes can be made only by an official or board designated by law to make it, and an attempted assessment by any other person is void.Atchison, Topeka & Santa Fe Ry. v. Elephant Butte Irrigation Dist., 110 F.2d 767 (10th Cir. 1940).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 70.\n\n94 C.J.S. Waters § 334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-24/"
    },
    {
      "id": "section-73-13-25",
      "number": "73-13-25",
      "heading": "[Definitions.]",
      "text": "The word \"district\" as hereinafter used shall mean an irrigation district, organized under the laws of the state of New Mexico; the word \"assessor-collector\" as hereinafter used shall mean the assessor-collector of such irrigation district; the word \"treasurer\" as hereinafter used shall mean the treasurer of such irrigation district.\n\nHistory:Laws 1927, ch. 129, § 2; C.S. 1929, § 73-402; Laws 1933, ch. 121, § 2; 1941 Comp., § 77-2526; 1953 Comp., § 75-26-25.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-25/"
    },
    {
      "id": "section-73-13-26",
      "number": "73-13-26",
      "heading": "[Notice of intention to take over taxation duties.]",
      "text": "In the event any board of directors of any such irrigation district shall, as provided in the first section [73-13-24 NMSA 1978] hereof, decide to take over the levying, assessment and collection of taxes of its district, it shall notify the boards of county commissioners of the counties in which such district lies of its intention, by serving on the chairman or chairmen thereof a copy of its resolution on or before the last day of February of the year for which it intends to take over such duties.\n\nHistory:Laws 1927, ch. 129, § 3; C.S. 1929, § 73-403; 1941 Comp., § 77-2527; 1953 Comp., § 75-26-26.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-26/"
    },
    {
      "id": "section-73-13-27",
      "number": "73-13-27",
      "heading": "[Meeting for determination of tax rate.]",
      "text": "In the event of any such board of directors taking over such duties it shall become the duty of the board of directors, on or before the first day of September of each year, to determine the amount of money required to meet the obligations, maintenance, operating and current expenses for the ensuing year, and to fix the rate per acre of levy necessary to provide the amount of money required to pay the interest and principal of the bonds of said district as the same shall become due; also, to fix the rate per acre necessary to provide for the amount of money required for any other purposes under laws providing for the creating and operation of irrigation districts, and which are to be raised by the levy of taxes upon the lands of said district, and to certify the same to the assessor-collector of said district. The rate of levy necessary to raise the required amount of money for said district may be increased 15% to cover delinquencies.\n\nHistory:Laws 1927, ch. 129, § 4; C.S. 1929, § 73-404; 1941 Comp., § 77-2528; 1953 Comp., § 75-26-27.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.\n\nCross references.— For meeting to determine expenses,see73-9-22 NMSA 1978.\n\nFor meeting to determine expenses of a district cooperating with federal reclamation laws,see73-11-29 NMSA 1978.\n\nFor the meeting to determine the expenses of electrical districts,see73-12-18 NMSA 1978.\n\nTax assessment void if made by unauthorized person.— An assessment of taxes can be made only by an official or board designated by law to make it, and an attempted assessment by any other person is void.Atchison, Topeka & Santa Fe Ry. v. Elephant Butte Irrigation Dist., 110 F.2d 767 (10th Cir. 1940).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-27/"
    },
    {
      "id": "section-73-13-28",
      "number": "73-13-28",
      "heading": "[Assessor-collector and treasurer; appointment; bond of assessor-collector; salary; deputies.]",
      "text": "It shall become the duty of the board of directors of any such district after deciding to take over the duties of levying, assessing and collecting of the taxes of such district to appoint an assessor-collector and treasurer of such district; provided, that one person may be appointed to all of such offices. The person or persons appointed to such offices shall hold the same at the pleasure of the board.\n\nThe assessor-collector shall qualify by making and entering into a good and sufficient bond signed by a surety company, authorized to do business in this state, such bond to be subject to the approval of the board of directors and of the district judge of the district in which the office of the irrigation district is located, the amount thereof to be fixed by such board of directors, but such bond shall be in a sum not less than the sum of twenty thousand ($20,000) dollars, conditioned for the faithful performance of his duties as assessor-collector, and for the paying over to the treasurer or to a legal depository all funds or sums of money and other things of value coming into his hands as such assessor-collector. The board of directors may require additional bond or additional security at any time the same be advisable in their judgment. Such assessor-collector shall receive in full compensation for his service such salary as shall be fixed by the board of directors not exceeding the rate of fifteen hundred ($1,500) dollars per annum.\n\nOne or more deputies may be appointed by the board of directors to assist the assessor-collector and treasurer, for such period of time as the board may direct, and when so appointed, such deputy shall perform such duties as the board of directors may order, and may be removed at any time, at the pleasure of the board of directors. Any such deputy shall give bond in such amount as the board of directors may require, which shall be conditioned as the bond of the assessor-collector is conditioned.\n\nSuch assessor-collector shall perform such other duties as the board of directors shall determine, and the board shall fix his additional compensation, if any, therefor.\n\nHistory:Laws 1927, ch. 129, § 5; C.S. 1929, § 73-405; Laws 1933, ch. 23, § 1; 1941 Comp., § 77-2529; 1953 Comp., § 75-26-28.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-28/"
    },
    {
      "id": "section-73-13-29",
      "number": "73-13-29",
      "heading": "[Collections for United States; additional bond of treasurer.]",
      "text": "In case any district is appointed fiscal agent of the United States, or is authorized by the United States to make collections of money for and in behalf of the United States, in connection with any federal reclamation project, such treasurer shall execute a further additional bond, in such sum as the secretary of the interior may require, conditioned for the faithful discharge by the district of its duties as fiscal or other agent of the United States, under such appointment or authorization; such additional bond to be approved, recorded and filed as provided for other official bonds, and any such additional bond may be sued on by the United States or any person injured by the failure of such officer or the district to perform the conditions of such bond.\n\nHistory:Laws 1927, ch. 129, § 6; C.S. 1929, § 73-406; 1941 Comp., § 77-2530; 1953 Comp., § 75-26-29.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-29/"
    },
    {
      "id": "section-73-13-30",
      "number": "73-13-30",
      "heading": "[Treasurer; bond; salary.]",
      "text": "The treasurer after being appointed by the board of directors shall qualify by making an oath that he will well and truly perform his duties as such treasurer and by entering into a bond to the state of New Mexico conditioned the same as the bonds of county treasurers. Said bond to be in a sum to be fixed by the board of directors, but such bond shall be not less than the sum of twenty thousand ($20,000) dollars, to be signed by a surety company, authorized to do business in this state, and to be approved by the board of directors and the district judge of the district in which the office of said irrigation district is located. Said treasurer shall receive a salary fixed by the board of directors not exceeding the rate of fifteen hundred ($1,500) dollars per annum, and shall hold his office at the pleasure of the board or [of] directors; provided, however, that in the event one person is appointed to all the offices of assessor-collector and treasurer, only one bond need be furnished in such sum as may be fixed by the board of directors, subject to the approval of the district judge of the district in which the office of the irrigation district is located.\n\nHistory:Laws 1927, ch. 129, § 7; C.S. 1929, § 73-407; Laws 1933, ch. 23, § 2; 1941 Comp., § 77-2531; 1953 Comp., § 75-26-30.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-30/"
    },
    {
      "id": "section-73-13-31",
      "number": "73-13-31",
      "heading": "[Assessment roll.]",
      "text": "The assessor-collector, on or before the first day of November of each year, shall prepare the assessment roll of the district, upon the blanks to be furnished by the board of directors, by entering upon said roll the name of the owner, the description and area of each tract of land in said district subject to taxation under the irrigation district laws of this state; a description of the tracts on the assessment rolls according to the plat numbers on the maps of the district, prepared by the United States bureau of reclamation, shall be a sufficient description; and shall extend upon said assessment roll the amounts due from each tract of land for each fund certified to him by the board of directors in a separate column and also the total taxes so levied for all the purposes of said irrigation district and the total amount due from each tract of land for all purposes in said irrigation district. In the event said district is composed of land lying in different counties, the assessor-collector shall make a separate assessment roll for each county. Said assessment roll shall be kept at the office of the district and the taxes shall be payable at the office of the district.\n\nHistory:Laws 1927, ch. 129, § 8; C.S. 1929, § 73-408; Laws 1933, ch. 14, § 1; 1941 Comp., § 77-2532; 1953 Comp., § 75-26-31.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.\n\nAssessor-collector cannot assess land not determined to be subject to levy.— While the assessor-collector under this section is charged with the duty of preparing the final assessment roll of the district and extending the levies thereon, the primary duty of considering, determining and designating the land subject to assessment and levy and passing on claims of exemption is vested in the board of directors, and the assessor-collector can only extend upon the assessment roll such lands as have been determined and designated as subject to assessment and levy by the board of directors.Atchison, Topeka & Santa Fe Ry. v. Elephant Butte Irrigation Dist., 110 F.2d 767 (10th Cir. 1940).\n\nBoard must determine.— Where board of directors does not determine and designate the lands of the railroad company as subject to assessment and levy for the years 1919 to 1931, inclusive, the treasurer-collector is without authority to place them on the tax rolls and to extend the levies thereon for such years.Atchison, Topeka & Santa Fe Ry. v. Elephant Butte Irrigation Dist., 110 F.2d 767 (10th Cir. 1940).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-31/"
    },
    {
      "id": "section-73-13-32",
      "number": "73-13-32",
      "heading": "[Collection of taxes.]",
      "text": "It shall be the duty of the assessor-collector of said irrigation district to collect and receipt for all taxes levied as herein provided in the same manner and at the same time as is required in the receipt for, and the collection of, taxes upon real estate for county purposes; provided, that such collector shall receive in payment of the district bond fund taxes above mentioned for the year in which said taxes were levied, interest coupons or bonds issued by said irrigation district maturing within said year, the same as so much lawful money of the United States, if such interest coupons do not exceed the amount of taxes for district bond fund which the person tendering the same owes. The assessor-collector shall on or before the first Monday of each month, turn over to the treasurer all monies and coupons theretofore collected or received by him or an account of such taxes.\n\nHistory:Laws 1927, ch. 129, § 9; C.S. 1929, § 73-409; 1941 Comp., § 77-2533; 1953 Comp., § 75-26-32.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For application of this section,seecompiler's notes to 73-13-24 NMSA 1978.\n\nFor collection of real estate taxes,see7-38-73.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 70.\n\n94 C.J.S. Waters § 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-32/"
    },
    {
      "id": "section-73-13-33",
      "number": "73-13-33",
      "heading": "[Date for payment of taxes; delinquency; interest; penalties and costs; districts cooperating with reclamation laws.]",
      "text": "All district taxes, tolls and charges of any irrigation district cooperating with the United States under the federal reclamation laws and other federal laws shall be due and payable as follows: first half January 1st of each year; second half July 1st of each year; on February 1 of each year, if the taxes, tolls and charges made the previous year shall not have been paid, one-half shall become delinquent; and on August 1st following, if not paid, the remaining one-half of said taxes, tolls and charges, shall become delinquent; and such taxes, tolls and charges from the respective dates of delinquency, shall bear interest at the rate of one-half of one percent per month until paid; provided, however, that when any such district shall have entered into a contract with the United States requiring the payment of the operation and maintenance costs to the United States in advance, all of such operation and maintenance taxes, tolls and charges, and all taxes, tolls and charges for current and miscellaneous expenses, shall be due and payable on the first day of January of each year, and on February 1st of each year, if the operation and maintenance taxes, tolls and charges, and taxes, tolls and charges for current miscellaneous expenses made the previous year shall not have been paid, all of the same shall become delinquent and shall bear interest at the rate of one-half of one percent per month until paid; and provided further, that the laws as to penalties and costs for delinquent taxes due to the county shall apply to delinquent taxes due to the district.\n\nHistory:Laws 1927, ch. 129, § 10; C.S. 1929, § 73-410; Laws 1939, ch. 217, § 1; 1941 Comp., § 77-2534; 1953 Comp., § 75-26-33.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For apparently conflicting sections,see73-11-37, 73-11-38 NMSA 1978 and notes thereto.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 72.\n\n94 C.J.S. Waters § 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-33/"
    },
    {
      "id": "section-73-13-34",
      "number": "73-13-34",
      "heading": "[Powers of district treasurer; delinquent taxes.]",
      "text": "That whenever any such irrigation district shall take over the levy, assessment and collection of the taxes of such district, the treasurer of such district shall have all the powers and be charged with all the duties, with reference to the collection of delinquent taxes of such district as are imposed by law on the county treasurer, with reference to the collection of state and county taxes, and that the provision by law regarding the collection of delinquent state and county taxes by suit, judgment, issuance and sale of tax sale certificates and tax deeds, or otherwise, shall be applicable to collection of delinquent taxes of such district; provided, however, that any tax sale certificate or tax deed, issued by the treasurer of such district shall be issued, subject to state, county and municipal taxes.\n\nHistory:Laws 1929, ch. 88, § 1; C.S. 1929, § 73-411; Laws 1933, ch. 121, § 3; 1941 Comp., § 77-2535; 1953 Comp., § 75-26-34.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.\n\nFor collection of delinquent taxes and sales in districts cooperating with federal reclamation laws,see73-11-40 to 73-11-48 NMSA 1978.\n\nFor collection of and sale for delinquent taxes,see7-38-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-34/"
    },
    {
      "id": "section-73-13-35",
      "number": "73-13-35",
      "heading": "[Accounts kept by treasurer; payments; monthly report; depositories.]",
      "text": "It shall be the duty of the treasurer to keep a district bond fund account, a district contract fund account, a district operation and maintenance fund account and a district general fund account, and the proceeds of the taxes collected shall be covered into the respective funds. The district bond fund shall consist of all moneys collected for principal and interest of the bonds issued by said district; the district contract fund shall consist of all moneys received from taxes levied to provide for payment to the United States; the operation and maintenance fund shall consist of all moneys received on account of the operation and maintenance of irrigation and drainage system, except moneys to be paid to the United States pursuant to any contract; and the feneral [general] fund shall consist of all moneys received on account of current and miscellaneous expenses, not to be covered into any of the foregoing funds. Provided, however, that the treasurer and other officers of irrigation districts, other than those organized to cooperate with the government of the United States under federal reclamation law, shall not be required to keep a contract fund account.\n\nThe treasurer shall pay out of the district bond fund when due, the interest and principal of said bonds of said district, at the time and place specified in said bonds. The treasurer shall pay out of the said contract fund, all payments as they become due to the United States under contract at the time and in the manner provided in said contract. The treasurer shall pay out of said operation and maintenance fund, only upon warrants signed by the president or vice president, and countersigned by the secretary of the district directed to such party or parties as are due payment for operating and maintaining said irrigation and drainage system. The treasurer shall pay out of said general fund only upon order signed by the president or vice president, and countersigned by the secretary of said district.\n\nThe treasurer, on the fifteenth day of each month, shall report to the board of directors of said district, the amount of money in his hands to the credit of the respective funds above provided. All district taxes collected and paid to the treasurer, as aforesaid, shall be by him deposited in a bank or banks to be designated by the board of directors as a depository, and the board of directors is hereby created a board of finance, and the funds of said district shall be deposited in accordance with the law in force in respect to public depositories.\n\nHistory:Laws 1927, ch. 129, § 12; C.S. 1929, § 73-412; Laws 1933, ch. 121, § 4; 1941 Comp., § 77-2536; 1953 Comp., § 75-26-35.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.\n\nFor public depositories,see6-10-2 NMSA 1978 et seq.\n\nFor federal reclamation laws,see43 U.S.C. § 371 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-35/"
    },
    {
      "id": "section-73-13-36",
      "number": "73-13-36",
      "heading": "[County treasurer to turn over funds to district treasurer upon appointment.]",
      "text": "Immediately upon the appointment and qualification of the treasurer, the county treasurer and ex-officio district treasurer shall turn over to the treasurer all funds of the district and take proper receipts therefor.\n\nHistory:Laws 1927, ch. 129, § 13; C.S. 1929, § 73-413; 1941 Comp., § 77-2537; 1953 Comp., § 75-26-36.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-36/"
    },
    {
      "id": "section-73-13-37",
      "number": "73-13-37",
      "heading": "[Criminal liability of assessor-collector and treasurer.]",
      "text": "The assessor-collector and treasurer of such district shall be liable for indictment and criminal prosecution for malfeasance, misfeasance or failure to perform any duty herein prescribed, as provided by law in cases of county treasurers.\n\nHistory:Laws 1927, ch. 129, § 14; C.S. 1929, § 73-414; 1941 Comp., § 77-2538; 1953 Comp., § 75-26-37.\n\nEffective dates.— Laws 1927, ch. 129, contained no effective date provision, but was enacted at a session which adjourned March 12, 1927.SeeN.M. Const., art. IV, § 23.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For application of section,seecompiler's notes to 73-13-24 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-37/"
    },
    {
      "id": "section-73-13-38",
      "number": "73-13-38",
      "heading": "[Insolvency of municipal irrigation districts; appointment of receiver.]",
      "text": "That whenever any municipal irrigation district shall become insolvent and unable to pay its debts, the district court may, at the suit of its board of directors, appoint a receiver for such municipal irrigation district, to operate the same under the court's directions, for the purpose of conducting the affairs of such irrigation district.\n\nHistory:Laws 1931, ch. 55, § 1; 1941 Comp., § 77-2539; 1953 Comp., § 75-26-38.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For appointment of receivers,seeRule 1-066 NMRA.\n\nFor the Receivership Act,see44-8-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-38/"
    },
    {
      "id": "section-73-13-39",
      "number": "73-13-39",
      "heading": "[Powers of receiver of municipal district.]",
      "text": "Whenever any receiver is appointed, as provided in the preceding section [73-13-38 NMSA 1978], he shall enter into such bond as the court may fix, and he shall have the same powers and authority heretofore exercised by the board of directors of such irrigation district, and such additional powers as a court of equity may or can grant.\n\nHistory:Laws 1931, ch. 55, § 2; 1941 Comp., § 77-2540; 1953 Comp., § 75-26-39.\n\nEffective dates.— Laws 1931, ch. 55, contained no effective date provision, but was enacted at a session which adjourned on March 14, 1931.SeeN.M. Const., art. IV, § 23.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-39/"
    },
    {
      "id": "section-73-13-40",
      "number": "73-13-40",
      "heading": "[Powers of receivers of irrigation districts; limitation on power.]",
      "text": "That whenever any irrigation district has been placed in the hands of a receiver by order of court, such receiver shall be vested with all powers and authority which, in the absence of such receivership, would be vested in the board of directors of such district; provided, however, that in all cases where, in the absence of such receivership, a formal resolution of the board of directors of such district would be necessary for the exercise of some power or authority or the accomplishment of some purpose, such receiver shall only exercise such power or authority or accomplish such purpose when authorized so to do by order of the court in which such receivership proceedings are pending.\n\nHistory:Laws 1933, ch. 180, § 1; 1941 Comp., § 77-2541; 1953 Comp., § 75-26-40.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-40/"
    },
    {
      "id": "section-73-13-41",
      "number": "73-13-41",
      "heading": "[Powers upon order of court; effect of action.]",
      "text": "That upon order of the court in which any such receivership is pending, the receiver of any irrigation district may execute, on behalf of such district, any contract, conveyance, bond, debenture or other instrument which the board of directors of such district might or could have executed in its behalf in the absence of such receivership and may take any other action in connection with the affairs of such district which such board of directors might or could take in the absence of such receivership, and that any and all such action so taken or instruments so executed by such receiver shall, in all respects, have the same force and effect and be binding upon such district in the same manner and to the same extent as if such action had been taken or said instruments had been executed by or under the authority of the board of directors or other appropriate officer or officers of such district in the absence of such receivership.\n\nHistory:Laws 1933, ch. 180, § 2; 1941 Comp., § 77-2542; 1953 Comp., § 75-26-41.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-41/"
    },
    {
      "id": "section-73-13-42",
      "number": "73-13-42",
      "heading": "[Additional powers.]",
      "text": "That in addition to the power and authority specified in Paragraphs [Sections] one and two hereof [73-13-40, 73-13-41 NMSA 1978], all such receivers shall have further powers and authority as the court in which such proceedings are pending may or can grant.\n\nHistory:Laws 1933, ch. 180, § 3; 1941 Comp., § 77-2543; 1953 Comp., § 75-26-42.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For the Receivership Act,see44-8-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-42/"
    },
    {
      "id": "section-73-13-43",
      "number": "73-13-43",
      "heading": "[Validating law; definitions.]",
      "text": "The following terms, whenever used or referred to in this act [73-13-43 to 73-13-46 NMSA 1978], shall have the following meaning unless a different meaning clearly appears from the context:\n\nA. the term \"irrigation law\" shall mean Chapter 20 of the Session Laws of 1919, Chapter 41 of the Session Laws of 1919 and Chapter 76 of the Sessions Laws of 1929, and acts amendatory thereof, and Chapter 73 of the 1929 Compiled Statutes Annotated of New Mexico, as amended;\n\nB. the term \"irrigation district\" shall mean and include every irrigation district created, established or organized, or purporting to have been created, established or organized under the provisions of the irrigation law;\n\nC. the term \"directors\" shall mean and include every board of directors or other governing body of any irrigation district, created, established or organized, or purporting to have been created, established or organized under the provisions of the irrigation law.\n\nHistory:Laws 1934 (S.S.), ch. 9, § 1; 1941 Comp., § 77-2544; 1953 Comp., § 75-26-43.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— For Laws 1919, ch. 20,seecompiler's note following 73-11-1 NMSA 1978. For Laws 1919, ch. 41,seecompiler's notes following 73-10-1 and 73-9-1 NMSA 1978. For Laws 1929, ch. 76,see73-12-1 to 73-12-57 NMSA 1978. For Comp. Stat. 1929, ch. 73, which included other provisions in addition to Laws 1919, ch. 20, Laws 1919, ch. 41 and Laws 1929, ch. 76,see73-9-1 to 73-9-6, 73-9-8, 73-9-10 to 73-9-62, 73-10-1 to 73-10-6, 73-10-8 to 73-10-12, 73-10-14 to 73-10-45, 73-11-1 to 73-11-10, 73-11-12 to 73-11-17, 73-11-19 to 73-11-36, 73-11-49 to 73-11-54, 73-12-1 to 73-12-57, 73-13-3, 73-13-4, 73-13-6, 73-13-7, 73-13-19 to 73-13-37 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-43/"
    },
    {
      "id": "section-73-13-44",
      "number": "73-13-44",
      "heading": "[Establishment and proceedings of districts validated.]",
      "text": "That the creation, establishment and organization of irrigation districts, or purported creation, purported establishment and purported organization under the provisions of the irrigation law, together with all notices, proceedings, acts and deeds done and performed with reference thereto, be and the same are hereby validated, ratified, confirmed, approved and declared legal in all respects, and that the aforesaid irrigation districts are hereby created, established and organized and continued bodies corporate and politic, and shall include and be comprised, as if the metes and bounds thereof were set forth herein, of the lands originally included in each irrigation district as defined and established by the board of county commissioners of the proper county under the provisions of the irrigation law, and any other lands included or purporting to have been included in such district, by the directors thereof by proceedings as provided by the irrigation law, excepting only such lands as may have been excluded or purporting to have been excluded from such district, by the directors thereof by proceedings as provided by the irrigation law; provided, that nothing herein contained shall be so construed as to hereafter prevent any lands from being excluded from or included in such district by the directors in accordance with the procedure now or hereafter provided by the irrigation law; and any and all proceedings heretofore had by the board of directors of any such irrigation district intended for the purpose of excluding from or including within such district or districts, any lands, are hereby validated, ratified, confirmed, approved and declared legal in all respects.\n\nHistory:Laws 1934 (S.S.), ch. 9, § 2; 1941 Comp., § 77-2545; 1953 Comp., § 75-26-44.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For meaning of \"irrigation law,\"see73-13-43 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation §§ 58 to 61.\n\n94 C.J.S. Waters § 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-44/"
    },
    {
      "id": "section-73-13-45",
      "number": "73-13-45",
      "heading": "[Elections and appointments of officers and employees validated.]",
      "text": "That all elections of directors of said irrigation districts held or purporting to be held under the provisions of the irrigation law and all appointments of officers, employees and agents of irrigation districts made or purported to have been made by the directors of such irrigation district, be, and the same hereby are validated, ratified, confirmed, approved and declared legal in all respects, and the said directors, officers, employees and agents are hereby declared to be the duly qualified directors, officers, employees and agents of the said irrigation districts with the rights, powers and duties granted unto them by the laws of this state or conferred upon them by the directors of such district, with like effect as though at the time or times said acts and proceedings, elections and appointments were done or had, there existed de jure irrigation districts and statutory authority for the doing thereof.\n\nHistory:Laws 1934 (S.S.), ch. 9, § 3; 1941 Comp., § 77-2546; 1953 Comp., § 75-26-45.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For meaning of \"irrigation law,\"see73-13-43 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 61.\n\n94 C.J.S. Waters § 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-45/"
    },
    {
      "id": "section-73-13-46",
      "number": "73-13-46",
      "heading": "[Unissued bonds; elections validated.]",
      "text": "That all elections in said irrigation districts authorizing or purporting to authorize the issuance of bonds of said irrigation districts which have not been delivered and paid for prior to the date this act [73-13-43 to 73-13-46 NMSA 1978] shall become effective, be, and the same hereby are validated, ratified, confirmed, approved and declared legal and still effective in all respects. Upon resolution adopted by a majority of the members of the board of directors of such irrigation districts, all such authorized and unissued bonds may be issued, sold, executed and delivered by the directors notwithstanding any discrepancies or irregularities which may have occurred in the proceedings relating to the holding of such elections or in the length of time, not exceeding twenty years, which may have occurred from the date of the holding of such elections or purported elections to the date of the passage of such resolution, any laws of this state to the contrary notwithstanding.\n\nHistory:Laws 1934 (S.S.), ch. 9, § 4; 1941 Comp., § 77-2547; 1953 Comp., § 75-26-46.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 67.\n\n94 C.J.S. Waters § 322.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-46/"
    },
    {
      "id": "section-73-13-47",
      "number": "73-13-47",
      "heading": "Irrigation districts; regulations; recreational use of reservoirs.",
      "text": "Whenever an irrigation district impounds waters on lands leased from or with consent of a state or federal agency, the irrigation district may adopt regulations in conformance with the existing state laws that provide for public safety, environmental protection and restricted use provisions relating to the use of the surface waters for recreational purposes.\n\nHistory:Laws 1987, ch. 325, § 1.\n\nEffective dates.— Laws 1987, ch. 325 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 1987.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-13/section-73-13-47/"
    }
  ]
}