{
  "state": "new-mexico",
  "path": "title-chapter-73-special-districts/chapter-article-18-conservancy-districts-reclamation-contracts",
  "sections": [
    {
      "id": "section-73-18-1",
      "number": "73-18-1",
      "heading": "Definition of terms.Section 73-18-2 - Additional powers; duties of board; contract indebtedness a general obligation",
      "text": "Except when otherwise specified, as used in this act:\n\nA. the term \"Conservancy Act\" means the Conservancy Act of New Mexico, Chapter 45, Session Laws of 1927 (being Chapter 30, New Mexico Statutes Annotated, 1929 Compilation), as amended by Chapter 50, Session Laws of 1931, Chapter 80, Session Laws of 1933 and Chapter 37 and Chapter 150, Session Laws of 1935 (being Chapter 30, New Mexico Supplement, 1938), and any subsequent amendment thereof;\n\nB. the term \"reclamation law\" means the act of congress approved June 17, 1902, 32 Statutes at Large 388, and acts amendatory thereof or supplementary thereto;\n\nC. the term \"district\" means a conservancy district heretofore organized or existing under the provisions of the Conservancy Act;\n\nD. the term \"United States\" means the United States of America;\n\nE. the term \"reclamation contract\" means any contract between a district and the United States under the provisions of the reclamation law for any of the purposes set forth in Section 2 [73-18-2 NMSA 1978] hereof;\n\nF. the term \"contracting district\" means any district which heretofore or hereafter shall have entered into a reclamation contract;\n\nG. the terms \"contract indebtedness\" and \"contract obligation\" mean respectively any indebtedness or obligation undertaken by a district in a reclamation contract;\n\nH. the terms \"district lands\" or \"district real property\" mean any real property within the boundaries of a district;\n\nI. the term \"board\" means the board of directors of a district.\n\nHistory:Laws 1939, ch. 148, § 1; 1941 Comp., § 77-3101; 1953 Comp., § 75-32-1.\n\nCompiler's notes.— Laws 1931, ch. 50 was compiled as 73-16-41 to 73-16-49 NMSA 1978.\n\nLaws 1933, ch. 80, amended 73-14-3 and 75-14-17 NMSA 1978.\n\nLaws 1935, ch. 150 was superseded.Seecompiler's notes to 73-16-50 NMSA 1978.\n\nThe words \"this act\" refer to Laws 1939, ch. 148, compiled as 73-18-1 to 73-18-6, 73-18-7, 73-18-8 and 73-18-9 to 73-18-24 NMSA 1978. \"This act\" may be referred to as \"The Conservancy District-Reclamation Contract Act\", 73-18-24 NMSA 1978.\n\nLaws 1927, ch. 45 enacted the Conservancy Act of New Mexico, the provisions of which are presently compiled as 73-14-1 to 73-14-9, 73-14-16, 73-14-17, 73-14-33 to 73-14-48, 73-15-1 to 73-15-15, 73-16-1 to 73-16-4, 73-16-6 to 73-16-29 and 73-17-1 to 73-17-24 NMSA 1978.See also73-14-1 NMSA 1978 and note.\n\nFor the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —52A C.J.S. Levees and Flood Control § 24; 94 C.J.S. Waters § 316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-1/"
    },
    {
      "id": "section-73-18-2",
      "number": "73-18-2",
      "heading": "Additional powers; duties of board; contract indebtedness a general obligation.",
      "text": "A. Any district, in addition to all other powers heretofore conferred by law upon districts, is empowered to cooperate with the United States under the reclamation law and in the exercise of such power may enter into a reclamation contract or contracts for the purpose of the construction of irrigation works, including ancillary works and drainage works to maintain the irrigability of lands within any such district; for the purchase, extension, operation or maintenance of constructed works; for the assumption as principal or guarantor of indebtedness to the United States on account of the cost of construction or operation and maintenance of irrigation, drainage and ancillary works; for rental of water or otherwise securing a water supply for district lands; for acceptance of appointment or designation of the district as fiscal agent of the United States to make collections of monies for or on behalf of the United States in connection with any federal reclamation project, or for all or any one or more of said purposes; and all payments to become due to the United States under any reclamation contract heretofore or hereafter entered into between a district and the United States shall be paid by revenue derived from an annual assessment upon the real property of the district and all the real property in the district shall be and remain liable to be assessed for such payments until fully made. It shall be the duty of the board of a contracting district, notwithstanding any other provision of the Conservancy Act, to make and establish all levies, assessments, tolls or charges to meet each year the contract indebtedness and obligation as the same may be provided for in any reclamation contract heretofore or hereafter entered into by a contracting district and to do any and all acts necessary to carry out the provisions of any such reclamation contract.\n\nB. A contracting district:\n\n(1) may convey to the United States land or water rights or any interest therein, either without monetary consideration therefor or in partial consideration of the privileges derived from a reclamation contract or for other consideration;\n\n(2) may, and if so agreed in a reclamation contract shall, withhold water from lands which under the terms of the reclamation law, a reclamation contract or rules and regulations thereunder are not entitled to receive water, and from water users or the lands of water users delinquent in the payment of any assessment, toll, rental or other charge, but this remedy shall be in addition to all other remedies available for the enforcement of a reclamation contract or collection of assessments, tolls, rentals or other charges; and\n\n(3) may accept the provisions of any existing or future act of congress applicable to such district.\n\nC. The board of directors of any contracting district is hereby vested with all powers necessary and requisite for the accomplishment of the purposes for which the district is organized and for which the reclamation contract has been entered into by the district, and capable of being delegated to it by the legislature of the state of New Mexico; and no enumeration of particular powers in the Conservancy Act or in this act granted shall be construed to impair any general grant of power herein contained, nor to limit any such grant to power or powers of the same class or classes as those so enumerated.\n\nHistory:Laws 1939, ch. 148, § 2; 1941 Comp., § 77-3102; 1953 Comp., § 75-32-2.\n\nEffective dates.— Laws 1939, ch. 148, contained no effective date provision, but was enacted at a session which adjourned on March 11, 1939.SeeN.M. Const., art. IV, § 23.\n\nCompiler's notes.— For the meaning of \"this act\" and \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.\n\nFor the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nConstitutionality of reclamation contract.— A provision of a reclamation contract allowing a reclamation district to enter into a lawful contract with the United States for the improvement of the district and the increase of its water supply does not violate N.M. Const., art II, §§ 4 and 18.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nAdoption of reclamation statutes by referenceto the title of the federal Reclamation Act is not violative of N.M. Const., art. IV, § 18, where these reclamation statutes are not a necessary part of the act in which they are adopted.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nIllegal provision.— A provision of a reclamation contract which provides that, \"Should any assessment or assessments required by the terms of this contract and levied against any tract of land or water user in the district be judicially determined to be irregular or void or the district or its officers be enjoined or restrained from making or collecting any assessment upon said land as provided for herein, then such tract or water user shall have no right to any of the benefits of this contract and no water made available through the works constructed or rehabilitated by the United States hereunder shall be delivered to or for such tract of land or water user,\" is an express provision that the secretary of the interior may override the decision of the conservancy court, or any other court, and enforce his mandate whether legal or illegal, regardless even of what the supreme court of the United States might say, and is illegal.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nMaking secretary of interior final arbiter not illegal.— The provision of a reclamation contract making the secretary of interior the final arbiter of disputed facts is improvident, but it is not illegal.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nReclamation contract does not lack mutualityalthough the United States is not bound to do or perform any act to carry out the terms of said contract other than to take possession, at its discretion, of the property of the district and operate it in whole or in part in its discretion unless and until the congress of the United States appropriates or makes available funds for the United States to carry out the improvements mentioned and described in said contract, and the district is obligated without any consideration to transfer all of its property and the management thereof to the United States.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nNo authority to barter vested water rights.— A conservancy district does not have the authority to barter away the vested water rights of the landowners who have applied them to beneficial use. The waters are appurtenant to the land and the district stores and delivers them to the users.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nPower to compel district to make assessment.— For money lawfully expended for the district, or operation and maintenance charges lawfully made, the secretary of interior can compel the district to make assessment; but this must be made by the conservancy district following a hearing at which the water owner may have his day in court.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391 (1953).\n\nValid existing water rights recognized.— The federal Reclamation Act, as well as the federal Flood Control Act of 1948, under topic \"Rio Grande Basin,\" provides for the recognition of valid existing water rights, as does this article (now Sections 73-18-1 to 73-18-24 NMSA 1978).Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 57 N.M. 287, 258 P.2d 391 (1953).\n\nExcess acreage limitation is not confiscation of water user's land.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391 (1953).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation §§ 62, 88.\n\n52A C.J.S. Levees and Flood Control § 24; 94 C.J.S. Waters §§ 316, 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-2/"
    },
    {
      "id": "section-73-18-3",
      "number": "73-18-3",
      "heading": "Contract procedure inapplicable.",
      "text": "The provisions of Section 309, Chapter 45, Session Laws of 1927 (being Section 73-14-40 NMSA 1978), shall not apply to any reclamation contract.\n\nHistory:Laws 1939, ch. 148, § 3; 1941 Comp., § 77-3103; 1953 Comp., § 75-32-3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-3/"
    },
    {
      "id": "section-73-18-4",
      "number": "73-18-4",
      "heading": "Plan of works.",
      "text": "The provisions of the Conservancy Act as to the formulation and approval and establishment of the official plan shall not apply to contracting districts with respect to works to be constructed pursuant to a reclamation contract, but the plan of works so to be constructed by the United States shall be such plan as may be formulated, altered, extended, modified or revised by the bureau of reclamation of the department of the interior.\n\nHistory:Laws 1939, ch. 148, § 4; 1941 Comp., § 77-3104; 1953 Comp., § 75-32-4.\n\nCompiler's notes.— For the definition of \"Conservancy Act\" for purposes of the Conservancy District Reclamation Contract Act, 73-18-24 NMSA 1978,seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For adoption of official plan,see73-14-36 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-4/"
    },
    {
      "id": "section-73-18-5",
      "number": "73-18-5",
      "heading": "When certain provisions to apply; general obligation.",
      "text": "A. Except as otherwise herein provided, the provisions of the Conservancy Act relating to the appraisal and confirmation of benefits and assessments and levy pursuant thereto shall not apply to a contracting district.\n\nB. The provisions of the Conservancy Act relating to the appraisal and confirmation of benefits and assessments and levy pursuant thereto shall, with respect to assessments and levies for works to be constructed pursuant to reclamation contracts, apply as to any contracting district which, after the passage of this act [73-18-1 to 73-18-24 NMSA 1978], shall have executed a reclamation contract wherein it is expressly so provided and in that event the provisions of this act relating to classification of district real property, the apportionment of assessments and the assessment and levy pursuant thereto shall be applicable only to the extent expressly provided for in said reclamation contract.\n\nNotwithstanding the provisions of any other act and whether the revenues necessary to meet payments to the United States under a reclamation contract are to be raised under the provisions of Sections six, seven, eight and nine [73-18-6 to 73-18-9 NMSA 1978] of this act or under the provisions of the Conservancy Act relating to appraisal, confirmation, assessment of benefits and levy thereon, the indebtedness to the United States under a reclamation contract shall constitute a general obligation of the contracting district and of all the real property therein for the payment of which the district and all the real property therein shall be and remain liable until full payment thereof is made, notwithstanding default in payment by individual property owners.\n\nHistory:Laws 1939, ch. 148, § 5; 1941 Comp., § 77-3105; 1953 Comp., § 75-32-5.\n\nCompiler's notes.— For definition of \"Conservancy Act\" for purposes of the Conservancy District Reclamation Contract Act, 73-18-24 NMSA 1978,seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For appraisal and confirmation of benefits and assessments,see73-15-1 to 73-15-15 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 88.\n\n94 C.J.S. Waters § 316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-5/"
    },
    {
      "id": "section-73-18-6",
      "number": "73-18-6",
      "heading": "Classification of real property.",
      "text": "A. For the purpose of assessment all real property in any contracting district is hereby divided into two classes. The first, which shall be known as Class \"A\" property, shall embrace the irrigable lands in the district and shall be assessed and levied against annually as herein provided at a uniform rate per acre. The second class shall be known as Class \"B\" property, which shall embrace all other real property in the district not within Class \"A\" and shall be assessed and levied against annually on an ad valorem basis as herein provided.\n\nB. Within thirty days after the secretary of the interior has by public notice or otherwise designated the irrigable lands within a contracting district pursuant to a reclamation contract, the board of directors shall meet and adopt a resolution wherein all real property of the district shall be classified into Class \"A\" or Class \"B\" property as hereinabove in this section defined, giving due consideration to such designation of irrigable lands as may have been made by the secretary of the interior. Immediately after the adoption by the board of said resolution classifying the real property of the district, the board shall commence in the conservancy court proceedings to determine the validity thereof as provided in Section 20 [73-18-20 NMSA 1978] hereof. Such classification of real property as confirmed by the conservancy court shall thereafter continue in force until modified as herein provided.\n\nC. At any time after the classification of property so made as hereinabove in this section provided the board of directors, by resolution, the consent thereto of the secretary of the interior having been first obtained, may provide for changes in such classification of lands as the welfare of the district and the property owners affected may require upon notice to the owners of the respective properties proposed to be so reclassified of the time for hearing thereon. The said notice shall be given by registered mail addressed to the last known post-office address of such owner and mailed not less than 14 days prior to the time for hearing; provided, notice to said owner, if not a resident within the state of New Mexico, shall be given also by publication which shall be completed not less than fourteen days prior to the time for hearing. Any owner of district real property aggrieved at the decision of the board of directors as embraced in such resolution shall have the right of appeal therefrom to the conservancy court within thirty days after service upon such property owner, by registered mail, of a certified copy of such resolution. The resolution providing for such reclassification shall provide for such disposition of credits arising from payments of assessments and charges for construction costs theretofore made on account of the Class \"A\" property therein reclassified as Class \"B\" property, as the board may deem equitable and such resolution may provide for the transfer of credits on account of such payments to the parcels of land by the term of such resolution to become Class \"A\" property, not exceeding the aggregate of credits shown on the books of the district at the time of such reclassification in favor of the like area of property the classification of which by said resolution is changed from Class \"A\" property to that of Class \"B\" property.\n\nD. The secretary of the district shall deliver promptly to the county assessor of each county embracing any part of the district a certified copy of each resolution of the board relating to the classification or reclassification of real property within the district and a certified copy of any judgment or order of the conservancy court which may be entered in connection with such resolution and classification or reclassification of property.\n\nHistory:Laws 1939, ch. 148, § 6; 1941 Comp., § 77-3106; Laws 1949, ch. 76, § 1; 1953 Comp., § 5-32-6.\n\nCross references.— For definition of conservancy court,see73-14-3 G NMSA 1978.\n\nTemporary provisions.— Laws 1984, ch. 128, § 1, directed the local government division of the department of finance and administration to research, review and investigate the taxing structure and assessment practices and procedures of the middle Rio Grande conservancy district and required that division to submit a report to the legislative finance committee and legislative council on or before December 1, 1984, to contain the findings of its study.\n\nInterior secretary's power to classify land constitutional.— Provision of act (Sections 73-18-1 to 73-18-24 NMSA 1978) which recognizes power of United States secretary of interior over the classification of lands in a conservancy district does not constitute an unlawful delegation of legislative power in view of additional provision for classification by the board of directors of the district \"giving due consideration\" to the secretary of interior's classification and in view also of provision for judicial examination of any resolution classifying the property.In re Arch Hurley Conservancy Dist., 1948-NMSC-001, 52 N.M. 34, 191 P.2d 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-6/"
    },
    {
      "id": "section-73-18-61",
      "number": "73-18-6.1",
      "heading": "Reclassification of property in certain districts.",
      "text": "A. Notwithstanding the provisions of Section 73-18-6 NMSA 1978 and in lieu thereof, the board of directors of any conservancy district created prior to 1930 embracing land situate in four or more counties and consisting of more than one hundred thousand acres, by resolution and with prior approval of the secretary of interior, in the manner it deems necessary for the welfare of the district and the benefit of the affected property owners of the district, shall establish by January 1, 1995 a unitary classification system for all benefited real property in the district for the purpose of annual ad valorem assessments and in addition shall set a water service charge for all irrigable lands in the district. The resolution of reclassification shall not become final and effective until it has been approved by the secretary of interior. Nothing in this subsection shall be construed to limit the authority of the board to prescribe assessments and charges on an ad valorem basis, on an acreage basis or on any other reasonable basis or any combination thereof.\n\nB. As used in this section:\n\n(1) \"unitary classification system\" means a single system for both irrigable and nonirrigable property in the district; and\n\n(2) \"water service charge\" means an additional charge levied only against lands which are served by the district's water delivery system.\n\nHistory:Laws 1993, ch. 270, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-6-1/"
    },
    {
      "id": "section-73-18-7",
      "number": "73-18-7",
      "heading": "Apportionment.",
      "text": "The board of a contracting district, within 30 days after execution of a reclamation contract or within 30 days after the effective date of this act, whichever date is the later, shall by resolution determine and establish an apportionment of the annual assessments to be thereafter made from year to year against the real property within the district between Class \"A\" property and Class \"B\" property as in this act defined, providing in such resolution the percentage or fractional part of such total annual assessments thereafter to be levied in accordance with Section 8 [73-18-8 NMSA 1978] of this act which shall be apportioned to Class \"A\" property and that which shall be apportioned to Class \"B\" property. The action of the board of directors in establishing such apportionment shall be subject to the approval of the secretary of the interior and after the same shall have been approved shall be submitted to the conservancy court for judicial examination, approval and confirmation of such action as in Section 20 [73-18-20 NMSA 1978] hereof provided. Such apportionment may be modified in like manner from time to time thereafter, but not more frequently than once in every five years, and no such modification or reapportionment shall become effective until the same shall have been first approved by the secretary of the interior nor until such proposed reapportionment shall thereafter have been judicially examined, approved and confirmed by the conservancy court in the same manner as the original apportionment.\n\nHistory:Laws 1939, ch. 148, § 7; 1941 Comp., § 77-3107; 1953 Comp., § 75-32-7.\n\nCompiler's notes.— For the meaning of \"this act\",seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For definition of conservancy court,see73-14-3 G NMSA 1978.\n\nNo unlawful delegation of legislative power.— This act (Sections 73-18-1 to 73-18-24 NMSA 1978) does not constitute an unlawful delegation of legislative power to the secretary of interior because of the further provision that the action of the secretary on apportionment of assessments as between irrigable lands and others must be submitted to the conservancy court for judicial examination, confirmation and approval.In re Arch Hurley Conservancy Dist., 1948-NMSC-001, 52 N.M. 34, 191 P.2d 338.\n\nGenerally.— Under this section, the governing board of the district, after the execution of a contract, determines and establishes an apportionment of the annual assessments to be made against Class \"A\" and Class \"B\" property. Such apportionment is subject to the approval of the secretary of the interior and the approval and confirmation of the conservancy court. Such apportionment may be modified not more frequently than once every five years after approval by the secretary of the interior and conservancy court in the same manner as the original apportionment. 1960 Op. Att'y Gen. No. 60-209.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-7/"
    },
    {
      "id": "section-73-18-71",
      "number": "73-18-7.1",
      "heading": "Assessment; modification; certain districts.",
      "text": "Notwithstanding the provisions of Section 73-18-7 NMSA 1978 and in lieu thereof, the board of directors of any conservancy district created prior to 1930 embracing land situate in four or more counties and having more than one hundred thousand acres shall determine and establish by resolution the annual assessments to be made from year to year against real property within the district pursuant to the reclassification of property adopted pursuant to Section 73-18-6.1 NMSA 1978. Such assessment may be modified in like manner from time to time, but not more frequently than once in every five years.\n\nHistory:Laws 1993, ch. 270, § 2.\n\nEffective dates.— Laws 1993, ch. 270, § 6 made the act effective January 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-7-1/"
    },
    {
      "id": "section-73-18-8",
      "number": "73-18-8",
      "heading": "Assessments; appeals.",
      "text": "A. The board, on a date to be fixed by a standing order of the board, which shall not be later than July 1 of each year, shall convene for the purposes in this section set forth and shall estimate and determine the amount of funds required to meet the obligations to come due and needs of the district in the ensuing year, together with such additional amount as may be necessary to meet any deficiency in the payment of expenses or obligations previously incurred by the district and remaining due and unpaid, and an amount to cover the estimated delinquencies in payments of assessments for the ensuing year; the aforesaid obligations, needs and items of expense being for such of the following purposes as may be required by the district, to wit:\n\nItem one. The payment of the interest upon bonds of the district and any installment on principal thereof;\n\nItem two. Any payment to become due under any contract with the United States whether for the cost of the irrigation and drainage system and works incidental thereto or for the operation and maintenance thereof, or both, or if the reclamation contract contemplates the division of irrigable lands by the secretary of the interior, into units not necessarily contiguous for repayment purposes, the board shall prepare separate estimates for such respective units or otherwise adapt the same to the requirements of the reclamation contract;\n\nItem three. The portion of the expense of operation and maintenance of the irrigation and drainage system to be collected by assessment and levy. This portion shall not be less than one-fourth nor more than three-fourths of the estimate for such operation and maintenance costs, including the funds required to be advanced to the United States for operation and maintenance of the irrigation and drainage systems in accordance with the provisions of the reclamation contract for the ensuing year, and shall be determined by the board from year to year, and that part thereof apportioned as in this act [73-18-1 to 73-18-24 NMSA 1978] provided for assessment and levy upon Class \"A\" real property shall be so assessed and levied against each acre thereof, pro rata, whether irrigated or not and the same when collected shall be applied to the cost of operating and maintaining the irrigation and drainage systems. The remainder of said total amount estimated for the expense of operation and maintenance for the ensuing year shall be paid as tolls or charges by those actually using said irrigation and drainage systems and water in accordance with the terms of their respective contracts for water;\n\nItem four. Current and miscellaneous expenses other than as above specified and including necessary expenses of maintaining the organization of the district and carrying out the purpose of this act, which may be in the aggregate in a sum which when apportioned as in this act provided, will result in a per acre charge against Class \"A\" lands not in excess of forty cents (40 ) per acre. That portion of the amounts to be collected under Item four apportioned to Class \"A\" real property, may, at the option of the board of directors of said district, be collected in whole or in part as tolls and charges in the manner provided in this act (73-18-1 to 73-18-24 [NMSA 1978]).\n\nB. The aggregate amount so determined by the board, required to meet the obligations of the district and to be collected by assessment and levy shall be apportioned between Class \"A\" real property and Class \"B\" real property, as in this act defined, on the basis of the apportionment determined in accordance with the provisions of Section 7 (73-18-7 [NMSA 1978]) hereof and that portion thereof apportioned to Class \"A\" real property shall be raised by assessment and levy to be extended pro rata per acre over all of said Class \"A\" property and that portion thereof so apportioned to Class \"B\" real property shall be raised by assessment and levy at a uniform rate ad valorem upon all of said Class \"B\" real property upon every dollar of the assessed valuation thereof as shown by the last preceding assessment for state and county taxes. Provided that if any Class \"B\" real property within the district for which benefits were appraised under the Conservancy Act does not appear on county assessment polls [rolls] for state and county taxes, the board shall have the same appraised, placed upon the county tax rolls for assessment purposes and levy the assessments herein provided against said property on the valuation so determined. Such annual assessment and levy shall be made by resolution of the board of directors. In any year or years prior to the classification of real property within the district, as provided for in Section 6 (73-18-6 [NMSA 1978]) hereof, the entire amount so determined by resolution of the board of directors to be needed to meet the obligations of the district for the ensuing year shall embrace only amounts required under the aforesaid Item four and shall be raised by annual assessment and levy at a uniform rate upon all of the real property within such district of not exceeding four mills for every dollar of the assessed valuation thereof, as shown by the last preceding assessment for state and county taxes and shall be in addition to all other taxes and assessments levied thereon.\n\nC. When the board shall assemble for the purposes hereinbefore described it shall sit as a board of equalization and, subject to such reasonable regulations as it may prescribe, shall afford to all persons desiring to do so an opportunity to make such showing as they may deem proper as to why any given tract or parcel of real property or portion thereof should not be so assessed. In each case the board may cause to be made such investigation as it may deem proper, after which the board shall determine the question submitted as right and justice may require, and shall cause its decision to be duly entered upon its minutes and a copy thereof to be sent by registered mail to all parties who have so appeared and offered to show cause why such assessment should not be made against their respective properties.\n\nD. Any person feeling himself aggrieved by such decision as aforesaid, may appeal therefrom to the conservancy court within thirty (30) days from and after the rendition and mailing as aforesaid of said copy of the decision complained of by serving upon the secretary of the district written notice of such action and filing a copy thereof together with the copy of the decision complained of in the office of the clerk of the conservancy court. Upon being served with such notice the secretary of the district shall forthwith transmit to the clerk of said court a certain [certified] transcript of all the papers and records pertaining to the case which may have been filed in connection therewith. Upon such appeal the case shall be tried in the conservancy court, subject to the law, rules and practice governing such court as upon a writ of certiorari.\n\nE. The filing of said appeal in said conservancy court shall not stay the proceedings relating to the collection of said tax, but in the event that appellant has paid such tax before the rendition of final judgment in said suit and judgment is rendered in said suit in favor of appellant, appellant shall have refunded to him such sum of money as shall be determined by the judgment of the said court, together with legal interest thereon and costs of court, but if the appellant fails to recover in said suit, appellant shall pay the costs of court.\n\nF. The secretary of the district, not later than September first each year shall deliver to the county assessor of each county embracing any part of the district a certified copy of the resolution of the board of directors making the annual assessment and levy as in this section provided.\n\nG. The secretary of the district shall prepare and keep a record of all land within the district classified as Class \"A\" showing the per acre assessments made against such land and the payment of such assessments. In preparation and keeping such record, the said secretary shall take into consideration the recommendations of the bureau of reclamation of the United States. The board of directors of the district are hereby authorized to fix the amount of such assessments and the date of the maturities thereof, in accordance with the provisions of this act. At any time any of such per acre assessments are delinquent, the board of directors may institute proceedings in the district court for the collection thereof, such proceedings to be governed by the laws applicable to mortgage foreclosures. In any such proceedings, the district court or the supreme court may allow such attorney's fees as to the court may seem equitable, such attorney's fees and court costs incurred to be a lien upon the land charged with the assessment or assessments upon which the proceedings may be had. Any number of assessments and tracts may be included in one suit. Per acre assessments shall be considered any assessment made on a per acre basis without regard to valuation. All such per acre assessments shall bear interest at the rate of 12% per annum from the date of delinquency until paid. The county treasurer and the county assessor are hereby relieved from all responsibility with regard to per acre assessments for such conservancy district. All such assessments shall be liens upon the real estate upon which such assessments are made as of the date of the action of the board of directors of the conservancy district fixing such assessments.\n\nH. For the purposes of the assessment and enforcement of all liens provided by this act, the records and plats of the conservancy district shall be official records, and certified copies of such records and plats duly authenticated by the secretary of said conservancy district, under the seal of said district, shall be admissible as evidence in all courts of this state. Cognizance is hereby taken of the difficulty or impossibility of such plats of irregular irrigable tracts being exact, and inaccuracies in such plats and descriptions which do not affect the validity of any liens upon such irrigable tracts; and in proceedings for the enforcement of any liens created by this act, the court may in its discretion correct any errors which may appear. Provided such corrections or errors shall not affect adversely the substantial rights of the parties; and the court shall have power in any proceeding for the enforcement of such liens to clarify any descriptions which may be inaccurate. Provided such action of the court does not do substantial injustice to any party.\n\nHistory:Laws 1939, ch. 148, § 8; 1941 Comp., § 77-3108; Laws 1949, ch. 77, § 1; 1953 Comp., § 75-32-8; Laws 1961, ch. 231, § 1.\n\nCompiler's notes.— For definition of \"Conservancy Act\" for purposes of the Conservancy District Reclamation Contract Act, 73-18-24 NMSA 1978,seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For definition of conservancy court,see73-14-3 G NMSA 1978.\n\nConstitutional limitation not applicable.— The assessments levied through the provisions of this section are not within the purview of the limitations imposed by N.M. Const., art. VIII, § 2, and thus, are not subject to the 20-mill limitation. 1960 Op. Att'y Gen. No. 60-209.\n\nDuty to collect.— The district board has a duty to collect tolls and charges from past years that remain uncollected. 1988 Op. Att'y Gen. No. 88-32.\n\nCollection of \"tolls and charges\".— If the district board adds past due \"tolls and charges\" to the current year's assessments, the district treasurer shall assess and collect them on a \"per acre\" basis. If the board elects to proceed in contract, the district has standing as plaintiff to enforce those contracts. 1988 Op. Att'y Gen. No. 88-32.\n\nAppeal limitations.— Although a taxpayer may file a protest with the district board at any time, if he intends to challenge the board's decision in conservancy court he must bring his suit within four years of the assessment at issue and within 30 days of the board's determination. 1988 Op. Att'y Gen. No. 88-32.\n\nLimitations applicable with regard to collection of\"past\" tolls or charges from class A water users are ten years if the district board adds the tolls and charges to the user's assessment and levy, four years if the board brings suit on an unwritten contract, and six years if it brings suit on a written contract. 1988 Op. Att'y Gen. No. 88-32.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation §§ 70 to 72.\n\n94 C.J.S. Waters §§ 332 to 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-8/"
    },
    {
      "id": "section-73-18-81",
      "number": "73-18-8.1",
      "heading": "Assessments; appeals; certain districts.",
      "text": "A. Notwithstanding the provisions of Section 73-18-8 NMSA 1978 and in lieu thereof, the board of directors of any conservancy district created prior to 1930 embracing land situate in four or more counties and having more than one hundred thousand acres shall convene on a date to be fixed by order of the board, but not later than July 1 of each year, for the purpose of estimating and determining the amount of funds required to meet the obligation and needs of the district for the ensuing year together with such additional amounts as may be necessary to meet any deficiency in the payment of expenses or obligations previously incurred by the district and remaining due and unpaid and an amount to cover the estimated delinquencies in payments of assessments for the ensuing year.\n\nB. In levying ad valorem assessments on benefited property, the board of the district shall set non-residential assessments at least twenty-five percent higher than residential and agricultural assessments and any ad valorem assessments shall be levied against all benefited real property, including improvements.\n\nC. In setting water service charges, the board of the district shall assess such charges on a per acre basis on all irrigable acres as they appear on the records of the district for tracts or rate payers for which water availability under contract occurs and shall set a minimum one-acre charge of at least twenty-eight dollars ($28.00) per acre, but not more than twenty-eight dollars ($28.00) per acre during the first year, and may use the parity index or other cost-of-living index or measure to determine annual adjustments to the water service charges to reflect the increased costs of providing irrigation water. Any landowner seeking irrigation water for land not previously irrigated may request such irrigation water and upon a determination that the water is available and upon execution of a water use contract with the district prior to March 1 of the year in which the water is sought, the landowner upon payment of the water service charge shall receive the irrigation water.\n\nD. The board of directors shall then by resolution set the appropriate ad valorem assessments and water service charges it determines necessary and appropriate to meet such obligations and needs of the district.\n\nE. In levying appropriate ad valorem assessments and water service charges, the board shall consider:\n\n(1) the degree to which the proposed revenue structure reflects the cost of providing service;\n\n(2) the administrative feasibility of the proposed revenue structure;\n\n(3) whether the proposed revenue structure promotes open space, green space or other environmentally beneficial activities; and\n\n(4) any other local economic or social impacts resulting from the proposed revenue structure.\n\nF. The board shall sit as a board of equalization, subject to such reasonable rules as it may adopt, for the purpose of affording all owners of real property in the district subject to receiving a water service charge and an opportunity to appear and show why any given tract or parcel should be assessed differently. The board's decision with respect to such protest shall be entered upon the official minutes of the board and a copy of such decision shall be sent to the protesting property owner by registered mail.\n\nG. Any owner of real property aggrieved by the decision of the board sitting as a board of equalization may appeal to the district court of the second judicial district in the manner prescribed by Subsection D of Section 73-18-8 NMSA 1978. The filing of such appeal shall be made within thirty days after receipt of the decision of the board sitting as a board of equalization. The filing of such appeal shall not stay the proceedings relating to the collection of the assessment but in the event the appellant has paid the assessment before rendition of the final judgment in the appeal suit and where such judgment is in favor of the appellant, the appellant shall have refunded to him the sum of money as determined by the court, together with legal interest thereon and costs paid to the court.\n\nH. Not later than September 1 each year, the secretary of the district shall deliver to the county assessor of each county embracing any part of the district a certified copy of the board's annual ad valorem assessment rate.\n\nI. All ad valorem assessments and water service charges of the district constitute prior liens upon the real property on which they are levied as of the date of the action of the board fixing such assessments and charges and such liens shall be enforced in the same manner as assessments of property taxes for state and county purposes are collected and liens thereof are enforced.\n\nHistory:Laws 1993, ch. 270, § 3.\n\nEffective dates.— Laws 1993, ch. 270, § 6 made the act effective January 1, 1995.\n\nCross references.— For procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nFor scope of review of the district court,seeZamora v. Village of Ruidoso Downs, 120 N.M. 778, 907 P.2d 182 (1995).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-8-1/"
    },
    {
      "id": "section-73-18-9",
      "number": "73-18-9",
      "heading": "District treasurer; county treasurers; assessors; duties; accounts; collection and disposition of assessments.",
      "text": "A. The district treasurer of a contracting district and the county treasurer of each county in which is located any part of a contracting district shall, in connection with assessments, levies and collections made as authorized under The Conservancy District-Reclamation Contract Act, keep a district bond fund account, a district contract fund account, a district operation and maintenance fund account and a district general fund account. The proceeds of the assessment collected shall be deposited into the respective funds:\n\n(1) the bond fund shall consist of all money collected for principal and interest on the bonds issued by the district;\n\n(2) the district contract fund shall consist of all money received from assessments levied to provide for payment to the United States, including funds for operation and maintenance required to be paid to the United States under any reclamation contract;\n\n(3) the operation and maintenance fund shall consist of all money received on account of operation and maintenance of the irrigation and drainage system, except money to be paid to the United States pursuant to any contract; and\n\n(4) the general fund shall consist of all money received on account of current and miscellaneous expenses not to be deposited into any other of the funds.\n\nB. It is the duty of the district treasurer to collect and receipt for all per acre assessments levied as provided in The Conservancy District-Reclamation Contract Act in accordance with the resolutions and orders of the board of directors of the district. It is the duty of each of the county treasurers to collect and receipt for all ad valorem assessments levied in the same manner and at the same time as is required in the receipt for and collection of taxes upon real estate for county purposes and on the first Monday of each month to remit to the district treasurer money previously collected or received by him on account of the district, including penalties and interest on ad valorem assessment delinquencies.\n\nC. The district treasurer shall pay out of the bond fund when due the interest and principal of the bonds of the district at the time and place specified in the bonds. The district treasurer shall pay out of the contract fund all payments as they become due to the United States under a reclamation contract at the time and in the manner provided in the contract. The district treasurer shall pay out of the operation and maintenance fund only upon warrants signed by the president and countersigned by the secretary of the district, directed to the party or parties as are due payments for operating and maintaining the irrigation and drainage systems. The district treasurer shall pay out of the general fund only upon orders signed by the president and countersigned by the secretary of the district.\n\nD. The district treasurer on the fifteenth day of each month shall report to the board of directors of the district the amount of money in hand to the credit of the respective funds as provided in this section. All such district taxes collected and paid to the county treasurers shall be received by the treasurers in their official capacity, and they shall respectively be responsible for the safekeeping, disbursement and payment of them the same as for other money collected by them as treasurers.\n\nE. Payment of ad valorem assessments levied pursuant to The Conservancy District-Reclamation Contract Act may be received and receipted for by the county treasurer either together with or separately from taxes upon real estate for state and county purposes.\n\nF. The county assessor of each county embracing any part of the district shall from time to time as the same may be requested by or on behalf of the board of directors of the district furnish abstracts or copies of ad valorem assessments rolls pertaining to property situated in the district. Upon receipt of a certified copy of resolution of the board of directors making the annual levy of district ad valorem assessments, the county assessor shall certify and extend the assessment and levy upon the assessment rolls.\n\nHistory:Laws 1939, ch. 148, § 9; 1941 Comp., § 77-3109; Laws 1949, ch. 75, § 1; 1953 Comp., § 75-32-9; 1995, ch. 75, § 2.\n\nThe 1995 amendment,effective June 16, 1995, subdivided Subsection A to form Paragraphs (1) to (4), added \"including penalties and interest on ad valorem assessment delinquencies\" at the end of Subsection B, and substituted \"The Conservancy District-Reclamation Act\" for \"this Act\", \"deposited\" for \"covered\", \"money\" for \"moneys\", and made minor stylistic changes throughout the section.\n\nApplicability.— Laws 1995, ch. 75, § 3 made the provisions of the act applicable to penalties and interest collected in the 1994 and subsequent property tax years.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation §§ 61, 67, 70.\n\n94 C.J.S. Waters §§ 320, 322, 332.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-9/"
    },
    {
      "id": "section-73-18-91",
      "number": "73-18-9.1",
      "heading": "County treasurers; district treasurers; certain districts; collection and disposition of assessments.",
      "text": "A. Notwithstanding the provisions of Section 73-18-9 NMSA 1978 and in lieu thereof, the county treasurer of any county wholly or partly within a conservancy district created prior to 1930, situate in four or more counties and consisting of more than one hundred thousand acres, shall collect and receipt for all ad valorem assessments levied by the conservancy district.\n\nB. The county treasurer of any county specified in Subsection A of this section shall collect the ad valorem assessments in the same manner and at the same time as is required for the collection of taxes upon real property for county purposes.\n\nC. The county treasurer shall remit such collections as provided in this section to the conservancy district treasurer no later than the twentieth of each month in the manner prescribed by Subsection B of Section 73-18-9 NMSA 1978.\n\nD. The treasurer of the conservancy district shall collect and receipt for all water service charges levied in accordance with the resolution and orders of the board of directors of the district.\n\nHistory:Laws 1993, ch. 270, § 4.\n\nSaving clauses.— Laws 1993, ch. 270, § 5, effective January 1, 1995, provided that all due but unpaid assessments and levies charged on an ad valorem basis or an acreage basis by a conservancy district created prior to 1930 embracing land situate in four or more counties under the provisions of Article 8, Chapter 73 NMSA 1978 shall remain due until paid or until a final determination is made that the taxes are not due, and that any protests, claims for refund, court proceedings or other actions ongoing with respect to such assessments and levies shall be finally determined with respect to the applicable provisions of Article 8, Chapter 73 NMSA 1978 in effect for such a conservancy district prior to January 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-9-1/"
    },
    {
      "id": "section-73-18-10",
      "number": "73-18-10",
      "heading": "Lien of assessments.",
      "text": "All assessments levied to meet any indebtedness due or to become due to the United States pursuant to the reclamation law, rules and regulations, a reclamation contract or notices or statements issued by the secretary of the interior thereunder, together with all interest on all assessments and penalties for default in payment of the same, and all costs in collecting the same, shall from the date on which there is filed in the office of the assessor of the county in which is situated the property upon which such assessment is made a certified copy of the resolution of the board determining the amount of money to be raised, fixing the rate of such assessments and making a levy therefor, shall constitute a perpetual lien upon all the district real property against which such assessments shall be so levied, to which only the lien for general or special state, county, city, town, village or school taxes shall be paramount, and no sales of such property to enforce any general or special state, county, city, town, village, school tax or other lien shall extinguish the perpetual lien of such assessments nor extinguish the liability of such property to future assessment for payment of any indebtedness to the United States provided for in a reclamation contract; and every other assessment hereafter levied upon any real property within the district, under the provisions of this act [73-18-1 to 73-18-24 NMSA 1978], is and shall be a lien upon the property against which such assessment is levied. All such assessments shall be collected, and all such liens shall be enforced in the same manner as assessments of taxes for state and county purposes are collected and the liens thereof are enforced.\n\nHistory:Laws 1939, ch. 148, § 10; 1941 Comp., § 77-3110; Laws 1947, ch. 205, § 1; 1953 Comp., § 75-32-10.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-10/"
    },
    {
      "id": "section-73-18-11",
      "number": "73-18-11",
      "heading": "State lands; public lands.",
      "text": "A. The board of a contracting district shall cause notice to be given to the commissioner of public lands annually of the amount of assessment to become due on account of lands of the state within the district and the commissioner of public lands shall cause the same to be paid out of any funds in his hands not otherwise appropriated.\n\nB. Public lands of the United States within any contracting district shall be subject to assessment for all purposes of this act [73-18-1 to 73-18-24 NMSA 1978] to the extent provided by the act of congress approved August 11, 1916, 39 Statutes at Large 506, upon full compliance therewith by the district.\n\nHistory:Laws 1939, ch. 148, § 11; 1941 Comp., § 77-3111; 1953 Comp., § 75-32-11.\n\nCross references.— For the act of congress approved August 11, 1916, referred to in Subsection B,see43 U.S.C. §§ 621 to 630.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 60.\n\n94 C.J.S. Waters § 319(3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-11/"
    },
    {
      "id": "section-73-18-12",
      "number": "73-18-12",
      "heading": "Land disposal contracts authorized.",
      "text": "Contracts made by contracting districts, or landowners within contracting districts, for the purpose of limiting and controlling the size of land holdings entitled to receive water and providing for the disposition of lands in excess of such holdings, and of providing the manner of application of proceeds in the case of sales of district lands, in conformance with the provisions of the reclamation law, are hereby authorized and declared to be in accordance with the public policy of this state.\n\nHistory:Laws 1939, ch. 148, § 12; 1941 Comp., § 77-3112; 1953 Comp., § 75-32-12.\n\nCompiler's notes.— For the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nAdoption of reclamation statutes by referenceto the title of the federal Reclamation Act is not violative of N.M. Const., art. IV, § 18, where these reclamation statutes are not a necessary part of the act in which they are adopted.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nExcess acreage limitation is not confiscation of water user's land.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391 (1953).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-12/"
    },
    {
      "id": "section-73-18-13",
      "number": "73-18-13",
      "heading": "Water applications.",
      "text": "Every person desiring to receive water for use upon lands in a contracting district during the course of the year shall make application at the office of the district, furnishing therewith a statement in writing of the number of acres intended by him to be irrigated and a statement as near as may be of the crops planted or intended to be planted, which application upon its acceptance by or on behalf of the board of directors shall constitute a water service contract for the year covered thereby, subject to the reclamation law, reclamation contracts and rules and regulations thereunder, to the provisions of the Conservancy Act and this act [73-18-1 to 73-18-24 NMSA 1978]; and said application and resulting contract may provide, among other things, for tolls and charges for water which may be used in excess of the amount to which the applicant may be entitled on account of assessments and such tolls and charges shall constitute a lien upon lands upon which water is so used, and the water service contract records of a contracting district shall constitute public notice of the existence of such lien.\n\nHistory:Laws 1939, ch. 148, § 13; 1941 Comp., § 77-3113; 1953 Comp., § 75-32-13.\n\nCompiler's notes.— For the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nFor purposes of the Conservancy District Reclamation Contract Act, \"Conservancy Act\" means the Conservancy Act of New Mexico.Seethe compiler's notes to 73-18-1 NMSA 1978.\n\nAdoption of reclamation statutes by referenceto the title of the federal Reclamation Act is not violative of N.M. Const., art. IV, § 18, where these reclamation statutes are not a necessary part of the act in which they are adopted.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nCrop approval.— In the operation of a large irrigation district, those charged with delivery of water must know the demand and how often water must be available for the landowners. It may seem harsh to require approval of particular crops, but where the United States is preparing to put a lot of money into a district, it may require the planting of such crops as are likely to yield sufficient return to enable the landowner to pay his obligations, and to prevent the planting of such a noxious crop as Johnson grass.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 63.\n\n94 C.J.S. Waters § 352.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-13/"
    },
    {
      "id": "section-73-18-14",
      "number": "73-18-14",
      "heading": "Tolls and charges; advance payment; omitted property.",
      "text": "For the purpose of defraying the expenses of the district in carrying out the purposes of this act [73-18-1 to 73-18-24 NMSA 1978] and in the care, operation, management, repair and improvement of all canals, ditches, reservoirs and related works, including salaries and expenses of officers and employees, or for payment of charges to the United States for the temporary rental of water, for operation and maintenance of the irrigation and drainage system and incidental or related works or for any or all of said purposes the board may fix rates of tolls and charges and collect the same of all persons using the said irrigation and drainage system or the water supply made available thereby. Said tolls and charges shall be in addition to the assessments and levies elsewhere provided for in this act, and shall be fixed so that the revenue estimated to be derived therefrom in the year for which fixed, together with the amount of assessments for that year will be not less than the estimated obligation to come due and needs of the district for that year as determined under Section 8 A [73-18-8 A NMSA 1978] of this act; provided, that such assessments, tolls or charges for operation and maintenance of the said irrigation and drainage system or related and incidental works, or for the use of the water supply made available thereby, may be fixed in accordance with the reclamation law, and the rules and regulations of the secretary of the interior thereunder and the reclamation contract and statements and notices issued pursuant thereto.\n\nWhenever any tolls and charges for the use of water have been fixed by the board of a contracting district it shall be lawful to make the same payable in advance and in case any such tolls and charges remain unpaid or any balances for water delivered by measurement are unpaid at the time specified for levying the annual assessment, the amount due for such tolls and charges or balances may be added to and become a part of the assessment levied upon the land [on] which the water for which such tolls, charges or balances are unpaid, was used. Any land which may have escaped assessment for any year or years shall, in addition to the assessment for the then current year, be assessed for such year or years with the same effect and with the same penalties as are provided for the current year and any property delinquent for any year may be correctly assessed during the current year for any expenses caused to the contracting district on account of such delinquency. In the event that any land within a contracting district, subject to assessment for any of the purposes of the district, has not been assessed and does not appear upon the assessment roll as prepared for the treasurer and collector, the land so omitted shall be forthwith assessed by the treasurer upon an order of the board of directors and as so ordered a description of the property so omitted shall be written on the roll and the proper assessment levied.\n\nHistory:Laws 1939, ch. 148, § 14; 1941 Comp., § 77-3114; 1953 Comp., § 75-32-14.\n\nCompiler's notes.— For the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nAdoption of reclamation statutes by referenceto the title of the federal Reclamation Act is not violative of N.M. Const., art. IV, § 18, where these reclamation statutes are not a necessary part of the act in which they are adopted.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-14/"
    },
    {
      "id": "section-73-18-15",
      "number": "73-18-15",
      "heading": "Distribution of water supply.",
      "text": "All water, the right to the use of which is acquired by a district under a reclamation contract, shall be distributed and apportioned by the district in accordance with the acts of congress and rules and regulations promulgated or approved by the secretary of the interior, and the provisions of said contract in relation thereto. A contracting district may rent or lease water for use for any purpose within or without the district in pursuance of and in accordance with the provisions of said contract. The board of a contracting district may adopt rules and regulations for the distribution, apportionment and use of the district water supply, not inconsistent with those of the secretary of the interior, acts of congress or said contract and the same shall become effective when approved by the secretary of the interior.\n\nHistory:Laws 1939, ch. 148, § 15; 1941 Comp., § 77-3115; 1953 Comp., § 75-32-15.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Right of owner of land within reclamation project in respect of which a water right was allowed upon application pursuant to Reclamation Act to a perpetual right beyond the control of the federal government for a sufficient amount beneficially to irrigate the land, 115 A.L.R. 1320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-15/"
    },
    {
      "id": "section-73-18-16",
      "number": "73-18-16",
      "heading": "Use of district funds to pay contract indebtedness.",
      "text": "There may be used to pay indebtedness to the United States created by a reclamation contract, as the same may become due, the preliminary fund, construction fund, maintenance fund, guarantee fund or conservation and development fund, or any one or more of said funds, provided for by the Conservancy Act, of any contracting district within the provisions of Section 5 (B) [73-18-5 B NMSA 1978] of this act.\n\nHistory:Laws 1939, ch. 148, § 16; 1941 Comp., § 77-3116; 1953 Comp., § 75-32-16.\n\nCompiler's notes.— For the meaning of \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For preliminary, construction, maintenance and general funds,see73-16-1 NMSA 1978.\n\nFor conservation and development fund,see73-16-32 NMSA 1978.\n\nFor guarantee fund,see73-16-41 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-16/"
    },
    {
      "id": "section-73-18-17",
      "number": "73-18-17",
      "heading": "Removal of structures; passing equipment through bridge or grade and other powers.",
      "text": "In pursuance of a plan or plans made by the bureau of reclamation of the department of the interior and for the accomplishment of the construction, operation or maintenance by the United States of irrigation, drainage or ancillary or incidental works beneficial to a contracting district, the rights, powers and privileges vested in the district and its officers and agents under the provisions of Section 308, Section 313, and Section 314 of Chapter 45, Session Laws of 1927 (being respectively Section 73-14-39, Section 73-14-44 and Section 73-14-45, New Mexico Statutes Annotated, 1978 Compilation), in addition and not to the exclusion of any rights, powers or privileges otherwise available to the United States, its officers, agents and employees, may be exercised by the engineer of said bureau of reclamation in charge of such works under like conditions as therein provided for the exercise of such powers by the district.\n\nHistory:Laws 1939, ch. 148, § 17; 1941 Comp., § 77-3117; 1953 Comp., § 75-32-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-17/"
    },
    {
      "id": "section-73-18-18",
      "number": "73-18-18",
      "heading": "Cumulative rights and remedies.",
      "text": "In addition to all rights, remedies and securities under this act [73-18-1 to 73-18-24 NMSA 1978] or otherwise available to the United States for the security, enforcement and collection of contract indebtedness created by a reclamation contract, all provisions of the Conservancy Act applicable to the security, enforcement and collection of conservancy bonds, refunding bonds or other district obligations or indebtedness shall be available to afford the security, enforcement and collection of said contract indebtedness.\n\nHistory:Laws 1939, ch. 148, § 18; 1941 Comp., § 77-3118; 1953 Comp., § 75-32-18.\n\nCompiler's notes.— For the meaning of \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-18/"
    },
    {
      "id": "section-73-18-19",
      "number": "73-18-19",
      "heading": "Change in organization or boundaries of district.",
      "text": "After a reclamation contract has been entered into by a contracting district, except upon the written consent thereto of the secretary of the interior, no change shall be made in the organization or boundaries of such district, either by the exclusion therefrom of district lands, by the inclusion therein of new lands, or by dissolution of the district or otherwise.\n\nHistory:Laws 1939, ch. 148, § 19; 1941 Comp., § 77-3119; 1953 Comp., § 75-32-19.\n\nInterior secretary's power to classify land constitutional.— Provision of act (Sections 73-18-1 to 73-18-24 NMSA 1978) which recognizes power of the United States secretary of interior over the classification of lands in a conservancy district does not constitute an unlawful delegation of legislative power in view of additional provision for classification by the board of directors of the district \"giving due consideration\" to the secretary of interior's classification and in view also of provision for judicial examination of any resolution classifying the property.In re Arch Hurley Conservancy Dist., 1948-NMSC-001, 52 N.M. 34, 191 P.2d 338.\n\nNo unlawful delegation of legislative powers.— This act (Sections 73-18-1 to 73-18-24 NMSA 1978) does not constitute an unlawful delegation of legislative power to the secretary of interior because of the further provision that the action of the secretary on apportionment of assessments as between irrigable lands and others must be submitted to the conservancy court for judicial examination, confirmation and approval.In re Arch Hurley Conservancy Dist., 1948-NMSC-001, 52 N.M. 34, 191 P.2d 338.\n\nPower granted to the secretary of interior under the 1939 act (Sections 73-18-1 to 73-18-24 NMSA 1978) is not unconstitutional as an unwarranted delegation of legislative power since it merely extends to him the same voice that ordinarily is extended to other money lenders or mortgagees to approve or veto any change calculated to increase or diminish size of the acreage which in part, at least, constitutes the security for the money advanced.In re Arch Hurley Conservancy Dist., 1948-NMSC-001, 52 N.M. 34, 191 P.2d 338.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters §§ 316, 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-19/"
    },
    {
      "id": "section-73-18-20",
      "number": "73-18-20",
      "heading": "Proceedings to determine validity.",
      "text": "A. The board of any contracting district shall commence special proceedings in and by which the proceedings had for the organization and establishment of the district and in and by which the authorization, due execution and validity of a reclamation contract may be judicially examined, approved and confirmed. Such proceedings shall be brought as to any district which has heretofore executed a reclamation contract within sixty days after the effective date of this act [73-18-1 to 73-18-24 NMSA 1978] and in all other cases within sixty days after the execution of such contract. Like proceedings may and when so required by any provision of this act shall be commenced by the board for the judicial examination, approval and confirmation of any bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract of such district.\n\nB. Commencement of such proceedings shall be by the filing by the board of directors of the district in the conservancy court provided for by the provisions of the Conservancy Act of a petition praying in effect that the proceedings had for the organization of the district or the reclamation contract or other contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property, or classifying property, order, act or proceeding or any one or more thereof may be examined, approved and confirmed by the court. The petition shall state the facts, showing the proceedings had for the issue and sale of bonds of the district or the pertinent facts pertaining to a reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract or one or more thereof, but the petition need not state the facts showing such organization of the district and it shall be sufficient that it be stated therein generally that the district was duly organized.\n\nC. The court shall fix a time for the hearing of said petition, which time shall be not less than ten days after the last publication of notice herein provided for, and shall order the clerk of the court to give and publish a notice in form to be prescribed by the court in such order, of the filing of such petition. The notice shall be given and published in the English language once each week for four consecutive weeks in a newspaper of general circulation published in each county wherein shall be situated any lands within the district. Such notice also shall be published for a like time in Spanish in any county where publication of such notice is required to be made wherein there is a newspaper of general circulation published in the Spanish language. The notice shall state the time and place fixed for the hearing of the petition and the prayer of the petitioners and that any person interested in the organization of the district, reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract in question may, on or before the date fixed for the hearing of said petition, demur to or answer said petition. The petition may be referred to and described in said notice as the petition of the board of directors of . . . . . . . . . . conservancy district (giving its name), praying that the proceedings for the organization of the district, the validity of the reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract, as the case may be, may be examined, approved and confirmed by the court.\n\nD. Any person interested in said district or in the reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract as may be in issue as herein provided, at any time before but not after the time for hearing as fixed in said notice, may file demurrer or answer or both to said petition. The person so demurring and answering said petition shall be the defendant to the special proceeding and the board of directors shall be the plaintiff. Every material statement of the petition not specifically controverted by the answer shall, for the purpose of said special proceeding, be taken as true, and each person failing to answer the petition shall be deemed to admit as true all the material statements of the petition. The rules of pleading and practice and rules of the supreme court relating to appeals and writs of error, as the same may be in force at the time of any such appeal, which are not inconsistent with the provisions of this act are applicable to the special proceedings herein provided for; provided, appeals to the supreme court of the state, involving the special proceedings herein mentioned, shall be taken within twenty days and shall be perfected within sixty days after the granting of any such appeal.\n\nE. Upon the hearing of such special proceeding the court shall find and determine whether the notice of the filing of the petition has been duly given and published for the time and in the manner in this act prescribed and shall have power and jurisdiction to examine and determine the legality and validity of, and approve and confirm each and all of the proceedings for the organization of said district under the provisions of the Conservancy Act from and including the petition for the organization of the district, and all other proceedings which may affect the legality or validity of said bonds and the order of the sale thereof and shall have power and jurisdiction to examine and determine the legality and validity of the reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract as the case may be. The court, in inquiring into the regularity, legality or correctness of said proceedings, must disregard any error, irregularity or omission which does not affect the substantial rights of the parties to said special proceedings; and the court may by decree approve and confirm, in whole or in part, such proceedings and the validity thereof or of the reclamation contract, bond issue, assessment, resolution providing for apportionment of assessments to classes of property or classifying property, order, act, proceeding or contract or disapprove and declare the same illegal or invalid in whole or in part. The cost of the special proceedings may be allowed and apportioned between the parties in the discretion of the court. A judgment when finally made and entered shall be res judicata in all cases arising in connection with the organization of the district, classification of real property within the district, apportionment of assessments and the collection of taxes for payment of the principal and interest of bonds or for payment of monies to the United States, required by a reclamation contract.\n\nF. The procedure in this section and each and every subsection thereof provided shall govern in the absence of any supreme court rule governing the subject matter of this section, but the provisions of this section shall be subject to the rule-making power of the supreme court.\n\nHistory:Laws 1939, ch. 148, § 20; 1941 Comp., § 77-3120; 1953 Comp., § 75-32-20.\n\nCompiler's notes.— For the meaning of \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.\n\nCross references.— For definition of conservancy court,see73-14-3 G NMSA 1978.\n\nFor legal newspapers,see14-11-2 NMSA 1978.\n\nFor rule-making power of supreme court,see38-1-1 NMSA 1978.\n\nFor Rules of Civil Procedure for the District Courts,seeRule 1-001 NMRA et seq.\n\nFor Rules of Appellate Procedure,seeRule 12-001 NMRA et seq.\n\nFor abolition of demurrers,seeRule 1-007 C NMRA.\n\nSpecial proceeding.— A proceeding to determine the validity of a reclamation contract between the United States and a conservancy district is a special proceeding, and the lower court is limited in its jurisdiction in passing upon the contract to a determination of whether the applicable statute (Sections 73-18-1 to 73-18-24 NMSA 1978) authorizes the appellee to enter into the contract as written; whether the appellee abused its discretion in so doing; and whether such statute is constitutional and valid. The supreme court's review is limited by the same yardstick.Middle Rio Grande Water Users Ass'n v. Middle Rio Grande Conservancy Dist., 1953-NMSC-035, 57 N.M. 287, 258 P.2d 391.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-20/"
    },
    {
      "id": "section-73-18-21",
      "number": "73-18-21",
      "heading": "Contracts validated.",
      "text": "Any reclamation contract heretofore entered into by any district with the United States for any of the purposes enumerated in Section two [73-18-2 NMSA 1978] hereof, together with any and all action taken by or on behalf of a contracting district in pursuance thereof, is hereby ratified, validated and confirmed and such contract is hereby declared to be and the same shall remain a valid and subsisting obligation of the contracting district and all the real property within the contracting district shall be and remain liable to be assessed in the manner in this act [73-18-1 to 73-18-24 NMSA 1978] provided, for payments to become due to the United States under such contract until fully paid.\n\nHistory:Laws 1939, ch. 148, § 21; 1941 Comp., § 77-3121; 1953 Comp., § 75-32-21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-21/"
    },
    {
      "id": "section-73-18-22",
      "number": "73-18-22",
      "heading": "Scope of act.",
      "text": "The provisions of Section 2 B [73-18-2 B NMSA 1978] and Section 3 to Section 25 [73-18-3 to 73-18-24 NMSA 1978], inclusive, of this act shall apply only to conservancy districts heretofore or hereafter organized or existing under the Conservancy Act and which heretofore or hereafter shall have entered into a contract with the United States under the reclamation law.\n\nHistory:Laws 1939, ch. 148, § 22; 1941 Comp., § 77-3122; 1953 Comp., § 75-32-22.\n\nEffective dates.— Laws 1939, ch. 148, contains no effective date provision, but was enacted at a session which adjourned on March 11, 1939.SeeN.M. Const., art. IV, § 23.\n\nCompiler's notes.— For the reclamation law, which includes the act of congress of June 17, 1902 and all acts amendatory thereof and supplemental thereto,see43 U.S.C. § 371 et seq.\n\nFor the meaning of \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-22/"
    },
    {
      "id": "section-73-18-23",
      "number": "73-18-23",
      "heading": "[Repeal.]",
      "text": "All acts and parts of acts inconsistent with the provisions of this act [73-18-1 to 73-18-24 NMSA 1978] are hereby repealed; but nothing herein contained shall be construed to repeal any provision of the Conservancy Act, except as the provisions thereof, in their application to a contracting district, may conflict with the provisions hereof.\n\nHistory:Laws 1939, ch. 148, § 23; 1941 Comp., § 77-3123; 1953 Comp., § 75-32-23.\n\nSeverability.— Laws 1939, ch. 148, § 24, provided for the severability of the act if any part or application thereof is held invalid.\n\nCompiler's notes.— For the meaning of \"Conservancy Act\",seethe compiler's notes to 73-18-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-23/"
    },
    {
      "id": "section-73-18-24",
      "number": "73-18-24",
      "heading": "Designation of act.",
      "text": "This act [73-18-1 to 73-18-24 NMSA 1978] may be cited as \"The Conservancy District-Reclamation Contract Act\".\n\nHistory:Laws 1939, ch. 148, § 25; 1941 Comp., § 77-3124; 1953 Comp., § 75-32-24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-24/"
    },
    {
      "id": "section-73-18-25",
      "number": "73-18-25",
      "heading": "Conservancy districts to which act applies.",
      "text": "Sections 73-18-25 through 73-18-43 NMSA 1978 apply to conservancy districts organized under the laws of New Mexico having a contract with the United States under the reclamation laws of the United States, as provided under Chapter 73, Article 18 NMSA 1978, and having an area of land of all classes within the exterior boundaries of the district of more than one hundred thousand acres and less than one hundred forty-five thousand acres.\n\nHistory:1953 Comp., § 75-32-25, enacted by Laws 1955, ch. 281, § 1; 1993, ch. 285, § 1; 2011, ch. 72, § 1.\n\nThe 2011 amendment,effective June 17, 2011, increased the maximum acreage of land in conservancy districts that are subject to Sections 73-18-25 through 73-18-43 NMSA 1978.\n\nThe 1993 amendment,effective July 1, 1993, substituted \"Sections 73-18-25 through 73-18-43 NMSA 1978\" for \"This Act shall\" at the beginning and \"one hundred thousand acres and less than one hundred forty thousand\" for \"100,000 acres and less than 125,000\" near the end, and made stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-25/"
    },
    {
      "id": "section-73-18-26",
      "number": "73-18-26",
      "heading": "Division of district into election precincts.",
      "text": "In all counties in this state in which there exists a conservancy district within the classification as provided in Section 73-18-25 NMSA 1978, or a major portion by area of such a conservancy district, the board of county commissioners of the county shall, on the first Monday in August 1955, by resolution to be made a part of the minutes of the board of county commissioners, divide the conservancy district into election precincts. If there is a municipality within the district, the municipality shall constitute one election precinct, and the conservancy district shall be divided into three election precincts, each of which election precincts shall have approximately equal acreage of irrigable land. Immediately after the action by the board of county commissioners, the clerk of the board of county commissioners shall transmit to the clerk of the conservancy district within the county, or the major portion of which is within that county, a certified copy of the resolution dividing the conservancy district into election precincts. The board of county commissioners shall redivide the district in the same manner in each sixth year after 1955. Immediately after the resolution is adopted, the clerk of the board of county commissioners shall file a certified copy of the resolution of the board of county commissioners in the office of the county clerk of the county.\n\nHistory:1953 Comp., § 75-32-26, enacted by Laws 1955, ch. 281, § 2; 1993, ch. 285, § 2.\n\nThe 1993 amendment,effective July 1, 1993, substituted \"as provided in Section 73-18-25 NMSA 1978\" for \"mentioned in Section 1 in this Act\" in the first sentence, and \"the conservancy district\" for \"the area of such conservancy district outside of said municipality or municipalities\" and \"three\" for \"four\" in the second sentence; and made stylistic changes throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-26/"
    },
    {
      "id": "section-73-18-27",
      "number": "73-18-27",
      "heading": "Elections.",
      "text": "In each odd-numbered year after 1955, elections shall be called and conducted pursuant to the Local Election Act [Chapter 1, Article 22 NMSA 1978] for the election of directors to succeed any directors whose terms expire in that year.\n\nHistory:1953 Comp., § 75-32-27, enacted by Laws 1955, ch. 281, § 3; 2011, ch. 72, § 2; 2018, ch. 79, § 153.\n\nThe 2018 amendment,effective July 1, 2022, provided that conservancy district elections shall be called and conducted pursuant to the Local Election Act; in the section heading, changed \"Calling of first election\" to \"Elections\"; and deleted the first five sentences, which related to certain election procedures, and after \"In each odd-numbered year after 1955, elections shall be called\", deleted \"in the same manner and at the same times as provided in Sections 73-18-25 through 73-18-43 NMSA 1978\" and added \"and conducted pursuant to the Local Election Act\".\n\nThe 2011 amendment,effective June 17, 2011, eliminated the provision that permitted wives of electors to act as judges; authorized the board of directors to determine the compensation of judges; and required that elections in odd-numbered years be called as provided in Sections 73-18-25 through 73-18-43 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-27/"
    },
    {
      "id": "section-73-18-28",
      "number": "73-18-28",
      "heading": "Director-at-large and municipal director; qualified elector list.",
      "text": "A. The director to represent the municipality and the director-at-large for the period from October 1955 to October 1957 shall be selected at the September 1955 meeting by the board of directors of the conservancy district as it exists prior to the election. The members shall be elected from the membership of the previously existing board if there are qualified members of the board willing to serve for the additional two years. If there are no members of the existing board willing to serve for the additional period of two years or if there is only one, the existing board may select one or both of the directors from qualified electors of the district for the position or positions.\n\nB. In the election to be held in October 1957, a director to represent the municipal voting precinct shall be elected from the qualified electors of the municipality, and a director-at-large shall be elected from the qualified electors of the district.\n\nC. Every resident, otherwise qualified, owning real estate of any character within the district shall have one vote for director-at-large. Each elector resident of the municipal voting precinct shall have one vote for municipal director. The right of a voter to vote for municipal director shall not be affected by the elector voting in any other election precinct in which the elector may own class \"A\" land.\n\nD. The conservancy district shall compile and deliver a qualified elector list to the appropriate county clerk no later than one hundred eighty days before an election, and update the list every thirty days until ninety days before the election, which list the county clerk shall use for that election.\n\nHistory:1953 Comp., § 75-32-28, enacted by Laws 1955, ch. 281, § 4; 2018, ch. 79, § 154.\n\nThe 2018 amendment,effective July 1, 2022, required that the conservancy district compile and deliver a qualified elector list to the county clerk for use in conservancy district elections; in the section heading, added \"qualified elector list\"; added subsection designations \"A.\" through \"C.\"; and added Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-28/"
    },
    {
      "id": "section-73-18-29",
      "number": "73-18-29",
      "heading": "Conservancy district board; how constituted.",
      "text": "After the election herein provided, boards of directors of such districts shall consist of five directors, one representing each election precinct of such district, and one director-at-large. All of such directors shall have equal powers and responsibilities. In case of vacancy through death, resignation, removal from the district or failure of any elected director to qualify, the remaining members of the board shall, by majority vote, fill such vacancy. The person selected to fill such vacancy shall hold such position until the next election of directors in such district. At the next election of directors of such district, following a vacancy, a director shall be elected to fill such vacancy.\n\nHistory:1953 Comp., § 75-32-29, enacted by Laws 1955, ch. 281, § 5.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 61.\n\n94 C.J.S. Waters § 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-29/"
    },
    {
      "id": "section-73-18-30",
      "number": "73-18-30",
      "heading": "Qualifications of electors.",
      "text": "The board of directors of the conservancy district shall, by resolution, adopt a plan with necessary rules and regulations by which nonresident owners of land or other owners of land may vote for directors by absentee ballot.\n\nHistory:1953 Comp., § 75-32-30, enacted by Laws 1955, ch. 281, § 6; 1993, ch. 285, § 3; 2011, ch. 72, § 3.\n\nThe 2011 amendment,effective June 17, 2011, eliminated the requirement that the secretary send landowners a statement of the irrigable land owned by the landowner in the each voting precinct and a statement of the land in each election precinct, and authorized absentee voting for directors.\n\nThe 1993 amendment,effective July 1, 1993, designated the former first and second paragraphs as Subsections A and B and deleted the former third paragraph, which required electors to sign a statement showing his or her qualifications; in Subsection A, deleted the former next-to-last sentence, which read: \"Such statements shall be delivered to the judges of election of the proper election precinct when the elector casts his ballot\", and substituted \"on the Friday\" for \"of the Saturday\" in the last sentence; and made various stylistic changes throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-30/"
    },
    {
      "id": "section-73-18-31",
      "number": "73-18-31",
      "heading": "Ownership.",
      "text": "Any person who has exclusive possession and control of irrigable land under a purchase contract, which purchase contract has been approved by the district, and in connection with which any incremented value to be paid to the United States has been paid in full, shall be considered the owner of such land for the purpose of qualifying such purchaser to vote in voting districts outside of the municipality, and the vendor of the land covered by such contract shall not be entitled to vote as the owner of such land. This section shall not apply to lessees whose lease contains an option to purchase, unless and until such option to purchase shall have been exercised.\n\nHistory:1953 Comp., § 75-32-31, enacted by Laws 1955, ch. 281, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-31/"
    },
    {
      "id": "section-73-18-32",
      "number": "73-18-32",
      "heading": "Voting rights.",
      "text": "A. In district precinct elections, landowners owning one acre of irrigable land five months preceding the election shall be entitled to one vote for each acre of irrigable land or major fraction of an acre owned by the landowner up to one hundred sixty acres. Landowners owning less than one acre of irrigable land have no vote. A landowner may vote in all voting precincts in which the landowner has irrigable land, entitling the landowner to vote as provided in Sections 73-18-30 and 73-18-31 NMSA 1978.\n\nB. For director-at-large, all persons who are over the age of eighteen and who have been the owners of real estate within the district for more than two months preceding the election shall be entitled to one vote.\n\nC. All persons who are over the age of eighteen and who have been the owners of real estate within any municipality within the district for more than two months preceding the election shall be entitled to one vote for director representing the municipal election precinct.\n\nD. To qualify voters to vote for directors-at-large and for director representing the municipal voting precinct, the ownership of real estate by the spouse shall be considered also ownership by the other spouse.\n\nHistory:1953 Comp., § 75-32-32, enacted by Laws 1955, ch. 281, § 8; 1993, ch. 285, § 4; 2011, ch. 72, § 4.\n\nThe 2011 amendment,effective June 17, 2011, granted landowners who have owned one acre of irrigable land for five months preceding the election one vote in district precinct elections for each acre or major fraction of an acre that they own; granted landowners who have owned land in the district for more than two months preceding the election one vote for director-at-large; and granted landowners in a municipality within the district who have owned land in the district for more than two months preceding the election one vote for the director representing the municipal election precinct.\n\nThe 1993 amendment,effective July 1, 1993, rewrote this section, designating the formerly undesignated paragraphs as Subsections A through D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-32/"
    },
    {
      "id": "section-73-18-33",
      "number": "73-18-33",
      "heading": "Qualifications of directors.",
      "text": "The director-at-large shall be the owner of class \"A\" land within the district and shall be a resident of the district. The director for the municipal election precinct shall be a resident and shall be the owner of real estate within the district boundaries of the municipality. A director representing a district election precinct outside the municipality shall be a resident of the district and the owner of irrigable land within the voting precinct for which the director is a director.\n\nHistory:1953 Comp., § 75-32-33, enacted by Laws 1955, ch. 281, § 9; 1993, ch. 285, § 5; 2018, ch. 79, § 155.\n\nCross references.— For classification of real property,see73-18-6 NMSA 1978.\n\nThe 2018 amendment,effective July 1, 2022, made a minor technical change.\n\nThe 1993 amendment,effective July 1, 1993, deleted \"of the municipality\" following \"resident\" and substituted \"within the district boundaries of the municipality\" for \"therein\" in the second sentence, and substituted \"district election precinct outside\" for \"voting precinct outside of\" and \"shall\" for \"must\" in the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-33/"
    },
    {
      "id": "section-73-18-34",
      "number": "73-18-34",
      "heading": "Becoming a candidate for director.",
      "text": "Any person wishing to become a candidate for the office of director in any district shall file a declaration of candidacy pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978], stating the election precinct for which the person is a candidate, accompanied by a petition signed by not less than ten qualified electors of the election precinct for which the person is a candidate to represent. No declaration of candidacy shall be accepted unless accompanied by such petition, signed by electors.\n\nHistory:1953 Comp., § 75-32-34, enacted by Laws 1955, ch. 281, § 10; 2011, ch. 72, § 5; 2018, ch. 79, § 156.\n\nThe 2018 amendment,effective July 1, 2022, required any person who desires to become a candidate for the office of director in any conservancy district to file a written declaration of candidacy pursuant to the provisions of the Local Election Act; and after \"in any district shall\", deleted \"by the last Friday of July before the election\", after \"file\", deleted \"in the office of the secretary of the district\", and after \"declaration of candidacy\", added \"pursuant to the provisions of the Local Election Act\".\n\nThe 2011 amendment,effective June 17, 2011, required candidates to file a declaration of candidacy by the last Friday of July and eliminated the procedure for accepting declarations of candidacy when no person has filed a declaration by the filing deadline.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-34/"
    },
    {
      "id": "section-73-18-35",
      "number": "73-18-35",
      "heading": "Term of office for director.",
      "text": "The regular term of office for a director is four years, and the director shall serve until a successor has been chosen and has qualified. A director shall qualify by taking an oath of office. Newly elected directors shall take office on the date that their terms of office begin following the election of the director.\n\nHistory:1953 Comp., § 75-32-35, enacted by Laws 1955, ch. 281, § 11; 2018, ch. 79, § 157.\n\nThe 2018 amendment,effective July 1, 2022, revised the language related to the beginning dates of the term of office of director; and after \"four years, and\", added \"the director shall serve\", and after \"shall take office\", deleted \"at the next regular meeting of the board of directors\" and added \"on the date that their terms of office begin\".\n\nTemporary provisions.— Laws 2018, ch. 79, § 173 provided:\n\nA. The term of a conservancy district or watershed district board member that was set to expire on or before June 30, 2024 pursuant to the governing statutes of that district in effect before July 1, 2022 shall expire on December 31, 2023, and that member's successor shall be elected in the local election held on the first Tuesday after the first Monday of November 2023 for a term beginning on January 1, 2024.\n\nB. The term of a conservancy district or watershed district board member that was set to expire on or after July 1, 2024 but on or before June 30, 2026 pursuant to the governing statutes of that district in effect before July 1, 2022 shall expire on December 31, 2025, and that member's successor shall be elected in the local election held on the first Tuesday after the first Monday of November 2025 for a term beginning on January 1, 2026.\n\nC. The term of a conservancy district or watershed district board member that was set to expire on or after July 1, 2026 pursuant to the governing statutes of that district in effect before July 1, 2022 shall expire on December 31, 2027, and that member's successor shall be elected in the local election held on the first Tuesday after the first Monday of November 2027 for a term beginning on January 1, 2028.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-35/"
    },
    {
      "id": "section-73-18-36",
      "number": "73-18-36",
      "heading": "Compensation of directors.",
      "text": "Each director shall receive compensation payable out of the funds of the district in an amount to be determined by the board of directors of the district; provided that no director may receive an increase in compensation during the term for which that director was elected.\n\nHistory:1953 Comp., § 75-32-36, enacted by Laws 1955, ch. 281, § 12; 2011, ch. 72, § 6.\n\nThe 2011 amendment,effective June 17, 2011, authorized the board of directors to determine the compensation of directors and prohibited directors from increasing their compensation during their term of office.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-36/"
    },
    {
      "id": "section-73-18-37",
      "number": "73-18-37",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 75-32-37, enacted by Laws 1955, ch. 281, § 13; 1978 Comp., § 73-18-37, repealed by Laws 2018, ch. 79, § 176.\n\nRepeals.— Laws 2018, ch. 79, § 176 repealed 73-18-37 NMSA 1978, as enacted by Laws 1955, ch. 281, § 13, relating to notice of election, effective July 1, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-37/"
    },
    {
      "id": "section-73-18-38",
      "number": "73-18-38",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 75-32-38, enacted by Laws 1955, ch. 281, § 14; 1978 Comp., § 73-18-38, repealed by Laws 2018, ch. 79, § 176.\n\nRepeals.— Laws 2018, ch. 79, § 176 repealed 73-18-38 NMSA 1978, as enacted by Laws 1955, ch. 281, § 14, relating to forms and regulations, effective July 1, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-38/"
    },
    {
      "id": "section-73-18-39",
      "number": "73-18-39",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 75-32-39, enacted by Laws 1955, ch. 281, § 15; 1978 Comp., § 73-18-39, repealed by Laws 2018, ch. 79, § 176.\n\nRepeals.— Laws 2018, ch. 79, § 176 repealed 73-18-39 NMSA 1978, as enacted by Laws 1955, ch. 281, § 15, relating to secretary and district board to put into effect canvass of election returns, effective July 1, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-39/"
    },
    {
      "id": "section-73-18-40",
      "number": "73-18-40",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 75-32-40, enacted by Laws 1955, ch. 281, § 16; 1978 Comp., § 73-18-40, repealed by Laws 2018, ch. 79, § 176.\n\nRepeals.— Laws 2018, ch. 79, § 176 repealed 73-18-40 NMSA 1978, as enacted by Laws 1955, ch. 281, § 16, relating to abolishment of appointed board, creation of elective board, powers and duties, effective July 1, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-40/"
    },
    {
      "id": "section-73-18-41",
      "number": "73-18-41",
      "heading": "Application of Local Election Act.",
      "text": "In any election held under Sections 73-18-25 through 73-18-43 NMSA 1978, the Local Election Act [Chapter 1, Article 22 NMSA 1978] shall be applicable except as to the requirement for registration and residence in state, county or precinct as a qualification of an elector in offering to vote.\n\nHistory:1953 Comp., § 75-32-41, enacted by Laws 1955, ch. 281, § 17; 2018, ch. 79, § 158.\n\nThe 2018 amendment,effective July 1, 2022, provided that the Local Election Act is applicable to any election held under Sections 73-18-25 through 73-18-43 NMSA 1978, with certain exceptions; in the section heading, deleted \"general election laws\" and added \"Local Election Act\"; and after \"held under\", deleted \"this act\" and added \"Sections 73-18-25 through 73-18-43 NMSA 1978\", and after the next occurrence of \"the\", deleted \"general election laws\" and added \"Local Election Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-41/"
    },
    {
      "id": "section-73-18-42",
      "number": "73-18-42",
      "heading": "File of county clerk.",
      "text": "The county clerk of the county shall keep a file in which shall be kept all papers received by said county clerk, in connection with such conservancy district, under the provisions of this act [73-18-25 to 73-18-43 NMSA 1978]. Such county clerk shall keep a record or index of all such instruments received for filing as the same are filed.\n\nHistory:1953 Comp., § 75-32-42, enacted by Laws 1955, ch. 281, § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-42/"
    },
    {
      "id": "section-73-18-43",
      "number": "73-18-43",
      "heading": "Penalties.",
      "text": "The negligent failure of the secretary or of any member of the board of directors shall be punished by a fine of not to exceed $50.00. The willful violation of this act [73-18-25 to 73-18-43 NMSA 1978] by omission or commission by the secretary or any director of said district or the willful making of a false statement by any person in connection with any election covered by this act, shall be punished by a fine not exceeding $300. Proceedings against any such official may be instituted in any justice of the peace court [magistrate court], sitting within the district or in the district court of the county within [wherein] such district has its office.\n\nHistory:1953 Comp., § 75-32-43, enacted by Laws 1955, ch. 281, § 19.\n\nEffective dates.— Laws 1955, ch. 281, containED no effective date provision, but was enacted at a session which adjourned on March 12, 1955.SeeN.M. Const., art. IV, § 23.\n\nSeverability.— Laws 1955, ch. 281, § 20, provides for the severability of the act if any part or application thereof is held invalid.\n\nJurisdiction, etc., of justices of the peace transferred.— The office of justice of the peace has been abolished, and the jurisdiction, powers and duties have been transferred to the magistrate court.See35-1-38 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-18/section-73-18-43/"
    }
  ]
}