{
  "state": "new-mexico",
  "path": "title-chapter-73-special-districts/chapter-article-2-ditches-or-acequias",
  "sections": [
    {
      "id": "section-73-2-1",
      "number": "73-2-1",
      "heading": "[Right of construction; damages",
      "text": "All the inhabitants of the state of New Mexico shall have the right to construct, either private or common acequias, and to take water for said acequias from wherever they can; with the distinct understanding, to pay the owner through whose land said acequias have to pass a just compensation taxed for the land used.\n\nHistory:Laws 1874, ch. 10, § 1; C.L. 1884, § 17; C.L. 1897, § 23; Code 1915, § 5737; C.S. 1929, § 151-407; 1941 Comp., § 77-1401; 1953 Comp., § 75-14-1.\n\nCross references.— For special provisions governing acequias in certain counties,see73-3-1 to 73-3-11 NMSA 1978.\n\nFor exercise of eminent domain to acquire ditches,see72-1-5 NMSA 1978.\n\nFor application for appropriation of water,see72-5-1 NMSA 1978.\n\nI. GENERAL CONSIDERATION.\n\nUsed ditch is dedicated as such.— Irrigation ditch used for conducting water for irrigation of lands, when in actual use as such, is so dedicated.City of Albuquerque v. Garcia, 1913-NMSC-006, 17 N.M. 445, 130 P. 118.\n\nCity may not condemn for another use.— City has no power to condemn community acequia in actual use for conducting water for irrigation of lands and to appropriate same to the use of the public for a street.City of Albuquerque v. Garcia, 1913-NMSC-006, 17 N.M. 445, 130 P. 118.\n\nState legislation may not destroy United States' riparian rights.— In the absence of specific authority from congress, a state cannot by legislation destroy the right of the United States, as owner of lands bordering on a stream, to the continued flow of its waters.United States v. Rio Grande Dam & Irrigation Co., 174 U.S. 690, 19 S. Ct. 770, 43 L. Ed. 1136 (1899).\n\nPermissive use vests no property rights.— Since use by a party of a ditch classified for irrigation by the irrigation district was permissive only, use for such purpose is subject to termination at will and vests in such party no property right as against the public.Board of Cnty. Comm'rs v. Sykes, 1964-NMSC-183, 74 N.M. 435, 394 P.2d 278.\n\nUser may not claim right of eminent domain.— Relocation of borrowed ditch, use of which for purpose of irrigation was permissive only and subject to termination at will, was not a matter of public interest or concern, and the taking of private property of defendant upon which to relocate a ditch, where there was no obligation, duty or right to relocate, is not a public use.Board of Cnty. Comm'rs v. Sykes, 1964-NMSC-183, 74 N.M. 435, 394 P.2d 278.\n\nAcequias and community ditch associationssubject to this article are subject to audit under the Audit Act (Section 12-6-1 NMSA 1978 et seq.). 1990 Op. Att'y Gen. No. 90-30.\n\nDitch commissioners must prove public necessity for taking.— In taking land for public use when either building a new ditch or enlarging or extending a ditch, burden would be on ditch commissioners (seeSection 73-2-11 NMSA 1978) to prove public necessity for the taking. 1969 Op. Att'y Gen. No. 69-96.\n\nSpecific provisions on condemnation of ditch controlover more general condemnation statute found in Section 72-1-5 NMSA 1978. 1969 Op. Att'y Gen. No. 69-96.\n\nInverse condemnation suit proper.— In event that ditch commissioners were to take land without initiating condemnation proceedings, landowner may institute his own suit for inverse condemnation and receive just compensation for the taking. 1969 Op. Att'y Gen. No. 69-96.\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).\n\nFor article, \"New Mexico Water Law: An Overview and Discussion of Current Issues,\"see22 Nat. Resources J. 1045 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 3 et seq.; 45 Am. Jur. 2d Irrigation §§ 44, 57, 78; 78 Am. Jur. 2d Waters §§ 135, 195, 199.\n\nPower of state to exact fee or require license for taking water from stream, 19 A.L.R. 649, 29 A.L.R. 1478.\n\nCanal as attractive nuisance, 36 A.L.R. 162, 39 A.L.R. 486, 45 A.L.R. 982, 53 A.L.R. 1344, 60 A.L.R. 1444.\n\nEasement for irrigation canal as breach of covenant against encumbrances, 64 A.L.R. 1499.\n\nIrrigation ditch as charging purchaser of servient estate with notice of easement, 74 A.L.R. 1250.\n\nConstitutionality of statutes relating to surface water, 85 A.L.R. 465.\n\nRailroad company's right to permit construction of irrigation ditch over part of its right-of-way, 94 A.L.R. 530, 149 A.L.R. 378.\n\nLiability for overflow or escape of water from reservoir, ditch or artificial pond, 169 A.L.R. 517.\n\nRight of riparian owner to construct dikes, embankments or other structures necessary to maintain or restore bank of stream, 23 A.L.R.2d 750.\n\nLiability of abutting landowner for injury to municipal employee engaged in constructing or repairing sewers or drains, 58 A.L.R.3d 1085.\n\nExtinguishment by prescription of natural servitude for drainage of surface waters, 22 A.L.R.2d 1047.\n\n28 C.J.S. Drains § 2 et seq.; 93 C.J.S. Waters §§ 129, 210.\n\nII. COMMUNITY ACEQUIAS.\n\nPurpose in formation of community acequias.— Community acequias were formed or maintained for the more effectual or convenient exercise of political power within certain boundaries or localities, to whom the electors residing therein are, to some extent, granted power to locally self-govern themselves. 1963 Op. Att'y Gen. No. 63-112.\n\nCommunity acequias fall within definition of political subdivision.— The term political subdivision is comprehensive and denotes any division of a state made by proper authorities thereof, acting within their constitutional powers, for purposes of carrying out a portion of those functions of state which by long usage and inherent necessities of government have always been regarded as public, and community acequias fall within this definition. 1963 Op. Att'y Gen. No. 63-112.\n\nCommunity acequias have power of eminent domain.1963 Op. Att'y Gen. No. 63-112.\n\nMunicipality has no power of eminent domain over community acequiassince that property is already devoted to a public use. 1963 Op. Att'y Gen. No. 63-112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-1/"
    },
    {
      "id": "section-73-2-2",
      "number": "73-2-2",
      "heading": "[Condemnation of lands.]",
      "text": "If the owner or owners of lands, where a new ditch for an acequia is to be made, should ask an exorbitant price as a compensation therefor, which shall not be satisfactory to the owner or owners of such acequia, it shall be the duty of the probate judge of the county in which it may occur, to appoint three skillful men of well-known honesty, to make an appraisement thereof and fix the compensation.\n\nHistory:Laws 1874, ch. 10, § 2; C.L. 1884, § 18; C.L. 1897, § 24; Laws 1903, ch. 44, § 3; Code 1915, § 5738; C.S. 1929, § 151-408; 1941 Comp., § 77-1402; 1953 Comp., § 75-14-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For appraisal of land taken upon reconstruction of ditch,see73-2-57 to 73-2-62 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —26 Am. Jur. 2d Eminent Domain §§ 77, 202, 206.\n\nExercise of eminent domain by private owner for purpose of irrigating land, 9 A.L.R. 583, 27 A.L.R. 519.\n\nEminent domain for irrigation, combination of public and private uses or purposes, 53 A.L.R. 19.\n\n28 C.J.S. Drains § 79 et seq.; 29A C.J.S. Eminent Domain § 286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-2/"
    },
    {
      "id": "section-73-2-3",
      "number": "73-2-3",
      "heading": "[Taking of lands for construction.]",
      "text": "In case a community of people desire to construct a ditch or acequia in any part of the state, and the constructors are the owners of all the land upon which said ditch or acequia is constructed, in such case no one shall be bound to pay for said land, as all the persons interested in the construction of said ditch or acequia are to be benefited by it.\n\nHistory:Laws 1851-1852, p. 189, § 7; C.L. 1865, ch. 1, § 7; C.L. 1884, § 4; C.L. 1897, § 4; Code 1915, § 5736; C.S. 1929, § 151-406; 1941 Comp., § 77-1403; 1953 Comp., § 75-14-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 339.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-3/"
    },
    {
      "id": "section-73-2-4",
      "number": "73-2-4",
      "heading": "[Preference right for irrigation; obstruction.]",
      "text": "No inhabitant of this state shall have the right to construct any building of the impediment of the irrigation of lands or fields, such as mills or any other property that may obstruct the course of the water; as the irrigation of the fields should be preferable to all others.\n\nHistory:Laws 1851-1852, p. 189, § 2; C.L. 1865, ch. 1, § 2; C.L. 1884, § 1; C.L. 1897, § 1; Code 1915, § 5734; C.S. 1929, § 151-404; 1941 Comp., § 77-1404; 1953 Comp., § 75-14-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For penalty for obstructing use of water,see72-8-3 NMSA 1978.\n\nCity may not condemn community acequia for use as street.— City may not condemn community acequia in actual use for conducting water for irrigation of lands, for use as a street or for widening a street.City of Albuquerque v. Garcia, 1913-NMSC-006, 17 N.M. 445, 130 P. 118.\n\nEquitable relief not always warranted.— Unlawful diversion of water from community acequia or naked trespass unaccompanied with great or irreparable damage or mischief will not warrant equitable relief.La Mesa Cmty. Ditch v. Appelzoeller, 1914-NMSC-033, 19 N.M. 75, 140 P. 1051.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 33.\n\n28 C.J.S. Drains § 78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-4/"
    },
    {
      "id": "section-73-2-5",
      "number": "73-2-5",
      "heading": "Ditch over land of another; easement; right of servient owner; penalty.",
      "text": "A. Hereafter in all cases where there has been a continuous use of a ditch for the purposes of irrigation for five years, it shall be conclusively presumed as between the parties that a grant has been made by the owners of the land, upon which such ditch is located, for the use of the same and it is unlawful to interfere with that easement or prevent access to the ditch by the owner of the dominant estate as provided by law; provided that nothing herein contained shall be construed to prevent the owner of a servient estate from making any alterations or changes in the location of any ditch upon his land, so long as such alteration or change of location shall not interfere with the use of or access to such ditch by the owner of the dominant estate. For the purposes of this section, the easement created pursuant to this section shall be adequate to allow for reasonable maintenance, use and improvements to the ditch.\n\nB. In the case of a community ditch or acequia, a criminal complaint for a violation of the provisions of Subsection A of this section may be made by the district attorney or the mayordomo or commission of the ditch or acequia to the magistrate court in the county where the violation occurred. A person convicted of violating the provisions of Subsection A of this section is guilty of a misdemeanor and on conviction, the defendant shall be fined not less than three hundred dollars ($300) nor more than one thousand dollars ($1,000) or sentenced up to ninety days imprisonment in the county jail, or both.\n\nC. In the case of a community ditch or acequia, in addition to criminal prosecution, the district attorney or the mayordomo or commission of the ditch or acequia may file a civil complaint seeking a civil penalty not to exceed five thousand dollars ($5,000) for knowingly, intentionally or willfully violating the provisions of Subsection A of this section.\n\nD. The remedies provided for in this section shall not be construed as limiting the right of the party bringing the civil or criminal complaint from seeking damages. In addition to the remedies provided in this section, the district attorney, mayordomo or commission of the ditch or acequia or owner of the dominant estate may apply to the district court of the county where the violation occurred for an injunction restraining any person from violating or continuing to violate the provisions of Subsection A of this section.\n\nHistory:Laws 1933, ch. 65, § 1; 1941, ch. 155, § 1; 1941 Comp., § 77-1405; 1953 Comp., § 75-14-5; 2005, ch. 186, § 1.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection A that it is unlawful to interfere with the easement or prevent access to the ditch by the owner of the dominant estate as provided by law and that the easement shall be adequate to allow for reasonable maintenance, use and improvement of the ditch; added Subsection B to provide that in the case of a community ditch or acequia, a criminal complaint may be made by the district attorney, mayordomo or commission of the ditch or acequia to a magistrate court and prescribes penalties for violations of Subsection A; added Subsection C to provide that in the case of a community ditch or acequia, in addition to a criminal prosecution, the district attorney, mayordomo or commission of the ditch or acequia may file a civil complaint seeking a civil penalty of not more that $5,000 for violation of Subsection A; and added Subsection D to provide that the remedies provided in this section are not exclusive remedies and that the district attorney, mayordomo, commission of the ditch or acequia, or owner of the dominant estate may apply for an injunction restraining any person from violating Subsection A.\n\nPurpose of section.— The purpose of this section is to resolve disputes between parties with interests in a ditch, owners of the ditch land and owners of a ditch easement, and an easement between private interests is expressly within its purview.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nApplicability.— Section 73-2-27 NMSA 1978 does not apply to this section.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nInception of five-year period.— The five-year period for creating an easement applies after the creation of a relationship between parties with different rights to a ditch rather than the creation of the ditch itself.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nWhere multiple interests in a ditch did not exist when it was constructed, this section did not apply until additional interests to the ditch property were created, and, as the 1941 amendment, permitting a servient owner to make alterations or changes in the ditch was then in effect, it was applicable to a dispute between the property owners.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nDominant owner entitled to use land water flows over.— Dominant owner is not entitled only to beneficial use of the water; this section plainly defines the right acquired as a grant by the dominant owner to use the land over which the right is claimed.Archibeck v. Mongiello, 1954-NMSC-104, 58 N.M. 749, 276 P.2d 736.\n\nAlterations of dominant owner must alter subject of easement.— Alterations that dominant estate owner may make to meet changed conditions of surrounding property must be alterations of the subject of the easement itself, for it is the changed condition of the surrounding property which has diminished enjoyment of the easement, and it is alteration of that easement which can render easement effectual.Posey v. Dove, 1953-NMSC-019, 57 N.M. 200, 257 P.2d 541.\n\nDominant owner may not burden servient tenement nor change character of servitude.— As the right to the ditch or other artificial watercourse is an easement, no change can be made against landowner over whose land the ditch passes that is burdensome to the servient tenement or that changes the character of the servitude; even if enlargement or change would benefit servient estate, the owner thereof has a right to be his own judge of whether he will permit it.Posey v. Dove, 1953-NMSC-019, 57 N.M. 200, 257 P.2d 541.\n\nReasonable entry for repair and maintenance.— The owner of the dominant estate created by express provision had the right to reasonably enter the servient estate to repair and maintain the right of way and remove natural obstructions interfering with its use.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nSection is not applicable to ditches used solely for drainagepurposes.Archuleta v. Jacquez, 1985-NMCA-077, 103 N.M. 254, 704 P.2d 1130.\n\nProviso does not control prior easement.— The 1941 amendment to this section, which added the proviso, was not controlling where easement was established prior to its enactment.Archibeck v. Mongiello, 1954-NMSC-104, 58 N.M. 749, 276 P.2d 736.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 29, 30; 45 Am. Jur. 2d Irrigation §§ 78 to 81, 104.\n\nCharacter of easement in respect of water as one in gross or appurtenant, 89 A.L.R. 1187.\n\nAgreement in respect of water rights in stream as creating a mere personal obligation, covenant running with the land or an easement, 127 A.L.R. 835.\n\nAssignability and divisibility of easement in gross or license in respect of land or water, 130 A.L.R. 1253.\n\nRights and duties of owners inter se with respect to upkeep and repair of water easement, 169 A.L.R. 1147.\n\n28 C.J.S. Drains § 59; 94 C.J.S. Waters §§ 349, 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-5/"
    },
    {
      "id": "section-73-2-6",
      "number": "73-2-6",
      "heading": "[Ancient ditches protected.]",
      "text": "The course of ditches or acequias established prior to July 20, 1851, shall not be disturbed.\n\nHistory:Laws 1851-1852, p. 189, § 8; C.L. 1865, ch. 1, § 8; C.L. 1884, § 5; C.L. 1897, § 5; Code 1915, § 5732; C.S. 1929, § 151-402; 1941 Comp., § 77-1406; 1953 Comp., § 75-14-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nIntent of section.— Section was enacted primarily for protection of ditches from outside trespassers, it was intended as a guarantee against destruction or disturbance of ditches then in existence.Candelaria v. Vallejos, 1905-NMSC-019, 13 N.M. 146, 81 P. 589.\n\nSection has no application to ditches constructed after its enactment.Candelaria v. Vallejos, 1905-NMSC-019, 13 N.M. 146, 81 P. 589.\n\nSection prohibits changing course or combining ditches.— Commissioners (seeSection 73-2-12 NMSA 1978) have no power to change the course of a ditch, or combine two, if the ditches were established prior to 1851. 1930 Op. Att'y Gen. No. 30-115.\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-6/"
    },
    {
      "id": "section-73-2-7",
      "number": "73-2-7",
      "heading": "[Ownership; right to water.]",
      "text": "All acequias, public or private, when completed, shall be the property of the persons who may have completed such acequias or ditches, and no person or persons who may desire to use the waters of such acequias or ditches shall be allowed so to do without the consent of a majority of the owners of such acequias or ditches, and upon payment of a share proportionate to the primary cost of such acequia or ditch to the amount of the land proposed to be irrigated, or the quantity of water proposed to be used: provided, that the provisions of this section shall not apply to any acequias or ditches, public or private, that may pass from the limits of any one county to within the lines of any other county.\n\nHistory:Laws 1882, ch. 30, § 1; C.L. 1884, § 15; C.L. 1897, § 21; Code 1915, § 5733; C.S. 1929, § 151-403; 1941 Comp., § 77-1407; 1953 Comp., § 75-14-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSection recognizes only two methods of acquiring right in ditch:first, by initial joinder of landowners in construction of the ditch and contributing cash or labor, or both; and second, by consent of owners of said ditch and payment for carrier space in the ditch.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nSecond method required where landowner has additional acreage to irrigate.— New landowner or one who has additional acreage that could be irrigated from community ditch has no right to additional interest in the ditch until he has secured consent of majority of the owners of said ditch and has arranged to pay for additional carrier space in the ditch.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nOwnership of ditch and water separate rights.— Rights of ownership of the ditch are rights separate and apart from rights of ownership of water that the ditch conveys.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nOwners may not hold rights to surplus waters.— If ditch carried double the amount of water claimed by original appropriators, or which they intended to use, such surplus waters could not be divided into water rights and parceled out to members, to be held by them for sale or speculation.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nOwner of community ditch has in effect an easementfor purpose of transporting water.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nCourts cannot readjust shares in interest in community ditch corporationin proportion to water rights of the landowners using the ditch, or in proportion to number of acres irrigated by each, as that would in effect destroy vested property rights and create new property rights.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nProperty rights recognized by section secure.— While this section and Section 73-2-14 NMSA 1978 contain some language which might appear conflicting, the latter section merely provides two alternative methods of voting, and does not destroy any property rights which this section recognized.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nReallocated use of easement proper.— When the district court changed the ditch rotation cycle from eighteen days to fifteen days, it did not divest owner of its real property interest in the ditch structure, which owner still owns jointly with another as tenants in common. The court simply reallocated usage of the easement for water flow through the ditch in conformity with the particular purpose for which the ditch was created, through an exercise of the court's equitable power so that the easement satisfied the purpose for which it was created.Olson v. H & B Props., Inc., 1994-NMSC-100, 118 N.M. 495, 882 P.2d 536.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts §§ 3, 4, 31, 32, 48, 50; 45 Am. Jur. 2d Irrigation §§ 52, 55.\n\n28 C.J.S. Drains § 75; 93 C.J.S. Waters §§ 1, 129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-7/"
    },
    {
      "id": "section-73-2-8",
      "number": "73-2-8",
      "heading": "[Management of ditches crossing county line.]",
      "text": "Where any acequia or ditch, public or private, passes from within the limits of any one county, to within the lines of any other county, such acequias or ditches within the proper precincts of their respective counties shall be under the exclusive control and management of the officers of such precincts and counties.\n\nHistory:Laws 1882, ch. 30, § 2; C.L. 1884, § 16; C.L. 1897, § 22; Code 1915, § 5752; C.S. 1929, § 151-422; 1941 Comp., § 77-1408; 1953 Comp., § 75-14-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —77 Am. Jur. 2d Venue § 18.\n\n28 C.J.S. Drains § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-8/"
    },
    {
      "id": "section-73-2-9",
      "number": "73-2-9",
      "heading": "[Acequias declared public.]",
      "text": "All rivers and streams of water in this state, known prior to January 7, 1852, as public ditches or acequias, are established and declared to be public ditches or acequias.\n\nHistory:Laws 1851-1852, p. 277, § 1; C.L. 1865, ch. 1, § 9; C.L. 1884, § 6; C.L. 1897, § 6; Code 1915, § 5731; C.S. 1929, § 151-401; 1941 Comp., § 77-1409; 1953 Comp., § 75-14-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For provision that natural waters are public waters,see72-1-1 NMSA 1978.\n\nSection has no application to stream like the Rio Grande,but refers to ditches or natural watercourses used as acequias that have become subjected to ownership, and upon which labor is expended for appropriation and irrigation.Albuquerque Land & Irrigation Co. v. Gutierrez, 1900-NMSC-017, 10 N.M. 177, 61 P. 357,aff'd, 188 U.S. 545, 23 S. Ct. 338, 47 L. Ed. 588 (1903).\n\nState legislation may not destroy United States' riparian rights.— In the absence of specific authority from congress, a state cannot by legislation destroy the right of the United States, as owner of lands bordering on a stream, to the continued flow of its waters.United States v. Rio Grande Dam & Irrigation Co., 174 U.S. 690, 19 S. Ct. 770, 43 L. Ed. 1136 (1899).\n\nCommunity acequias are public acequiaswithin the meaning of this section.State ex rel. Black v. Aztec Ditch Co., 1919-NMSC-057, 25 N.M. 590, 185 P. 549.\n\nCommunity bylaw cannot contravene section.— Members of a community ditch system cannot adopt a bylaw in contravention of statute.State ex rel. Black v. Aztec Ditch Co., 1919-NMSC-057, 25 N.M. 590, 185 P. 549.\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-9/"
    },
    {
      "id": "section-73-2-10",
      "number": "73-2-10",
      "heading": "[Ownership of plants on banks.]",
      "text": "All plants of any description growing on the banks of said ditches, or acequias, shall belong to the owners of the land through which said ditches or acequias run.\n\nHistory:Laws 1851-1852, p. 277, § 16; C.L. 1865, ch. 1, § 24; C.L. 1884, § 11; C.L. 1897, § 17; Code 1915, § 5745; C.S. 1929, § 151-415; 1941 Comp., § 77-1410; 1953 Comp., § 75-14-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nNo right to forage.— The law of the State of New Mexico does not recognize a limited forage right implicit in a right of way for the maintenance and enjoyment of a vested water right.Walker v. United States, 2007-NMSC-038, 142 N.M. 45, 162 P.3d 882.\n\nAcequia as boundary.— Description in a written instrument calling for acequia as a boundary carries title to the center of the acequia.Tagliaferri v. Grande, 1911-NMSC-052, 16 N.M. 486, 120 P. 730.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-10/"
    },
    {
      "id": "section-73-2-11",
      "number": "73-2-11",
      "heading": "[Community ditches made corporations; ditches taking water from common source.]",
      "text": "All community ditches or acequias shall for the purposes of this article be considered as corporations or bodies corporate, with power to sue or to be sued as such. And every one of said community ditches beginning at the dam or entrance of the water, in continued course to the end of the same, shall be considered as one ditch or acequia only, to be superintended by three commissioners and one mayordomo as now provided by law, except that where two community ditches or more take water from a common ditch or head, they shall be and remain separate and under separate management.\n\nHistory:Laws 1895, ch. 1, § 1; C.L. 1897, § 8; Laws 1903, ch. 98, § 1; Code 1915, § 5744; C.S. 1929, § 151-414; 1941 Comp., § 77-1411; 1953 Comp., § 75-14-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For meaning of \"community ditch\",see73-2-27 NMSA 1978.\n\nFor status of community ditch associations as political subdivisions of state,see73-2-28 NMSA 1978.\n\nFor apportionment of water when two ditches obtain water from same source,see73-2-47 NMSA 1978.\n\nCommunity ditches are domestic corporations.— Community ditches or acequias are as much domestic corporations as are drainage districts organized under the provisions of Section 73-6-1 NMSA 1978 et seq.In re Dexter-Greenfield Drainage Dist., 1915-NMSC-097, 21 N.M. 286, 154 P. 382.\n\nDitch corporations are involuntary public quasi-corporations,with no powers except those expressly conferred by statute or such as are impliedly necessary to the performance of those statutory powers.Candelaria v. Vallejos, 1905-NMSC-019, 13 N.M. 146, 81 P. 589.\n\nWords \"for the purposes of this act [article]\" are words of limitation,and such corporations so created have and possess no powers not thereby either expressly or impliedly granted them.Snow v. Abalos, 1914-NMSC-022, 18 N.M. 681, 140 P. 1044.\n\nAcequia has no power to acquire or hold title to water rights.Snow v. Abalos, 1914-NMSC-022, 18 N.M. 681, 140 P. 1044.\n\nNo power to litigate them in lieu of individual owner.— Section for administrative convenience gave legal status to community ditches in order to facilitate distribution of waters and maintenance of ditches and laterals. It did not attempt to interfere with rights theretofore owned by the individual, and the individual is a proper and necessary party in an action for adjudication of water rights, where such rights are exercised through a community ditch.Snow v. Abalos, 1914-NMSC-022, 18 N.M. 681, 140 P. 1044.\n\nNo power to bind owner to judgment.— While a community acequia does not own water rights of individual consumers, where community acequia enjoins another such acequia from diverting water, such judgment is not subject to attack, although erroneous, but individual consumers under the acequia, not parties to the suit, are not bound by the injunction.Acequia Del Llano v. Acequia De Las Joyas Del Llano Frio, 1919-NMSC-001, 25 N.M. 134, 179 P. 235.\n\nCommunity may represent members in other common-interest situations.— Community ditch may represent its members before court where parties represented have common interest with community body, interests of body are not antagonistic to those of members and no issue is raised as to respective water rights of individual users.La Luz Cmty. Ditch Co. v. Town of Alamogordo, 1929-NMSC-044, 34 N.M. 127, 279 P. 72.\n\nCommunity acequia has right to condemn right of wayfor a ditch.City of Albuquerque v. Garcia, 1913-NMSC-006, 17 N.M. 445, 130 P. 118.\n\nCommunity acequia may change course of ditch.— Section does not confer upon officer or majority interested in ditches thereby incorporated, any powers as to changing ancient course of the same against consent of owners to be injuriously affected by such change.Candelaria v. Vallejos, 1905-NMSC-019, 13 N.M. 146, 81 P. 589,but seeSection 73-2-56 NMSA 1978.\n\nThere can be but one community corporation for each acequia,which may sue or be sued only when officers are elected according to law.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nDitch held as tenancy in common.— When a community ditch at the lower end of another ditch has either by contract or condemnation enlarged the upper ditch, ownership along the line of the common ditch must be that of tenancy in common, which would entitle the lower ditch to work, repair and maintain the common ditch to same extent as the owners of the upper ditch.Halford Ditch Co. v. Indep. Ditch Co., 1916-NMSC-058, 22 N.M. 169, 159 P. 860.\n\nAll smaller ditches, or laterals, shall be considered a single acequia.— Where the board of county commissioners of Taos county (County) affirmed the decision of the Taos planning commission to grant a permit to construct a heliport on property owned by intervenor, adjoining agricultural fields farmed by petitioners, and where petitioners claimed that a series of unpermitted and permitted construction, ranging over a five-year period and culminating in the permit allowing construction of the heliport, interfered with their access to and use of a lateral that runs across intervenor's property and delivers water to petitioners' fields, and where the land use regulation at issue requires the permission of the acequia commission for any construction activity which disturbs an acequia in any way, and where the County claimed that this regulation applies only to construction that disturbs an acequia madre, and not a lateral, the district court erred in affirming the permits granted by the County, because the plain language of this section means that all smaller ditches, or laterals, that run along the course anywhere from where the water begins, to the end, where the water is carried to irrigate a field, shall be considered a single acequia. The lateral at issue should not have been disturbed without express permission from the appropriate acequia commission for its operation and maintenance.Sanchez v. Taos Cnty. Bd. of Comm'rs, 2022-NMCA-002, cert. denied.\n\nDescription in a written instrument calling for acequia as boundarycarries title, in absence of words importing a different intention, to the center of the acequia.Tagliaferri v. Grande, 1911-NMSC-052, 16 N.M. 486, 120 P. 730.\n\nAcequias are political subdivisions.— Acequia is a form of public corporation and qualifies as a political subdivision of the state. 1964 Op. Att'y Gen. No. 64-95.\n\nAcequias have powers expressly delegated or necessarily implied.— Like all other political subdivisions, an acequia is competent to exercise whatever powers the legislature has delegated to it, expressly, or by necessary implication. 1964 Op. Att'y Gen. No. 64-95.\n\nDitch corporations are involuntary public quasi-corporations.— Community ditches belong to a class of corporations known as public involuntary quasi corporations that exist under general laws of the state, which apportion its territory into local subdivisions for the purpose of civil and governmental administration, and impose on the people residing in said several subdivisions precise and limited public duties and clothe them with restricted corporate functions, coextensive with the duties devolved upon them. 1963 Op. Att'y Gen. No. 63-112.\n\nCommunity acequia has right to borrow funds.— Borrowing of funds by community ditch to improve, rehabilitate or extend its facilities for irrigation is necessarily implied from powers granted to it. 1964 Op. Att'y Gen. No. 64-95 (opinion rendered prior to adoption of Section 73-2-22 NMSA 1978).\n\nSince an acequia is a political subdivision of the state, Section 72-14-29 NMSA 1978 expressly approves lending of funds to it provided that the acequia conforms in all necessary respects with the statutory scheme governing it and that the purpose of the loan is one permitted by Section 72-14-29 NMSA 1978. 1964 Op. Att'y Gen. No. 64-95.\n\nCommunity ditch corporations exist for administrative purposes onlyand have the power to tax the holders of water rights for services and improvements. 1963 Op. Att'y Gen. No. 63-112.\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 339.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-11/"
    },
    {
      "id": "section-73-2-12",
      "number": "73-2-12",
      "heading": "Officers, election, bonds and vacancies in certain counties.",
      "text": "The officers of such community ditches or acequias shall consist of three commissioners and one mayordomo or superintendent, each of whom shall be the owner of an interest in the ditch or the water therein. The officers shall be elected biennially on the first Monday of December of the odd numbered years and shall assume the duties of their office not later than the first Monday of the following January. On or before the first Monday of January, the commissioners shall organize by election of one of their number as chairman, another as secretary and another as treasurer. The treasurer shall be required to give a bond to the state in a sum to be fixed by the commissioners. The mayordomo shall also be required to give a bond to the state in a sum to be fixed by the commissioners. The condition of the bonds [is] to be for the accounting of all money coming into their hands by virtue of their offices and for the faithful performance of their respective duties. In the event of a vacancy in the office of mayordomo, the commissioners shall have power to appoint a mayordomo or superintendent to hold office until his successor is elected and qualified.\n\nHistory:Laws 1895, ch. 1, § 2; C.L. 1897, § 9; Code 1915, § 5746; C.S. 1929, § 151-416; 1941 Comp., § 77-1412; 1953 Comp., § 75-14-12; Laws 1987, ch. 64, § 1.\n\nCross references.— For special provisions governing acequias in certain counties,see73-3-1 to 73-3-11 NMSA 1978.\n\nThe 1987 amendment,effective June 19, 1987, added the present catchline; divided the former first sentence into two sentences; in the present second sentence, substituted \"biennially\" for \"annually\" and inserted \"of the odd numbered years\" following \"December\"; deleted \"as herein before provided\" from the end of the last sentence; and made minor stylistic changes.\n\nOfficers not elected according to law not de jure.— Officers of community ditches or acequias become such only by strict compliance by members of the community with the law which provides for election of such officers. If pretended officers are elected in a way or manner not authorized by law, such officers do not become de jure officers of the statutory corporation.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nMayordomo officer of political subdivision for social security purposes.— Mayordomo of a community ditch association is considered an officer of a political subdivision of the state for social security coverage purposes. 1970 Op. Att'y Gen. No. 70-46.\n\nMayordomo's official capacity should not be questioned for lack of bond.1916 Op. Att'y Gen. No. 16-1790.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-12/"
    },
    {
      "id": "section-73-2-13",
      "number": "73-2-13",
      "heading": "[Vacancies in office of commissioner.]",
      "text": "In case a vacancy shall occur among the commissioners of any community ditch or acequia, by death, resignation or otherwise, the remaining commissioners or commissioner shall fill such vacancy by appointment, and those appointed shall hold their offices until their successors are regularly elected and qualified.\n\nHistory:Laws 1919, ch. 116, § 1; C.S. 1929, § 151-502; 1941 Comp., § 77-1413; 1953 Comp., § 75-14-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For vacancies in certain counties,see73-3-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-13/"
    },
    {
      "id": "section-73-2-14",
      "number": "73-2-14",
      "heading": "Ditch elections; votes.",
      "text": "The election for acequia or community ditch officers under this article shall be held by the outgoing commissioners under rules and regulations to be prescribed by them. Only those having water rights in the acequia or ditch and who are not delinquent in the payment of their assessments, and fail to [sic] proffer such delinquent assessment at the time they offer to vote, shall be allowed to vote; but votes may be cast by written proxy and shall be in proportion to the interest of the voter in the ditch or water, or in proportion to the number or amount of his water rights.\n\nHistory:Laws 1895, ch. 1, § 3; C.L. 1897, § 10; Code 1915, § 5753; Laws 1921, ch. 129, § 1; C.S. 1929, § 151-423; 1941 Comp., § 77-1414; 1953 Comp., § 75-14-14.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law. The bracketed word \"[sic]\" was inserted following \"and fail to\" because the sentence as it reads seems to allow those who \"fail to proffer\" their assessments to vote.\n\nCompiler's notes.— The 1915 Code omitted a proviso which read: \"Provided, That the owners of any community ditch, which is not now under the direction of commissioners, shall select persons (not more than three) to hold the first election under the provisions hereof.\"\n\nThe term \"this article\" refers to Chapter 114, Article II, \"Community Ditches\", §§ 5731 to 5786, Code of 1915, now compiled as 73-2-1 to 73-2-4, 73-2-6 to 73-2-12, 73-2-14, 73-2-16 to 73-2-21, 73-2-25, 73-2-27, 73-2-30 to 73-2-55 and 73-2-63 NMSA 1978.See also\"A Brief History of the NMSA 1978 in the Foreword to the NMSA 1978.\n\nCross references.— For elections in certain counties,see73-3-3 NMSA 1978.\n\nCombination of voting methods is prohibited.— Section 73-2-14 NMSA 1978 provides two alternative voting methods and does not permit an election to be held using a combination of the methods.Bounds v. Hamlett, 2011-NMCA-078, 150 N.M. 389, 258 P.3d 1181.\n\nHybrid form of voting is invalid.— Where the community ditch association's bylaws based voting on each member's ditch time or water rights, whichever gave the member the greater number of votes, the bylaws created a hybrid form of voting rights that was contrary to by Section 73-2-14 NMSA 1978.Bounds v. Hamlett, 2011-NMCA-078, 150 N.M. 389, 258 P.3d 1181.\n\nElection of officers did not require a record of how voters voted.— Where defendants installed a new headgate on the association's acequia system without obtaining the approval of the association or the mayordomo; the mayordomo and a commissioner on behalf of the association obtained a temporary restraining order prohibiting defendants from continuing work on the ditch; defendants claimed that the association's meeting to elect officers violated the Open Meeting Act, Chapter 10, Article 15 NMSA 1978, because the minutes of the meeting did not record how each member voted as required by 10-15-1(G) NMSA 1978 and that consequently, the commissioner and the mayordomo were not properly elected as officers and lacked standing to file the petition for injunction on behalf of the association; in the association's practice, each person meeting the voter requirements of 73-2-14 NMSA 1978 was accorded one vote; and the voters did not represent others, they represented their own interests in the ditch, the election of the commissioner and the mayordomo was not void because the purpose of recording the \"yeas and nay's\" of votes as required by 10-15-1(G) NMSA 1978 was not relevant where the recording of the votes would not serve the purpose of greater accountability.Parkview Cmty. Ditch Ass'n v. Peper, 2014-NMCA-049.\n\nDomestic use might not be considered.— Domestic use is so small, when compared to the other use to which water is applied by appropriator, that legislature possibly did not take such use into consideration in regulating right to vote.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nSection does not destroy recognized property rights.— This section merely provides two alternative methods of voting; it does not destroy any property rights which Section 73-2-7 NMSA 1978 recognizes.Holmberg v. Bradford, 1952-NMSC-051, 56 N.M. 401, 244 P.2d 785.\n\nCorporation nonentity where election provisions not followed.— Where pretended community corporation was not the community corporation created by statute and authorized to administer the affairs of the community acequia by reason of noncompliance with statutory provisions for election of officers, such pretended corporation was a nonentity, without interest in suit to oust another from control of acequia.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nVoting power proportional to voter's interest.— In election of acequia commissioners, voting power is in proportion to voter's interest. 1916 Op. Att'y Gen. No. 16-1750.\n\nInterest is amount of water owned and used.— Each water user shall vote at these elections in proportion to amount of water he owns and which he has used during the preceding year. If he owns more water than he used upon his land, he is restricted in his voting to water rights actually used by him. 1921 Op. Att'y Gen. No. 21-3210.\n\nAmount of work done has nothing to do with the right to vote,which is determined by writ of measurement by which interests are established. 1921 Op. Att'y Gen. No. 21-3210.\n\nLaw reviews.— For note, \"Who Controls New Mexico's Acequias? Acequia Government andWilson v. Denver,\"see40 Nat. Resources J. 727 (2000).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-14/"
    },
    {
      "id": "section-73-2-15",
      "number": "73-2-15",
      "heading": "[Failure to hold election; calling of special election.]",
      "text": "In case no election shall be held of commissioners of any community ditch or acequia on the first Monday of December as provided by law, the commissioners holding office during the preceding year shall call and hold an election as soon as practicable thereafter, and give at least five days notice thereof by posting not less than six notices on the line of said ditch or acequia, stating the place and time of the election; said election to be conducted in the manner provided for the regular annual elections, and under existing provisions of law relative to such elections and the votes thereat. In case the commissioners shall refuse or neglect to call and hold said elections within a reasonable time, any three or more of those entitled to vote thereat may call such election and hold the same in the manner and under the provisions aforesaid, and the three persons receiving the highest number of votes at such election shall be the commissioners of the said ditch or acequia until their successors are regularly elected and qualified.\n\nHistory:Laws 1919, ch. 116, § 2; C.S. 1929, § 151-503; 1941 Comp., § 77-1415; 1953 Comp., § 75-14-15.\n\nCross references.— For elections in certain counties,see73-3-3 NMSA 1978.\n\nFor publication in lieu of posting,see14-11-12 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-15/"
    },
    {
      "id": "section-73-2-16",
      "number": "73-2-16",
      "heading": "[Disqualifications.]",
      "text": "It shall be prohibited to elect or appoint as mayordomo of acequias or public road supervisor all persons of ill-health, of a notable malady, or who are demented or of unsound mind or who are lame either in one leg or both or one arm or both, and furthermore all persons who are exempted by law from paying road taxes.\n\nHistory:Laws 1891, ch. 90, § 1; C.L. 1897, § 50; Code 1915, § 5747; C.S. 1929, § 151-417; 1941 Comp., § 77-1416; 1953 Comp., § 75-14-16.\n\nCross references.— For elections in certain counties,see73-3-3 NMSA 1978.\n\nCompiler's notes.— The office of road supervisor was abolished by Laws 1912, ch. 54, § 9, and the latest law levying a road tax was repealed by Laws 1927, ch. 44, § 1. The present position of road supervisor, provided for in 67-4-5 NMSA 1978, was created by Laws 1921, ch. 135, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-16/"
    },
    {
      "id": "section-73-2-17",
      "number": "73-2-17",
      "heading": "[Disqualifications.]",
      "text": "All appointments made in conflict with the preceding section [73-2-16 NMSA 1978] are hereby declared void and of no effect.\n\nHistory:Laws 1891, ch. 90, § 2; C.L. 1897, § 51; Code 1915, § 5748; C.S. 1929, § 151-418; 1941 Comp., § 77-1417; 1953 Comp., § 75-14-17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. \"Preceding section\" referred to § 5747, Code of 1915, now compiled as 73-2-16 NMSA 1978.\n\nCross references.— For elections in certain counties,see73-3-3 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-17/"
    },
    {
      "id": "section-73-2-18",
      "number": "73-2-18",
      "heading": "[Pay of mayordomo.]",
      "text": "The pay and other perquisites of the mayordomos shall be determined by a majority of the owners of the land irrigated by said ditch or acequia.\n\nHistory:Laws 1851-1852, p. 277, § 4; C.L. 1865, ch. 1, § 12; C.L. 1884, § 29; C.L. 1897, § 31; Code 1915, § 5749; C.S. 1929, § 151-419; 1941 Comp., § 77-1418; 1953 Comp., § 75-14-18.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For compensation of mayordomo in certain counties,see73-3-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-18/"
    },
    {
      "id": "section-73-2-19",
      "number": "73-2-19",
      "heading": "[Mayordomo; not to lease lands.]",
      "text": "It shall be unlawful for any mayordomo or mayordomos of acequias, to take on shares, care for, or rent or lease any lands, lots or alfalfa fields under irrigation within the ditches for which they are mayordomos, during the time that they are said mayordomos, besides those lands actually belonging to them as their own property or that of their wives.\n\nHistory:Laws 1899, ch. 73, § 1; Code 1915, § 5750; C.S. 1929, § 151-420; 1941 Comp., § 77-1419; 1953 Comp., § 75-14-19.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-19/"
    },
    {
      "id": "section-73-2-20",
      "number": "73-2-20",
      "heading": "[Mayordomo not to lease lands; penalty.]",
      "text": "Any violation of the preceding section [73-2-19 NMSA 1978] shall be considered a misdemeanor, and be punishable upon conviction by imprisonment in the county jail for not less than thirty days nor more than six months, or by a fine of not less than $25.00 nor more than $100 or both, at the discretion of the court.\n\nHistory:Laws 1899, ch. 73, § 2; Code 1915, § 5751; C.S. 1929, § 151-421; 1941 Comp., § 77-1420; 1953 Comp., § 75-14-20.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. \"Preceding section\" refers to § 5750, Code of 1915, now compiled as 73-20-19 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-20/"
    },
    {
      "id": "section-73-2-21",
      "number": "73-2-21",
      "heading": "Commissioners' powers and duties; mayordomo's duties.",
      "text": "A. The commissioners shall:\n\n(1) assess fatigue work or tasks of all parties owning water rights in such community ditches or acequias;\n\n(2) have power to contract and be contracted with;\n\n(3) make all necessary assessments to provide funds for the payment of the salary of the mayordomo and other legitimate expenses incident to the proper conduct and maintenance of the acequias under their charge;\n\n(4) make contracts for obtaining water for irrigation purposes in connection with their ditches, such contracts to be ratified by a vote of a majority of the owners of water rights in the ditches;\n\n(5) have general charge and control of all affairs pertaining to the same, together with the power to receive money in lieu of such fatigue or task work at a price to be fixed by them; and\n\n(6) immediately upon taking office, provide bylaws, rules and regulations not in conflict with the laws of the state for the government of the ditch or acequia, a printed copy of which shall be furnished to each owner of a water right in such ditch.\n\nB. The mayordomo or superintendent shall, under the direction of the commissioners, be the executive officer of the ditch and shall:\n\n(1) have the superintendence of all work thereon, the distribution of the waters thereof and the collection of fines, if any, and of amounts to be paid in lieu of fatigue or task work;\n\n(2) perform such other duties in connection with the ditch as may be prescribed by the rules and regulations of the same or as may be directed by the commissioners; and\n\n(3) make full written reports of all money received, expended and how expended, and of all activities performed as such officer to the commissioners of the ditch, semiannually, on the first Monday in June and the last Monday in September; provided, further, that the mayordomo shall make such further reports as may be required by the ditch commissioners.\n\nC. The treasurer of the ditch commissioners shall make reports to the ditch commissioners of the money received, expended and how expended, and kept in the custody of the treasurer, and of all activities performed as such officer as are herein required of the mayordomo.\n\nD. The commissioners shall receive and pass upon the reports of the mayordomo and the treasurer provided for in this section before their term of office expires. If the reports are found to be true and correct, they shall approve them; otherwise they shall reject them, respectively. All proceedings of the commissioners relating to all subjects whatsoever shall be reduced to writing in a book or books kept for that purpose, and all books and papers so kept by the commissioners and all reports made, filed or kept as herein required shall always be and remain public property, and shall be subject to the inspection of all persons therein concerned.\n\nE. Pursuant to the rules or bylaws duly adopted by its members, an acequia or community ditch may require that a change in point of diversion or place or purpose of use of a water right served by the acequia or community ditch, or a change in a water right so that it is moved into and then served by the acequia or community ditch, shall be subject to approval by the commissioners of the acequia or community ditch. The change may be denied only if the commissioners determine that it would be detrimental to the acequia or community ditch or its members. The commissioners shall render a written decision explaining the reasons for the decision. If the person proposing the change or a member of the acequia or community ditch is aggrieved by the decision of the commissioners, he may appeal the decision in the district court of the county in which the acequia or community ditch is located within thirty days of the date of the decision. The court may set aside, reverse or remand the decision if it determines that the commissioners acted fraudulently, arbitrarily or capriciously, or that they did not act in accordance with law.\n\nHistory:Laws 1895, ch. 1, § 4; 1897, ch. 44, § 1; C.L. 1897, § 11; Laws 1903, ch. 44, § 1; Code 1915, § 5754; C.S. 1929, § 151-424; 1941 Comp., § 77-1421; Laws 1945, ch. 47, § 1; 1953 Comp., § 75-14-21; Laws 1977, ch. 247, § 198; 1981, ch. 337, § 1; 2003, ch. 82, § 2; 2003, ch. 135, § 2.\n\nCross references.— For penalties against delinquent owners,see73-2-25 NMSA 1978.\n\nFor commissioners' duties in connection with apportionment of waters supplying two or more ditches,see73-2-47 to 73-2-51 NMSA 1978.\n\nFor duties of ditch officers in certain counties,see73-3-4 NMSA 1978.\n\nFor appeals to the district court,seeRule 1-074 NMRA.\n\nThe 2003 amendment,effective March 1, 2004, added subsection designations throughout and added the provisions in Subsection E.\n\nLaws 2003, ch. 82, § 2 and Laws 2003, ch. 135, § 2, both effective March 1, 2003, enacted identical amendments to this section. The section was set out as amended by Laws 2003, ch. 135, § 2.See12-1-8 NMSA 1978.\n\nThe 1981 amendmentdeleted the former second paragraph which read \"The books, records and accounts of both the mayordomo and commissioners shall be audited by an auditor approved by the secretary of finance and administration at least once each year\" and, in the third sentence in the remaining language, substituted \"money\" for \"moneys\" and \"of \" for \"as\" following \"custody.\"\n\nThe 1977 amendmentadded the section heading and substituted \"secretary of finance and administration\" for \"state comptroller\".\n\nStandard of review of the decision of commissioners of acequias is constitutional.— The standard of review in an appeal to the district court from a decision by the commissioners of an acequia, which permits the district court to set aside, reverse or remand the decision if the district court determines that the commissioners acted fraudulently, arbitrarily or capriciously, or that the commissioners did not act in accordance with law, does not violate either N.M. Const., art. XVI, § 5 or the equal protection clause of art. II, § 18.Pena Blanca P'ship v. San Jose Cmty. Ditch, 2009-NMCA-016, 145 N.M. 555, 202 P.3d 814, cert. denied, 2009-NMCERT-001, 145 N.M. 655, 203 P.3d 870.\n\nDitch corporations are involuntary public quasi-corporations,with no powers except those expressly conferred by statute or such as are impliedly necessary to the performance of those statutory powers.Candelaria v. Vallejos, 1905-NMSC-019, 13 N.M. 146, 81 P. 589.\n\nLegal expenses of controversy between commissioners proper expense.— Expense incurred, consisting of attorney's fees and costs in controversy between certain commissioners of a community ditch corporation, is a proper expense to be paid by water users in proportion to their interests in the ditch.State ex rel. Sanchez v. Casados, 1921-NMSC-101, 27 N.M. 555, 202 P. 987.\n\nBylaw allocating repair payments invalid.— Bylaw of a ditch company which provides that those farther from the inlet contribute a greater portion for repairs than those nearer the inlet is invalid.State ex rel. Black v. Aztec Ditch Co., 1919-NMSC-057, 25 N.M. 590, 185 P. 549.\n\nProper to make assessment to repay certain loan.— This section and Section 73-2-56 NMSA 1978, taken together, entitle commissioners to make an assessment for repayment of a loan directed to the change of location, expansion or reconstruction of a community ditch. 1964 Op. Att'y Gen. No. 64-95 (rendered before enactment of Section 73-2-22 NMSA 1978).\n\nCommissioners possess power to make new regulations without consulting the voterswho have elected them. 1916 Op. Att'y Gen. No. 16-1750.\n\nStandard for water distribution is beneficial use.— Mayordomo must distribute acequia water according to beneficial use by ditch owners. Acreage of land with water rights is controlling factor in apportioning water to members of acequia association, but other matters may also be considered. 1974 Op. Att'y Gen. No. 74-23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-21/"
    },
    {
      "id": "section-73-2-22",
      "number": "73-2-22",
      "heading": "[Acequia and community ditch associations; borrowing money; contracting indebtedness; security for payment.]",
      "text": "All acequia and community ditch associations are authorized to borrow money and otherwise contract indebtedness for the purposes of the district and, without limitation of the generality of the foregoing, to borrow money and accept grants from the United States, or from any corporation or agency created or designated by the United States, and, in connection with any such loan or grant, to enter into agreements as the United States or such corporation or agency may require, and to issue its notes or obligations therefor, and to secure the payment thereof by mortgage, pledge or deed of trust covering any of its property, assets, rights, privileges, licenses, rights-of-way, easements, revenues, income and assessments.\n\nHistory:1953 Comp., § 75-14-21.1, enacted by Laws 1965, ch. 183, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nBorrowing power necessarily implied.— Borrowing of funds by a community ditch to improve, rehabilitate or extend its facilities for irrigation is necessarily implied from the powers granted to it. 1964 Op. Att'y Gen. No. 64-95 (opinion rendered before enactment of this section).\n\nLaw reviews.— For article, \"New Mexico Water Law: An Overview and Discussion of Current Issues,\"see22 Nat. Resources J. 1045 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —53 Am. Jur. 2d Mechanics' Liens §§ 56, 115.\n\n28 C.J.S. Drains §§ 6, 79; 94 C.J.S. Waters § 339.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-22/"
    },
    {
      "id": "section-73-2-221",
      "number": "73-2-22.1",
      "heading": "Acequia and community ditch associations; additional powers; water rights acquisition; nonforfeiture.",
      "text": "A. Any acequia or community ditch association has the power to acquire and hold property and water rights and transfer and use the property and water rights so acquired pursuant to law.\n\nB. The rights of an acequia or community ditch association to the waters of the acequia or association or their use or the lands and property owned by the acequia or association shall not be lost by the acequia or community ditch association by prescription or adverse possession or for nonuse of waters except as provided in Section 72-5-28 NMSA 1978.\n\nHistory:1978 Comp., § 73-2-22.1, enacted by Laws 1987, ch. 352, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-22-1/"
    },
    {
      "id": "section-73-2-23",
      "number": "73-2-23",
      "heading": "[Reimbursement of commissioner's expenses.]",
      "text": "The commissioner of each acequia shall be entitled to actual expenses incurred while in the performance of their [his] duties. Provided that the maximum rates which may be allowed for travel by privately owned conveyances shall be eight (8) cents per mile and provided further that if more than one commissioner shall travel in the same privately owned conveyances such mileage shall be charged but once.\n\nHistory:1941 Comp., § 77-1421a, enacted by Laws 1945, ch. 46, § 1; 1953 Comp., § 75-14-22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAttorney fees.— Where defendants installed a new headgate on the association's acequia system without obtaining the approval of the association or the mayordomo; the mayordomo and a commissioner on behalf of the association obtained a temporary restraining order prohibiting defendants from continuing work on the ditch; and the district court awarded the association attorney fees, the award of attorney fees was not authorized by 73-2-23 or 73-2-64 NMSA 1978.Parkview Cmty. Ditch Ass'n v. Peper, 2014-NMCA-049.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-23/"
    },
    {
      "id": "section-73-2-24",
      "number": "73-2-24",
      "heading": "[Maximum charge in lieu of fatigue work; excepted counties.]",
      "text": "That hereafter in this state the commissioners of community ditches when receiving money in lieu of fatigue work or tasks, shall not fix the price of such work or task at a greater rate than one dollar and fifty cents ($1.50) per day, for one person's labor, nor at a greater rate than three dollars ($3.00) per wagon, scraper or plow with team of horses and man per day, when that sort of work is called for. This act [this section] shall not apply to the counties of San Miguel, Torrance, Lincoln, Otero, Taos, Rio Arriba and Quay.\n\nHistory:Laws 1921, ch. 111, § 1; C.S. 1929, § 151-464; 1941 Comp., § 77-1422; 1953 Comp., § 75-14-23.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1921, ch. 111, contained only three sections: Section 1 was the substantive provision (this section), Section 2 repealed all conflicting provisions and Section 3 declared an emergency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-24/"
    },
    {
      "id": "section-73-2-25",
      "number": "73-2-25",
      "heading": "Persons delinquent not to use water; penalty.",
      "text": "No person who has, after due notice, failed or refused to do his work, or pay the amount assessed against him in lieu of the work upon the acequia or ditch, shall be allowed to take or use any water from the same or any contra acequia or lateral thereof, while default on the payment of failure to do work continues. Any person who continues to take or use any water after having been given notice of failure or refusal to do his work, or pay the amount assessed against him in lieu of the work shall pay a civil penalty for the benefit of the ditch or acequia of not less than one hundred dollars ($100) nor more than two hundred dollars ($200). The penalty may be recovered in an action by the ditch officials before the magistrate court in the county where the ditch is located.\n\nHistory:Laws 1895, ch. 1, § 5; C.L. 1897, § 12; Code 1915, § 5755; C.S. 1929, § 151-425; 1941 Comp., § 77-1423; 1953 Comp., § 75-14-24; Laws 1977, ch. 184, § 1.\n\nCross references.— For penalty for failure to furnish laborers required by mayordomo,see73-2-31 NMSA 1978.\n\nFor disposition of fines and forfeitures,see73-2-32 NMSA 1978.\n\nFor provisions governing certain counties,see73-3-5 and 73-3-6 NMSA 1978.\n\nThe 1977 amendmentadded \"penalty\" to the section heading, added the last two sentences and made minor changes in phraseology in the first sentence.\n\nGenerally as to remedy provided by section.— No remedy is provided for collection of assessments levied by acequia commissioners except the deprivation of delinquent party of the right to the use of water until payment is made. If party, after default and notice to quit takes and uses water, he is guilty of a misdemeanor.La Mesa Cmty. Ditch v. Appelzoeller, 1914-NMSC-033, 19 N.M. 75, 140 P. 1051 (decided before 1977 amendment of this section and the enactment of Section 73-2-26 NMSA 1978).\n\nStatutory remedy exclusive.— Community officers are necessarily confined to remedy given.La Acequia de San Rafael del Guique v. Lopez, 1963-NMSC-134, 72 N.M. 349, 383 P.2d 826 (decided before 1977 amendment).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 96.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-25/"
    },
    {
      "id": "section-73-2-26",
      "number": "73-2-26",
      "heading": "Actions for collection of assessments.",
      "text": "A. Whenever any person, after due notice, has failed to do work or has failed to pay any amount assessed against the person on any acequia or ditch, the mayordomo or superintendent of the acequia or ditch may bring a civil action for collection of the amount assessed. The magistrate courts and the district courts have concurrent jurisdiction in these actions and the actions may be brought in either forum at the election of the ditch officials. If the ditch officials engage the services of an attorney to assist in the collection of the assessments, the court shall charge the offending party with a reasonable amount for attorney fees incurred in the collection, if the ditch officials prevail in the action.\n\nB. Any person who continues to take or use water from the acequia or ditch without paying the assessments and attorney fees as set by a judgment under this section shall pay a civil penalty for the benefit of the ditch or acequia of not more than two hundred dollars ($200). The penalty may be recovered in an action by the ditch officials before the court in the county where the acequia or ditch is located.\n\nC. A money judgment rendered in a magistrate court or district court under this section shall be a lien on the judgment debtor's property to which the water rights that incurred the fees or assessments are appurtenant. The lien shall be effective from the date of filing a certified copy of the judgment, if obtained from a magistrate court, or a transcript of the judgment, if obtained from a district court, in the office of the county clerk of the county in which the property is located; provided that a judgment shall not be filed with the county clerk pursuant to this subsection before the last day to appeal the judgment has expired and until all appeals taken are exhausted. The acequia or community ditch officials shall provide written notice to the property owner that a lien has been placed on the property. When the judgment has been fully satisfied, the acequia or community ditch officials shall file a release of lien in the office of the county clerk of the county in which the property is located within fifteen days. The cost of filing the release of lien shall be assessed against the judgment debtor and shall be collected before the release of lien is required to be filed.\n\nHistory:1953 Comp., § 75-14-24.1, enacted by Laws 1963, ch. 29, § 1; 1977, ch. 184, § 2; 2019, ch. 108, § 1.\n\nThe 2019 amendment,effective June 14, 2019, allowed acequias and community ditches to obtain a lien on property pursuant to magistrate and district court judgments; in the section heading, added \"lien\", added new subsection designations \"A.\" and \"B.\", and added new Subsection C.\n\nThe 1977 amendmentdeleted \"in the state\" preceding \"the mayordomo\" and deleted \"in the courts of this state\" following \"civil action\" in the first sentence, substituted the present second sentence for the former second sentence which read: \"Justices of the peace have jurisdiction in these actions whenever the amount claimed is two hundred dollars ($200) or less, exclusive of interest and costs\" and added the last three sentences.\n\nNo action for assessment made under former law.— An action cannot be maintained under this section for assessments made prior to its enactment. Any assessment due prior to that time will have to be collected by refusing the use of water to the delinquent user. 1967 Op. Att'y Gen. No. 67-47.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 120 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-26/"
    },
    {
      "id": "section-73-2-27",
      "number": "73-2-27",
      "heading": "[Community ditches defined.]",
      "text": "The provisions of these sections shall apply only to such ditches as have been heretofore and are now known and regarded as community ditches, under the laws of this state; and under the provisions of said sections, shall be construed to mean such ditches as are not private, and such as are not incorporated under the laws of this state or of some other state or territory, and are held and owned by more than two owners as tenants in common, or joint tenants.\n\nHistory:Laws 1895, ch. 1, § 8; C.L. 1897, § 14; Code 1915, § 5756; C.S. 1929, § 151-426; 1941 Comp., § 77-1424; 1953 Comp., § 75-14-25.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The words \"these sections\" and \"said sections\" means §§ 5744, 5746, 5753, 5755 and 5756, Code of 1915. The 1915 Code sections were continuation of Ch. 1, §§ 1 to 9 Laws of 1895.Seethe Repealing and Saving Clause of the [1915] Codification. These sections are compiled as 73-2-11, 73-2-12, 73-2-14, 73-2-21, 73-2-25 and 73-2-27 NMSA 1978.\n\nMeaning of \"these sections\".— This section does not apply to Section 73-2-5 NMSA 1978.Cox v. Hanlen, 1998-NMCA-015, 124 N.M. 529, 953 P.2d 294, cert. denied, 124 N.M. 418, 952 P.2d 19.\n\nEarthen dam distinguished from community ditch.— Unlike community ditches, an earthen dam for impounding of water for irrigation system which is owned by a nonprofit corporation is subject to taxation.Storrie Project Water Users' Ass'n v. Gonzales, 1949-NMSC-052, 53 N.M. 421, 209 P.2d 530 (1949).\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-27/"
    },
    {
      "id": "section-73-2-28",
      "number": "73-2-28",
      "heading": "Acequia and community ditch associations.",
      "text": "Acequia and community ditch associations are political subdivisions of this state. As political subdivisions of the state, acequia and community ditch associations are authorized to receive loans from the interstate stream commission from the New Mexico irrigation works construction fund.\n\nHistory:1953 Comp., § 75-14-25.1, enacted by Laws 1965, ch. 145, § 1; 2001, ch. 221, § 2.\n\nThe 2001 amendment,effective June 15, 2001, added the second sentence.\n\nCommunity ditch association's system for distributing ditch rights was not incompatible with 1962 court decree.— Where the governing body of the acequia mesa del medio (AMM) issued a new irrigation schedule, reducing plaintiffs' irrigation time from the acequia, and where plaintiffs brought an action against AMM seeking declaratory and injunctive relief, disputing how AMM distributes water to the holders of ditch rights and how AMM assigns a particular time period for taking water from the acequia to each member of the association and specifically arguing that the system by which AMM determines the date and amount of time that each holder of a ditch right may take water from the acequia during each irrigation cycle (the derecho system) is incompatible with a 1962 court decree that recognized the authority of each community ditch and acequia association to distribute water to the holders of water rights in accordance with local customs and traditions, and where the district court dismissed landowner's claims for declaratory and injunctive relief relating to the derecho system, concluding that AMM had the authority to distribute water to its members based on custom, the district court did not err in dismissing plaintiffs' claims, because the 1962 court decree recognized the authority of each community ditch and acequia association to distribute water to the holders of water rights in accordance with local customs and traditions, and in this case, AMM adopted the irrigation schedule for distributing water on the acequia based on its own local traditions and customs; plaintiffs failed to establish that the adjudication of irrigation water rights in the 1962 court decree supersedes or conflicts with AMM's use of the derecho system to distribute water from the acequia to the landowners involved in this case.Lujan v. Acequia Mesa Del Medio, 2024-NMCA-043, cert. denied.\n\nCommunity ditches may condemn land.— Since community ditches are political subdivisions of the state, under power of eminent domain they may condemn land for the construction of ditches. 1969 Op. Att'y Gen. No. 69-96.\n\nLaw reviews.— For article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains §§ 6, 79.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-28/"
    },
    {
      "id": "section-73-2-281",
      "number": "73-2-28.1",
      "heading": "Acequias and community ditch associations; insurance coverage.",
      "text": "Officers, volunteers and employees of acequias and community ditch associations are public employees for the purposes of the Tort Claims Act [41-4-1 to 41-4-27 NMSA 1978] and upon request by the acequia or community ditch association shall be provided all insurance and self-insurance coverage provided by the risk management division of the general services department.\n\nHistory:Laws 2006, ch. 54, § 2 and Laws 2006, ch. 55, § 2.\n\nCross references.— For the risk management division,see15-7-2 NMSA 1978.\n\nDuplicate laws.— Laws 2006, ch. 54, § 2 and Laws 2006, ch. 55, §2 enacted identical new sections, both effective May 17, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-28-1/"
    },
    {
      "id": "section-73-2-29",
      "number": "73-2-29",
      "heading": "[Improper conduct of mayordomo or commissioner; removal from office; temporary appointment of successor.]",
      "text": "If any mayordomo or commissioner of any such ditch or acequia shall neglect or refuse to perform the duties required of him, fail to or [sic] conduct himself with propriety or justice in his office or take any bribe, in money, property, or otherwise as an inducement to act improperly, or neglect the duties of his office or be guilty of misfeasance, malfeasance or nonfeasance he shall be removed from office in an action brought in the district court of the county where the public ditch or acequia or larger portion thereof is located. Such action may be brought by any water user of such public ditch or acequia provided that no cost or expenses for such action shall be assessed to the water user of such district or acequia.\n\nIf a commissioner or mayordomo is removed as above provided the district judge removing him shall appoint a commissioner or mayordomo to serve until the next election.\n\nHistory:1941 Comp., § 77-1425a, enacted by Laws 1945, ch. 46, § 2; 1953 Comp., § 75-14-26.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For failure to perform duties with respect to bridges,see73-2-46 NMSA 1978.\n\nFor failure to prosecute person interfering with ditch or using water unlawfully,see73-2-64 NMSA 1978.\n\nFor penalties for misconduct by mayordomo or commissioner in certain counties,see73-3-8 and 73-3-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-29/"
    },
    {
      "id": "section-73-2-30",
      "number": "73-2-30",
      "heading": "[Duty to furnish laborers.]",
      "text": "It shall be the duty of the proprietors to furnish, each one, the number of laborers required by the mayordomo, at the time and place he may designate, for the purposes mentioned in the foregoing section and for the time he may deem necessary.\n\nHistory:Laws 1851-1852, p. 277, § 6; C.L. 1865, ch. 1, § 14; C.L. 1884, § 37; C.L. 1897, § 34; Code 1915, § 5760; C.S. 1929, § 151-430; 1941 Comp., § 77-1426; 1953 Comp., § 75-14-27.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompile's notes.— The words \"in the foregoing section\" refers to § 5757, Code of 1915, compiled as 73-2-34 NMSA 1978\n\nCross references.— For owners' duty to labor and the measurement thereof,see73-2-33 to 73-2-41 NMSA 1978.\n\nFor laboring requirements in certain counties,see73-3-5 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —94 C.J.S. Waters § 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-30/"
    },
    {
      "id": "section-73-2-31",
      "number": "73-2-31",
      "heading": "Failure to furnish laborers.",
      "text": "If any proprietor of any land irrigated by any such ditch shall neglect or refuse to furnish the number of laborers required by the mayordomo, as prescribed in Section 73-2-30 NMSA 1978, after having been legally notified by the mayordomo, he shall pay a civil penalty for each offense in a sum not exceeding twenty dollars ($20.00) for the benefit of the ditch, which shall be recovered by the mayordomo before any magistrate in the county, and in such cases the mayordomo may be a competent witness to prove the offense, or any fact that may serve to constitute the same. The amounts collected under this section shall be considered as an additional penalty and are not construed to amend or limit the provisions of Section 73-2-25 or 73-2-26 NMSA 1978.\n\nHistory:Laws 1851-1852, p. 277, § 9; C.S. 1865, ch. 1, § 17; C.L. 1884, § 38; C.L. 1897, § 35; Code 1915, § 5761; C.S. 1929, § 151-431; 1941 Comp., § 77-1427; 1953 Comp., § 75-14-28; Laws 1977, ch. 184, § 3.\n\nCross references.— For disposition of fines and forfeitures,see73-2-32 NMSA 1978.\n\nFor failure to assist mayordomo in stopping breaks or removing obstructions,see73-2-34 NMSA 1978.\n\nFor penalty for abandoning work,see73-2-37 NMSA 1978.\n\nFor provision applicable to certain counties,see73-3-5 NMSA 1978.\n\nThe 1977 amendmentsubstituted, in the first sentence, the complete current statutory reference for \"section 5760,\" [Code of 1915] \"pay a civil penalty\" for \"be fined,\" \"twenty dollars ($20.00)\" for \"ten dollars,\" \"the ditch\" for \"said ditch\" and \"magistrate\" for \"justice of the peace\" and added the last sentence.\n\n\"Fine\" should be construed to mean a pecuniary penalty merely,which may be sued for by the overseer (mayordomo) in his official capacity in the civil action, and when recovered, be received by him and applied to repairs of the acequia.Territory v. Baca, 1882-NMSC-002, 2 N.M. 183;Territory v. Tafoya, 1882-NMSC-001, 2 N.M. 191 (decided before 1977 amendment).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-31/"
    },
    {
      "id": "section-73-2-32",
      "number": "73-2-32",
      "heading": "[Disposition of fines.]",
      "text": "All fines and forfeitures recovered for the use and benefit of any public ditch or acequia, shall be applied by the overseer [mayordomo or superintendent] to the improvements, excavation and bridges for the same, wherever it may be crossed by any public road where bridges may be necessary.\n\nHistory:Laws 1851-1852, p. 277, § 11; C.L. 1865, ch. 1, § 19; C.L. 1884, § 8; C.L. 1897, § 15; Code 1915, § 5757; C.S. 1929, § 151-427; 1941 Comp., § 77-1428; 1953 Comp., § 75-14-29.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The officers of a public ditch or acequia do not include an overseer; the mayordomo, or superintendent, is the executive officer of the acequia, to whom the section apparently refers.See73-2-12 and 73-2-21 NMSA 1978.\n\nCross references.— For duty to bridge acequias,see73-2-43 NMSA 1978.\n\n\"Fines\" construed.— In connection with Section 73-2-31 NMSA 1978, the word \"fines\" in this section should be construed to mean a pecuniary penalty merely, which could be sued for by the mayordomo in his official capacity in a civil action and received by him and applied to repairs of the acequia.Territory v. Baca, 1882-NMSC-002, 2 N.M. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-32/"
    },
    {
      "id": "section-73-2-33",
      "number": "73-2-33",
      "heading": "[Duty to work.]",
      "text": "All owners of tillable lands shall labor on public ditches or acequias, whether they cultivate the land or not.\n\nHistory:Laws 1851-1852, p. 189, § 4; C.L. 1865, ch. 1, § 4; C.L. 1884, § 36; C.L. 1897, § 33; Code 1915, § 5758; C.S. 1929, § 151-428; 1941 Comp., § 77-1429; 1953 Comp., § 75-14-30.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For provision applicable to certain counties,see73-3-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-33/"
    },
    {
      "id": "section-73-2-34",
      "number": "73-2-34",
      "heading": "Common labor; failure to work.",
      "text": "All persons interested in a common ditch or acequia, be they owners or lessees, shall labor thereon in proportion to their land. It is their duty when called upon by the mayordomo to assist him in stopping breaks in, or removing obstructions from, any such common ditch or acequia, regardless of whether or not they have performed their annual labor thereupon, and failure to respond to such call is a misdemeanor, and upon conviction thereof the defendant shall be fined in a sum not less than twenty-five dollars ($25.00) nor more than fifty dollars ($50.00), and shall be denied the use of waters of the ditch or acequia until the fine and costs are paid.\n\nHistory:Laws 1851-1852, p. 189, § 5; C.L. 1865, ch. 1, § 5; C.L. 1884, § 35; C.L. 1897, § 32; Laws 1903, ch. 44, § 4; Code 1915, § 5759; C.S. 1929, § 151-429; 1941 Comp., § 77-1430; 1953 Comp., § 75-14-31; Laws 1977, ch. 184, § 4.\n\nCross references.— For other sanctions for not working,see73-2-25 and 73-2-26 NMSA 1978.\n\nFor penalty for abandoning work,see73-2-37 NMSA 1978.\n\nFor provisions applicable to certain counties,see73-3-5 to 73-3-7 NMSA 1978.\n\nThe 1977 amendmentsubstituted the present section heading for \"Labor to be in proportion to land - Additional labor - Penalty for failure to respond - Use of water denied\" and, in the last sentence, substituted \"It is\" for \"And it shall be\" at the beginning, substituted \"is\" for \"shall be deemed\" preceding \"a misdemeanor,\" substituted \"twenty-five dollars ($25.00) nor more than fifty dollars ($50.00)\" for \"five dollars ($5.00) nor more than fifteen dollars ($15.00),\" inserted \"or acequia\" following \"ditch\" near the end of the sentence and made other minor changes in phraseology and punctuation.\n\nDomestic use may not be considered.— The domestic use is so small, when compared to the other use to which water is applied by the appropriator, that the legislature possibly did not take such use into consideration in regulating labor to be performed upon the ditches.State ex rel. Cmty. Ditches v. Tularosa Cmty. Ditch, 1914-NMSC-069, 19 N.M. 352, 143 P. 207.\n\nBylaw invalid.— Bylaw of ditch company which provides that those farther from the inlet contribute a greater portion for repairs than those nearer is invalid.State ex rel. Black v. Aztec Ditch Co., 1919-NMSC-057, 25 N.M. 590, 185 P. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-34/"
    },
    {
      "id": "section-73-2-35",
      "number": "73-2-35",
      "heading": "[Obligation to work continues until completion.]",
      "text": "Every person or persons, being tillers of irrigated lands, who shall have commenced the work on any public acequia in common labor, are and shall be obligated to continue on that work until the completion of the clearing of said acequia.\n\nHistory:Laws 1860-1861, p. 66, § 1; C.L. 1865, ch. 1, § 27; C.L. 1884, § 43; C.L. 1897, § 40; Code 1915, § 5763; C.S. 1929, § 151-433; 1941 Comp., § 77-1431; 1953 Comp., § 75-14-32.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nExtent of duty.— It is the duty of owners of land affected by water through a community ditch to labor on the ditch in the maintenance and repair thereof in proportion to the land affected by it.State ex rel. Black v. Aztec Ditch Co., 1919-NMSC-057, 25 N.M. 590, 185 P. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-35/"
    },
    {
      "id": "section-73-2-36",
      "number": "73-2-36",
      "heading": "[Duty to furnish laborers; mayordomos to superintend work.]",
      "text": "If any number of laborers, or any person thereof, having their fields above on such acequias, and having reached them, shall pretend from any cause or causes, reason or pretext, to abandon their co-laborers, he or they shall not be permitted to leave said work of the laborers in common until the completion of the cleansing of the said acequia so commenced to be worked: provided, that touching the repairs and excavations to be made to said acequias, the proportion of the people, or the number of laborers for such purpose shall be furnished by the owners, and it shall be the duty of the mayordomos to superintendent [superintend] such work, and as provided in section 5754 [73-2-21 NMSA 1978]: provided, further, that if in any acequias already constructed there shall be included any dikes or dams which may have been destroyed, and the parties interested therein shall have entered into any agreement or contract with the owners to work said acequia, then they shall so remain and fulfill their engagements.\n\nHistory:Laws 1860-1861, p. 66, § 2; C.L. 1865, ch. 1, § 28; C.L. 1884, § 45; C.L. 1897, § 42; Code 1915, § 5765; C.S. 1929, § 151-435; 1941 Comp., § 77-1432; 1953 Comp., § 75-14-33.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-36/"
    },
    {
      "id": "section-73-2-37",
      "number": "73-2-37",
      "heading": "[Penalty for abandoning work.]",
      "text": "If any owners of lands, or lessees thereof, shall attempt to abandon their co-laborers without complying with sections 5763 to 5765 [73-2-35 to 73-2-37 NMSA 1978], they shall pay for each of such offenses a fine of not less than five dollars [($5.00)] nor exceeding ten dollars [($10.00)].\n\nHistory:Laws 1860-1861, p. 66, § 4; C.L. 1865, ch. 1, § 30; C.L. 1884, § 44; C.L. 1897, § 41; Code 1915, § 5764; C.S. 1929, § 151-434; 1941 Comp., § 77-1433; 1953 Comp., § 75-14-34.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For present provisions concerning disposition of fines and forfeitures,seeN.M. Const., art. XII, § 4, and 73-2-32 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-37/"
    },
    {
      "id": "section-73-2-38",
      "number": "73-2-38",
      "heading": "[Labor to be in proportion to land ownership.]",
      "text": "As the excavations of such acequias, and in the first cleansing of some of them, the work sometimes continues for thirty days, more or less, the different mayordomos shall take into consideration the small amount of land tilled by some, and not compel these to furnish an equal amount of labor in the cleansing.\n\nHistory:Laws 1860-1861, p. 66, § 3; C.L. 1865, ch. 1, § 29; C.L. 1884, § 46; C.L. 1897, § 43; Code 1915, § 5766; C.S. 1929, § 151-436; 1941 Comp., § 77-1434; 1953 Comp., § 75-14-35.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Section 31, ch. 1, 1865 C.L. provided that the Act of January 29, 1861 (the provisions of which are presently compiled as 73-2-35 to 73-2-38 NMSA 1978), shall be considered jointly with the Act of January 7, 1852 (the provisions of which are presently compiled as 73-2-9, 73-2-10, 73-2-18 and 73-2-30 to 73-2-32 NMSA 1978).\n\nCross references.— For other provisions relating to measurement of labor required,see73-2-33 and 73-2-34 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-38/"
    },
    {
      "id": "section-73-2-39",
      "number": "73-2-39",
      "heading": "[Duty to furnish laborers; duty of absent landowner.]",
      "text": "Every owner or tenant of irrigable lands, irrigated by any of such acequias in this state, shall be compelled to hold at all times during the operations of the acequias to which they belong, the number of laborers to them assigned according to the provisions of the preceding section [73-2-38 NMSA 1978], at the disposal and order of the respective mayordomo or his assistant. And it shall not be legal for any owner or tenant of irrigable lands, irrigated by any of such acequias, to absent himself for a time exceeding three days without informing the chief mayordomo of the respective acequia about the persons remaining in his stead to comply with his or their duty regarding said acequia, and he shall even present them, so that in his presence they may assume the responsibilities during the time of absence of such person or persons that are to be absent. And all the responsibilities of such absentees regarding said acequias shall fall upon the substitutes left, and no other persons but those assuming the responsibility of the person by whom they are presented shall be admitted as substitutes. And if any of such owners or tenants of irrigable lands, irrigated under any of such acequias in this state, should absent himself from the precinct during the time the acequias are in operation, without complying with the duty upon him imposed by this and the succeeding section [73-2-40 NMSA 1978], besides suffering the penalty fixed by the mayordomo, he shall be responsible to the public where he belongs for a just and common estimate, per diem, of the time he was absent, and the number of laborers that may have been assigned to him. Nor shall any proprietor, on account of having rented his lands, reserving a part for himself, be exempt from working on the acequia at any time of said work.\n\nHistory:Laws 1880, ch. 30, § 8; C.L. 1884, § 47; C.L. 1897, § 44; Code 1915, § 5767; C.S. 1929, § 151-437; 1941 Comp., § 77-1435; 1953 Comp., § 75-14-36.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1915 Code substituted the words \"the preceding section\" for \"this act\" in the first sentence. \"This act\" would refer to sections derived from Laws 1880, ch. 30, presently compiled as 73-2-39 and 73-2-40 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-39/"
    },
    {
      "id": "section-73-2-40",
      "number": "73-2-40",
      "heading": "[Failure to furnish laborers; penalty.]",
      "text": "The penalties on those who shall fail to supply the amount of work due by them, according to the provisions of this and the preceding section [73-2-39 NMSA 1978], or the number of laborers on them apportioned or for any violation of existing laws on this subject; and those penalties that are applicable under existing laws to mayordomos, shall be the same that shall be applied in these cases, and they shall be executed and fines shall be disbursed in the same manner: provided, that when any chief mayordomo shall have, in person, given notice to any person who is liable and owes work to the acequia of which he is mayordomo, and such person fails, then and in such case the mayordomo shall impose on the persons so failing the penalty or fine which the law authorizes. And if it is not paid he shall sue them before the justice of the peace [magistrate court] for the same; and there it shall be finally decided and executed, if the defendant does not offer credible witnesses to disprove and combat the charge. In which case an examination of the whole subject shall be made by said justice of the peace [magistrate court], and he shall decide accordingly, or shall grant a change of venue to the nearest precinct, should the defendant so desire.\n\nHistory:Laws 1880, ch. 30, § 4; C.L. 1884, § 48; C.L. 1897, § 45; Code 1915, § 5768; C.S. 1929, § 151-438; 1941 Comp., § 77-1436; 1953 Comp., § 75-14-37.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCross references.— For other sanctions relating to acequias,see73-2-20, 73-2-25, 73-2-27, 73-2-29, 73-2-31, 73-2-34, 73-2-37, 73-2-45, 73-2-46, 73-2-50, 73-2-52 to 73-2-54 and 73-2-64 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-40/"
    },
    {
      "id": "section-73-2-41",
      "number": "73-2-41",
      "heading": "Indians; rights and duties.",
      "text": "The different Indians residing within the state shall be subject to render the same services as non-Indians in working the acequias, within the limits of their respective reservations in which they may have a common interest with the non-Indians who live outside their respective reservations, and they shall enjoy at the same time the same benefit and rights of commercial traffic; provided that the Indians shall have no right to participate in the nominations and election of acequia mayordomos or superintendents or acequia or water commissioners in any ditch, whether within or without their reservations, except in acequias constructed entirely by themselves, unless they have paid their proportionate share of the whole cost of the construction of such acequia and unless the lands sought to be voted by the Indians have been duly returned for taxation in accordance with law and state and county taxes paid thereon. In all cases in which non-Indians living outside the reservation have acquired water rights by purchase of land from the Indians, the distribution of the water between the Indians and the non-Indians shall be agreed upon, based upon the customs heretofore practiced and recognized between the Indians and the non-Indians, by and between the governor of the Indian community or pueblo and the commissioners of such acequias in which the non-Indians may have acquired any such rights and, the governors of such Indians and the acequia commissioners shall also regulate the amount and manner of work to be done by the Indians and non-Indians in all such acequias in which all have water rights in accordance with such customs.\n\nHistory:Laws 1860-1861, p. 24, § 2; C.L. 1865, ch. 66, § 3 [2]; C.L. 1884, § 1305; C.L. 1897, § 1876; Laws 1901, ch. 29, § 1; 1905, ch. 36, § 1; Code 1915, § 5769; C.S. 1929, § 151-439; 1941 Comp., § 77-1437; 1953 Comp., § 75-14-38; Laws 1997, ch. 96, § 1.\n\nCompiler's notes.— The last sentence of this section, in which the word \"heretofore\" is found, first appeared when the section was rewritten by the 1901 amendment (Laws 1901, ch. 29), which was approved March 16, 1901.\n\nCross references.— For provision exempting Indian lands from taxation,seeN.M. Const., art. XXI, § 2.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"non-Indians\" for \"citizens\" and made stylistic changes throughout the section; in the first sentence, deleted \"communities of\" following \"different\", deleted \"of New Mexico\" following \"state\", substituted \"render the same services as non-Indians\" for \"render their services\", substituted \"who live outside\" for \"who live within\", and substituted \"mayordomos or superintendents\" for \"overseers\"; and in the second sentence, substituted \"living outside the reservation\" for \"living within the limits of such communities or pueblos of Indians shall\", inserted \"Indian\" following \"governor of the\", deleted \"communities or pueblos of\" following \"governors of such\" and deleted \"said river or\" preceding \"acequias\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-41/"
    },
    {
      "id": "section-73-2-42",
      "number": "73-2-42",
      "heading": "Blind persons; free irrigation.",
      "text": "The commissioners of any community ditch in New Mexico, shall have power according to their discretion if they deem it proper, to allow a blind person or his surviving spouse to irrigate free of charge any portion of land not to exceed three acres. Provided, that the parties to whom the privilege may be granted as herein stated, shall have an interest and water right in the ditch, and shall be subject to the use of the water as per the orders of the mayordomo or superintendent of the ditch.\n\nHistory:Laws 1912, ch. 36, § 1; Code 1915, § 5770; C.S. 1929, § 151-440; 1941 Comp., § 77-1438; 1953 Comp., § 75-14-39; Laws 1973, ch. 44, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-42/"
    },
    {
      "id": "section-73-2-43",
      "number": "73-2-43",
      "heading": "[Bridges across roads.]",
      "text": "Mayordomos of public and community ditches, shall construct to the cost of the owners of said ditch, good and substantial bridges, made of lumber across all ditches that shall be under their charge, as said mayordomos in all the crossings of public road or roads.\n\nHistory:Laws 1897, ch. 59, § 1; C.L. 1897, § 46; Code 1915, § 5772; C.S. 1929, § 151-442; 1941 Comp., § 77-1439; 1953 Comp., § 75-14-40.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For prohibition against flooding highways,see67-7-6 and 67-7-7 NMSA 1978.\n\nFor provision establishing duty to construct bridges over irrigation ditches crossing roads,see67-7-8 NMSA 1978.\n\nFor duty of owners to construct bridges,see72-8-2 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 30; 45 Am. Jur. 2d Irrigation § 83.\n\n28 C.J.S. Drains § 69; 93 C.J.S. Waters § 20; 94 C.J.S. Waters § 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-43/"
    },
    {
      "id": "section-73-2-44",
      "number": "73-2-44",
      "heading": "[Payment for bridges.]",
      "text": "For the purpose of constructing such bridges, the respective mayordomos of acequias shall collect from the owners of said ditches, the amount required for the construction of the same, after the same have been constructed, which amount so taxed against the owners of said ditches shall be in proportion of their interests on the same: provided, that neither the county nor the owners of other acequias shall pay anything for the construction of said bridges, but, the owners of each ditch respectively, shall suffer the necessary expense in the construction of said bridges that might be necessary to construct bridges over said ditches.\n\nHistory:Laws 1897, ch. 59, § 2; C.L. 1897, § 47; Code 1915, § 5773; C.S. 1929, § 151-443; 1941 Comp., § 77-1440; 1953 Comp., § 75-14-41.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-44/"
    },
    {
      "id": "section-73-2-45",
      "number": "73-2-45",
      "heading": "[Persons delinquent for bridges not to use waters.]",
      "text": "Every person failing or refusing to pay his share for such purpose after he has been notified by the mayordomo, shall forfeit his right to use the water of such ditch, or shall be deprived of the use of such water until he pays his share as provided in Section 5773 [73-2-44 NMSA 1978].\n\nHistory:Laws 1897, ch. 59, § 3; C.L. 1897, § 48; Code 1915, § 5774; C.S. 1929, § 151-444; 1941 Comp., § 77-1441; 1953 Comp., § 75-14-42.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's note.— \"Section 5773\" refers to section 5773, Code of 1915.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-45/"
    },
    {
      "id": "section-73-2-46",
      "number": "73-2-46",
      "heading": "[Mayordomo failure to perform duties; penalty.]",
      "text": "Any mayordomo who through negligence or any other cause whatsoever, except sickness, shall fail to comply, with the duties imposed upon him, by the three preceding sections [73-2-43 through 73-2-45], upon conviction before the justice of the peace [magistrate court] of the precinct, shall be fined in a sum not less than twenty-five [($25.00)] nor more than fifty dollars [($50.00)].\n\nHistory:Laws 1897, ch. 59, § 4; C.L. 1897, § 49; Code 1915, § 5775; C.S. 1929, § 151-445; 1941 Comp., § 77-1442; 1953 Comp., § 75-14-43.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nMayordomo may be proceeded against for failure to perform his duty.Before entering upon his duties, he must take an oath that he will faithfully discharge them. 1914 Op. Att'y Gen. No. 14-1258.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-46/"
    },
    {
      "id": "section-73-2-47",
      "number": "73-2-47",
      "heading": "[Several ditches from one stream; joint meeting of commissioners.]",
      "text": "It shall be the duty of all the ditch commissioners of the state of New Mexico, where two or more ditches are constructed from and supply waters from the same source or river and within the limits of a precinct, to have a meeting on the first Monday of April of each year for the purpose of making a true, just and equitable apportionment and distribution of the water for their respective ditches, and it shall be the duty of the superintendents of said ditches respectively to apportion and distribute the water in said ditches among the persons entitled thereto to the use of the same, in accordance with the orders of said ditch commissioners and not otherwise.\n\nHistory:Laws 1903, ch. 15, § 1; Code 1915, § 5776; C.S. 1929, § 151-446; 1941 Comp., § 77-1443; 1953 Comp., § 75-14-44.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-47/"
    },
    {
      "id": "section-73-2-48",
      "number": "73-2-48",
      "heading": "[Organization; rules and regulations.]",
      "text": "In the meeting of said ditch commissioners, a majority of the persons elected as such shall constitute a quorum for the transaction of business, to carry out the purposes of the preceding section [73-2-47 NMSA 1978]. They shall elect a chairman and secretary from among their number. The chairman and secretary thus elected shall hold their positions during their term of office as ditch commissioners, and it shall be the duty of the secretary to keep in a proper book all of the proceedings of the meeting and to furnish the respective superintendents with a certified copy of the rules and regulations adopted at said meeting for the apportionment and distribution of the water free of cost.\n\nHistory:Laws 1903, ch. 15, § 2; Code 1915, § 5777; C.S. 1929, § 151-447; 1941 Comp., § 77-1444; 1953 Comp., § 75-14-45.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The \"preceding section\" referred to is § 5776 Code of 1915, now compiled as 73-2-47 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-48/"
    },
    {
      "id": "section-73-2-49",
      "number": "73-2-49",
      "heading": "[Distribution of water.]",
      "text": "The said apportionment and distribution of the water shall be made in accordance with the rights of each ditch, and in proportion to the lands irrigated by each ditch.\n\nHistory:Laws 1903, ch. 15, § 3; Code 1915, § 5778; C.S. 1929, § 151-448; 1941 Comp., § 77-1445; 1953 Comp., § 75-14-46.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 22.\n\n93 C.J.S. Waters § 192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-49/"
    },
    {
      "id": "section-73-2-50",
      "number": "73-2-50",
      "heading": "[Neglect of duty; penalty.]",
      "text": "If any superintendent or water commissioner, neglects or refuses to discharge the duties required of him by the three preceding sections [73-2-47 to 73-2-49 NMSA 1978], he shall be fined for each offense in a sum not to exceed ten dollars ($10.00) recoverable before any justice of the peace [magistrate court] in the county; and the moneys thus recovered from said fines, shall be paid to the county treasurer, to be applied to the school fund of the district where said offense is committed.\n\nHistory:Laws 1903, ch. 15, § 4; Code 1915, § 5779; C.S. 1929, § 151-449; 1941 Comp., § 77-1446; 1953 Comp., § 75-14-47.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCross references.— For provision that all fines and forfeitures collected under general laws shall go into state current school fund,seeN.M. Const., art. XII, § 4.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 22.\n\n28 C.J.S. Drains § 97; 93 C.J.S. Waters § 192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-50/"
    },
    {
      "id": "section-73-2-51",
      "number": "73-2-51",
      "heading": "[Not applicable on Rio Grande.]",
      "text": "Nothing in the four preceding sections [73-2-47 to 73-2-50 NMSA 1978] shall be construed as applying to the community or other ditches constructed from and conveying waters from the Rio Grande.\n\nHistory:Laws 1903, ch. 15, § 5; Code 1915, § 5780; C.S. 1929, § 151-450; 1941 Comp., § 77-1447; 1953 Comp., § 75-14-48.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe \"four preceding sections\" referred to in the section are §§ 5776 to 5779, now compiled as 73-2-47 to 73-2-50 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-51/"
    },
    {
      "id": "section-73-2-52",
      "number": "73-2-52",
      "heading": "[Spillways; place; work on excess water.]",
      "text": "Whenever 10 [ten] or more of the landowners of any main ditch or lateral, deem it necessary to open a drainage, tajo or outlet, near the main dam or away from said dam of any public ditch or lateral, with the object of drawing off the excess of water, or to regulate the water of said ditches, with the object of protecting the dams from any floods, or the damage of lands from excess waters, the water commissioners of said ditch or lateral are authorized to determine the place where such drainage, tajo or outlet shall be opened, under the supervision of the mayordomo by the owners of the irrigable land of such ditch and the work shall be taxed in proportion of the irrigable property of each owner, and any person or persons belonging to said ditch or lateral, who shall fail or refuse to perform work, or pay the amount assessed against him in lieu of said work shall not be allowed to take or use any water from the same or any contra acequia or lateral thereof, whilst default in such payment or failure to do such work, continues.\n\nHistory:Laws 1903, ch. 85, § 1; Code 1915, § 5781; Laws 1921, ch. 148, § 1; C.S. 1929, § 151-451; 1941 Comp., § 77-1448; 1953 Comp., § 75-14-49.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Right of appropriator of water to recapture water which has escaped or is otherwise no longer within his immediate possession, 89 A.L.R. 210.\n\nLiability of landowner for damages caused by overflow, seepage or the like resulting from defect in artificial underground drain, conduit or pipe, 44 A.L.R.2d 960.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-52/"
    },
    {
      "id": "section-73-2-53",
      "number": "73-2-53",
      "heading": "[Degaguas; irrigation from; irrigation with excess water; subject to regular payment; use without consent of mayordomo; penalty.]",
      "text": "The owners of irrigable land, situate in the margin of any drainage or discharges of water from any public ditch, being a member or members of said ditch, shall have to pay for the irrigation of said lands in the same manner as all other lands belonging to said ditches, whether they irrigate them for the uses of harvest, or for hay land, alfalfa or other pasture, and shall not be excused on the pretext that they only use the excess of water of said ditch. And if such owners of land use the water without the consent of the mayordomo, they shall be fined in a sum not less than ten dollars ($10.00) nor more than twenty dollars ($20.00).\n\nHistory:Laws 1903, ch. 85, § 2; Code 1915, § 5782; C.S. 1929, § 151-452; 1941 Comp., § 77-1449; 1953 Comp., § 75-14-50.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe \"preceding section\" referred to is § 5776 Code of 1915, now compiled as 73-2-47 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-53/"
    },
    {
      "id": "section-73-2-54",
      "number": "73-2-54",
      "heading": "[Joint spillways or degaguas; use of water without consent; penalty.]",
      "text": "When two or more public ditches drain their excess of waters at the same drainage, the same shall be considered as joint owners of said drainage and no person or persons that may own lands on either side of said drainage shall have the right to use the water of said drainage without the consent of the mayordomos of said joint owners, and said owners of land shall not be permitted to put any impediment, encumbrances, or sidegates or dams upon said drainage and if at any time it shall be discovered that they use the water with the object of irrigating land whether it may be for harvest, or hay land to cut hay or to purchase stock of any kind, they shall be responsible for the damages that the excess of water may cause in time of flood; furthermore if they use the water without the consent of the mayordomos of said joint owners' drainage, they shall be fined in a sum not less than five dollars ($5.00) nor more than ten dollars ($10.00) for each and every offense.\n\nHistory:Laws 1903, ch. 85, § 3; Code 1915, § 5783; C.S. 1929, § 151-453; 1941 Comp., § 77-1450; 1953 Comp., § 75-14-51.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —45 Am. Jur. 2d Irrigation § 49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-54/"
    },
    {
      "id": "section-73-2-55",
      "number": "73-2-55",
      "heading": "[Joint spillways or degaguas; use of water; authority of majority of mayordomos.]",
      "text": "The majority of the mayordomos of said ditches of the joint drainage, shall be authorized to make arrangements with said owners of land regarding the use of said excess waters, and the result of said arrangements shall be for the benefit of all ditches that may discharge the water upon such drainage.\n\nHistory:Laws 1903, ch. 85, § 4; Code 1915, § 5784; C.S. 1929, § 151-454; 1941 Comp., § 77-1451; 1953 Comp., § 75-14-52.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-55/"
    },
    {
      "id": "section-73-2-551",
      "number": "73-2-55.1",
      "heading": "Water banking; acequias and community ditches.",
      "text": "An acequia or community ditch may establish a water bank for the purpose of temporarily reallocating water without change of purpose of use or point of diversion to augment the water supplies available for the places of use served by the acequia or community ditch. The acequia or community ditch water bank may make temporary transfers of place of use without formal proceedings before the state engineer, and water rights placed in the acequia or community ditch water bank shall not be subject to loss for non-use during the period the rights are placed in the water bank. An acequia or community ditch water bank established pursuant to this section is not subject to recognition or approval by the interstate stream commission or the state engineer.\n\nHistory:Laws 2003, ch. 54, § 1 and Laws 2003, ch. 132, § 1.\n\nCross references.— For additional enactment concerning water banking,see72-1-2.3 NMSA 1978.\n\nDuplicate laws.— Laws 2003, ch. 54, § 1 and Laws 2003, ch. 132, § 1, both effective June 20, 2003, enacted identical new sections.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-55-1/"
    },
    {
      "id": "section-73-2-56",
      "number": "73-2-56",
      "heading": "[Change in location, extension or reconstruction of ditch; consent of water users; expense.]",
      "text": "The commissioners of any community ditch may alter, change the location of, enlarge, extend, or reconstruct such ditch for the purpose of providing greater efficiency in irrigation to the water users of said ditch, or when any part thereof shall have been destroyed by rain or in any other manner or for the purpose of increasing the cultivable [cultivatable] area, provided that such alteration, change of location, enlargement, extension or reconstruction shall be affected [effected] only upon the consent in writing of a majority of the water users of said community ditch, filed with such commissioners, such majority to be determined by the same rule as applies to the election of commissioners of the acequia, and provided that such alteration, change of location, enlargement or extension shall in no wise impair the rights of prior water users from said community ditch, and provided further that the expense incurred in any such alteration, change of location, enlargement or extension shall be borne pro rata by those beneficially interested in same.\n\nHistory:Laws 1919, ch. 39, § 1; C.S. 1929, § 151-457; 1941 Comp., § 77-1452; 1953 Comp., § 75-14-53.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For voting rules relating to election of commissioners,see73-2-14 NMSA 1978.\n\nFormer provisions (Code 1915, §§ 5739 to 5743) were held unconstitutionalin that they made no provision for notice to the owner of the meeting of the appraisers for the purpose of fixing damages, nor for opportunity to be heard thereon.Janes v. West Puerto de Luna Cmty. Ditch, 1917-NMSC-080, 23 N.M. 495, 169 P. 309.\n\nJust compensation and proper procedures required.— Fact that ditch commissioners are given the right to alter, change location of, enlarge, extend or reconstruct a ditch under conditions set forth in this section cannot be construed as giving them authority to take private property for these uses without just compensation (contrary to N.M. Const., art. II, § 20) and without regard to procedures required by Sections 42A-1-17 and 72-1-5 NMSA 1978.Marjon v. Quintana, 1971-NMSC-045, 82 N.M. 496, 484 P.2d 338.\n\nSpecific statutes on condemnation of ditch control over more general condemnation statutefor water facilities found in Section 72-1-5 NMSA 1978. 1969 Op. Att'y Gen. No. 69-96.\n\nCondemnation handled by magistrate court.— Condemnation for a ditch which involves change of location, alteration, enlargement, extension or reconstruction thereof is handled by a magistrate court. 1969 Op. Att'y Gen. No. 69-96.\n\nCommissioners may borrow for certain ditch purposes.— Provisions of this section and Section 73-2-21 NMSA 1978, taken together, entitle commissioners to make assessment for repayment of a loan directed to the change of location, expansion or reconstruction of a community ditch. 1964 Op. Att'y Gen. No. 64-95 (opinion rendered before enactment of Section 73-2-22 NMSA 1978).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 21.\n\n28 C.J.S. Drains § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-56/"
    },
    {
      "id": "section-73-2-57",
      "number": "73-2-57",
      "heading": "[Crossing lands in reconstruction; compensation; determination; procedure.]",
      "text": "Should they deem it necessary, the mayordomo may cut through the lands of any person or persons, by first obtaining their consent, by the community of such ditch offering to pay a compensation, to be agreed upon between the owner or owners of the lands through which the ditch is to be opened, and the parties interested in the said ditch. If the owner or owners, who shall be solicited to permit their lands to be ditched, in the cases mentioned in the preceding section [73-2-56 NMSA 1978], should improperly refues [refuse] or decline to accept the compensation offered by the parties interested in such ditch, or ask a compensation which the parties interested do not agree to on account of its exorbitance, in such case the mayordomo of said ditch shall lay the case before the justice of the peace [magistrate court] of the precinct in which such ditch may be situated, and it shall be the duty of the justice of the peace [magistrate court], to whom the case is presented, to appoint three men, experts, of known integrity, to establish a just compensation to be paid to the owner or owners solicited to permit their lands to be ditched through in the cases above mentioned.\n\nHistory:Laws 1919, ch. 39, § 2; C.S. 1929, § 151-458; 1941 Comp., § 77-1453; 1953 Comp., § 75-14-54.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCompiler's notes.— The \"preceding section\" referred to in the section means Laws 1919, Ch. 39, § 1, now compiled as 73-2-56 NMSA 1978.\n\nCross references.— For provisions relating to construction of ditches,see73-2-1 to 73-2-3 NMSA 1978.\n\nFor general provision for condemnation of land for ditches,see72-1-5 NMSA 1978.\n\nNo experts appointed unless petition showed preconditions met.— Justice had no jurisdiction to appoint experts to appraise property involved in relocation of ditch unless petition showed that all the conditions existed as set forth in 25, 1897 C.L. (since repealed), and that the owner had notice of the application.Leyba v. Armijo, 1902-NMSC-017, 11 N.M. 437, 68 P. 939.\n\nCommissioners must prove public necessity for taking.— In taking land for public use on either side of the ditch when either building a new ditch or enlarging or extending a ditch, the burden would be on commissioners to prove public necessity for the taking. 1969 Op. Att'y Gen. No. 69-96.\n\nInverse condemnation suit proper.— In the event that ditch commissioners were to take land without initiating condemnation proceedings, landowner may institute his own suit for inverse condemnation and receive just compensation for the taking. 1969 Op. Att'y Gen. No. 69-96.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-57/"
    },
    {
      "id": "section-73-2-58",
      "number": "73-2-58",
      "heading": "[Appraisers; oath.]",
      "text": "Whenever the three experts shall be appointed as appraisers, before they enter upon their duties as such appraisers, they shall file in the office of the justice of the peace [magistrate], who appointed them, an oath to faithfully, legally and impartially discharge the duties for which they were appointed.\n\nHistory:Laws 1919, ch. 39, § 3; C.S. 1929, § 151-459; 1941 Comp., § 77-1454; 1953 Comp., § 75-14-55.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —28 C.J.S. Drains § 90 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-58/"
    },
    {
      "id": "section-73-2-59",
      "number": "73-2-59",
      "heading": "[Appraisement; notice to landowners; contents; service; return.]",
      "text": "Before proceeding to examine the land or lands over which the new ditch should be opened, the appraisers shall give the owner or owners of such land or lands, not less than three nor more than ten days' notice in writing of the time and place they will meet to examine and appraise said land or lands; such notice shall also contain a description as near as can be ascertained, of such proposed ditch, enlargement, extension or reconstruction, the point of entry and the direction thereof, upon said land or lands, and that at such time and place the said appraisers will hear and consider any evidence the owner or owners may desire to present as to the damages he or they will sustain by reason of his or their land or lands being so ditched. The notice herein provided for shall be served upon such owner or owners, and the returns made thereon by the constable of the precinct, or the sheriff of the county, in the same manner as service is made in civil cases, in justice of the peace courts [magistrate courts]; the notice and returns showing the manner in which the same was served shall be filed by the appraisers with the justice of the peace [magistrate] who appointed them, at the time they file their report.\n\nHistory:Laws 1919, ch. 39, § 4; C.S. 1929, § 151-460; 1941 Comp., § 77-1455; 1953 Comp., § 75-14-56.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCross references.— For service in civil cases in magistrate courts,seeRule 2-203 NMRA.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-59/"
    },
    {
      "id": "section-73-2-60",
      "number": "73-2-60",
      "heading": "[Report of appraisers; contents.]",
      "text": "Whenever any land or lands of any person or persons are to be appraised, as in the cases above mentioned, the experts who shall make such appraisement, shall make a report which shall be filed in the office of the justice of the peace [magistrate] who appointed them, setting forth therein the name of the person whose land was appraised, and the sum to be paid him by the parties interested in the public ditch for which the opening on the land is solicited; they shall also state in said report, in the most distinct manner possible, the direction and the place and point where the opening for such ditch shall be made upon said land.\n\nHistory:Laws 1919, ch. 39, § 5; C.S. 1929, § 151-461; 1941 Comp., § 77-1456; 1953 Comp., § 75-14-57.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-60/"
    },
    {
      "id": "section-73-2-61",
      "number": "73-2-61",
      "heading": "[Payment of appraised value; right to possession; forcible entry and detainer.]",
      "text": "The parties interested shall possess the right of property in the land or lands paid for under the five preceding sections [73-2-56 to 73-2-60 NMSA 1978], and in case of legal resistance being made to the possession of the land by the parties interested in a public ditch, they may compel the person or persons who interpose such resistance to desist therefrom, by an action of forcible entry and detainer, as provided by law, but the parties interested shall first pay the appraised value of such land or lands provided that said appraisers shall be impartial persons.\n\nHistory:Laws 1919, ch. 39, § 6; C.S. 1929, § 151-462; 1941 Comp., § 77-1457; 1953 Comp., § 75-14-58.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The \"five preceding sections\" referred to in the section means Laws 1919, Ch. 39, §§ 1-5, now compiled as 73-2-56 to 73-2-60 NMSA 1978.\n\nCross references.— For action of forcible entry and detainer,seeChapter 35, Article 10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-61/"
    },
    {
      "id": "section-73-2-62",
      "number": "73-2-62",
      "heading": "[Appeal from appraisement to district court.]",
      "text": "Any person or persons aggrieved by the amount of damages assessed or allowed by any appraisers appointed as provided for in the foregoing sections, may appeal by himself, his agent or attorney to the district court of the county where the same was rendered, in the same manner as appeals are taken from judgments rendered in justice of the peace courts [magistrate courts], provided that the only issue on any such appeal shall be the amount of damages sustained by such landowner or owners.\n\nHistory:Laws 1919, ch. 39, § 7; C.S. 1929, § 151-463; 1941 Comp., § 77-1458; 1953 Comp., § 75-14-59.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCross references.— For procedure for appeal from magistrate court to district court,see35-13-1 to 35-13-3 NMSA 1978, and Rule 2-705 NMRA.\n\nFor procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nFor scope of review of the district court,seeZamora v. Village of Ruidoso Downs, 120 N.M. 778, 907 P.2d 182 (1995).\n\nPrior remedy was petition for writ of certiorari.— Certiorari was the proper remedy to bring up for review all the proceedings before a justice on condemnation of land for ditch purposes.Leyba v. Armijo, 1902-NMSC-017, 11 N.M. 437, 68 P. 939 (decided under former law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-62/"
    },
    {
      "id": "section-73-2-63",
      "number": "73-2-63",
      "heading": "[Change in place of diversion; permit unnecessary.]",
      "text": "It shall not be necessary for the officers of public community acequias established and in operation prior to March 19, 1907, to make any application to, or obtain any permit from, the state engineer or the board of water commissioners in order to change the place of diversion; provided that by such change no increase in the amount of water appropriated shall be made beyond the amount to which the acequia was formerly entitled.\n\nHistory:Laws 1912, ch. 26, § 1; Code 1915, § 5771; C.S. 1929, § 151-441; 1941 Comp., § 77-1459; 1953 Comp., § 75-14-60.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1923, ch. 28, § 4, compiled as 72-2-11 NMSA 1978, abolished the board of water commissioners and provided for the transfer of the board's records to the state engineer.\n\nCross references.— For general requirement that changing point of diversion be approved by state engineer,see72-5-24 NMSA 1978.\n\nFor the state engineer,see72-2-11 NMSA 1978.\n\nGenerally as to regulation by state engineer.— Prior existing right to change place of diversion is not subject to regulation by state engineer under Laws 1907, ch. 49 (now Section 72-5-24 NMSA 1978).Pueblo of Isleta v. Tondre, 1913-NMSC-067, 18 N.M. 388, 137 P. 86 (decided under law prior to enactment of this section).\n\nApproval of change in acequia necessary once water rights adjudicated.— If the water rights of an acequia have been adjudicated, then the state engineer must approve any change in amount or location of diversion, regardless of whether or not it is a community acequia.Honey Boy Haven, Inc. v. Roybal, 1978-NMSC-088, 92 N.M. 603, 592 P.2d 959.\n\nChange in place of diversion contemplated by sectionis one in which exigencies require immediate reconstruction.Honey Boy Haven, Inc. v. Roybal, 1978-NMSC-088, 92 N.M. 603, 592 P.2d 959.\n\nLaw reviews.— For comment on Mathers v. Texaco, Inc., 77 N.M. 239, 421 P.2d 771 (1966),see7 Nat. Resources J. 433 (1967).\n\nFor article, \"Water Rights Problems in the Upper Rio Grande Watershed and Adjoining Areas,\"see11 Nat. Resources J. 48 (1971).\n\nFor article, \"New Mexico Water Law: An Overview and Discussion of Current Issues,\"see22 Nat. Resources J. 1045 (1982).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-63/"
    },
    {
      "id": "section-73-2-64",
      "number": "73-2-64",
      "heading": "Interference with ditch; illegal water use; penalty; failure to prosecute; injunctive relief.",
      "text": "A. A person shall not, contrary to the order of the mayordomo or commission, cut, break, stop up or otherwise interfere with any community ditch or dam in this state, or any contra or lateral acequia thereof, or take or use water from the same contrary to such orders. A person who violates a provision of this section is guilty of a misdemeanor, and, on complaint made before the nearest magistrate court, a warrant may issue for his arrest, as in case of any other offense against the state.\n\nB. A criminal complaint for violations of the provisions of Subsection A of this section may be made by the district attorney or the mayordomo or commission of the ditch or acequia to the magistrate court in the county where the violation occurred. Upon conviction of a violation, the defendant shall be fined not less than three hundred dollars ($300) or more than one thousand dollars ($1,000) and in default of the payment of said fine, shall be confined in the county jail for a period of not less than five nor more than thirty days.\n\nC. In addition to criminal prosecution, the district attorney or the mayordomo or commission of the ditch or acequia may file a civil complaint seeking a civil penalty not to exceed five thousand dollars ($5,000) for knowingly, intentionally or willfully violating the provisions of Subsection A of this section.\n\nD. The remedies provided for in this section shall not be construed as limiting the right of the party bringing the civil or criminal complaint from seeking damages. In addition to the remedies provided in this section, the district attorney or the mayordomo or commission of the ditch or acequia may apply to the district court of the county where the violation occurred for an injunction restraining any person from violating or continuing to violate the provisions of Subsection A of this section.\n\nE. It is the duty of the mayordomo in charge of any such ditch or acequia to prosecute in the name of the state any violation of this section whenever the mayordomo acquires knowledge thereof, and the mayordomo's failure so to do shall be deemed a misdemeanor; provided, however, that if the district attorney chooses to prosecute, the mayordomo shall not be required to do so. On conviction of violating the provisions of this subsection, the mayordomo shall be fined in a sum not less than twenty-five dollars ($25.00) or more than fifty dollars ($50.00) or by imprisonment in the county jail for not less than ten or more than thirty days.\n\nHistory:Laws 1923, ch. 81, § 1; C.S. 1929, § 151-465; 1941 Comp., § 77-1460; 1953 Comp., § 75-14-61; 2005, ch. 186, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 35-1-38 NMSA 1978 abolished the office of justice of the peace, transferred the jurisdiction, powers and duties of said justices to the magistrate court and provided that all statutory references to \"justice of the peace\" shall be construed to refer to the magistrate court.\n\nCross references.— For general proscription of interference with use of waterworks,see72-8-3 NMSA 1978.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection A that a person shall not, contrary to the order of the mayordomo or commission of a ditch or acequia, interfere with any community ditch or acequia and that a person who violates this section is guilty of a misdemeanor; provided in Subsection B that a criminal complaint for violation of Subsection A may be made by the district attorney, mayordomo or commission of the ditch or acequia to a magistrate court and increased the penalty for a conviction to not less that $300 and not more than $1,000; added Subsection C to provide that in addition to criminal prosecution, the district attorney, mayordomo or commission of the ditch or acequia may file a civil complaint seeking a civil penalty of not more that $5,000 for a violation of Subsection A; added Subsection D to provide that the remedies provided in this section are not exclusive remedies and that the district attorney, mayordomo, or commission of the ditch or acequia may apply for an injunction restraining any person from violating Subsection A; and provided in Subsection E that if the district attorney chooses to prosecute a violation of this section, the mayordomo shall not be required to do so and that on a conviction of a violation of Subsection E, the mayordomo shall be fined not less that $25 and not more that $50.\n\nAuthority of mayordomo to petition for injunctions.— Where defendants installed a new headgate on the association's acequia system without obtaining the approval of the association or the mayordomo; the mayordomo and a commissioner on behalf of the association obtained a temporary restraining order prohibiting defendants from continuing work on the ditch; and defendants claimed that the lawsuit was invalid because the association had not authorized the filing of the lawsuit at an advertised meeting as required by the Open Meeting Act, Chapter 10, Article 15 NMSA 1978, the lawsuit was not invalid because 73-2-64(D) NMSA 1978 authorizes the mayordomo acting alone to apply for injunctions restraining any person from interfering with the ditch.Parkview Cmty. Ditch Ass'n v. Peper, 2014-NMCA-049.\n\nAuthority of the district court to authorize a person who is not an elected officer of the association to enforce the acequia statute.— Where defendants installed a new headgate on the association's acequia system without obtaining the approval of the association or the mayordomo; the person acting as mayordomo and a commissioner on behalf of the association obtained a temporary restraining order prohibiting defendants from continuing work on the ditch; the district court ordered defendants to submit plans and surveys of the headgate to the person acting as mayordomo for review and to make findings regarding the adequacy of the headgate; and defendants claimed that the person acting as mayordomo had not been properly elected by the association as mayordomo and did not have authority to make findings about the headgate or to compel compliance with those findings; and the district court expressly declined to determine whether the person acting as mayordomo had been duly elected as mayordomo, the person acting as mayordomo was acting under the authority of the district court's order, not 73-6-64 NMSA 1978, and the district court's order did not contravene the acequia statute.Parkview Cmty. Ditch Ass'n v. Peper, 2014-NMCA-049.\n\nAttorney fees.— Where defendants installed a new headgate on the association's acequia system without obtaining the approval of the association or the mayordomo; the mayordomo and a commissioner on behalf of the association obtained a temporary restraining order prohibiting defendants from continuing work on the ditch; and the district court awarded the association attorney fees, the award of attorney fees was not authorized by 73-2-23 or 73-2-64 NMSA 1978.Parkview Cmty. Ditch Ass'n v. Peper, 2014-NMCA-049.\n\nCivil offense created under former law.— Section 36, 1897 C.L. (now repealed), provided for a \"fine\" not to exceed ten dollars and, for nonpayment thereof, for a sentence of fifteen days' labor on public works; the section did not create a criminal offense but rather a civil one, and suit should be brought by the overseer (mayordomo).Territory v. Baca, 1882-NMSC-002, 2 N.M. 183;Territory v. Tafoya, 1882-NMSC-001, 2 N.M. 191.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25 Am. Jur. 2d Drains and Drainage Districts § 33.\n\nModern status of rules governing interference with drainage of surface waters, 93 A.L.R.3d 1193.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-64/"
    },
    {
      "id": "section-73-2-65",
      "number": "73-2-65",
      "heading": "Acequia commission; created; membership; terms.",
      "text": "A. There is created the \"acequia commission\", which is administratively attached to the local government division of the department of finance and administration.\n\nB. The acequia commission shall be appointed by the governor and shall consist of eleven members who reside in the irrigated areas of the state containing acequias. Members shall own land irrigated from an acequia or community ditch organized pursuant to a ditch or acequia statute. Each member appointed by the governor shall serve a term of four years.\n\nC. The initial appointments to the acequia commission shall include the ten persons serving as members of the governor's acequia commission, organized pursuant to executive order 88-06, and one member of the public who has a background in business. Of the initial appointees, four members shall be appointed by lot for two-year terms, four members shall be appointed by lot for three-year terms and three members shall be appointed by lot for four-year terms.\n\nD. The acequia commission shall meet at the call of the chairman not less than quarterly and not more than once a month. The chairman shall be elected from among the members of the commission.\n\nHistory:Laws 1993, ch. 293, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-65/"
    },
    {
      "id": "section-73-2-66",
      "number": "73-2-66",
      "heading": "Powers and duties.",
      "text": "The acequia commission shall:\n\nA. provide advice and assist the governor, legislature, office of the state engineer and interstate stream commission and the United States army corps of engineers in establishing acequia and community ditch rehabilitation priorities and other acequia and community ditch matters;\n\nB. serve as a facilitator for communication between acequia and community ditch associations and state and federal agencies; and\n\nC. review and comment on any plan or legislation affecting acequias or community ditches to the governor, the legislature, the secretary of agriculture and the interstate stream commission.\n\nHistory:Laws 1993, ch. 293, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-66/"
    },
    {
      "id": "section-73-2-67",
      "number": "73-2-67",
      "heading": "Legal counsel.",
      "text": "The office of the attorney general shall represent and be the legal advisor to the acequia commission.\n\nHistory:Laws 1993, ch. 293, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-67/"
    },
    {
      "id": "section-73-2-68",
      "number": "73-2-68",
      "heading": "Per diem.",
      "text": "The members of the acequia commission shall be paid in accordance with the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance.\n\nHistory:Laws 1993, ch. 293, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-73/article-2/section-73-2-68/"
    }
  ]
}