{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-3",
  "sections": [
    {
      "id": "section-18-302",
      "number": "18-302",
      "heading": "PUNISHMENT FOR ACTS ALSO PUNISHABLE AS CONTEMPTS",
      "text": "18-302. PUNISHMENT FOR ACTS ALSO PUNISHABLE AS CONTEMPTS. A criminal act is not the less punishable as a crime because it is also declared to be punishable as a contempt.\n\n[18-302, added 1972, ch. 336, sec. 1, p. 856.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-302/"
    },
    {
      "id": "section-18-303",
      "number": "18-303",
      "heading": "COMMON LAW OFFENSES — PUNISHMENT — IMPRISONMENT FOR NONPAYMENT OF FINE",
      "text": "18-303. COMMON LAW OFFENSES — PUNISHMENT — IMPRISONMENT FOR NONPAYMENT OF FINE. All offenses recognized by the common law as crimes and not herein enumerated are punishable, in case of felony, by imprisonment in the state prison for a term not less than one (1) year nor more than five (5) years; and in case of misdemeanors, by imprisonment in the county jail for a term not exceeding six (6) months or less than one (1) month, or by fine not exceeding $500, or both such fine and imprisonment. And whenever any fine is imposed for any felony or misdemeanor, whether such be by statute or at common law and the party upon whom the fine is imposed has the ability to pay said fine, the party upon whom the fine is imposed shall be committed to the county jail, when not sentenced to the state prison, until the fine is paid.\n\n[I.C., sec. 18-303, as added by 1972, ch. 336, sec. 1, p. 857; am. 1972, ch. 381, sec. 5, p. 1102.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-303/"
    },
    {
      "id": "section-18-304",
      "number": "18-304",
      "heading": "AIDING IN MISDEMEANORS",
      "text": "18-304. AIDING IN MISDEMEANORS. Whenever an act is declared a misdemeanor, and no punishment for counseling, aiding in, soliciting or inciting the commission of such acts is expressly prescribed by law, every person who counsels, aids, solicits or incites another in the commission of such act is guilty of a misdemeanor.\n\n[18-304, added 1972, ch. 336, sec. 1, p. 857.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-304/"
    },
    {
      "id": "section-18-305",
      "number": "18-305",
      "heading": "CONVICTION OF ATTEMPT WHEN CRIME IS CONSUMMATED",
      "text": "18-305. CONVICTION OF ATTEMPT WHEN CRIME IS CONSUMMATED. Any person may be convicted of an attempt to commit a crime, although it appears on the trial that the crime intended or attempted was perpetrated by such person in pursuance of such attempt, unless the court, in its discretion, discharges the jury, and directs such person to be tried for such crime.\n\n[18-305, added 1972, ch. 336, sec. 1, p. 857.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-305/"
    },
    {
      "id": "section-18-306",
      "number": "18-306",
      "heading": "PUNISHMENT FOR ATTEMPTS",
      "text": "18-306. PUNISHMENT FOR ATTEMPTS. Every person who attempts to commit any crime, but fails, or is prevented or intercepted in the perpetration thereof, is punishable, where no provision is made by law for the punishment of such attempts, as follows:\n\n(1) If the offense so attempted is punishable by imprisonment in the state prison for life, or by death, the person guilty of such attempt is punishable by imprisonment in the state prison for a term not exceeding fifteen (15) years.\n\n(2) If the offense so attempted is punishable by imprisonment in the state prison for five (5) years or more but for less than life imprisonment, or by imprisonment in the county jail, the person guilty of such attempt is punishable by imprisonment in the state prison, or in the county jail, as the case may be, for a term not exceeding one-half (1/2) the longest term of imprisonment prescribed upon a conviction of the offense so attempted.\n\n(3) If the offense so attempted is punishable by imprisonment in the state prison for any term less than five (5) years, the person guilty of such attempt is punishable by imprisonment in the county jail for not more than one (1) year.\n\n(4) If the offense so attempted is punishable by a fine, the offender convicted of such attempt is punishable by a fine not exceeding one-half (1/2) the largest fine which may be imposed upon a conviction of the offense so attempted.\n\n(5) If the offense so attempted is punishable by imprisonment and by a fine, the offender convicted of such attempt may be punished by both imprisonment and fine, not exceeding one-half (1/2) the longest term of imprisonment and one-half (1/2) the largest fine which may be imposed upon a conviction for the offense so attempted.\n\n[18-306, added 1972, ch. 336, sec. 1, p. 857; am. 1994, ch. 131, sec. 6, p. 298.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-306/"
    },
    {
      "id": "section-18-307",
      "number": "18-307",
      "heading": "ATTEMPT RESULTING IN DIFFERENT CRIME",
      "text": "18-307. ATTEMPT RESULTING IN DIFFERENT CRIME. The last two (2) sections do not protect a person who, in attempting unsuccessfully to commit a crime, accomplishes the commission of another and different crime, whether greater or less in guilt, from suffering the punishment prescribed by law for the crime committed.\n\n[18-307, added 1972, ch. 336, sec. 1, p. 858.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-307/"
    },
    {
      "id": "section-18-308",
      "number": "18-308",
      "heading": "SUCCESSIVE TERMS OF IMPRISONMENT",
      "text": "18-308. SUCCESSIVE TERMS OF IMPRISONMENT. When any person is convicted of two (2) or more crimes before sentence has been pronounced upon him for either, the imprisonment to which he is sentenced upon the second or other subsequent conviction, in the discretion of the court, may commence at the termination of the first term of imprisonment to which he shall be adjudged, or at the termination of the second or other subsequent term of imprisonment, as the case may be.\n\n[I.C., sec. 18-308, as added by 1972, ch. 336, sec. 1, p. 858; am. 1972, ch. 381, sec. 6, p. 1102.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-308/"
    },
    {
      "id": "section-18-309",
      "number": "18-309",
      "heading": "COMPUTATION OF TERM OF IMPRISONMENT",
      "text": "18-309. COMPUTATION OF TERM OF IMPRISONMENT. (1) In computing the term of imprisonment, the person against whom the judgment was entered shall receive credit in the judgment for any period of incarceration prior to entry of judgment, if such incarceration was for the offense or an included offense for which the judgment was entered. The remainder of the term commences upon the pronouncement of sentence and if thereafter, during such term, the defendant by any legal means is temporarily released from such imprisonment and subsequently returned thereto, the time during which he was at large must not be computed as part of such term.\n\n(2) In computing the term of imprisonment when judgment has been withheld and is later entered or sentence has been suspended and is later imposed, the person against whom the judgment is entered or imposed shall receive credit in the judgment for any period of incarceration served as a condition of probation under the original withheld or suspended judgment.\n\n[18-309, added 1972, ch. 336, sec. 1, p. 858; am. 1972, ch. 381, sec. 7, p. 1102; am. 1975, ch. 201, sec. 1, p. 559; am. 1996, ch. 168, sec. 1, p. 553; am. 2015, ch. 99, sec. 1, p. 240.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-309/"
    },
    {
      "id": "section-18-310",
      "number": "18-310",
      "heading": "IMPRISONMENT — EFFECT ON CIVIL RIGHTS AND OFFICES",
      "text": "18-310. IMPRISONMENT — EFFECT ON CIVIL RIGHTS AND OFFICES. (1) A sentence of custody to the Idaho state board of correction suspends all the civil rights of the person so sentenced, including the right to refuse treatment authorized by the sentencing court, and forfeits all public offices and all private trusts, authority or power during such imprisonment: provided that any such person may bring an action for damages or other relief in the courts of this state or have an action brought against such person; and provided further that any such person may lawfully exercise all civil rights that are not political during any period of parole or probation, except the right to ship, transport, possess or receive a firearm, and the right to refuse treatment authorized by the sentencing court.\n\n(2) Upon final discharge, a person convicted of any Idaho felony shall be restored the full rights of citizenship, except that for persons convicted of treason or those offenses enumerated in paragraphs (a) through (hh) of this subsection the right to ship, transport, possess or receive a firearm shall not be restored. As used in this subsection, \"final discharge\" means satisfactory completion of imprisonment, probation and parole as the case may be.\n\n(a) Aggravated assault (18-905, 18-915, Idaho Code);\n\n(b) Aggravated battery (18-907, 18-915, Idaho Code);\n\n(c) Assault with intent to commit a serious felony (18-909, 18-915, Idaho Code);\n\n(d) Battery with intent to commit a serious felony (18-911, 18-915, Idaho Code);\n\n(e) Burglary (18-1401, Idaho Code);\n\n(f) Domestic battery, felony (18-918, Idaho Code);\n\n(g) Enticing of children, felony (18-1509, Idaho Code);\n\n(h) Forcible sexual penetration by use of a foreign object (18-6604, Idaho Code);\n\n(i) Indecent exposure, felony (18-4116, Idaho Code);\n\n(j) Injury to child, felony (18-1501, Idaho Code);\n\n(k) Intimidating a witness, felony (18-2604, Idaho Code);\n\n(l) Lewd conduct with a minor or child under sixteen (18-1508, Idaho Code);\n\n(m) Sexual abuse of a child under sixteen (18-1506, Idaho Code);\n\n(n) Sexual exploitation of a child (18-1507, Idaho Code);\n\n(o) Felonious rescuing prisoners (18-2501, Idaho Code);\n\n(p) Escape by one charged with, convicted of or on probation for a felony (18-2505, Idaho Code);\n\n(q) Unlawful possession of a firearm (18-3316, Idaho Code);\n\n(r) Degrees of murder (18-4003, Idaho Code);\n\n(s) Voluntary manslaughter (18-4006(1), Idaho Code);\n\n(t) Assault with intent to murder (18-4015, Idaho Code);\n\n(u) Administering poison with intent to kill (18-4014, Idaho Code);\n\n(v) Kidnapping (18-4501, Idaho Code);\n\n(w) Mayhem (18-5001, Idaho Code);\n\n(x) Rape (18-6101, Idaho Code);\n\n(y) Robbery (18-6501, Idaho Code);\n\n(z) Ritualized abuse of a child (18-1506A, Idaho Code);\n\n(aa) Cannibalism (18-5003, Idaho Code);\n\n(bb) Felonious manufacture, delivery or possession with the intent to manufacture or deliver, or possession of a controlled or counterfeit substance (37-2732, Idaho Code);\n\n(cc) Trafficking (37-2732B, Idaho Code);\n\n(dd) Threats against state officials of the executive, legislative or judicial branch, felony (18-1353A, Idaho Code);\n\n(ee) Unlawful discharge of a firearm at a dwelling house, occupied building, vehicle or mobile home (18-3317, Idaho Code);\n\n(ff) Unlawful possession of destructive devices (18-3319, Idaho Code);\n\n(gg) Unlawful use of destructive device or bomb (18-3320, Idaho Code);\n\n(hh) Attempt (18-306, Idaho Code), conspiracy (18-1701, Idaho Code), or solicitation (18-2001, Idaho Code), to commit any of the crimes described in paragraphs (a) through (gg) of this subsection.\n\n(ii) The provisions of this subsection shall apply only to those persons convicted of the enumerated felonies in paragraphs (a) through (hh) of this subsection on or after July 1, 1991, except that persons convicted of the felonies enumerated in paragraphs (r) and (s) of this subsection, for any degree of murder or voluntary manslaughter, shall not be restored the right to ship, transport, possess or receive a firearm, regardless of the date of their conviction if the conviction was the result of an offense committed by use of a firearm.\n\n(3) A person not restored to the civil right to ship, transport, possess or receive a firearm may make application to the commission of pardons and parole to restore the civil right to ship, transport, possess or receive a firearm. The commission shall not accept any such application until five (5) years after the date of final discharge. The commission shall conduct the proceeding upon such application pursuant to rules adopted in accordance with the law. The commission shall not restore the right to ship, transport, possess or receive a firearm to any person convicted of murder in the first degree (18-4003, Idaho Code), murder in the second degree (18-4003, Idaho Code), or any felony enumerated in paragraphs (a) through (hh) of subsection (2) of this section, upon which the sentence was enhanced for the use of a firearm during the commission of said felony.\n\n(4) Persons convicted of felonies in other states or jurisdictions shall be allowed to register and vote in Idaho upon final discharge which means satisfactory completion of imprisonment, probation and parole as the case may be. These individuals shall not have the right restored to ship, transport, possess or receive a firearm in the same manner as an Idaho felon as provided in subsection (2) of this section.\n\n[18-310, added 1972, ch. 336, sec. 1, p. 858; am. 1981, ch. 182, sec. 1, p. 318; am. 1982, ch. 368, sec. 6, p. 924; am. 1991, ch. 202, sec. 1, p. 481; am. 1993, ch. 120, sec. 2, p. 309; am. 1993, ch. 184, sec. 1, p. 465; am. 1998, ch. 171, sec. 1, p. 592; am. 2003, ch. 113, sec. 1, p. 356; am. 2003, ch. 253, sec. 1, p. 653; am. 2004, ch. 166, sec. 1, p. 541; am. 2016, ch. 296, sec. 8, p. 836; am. 2022, ch. 124, sec. 12, p. 446.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-310/"
    },
    {
      "id": "section-18-312",
      "number": "18-312",
      "heading": "CONVICTS — CAPACITY AS WITNESSES — CAPACITY TO CONVEY PROPERTY",
      "text": "18-312. CONVICTS — CAPACITY AS WITNESSES — CAPACITY TO CONVEY PROPERTY. The provisions of the last two (2) preceding sections must not be construed to render the persons therein mentioned incompetent as witnesses upon the trial of a criminal action or proceeding, or incapable of making and acknowledging a sale or conveyance of property.\n\n[18-312, added 1972, ch. 336, sec. 1, p. 858.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-312/"
    },
    {
      "id": "section-18-313",
      "number": "18-313",
      "heading": "PROTECTION OF PERSON OF CONVICT",
      "text": "18-313. PROTECTION OF PERSON OF CONVICT. The person of a convict sentenced to imprisonment in the state prison is under the protection of the law, and any injury to his person, not authorized by law, is punishable in the same manner, as if he were not convicted or sentenced.\n\n[18-313, added 1972, ch. 336, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-313/"
    },
    {
      "id": "section-18-314",
      "number": "18-314",
      "heading": "PROPERTY OF CONVICT NOT FORFEITED",
      "text": "18-314. PROPERTY OF CONVICT NOT FORFEITED. No conviction of any person for crime works any forfeiture of any property, except in cases in which a forfeiture is expressly imposed by law; and all forfeitures to the people of this state, in the nature of a deodand, or where any person shall flee from justice, are abolished.\n\n[18-314, added 1972, ch. 336, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-314/"
    },
    {
      "id": "section-18-315",
      "number": "18-315",
      "heading": "OMISSION OF PUBLIC DUTY",
      "text": "18-315. OMISSION OF PUBLIC DUTY. Every wilful omission to perform any duty enjoined by law upon any public officer, or person holding any public trust or employment, where no special provision shall have been made for the punishment of such delinquency, is punishable as a misdemeanor.\n\n[18-315, added 1972, ch. 336, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-315/"
    },
    {
      "id": "section-18-317",
      "number": "18-317",
      "heading": "PUNISHMENT OF OFFENSES FOR WHICH NO PENALTY IS FIXED",
      "text": "18-317. PUNISHMENT OF OFFENSES FOR WHICH NO PENALTY IS FIXED. When an act or omission is declared by a statute to be a public offense and no penalty for the offense is prescribed in any statute, the act or omission is punishable as a misdemeanor.\n\n[18-317, added 1972, ch. 336, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-3/section-18-317/"
    }
  ]
}