{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-79",
  "sections": [
    {
      "id": "section-18-7901",
      "number": "18-7901",
      "heading": "PURPOSE",
      "text": "18-7901. PURPOSE. The legislature finds and declares that it is the right of every person regardless of race, color, ancestry, religion or national origin, to be secure and protected from fear, intimidation, harassment, and physical harm caused by the activities of groups and individuals. It is not the intent of this act to interfere with the exercise of rights protected by the constitution of the United States. The legislature recognizes the constitutional right of every citizen to harbor and express beliefs on any subject whatsoever and to associate with others who share similar beliefs. The legislature further finds that the advocacy of unlawful acts by groups or individuals against other persons or groups for the purpose of inciting and provoking damage to property and bodily injury or death to persons is not constitutionally protected, poses a threat to public order and safety, and should be subject to criminal sanctions.\n\n[18-7901, added 1983, ch. 110, sec. 2, p. 237.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7901/"
    },
    {
      "id": "section-18-7902",
      "number": "18-7902",
      "heading": "MALICIOUS HARASSMENT DEFINED — PROHIBITED",
      "text": "18-7902. MALICIOUS HARASSMENT DEFINED — PROHIBITED. It shall be unlawful for any person, maliciously and with the specific intent to intimidate or harass another person because of that person’s race, color, religion, ancestry, or national origin, to:\n\n(a) Cause physical injury to another person; or\n\n(b) Damage, destroy, or deface any real or personal property of another person; or\n\n(c) Threaten, by word or act, to do the acts prohibited if there is reasonable cause to believe that any of the acts described in subsections (a) and (b) of this section will occur.\n\nFor purposes of this section, \"deface\" shall include, but not be limited to, cross-burnings or the placing of any word or symbol commonly associated with racial, religious or ethnic terrorism on the property of another person without his or her permission.\n\n[18-7902, added 1983, ch. 110, sec. 2, p. 237.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7902/"
    },
    {
      "id": "section-18-7903",
      "number": "18-7903",
      "heading": "PENALTIES — CRIMINAL AND CIVIL",
      "text": "18-7903. PENALTIES — CRIMINAL AND CIVIL. (a) Malicious harassment is punishable by imprisonment in the state prison for a period not to exceed five (5) years or by fine not exceeding five thousand dollars ($5,000) or by both.\n\n(b) In addition to the criminal penalty provided in subsection (a) of this section, there is hereby created a civil cause of action for malicious harassment. A person may be liable to the victim of malicious harassment for both special and general damages, including but not limited to damages for emotional distress, reasonable attorney fees and costs, and punitive damages.\n\n(c) The penalties provided in this section for malicious harassment do not preclude victims from seeking any other remedies, criminal or civil, otherwise available under law.\n\n[18-7903, added 1983, ch. 110, sec. 2, p. 237; am. 1987, ch. 275, sec. 1, p. 568.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7903/"
    },
    {
      "id": "section-18-7904",
      "number": "18-7904",
      "heading": "EFFECT OF INVALIDITY OF PART OF THIS ACT",
      "text": "18-7904. EFFECT OF INVALIDITY OF PART OF THIS ACT. If a court of competent jurisdiction shall adjudge to be invalid or unconstitutional any clause, sentence, paragraph, section, or part of this act, such judgment or decree shall not affect, impair, invalidate or nullify the remainder of this act, but the effect thereof shall be confined to the clause, sentence, paragraph, section or part of this act so adjudged to be invalid or unconstitutional.\n\n[18-7904, added 1983, ch. 110, sec. 2, p. 237.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7904/"
    },
    {
      "id": "section-18-7905",
      "number": "18-7905",
      "heading": "STALKING IN THE FIRST DEGREE",
      "text": "18-7905. STALKING IN THE FIRST DEGREE. (1) A person commits the crime of stalking in the first degree if the person violates section 18-7906, Idaho Code, and:\n\n(a) The actions constituting the offense are in violation of a temporary restraining order, protection order, no contact order or injunction, or any combination thereof; or\n\n(b) The actions constituting the offense are in violation of a condition of probation or parole; or\n\n(c) The victim is under the age of sixteen (16) years; or\n\n(d) At any time during the course of conduct constituting the offense, the defendant possessed a deadly weapon or instrument; or\n\n(e) The defendant has been previously convicted of a crime under this section or section 18-7906, Idaho Code, or a substantially conforming foreign criminal violation within seven (7) years, notwithstanding the form of the judgment or withheld judgment; or\n\n(f) The defendant has been previously convicted of a crime, or an attempt, solicitation or conspiracy to commit a crime, involving the same victim as the present offense under any of the following provisions of Idaho Code or a substantially conforming foreign criminal violation within seven (7) years, notwithstanding the form of the judgment or withheld judgment:\n\n(i) Chapter 9, title 18;\n\n(ii) Chapter 15, title 18;\n\n(iii) Chapter 61, title 18;\n\n(iv) Section 18-4014 (administering poison with intent to kill);\n\n(v) Section 18-4015 (assault with intent to murder);\n\n(vi) Section 18-4501 (kidnapping);\n\n(vii) Section 18-5501 (poisoning);\n\n(viii) Section 18-6604 (forcible sexual penetration by use of foreign object);\n\n(ix) Section 18-7902 (malicious harassment); or\n\n(x) Section 18-8103 (act of terrorism).\n\n(2) In this section, \"course of conduct\" and \"victim\" have the meanings given in section 18-7906(2), Idaho Code.\n\n(3) For the purpose of this section, a \"substantially conforming foreign criminal violation\" exists when a person has pled guilty to or has been found guilty of a violation of any federal law or law of another state, or any valid county, city, or town ordinance of another state substantially conforming to the provisions of this section or section 18-7906, Idaho Code. The determination of whether a foreign criminal violation is substantially conforming is a question of law to be determined by the court.\n\n(4) Stalking in the first degree is a felony punishable by a fine not exceeding ten thousand dollars ($10,000) or imprisonment in the state prison for not less than one (1) year nor more than five (5) years, or by both such fine and imprisonment.\n\n[18-7905, added 2004, ch. 337, sec. 3, p. 1008; am. 2022, ch. 124, sec. 16, p. 449.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7905/"
    },
    {
      "id": "section-18-7906",
      "number": "18-7906",
      "heading": "STALKING IN THE SECOND DEGREE",
      "text": "18-7906. STALKING IN THE SECOND DEGREE. (1) A person commits the crime of stalking in the second degree if the person knowingly and maliciously:\n\n(a) Engages in a course of conduct that seriously alarms, annoys or harasses the victim and is such as would cause a reasonable person substantial emotional distress; or\n\n(b) Engages in a course of conduct such as would cause a reasonable person to be in fear of death or physical injury, or in fear of the death or physical injury of a family or household member.\n\n(2) As used in this section:\n\n(a) \"Course of conduct\" means repeated acts of nonconsensual contact involving the victim or a family or household member of the victim, provided however, that constitutionally protected activity is not included within the meaning of this definition.\n\n(b) \"Family or household member\" means:\n\n(i) A spouse or former spouse of the victim, a person who has a child in common with the victim regardless of whether they have been married, a person with whom the victim is cohabiting whether or not they have married or have held themselves out to be husband or wife, and persons related to the victim by blood, adoption or marriage; or\n\n(ii) A person with whom the victim is or has been in a dating relationship, as defined in section 39-6303, Idaho Code; or\n\n(iii) A person living in the same residence as the victim.\n\n(c) \"Nonconsensual contact\" means any contact with the victim that is initiated or continued without the victim’s consent, that is beyond the scope of the consent provided by the victim, or that is in disregard of the victim’s expressed desire that the contact be avoided or discontinued. \"Nonconsensual contact\" includes, but is not limited to:\n\n(i) Following the victim or maintaining surveillance, including by electronic means, on the victim;\n\n(ii) Contacting the victim in a public place or on private property;\n\n(iii) Appearing at the workplace or residence of the victim;\n\n(iv) Entering onto or remaining on property owned, leased or occupied by the victim;\n\n(v) Contacting the victim by telephone or causing the victim’s telephone to ring repeatedly or continuously regardless of whether a conversation ensues;\n\n(vi) Sending mail or electronic communications to the victim; or\n\n(vii) Placing an object on, or delivering an object to, property owned, leased or occupied by the victim.\n\n(d) \"Victim\" means a person who is the target of a course of conduct.\n\n(3) Stalking in the second degree is punishable by imprisonment in the county jail for not more than one (1) year or by a fine of not more than one thousand dollars ($1,000), or by both such fine and imprisonment.\n\n[18-7906, added 2004, ch. 337, sec. 4, p. 1009.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7906/"
    },
    {
      "id": "section-18-7907",
      "number": "18-7907",
      "heading": "ACTION FOR PROTECTION",
      "text": "18-7907. ACTION FOR PROTECTION. (1) There shall exist an action known as a \"petition for a protection order\" in cases where a person intentionally engages in the following conduct:\n\n(a) Stalks, in any degree, as described in sections 18-7905 and 18-7906, Idaho Code;\n\n(b) Telephones another with the intent to terrify, threaten, or intimidate such other person and addresses to such other person any threat to inflict injury or physical harm to the person addressed or any member of his family and engages in such conduct with any device that provides transmission of messages, signals, facsimiles, video images, or other communication by means of telephone, telegraph, cable, wire, or the projection of energy without physical connection between persons who are physically separated from each other; or\n\n(c) Based upon another person’s race, color, religion, ancestry, or national origin, intimidates or harasses another person or causes, or threatens to cause, physical injury to another person or damage to any real or personal property of another person.\n\n(2) A person may seek relief from such conduct for himself, his children or his ward by filing a verified petition for a protection order with the magistrate division of the district court, alleging specific facts that a person for whom protection is sought was the victim of such conduct within the ninety (90) days immediately preceding the filing of the petition and that such conduct is likely to occur in the future. Evidence of such conduct occurring prior to such ninety (90) day period may be admissible to show that conduct committed within the ninety (90) day period is part of a course or pattern of conduct as described in subsection (1) of this section and may be admissible as otherwise permitted in accordance with court rule and decisional law.\n\n(3) Upon the filing of a verified petition for a protection order, the court shall hold a hearing within fourteen (14) days to determine whether the relief sought shall be granted unless the court determines that the petition fails to state sufficient facts to warrant relief authorized by this section. If either party is represented by counsel at such hearing, the court shall grant a request for a continuance of the proceedings so that counsel may be obtained by the other party. Such order may require either the petitioner or respondent, or both, to pay for costs, including reasonable attorney’s fees.\n\n(4) Upon a showing by a preponderance of the evidence that a person for whom protection is sought in the petition was the victim of conduct committed by the respondent that constitutes conduct as described in subsection (1) of this section, within ninety (90) days immediately preceding the filing of the petition, and that such conduct is likely to occur in the future to such person, the court may issue a protection order. Such protection order may:\n\n(a) Direct the respondent to refrain from conduct described in subsection (1) of this section;\n\n(b) Order the respondent to refrain from contacting the petitioner or any other person for whom the petition sought protection; and\n\n(c) Grant such other relief and impose such other restrictions as the court deems proper, that may include a requirement that the respondent not knowingly remain within a certain distance of the protected person, which distance restriction may not exceed one thousand five hundred (1,500) feet.\n\n(5) The petition and the court’s protection order shall be served on the respondent in the manner provided in section 39-6310, Idaho Code.\n\n(6)(a) Notice of a protection order shall be forwarded by the clerk of the court, on or before the next judicial day, to the appropriate law enforcement agency.\n\n(b) Upon receipt of such notice, the law enforcement agency shall forthwith enter the order into the Idaho public safety and security information system available in this state used by law enforcement agencies to list outstanding warrants. Entry into the Idaho public safety and security information system constitutes notice to all law enforcement agencies of the existence of the order. The order is fully enforceable in any county in the state.\n\n(c) Law enforcement agencies shall establish procedures reasonably adequate to assure that an officer approaching or actually at the scene of an incident may be informed of the existence of such protection order.\n\n(7) Any relief granted by a protection order, other than a judgment for costs, shall be for a fixed period not to exceed one (1) year; provided that a protection order obtained pursuant to this section may, upon motion and upon good cause shown, be renewed, modified, or terminated by further order of the court with notice to all parties and after a hearing or written stipulation filed with the court.\n\n(8) Whenever a protection order, or an ex parte temporary protection order issued pursuant to this chapter, is granted and the respondent or person to be restrained was served a copy of the order in the manner provided in section 39-6310, Idaho Code, a violation of the provisions of the order shall be a misdemeanor punishable by not to exceed one (1) year in jail and a fine not to exceed five thousand dollars ($5,000). A peace officer may arrest without a warrant and take into custody a person who the peace officer has probable cause to believe has violated such order.\n\n(9) A petition shall be filed in the county of the respondent’s residence, the petitioner’s residence or where the petitioner is temporarily residing.\n\n(10) A person may file a single verified petition seeking relief pursuant to this chapter and section 39-6304, Idaho Code. Such petition shall separately set forth the matters pertaining to each such provision of law. All procedural and substantive requirements governing petitions for domestic violence protection orders under chapter 63, title 39, Idaho Code, shall apply with respect to the issuance of such domestic violence protection orders.\n\n(11) As used in this section, \"contact\" means any actual physical contact; contact or attempted contact, directly or indirectly, by telephone, pager, e-mail, facsimile or other oral, written or electronic means of communication.\n\n[18-7907, added 2016, ch. 270, sec. 1, p. 725; am. 2019, ch. 162, sec. 1, p. 547.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7907/"
    },
    {
      "id": "section-18-7908",
      "number": "18-7908",
      "heading": "EX PARTE TEMPORARY PROTECTION ORDER",
      "text": "18-7908. EX PARTE TEMPORARY PROTECTION ORDER. (1) Where a verified petition for a protection order under this chapter seeks an ex parte temporary protection order, such an ex parte temporary protection order may be granted to the petitioner if the court finds that present harm could result if an order is not immediately issued without prior notice to the respondent and that the respondent has intentionally engaged in the conduct described in section 18-7907(1), Idaho Code.\n\n(2) The court may grant an ex parte temporary protection order based upon the verified petition submitted and set the matter for a full hearing under section 18-7907, Idaho Code. If the court does not grant an ex parte temporary protection order based upon the petition, the court may hold an ex parte hearing on the day a petition is filed or on the following judicial day to determine whether the court should grant an ex parte temporary protection order and set the matter for a full hearing under section 18-7907, Idaho Code, dismiss the verified petition, or deny the ex parte temporary protection order and set the matter for a full hearing under section 18-7907, Idaho Code. An ex parte temporary protection order may grant the same relief as specified in section 18-7907(4), Idaho Code.\n\n(3) An ex parte hearing to consider the issuance of an ex parte temporary protection order may be conducted by telephone or other electronic means in accordance with any procedures authorized by the Idaho supreme court.\n\n(4) An ex parte temporary protection order shall be effective for a fixed period not to exceed fourteen (14) days but may be reissued for good cause shown. A full hearing, as provided in this chapter, shall be set for not later than fourteen (14) days from the issuance of the ex parte temporary protection order. Motions seeking an order shortening the time period must be served upon the petitioner at least two (2) days prior to the hearing on the motion.\n\n(5) Except as otherwise provided in this section, the provisions of section 18-7907, Idaho Code, are applicable to a petition for protective order seeking an ex parte temporary protection order and to any ex parte temporary restraining order issued pursuant to this section.\n\n[18-7908, added 2016, ch. 270, sec. 2, p. 726; am. 2019, ch. 162, sec. 2, p. 549.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7908/"
    },
    {
      "id": "section-18-7909",
      "number": "18-7909",
      "heading": "FEES WAIVED",
      "text": "18-7909. FEES WAIVED. No filing fee, service fee, hearing fee or bond shall be charged for proceedings seeking only the relief provided under sections 18-7907 and 18-7908, Idaho Code.\n\n[18-7909, added 2016, ch. 270, sec. 3, p. 727.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-79/section-18-7909/"
    }
  ]
}