{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-27",
  "sections": [
    {
      "id": "section-18-2701",
      "number": "18-2701",
      "heading": "BRIBERY OF EXECUTIVE OFFICERS",
      "text": "18-2701. BRIBERY OF EXECUTIVE OFFICERS. Every person who gives or offers any bribe to any executive officer of this state, with intent to influence him in respect to any act, decision, vote, opinion or other proceeding as such officer, is guilty of a felony.\n\n[18-2701, added 1972, ch. 336, sec. 1, p. 899.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2701/"
    },
    {
      "id": "section-18-2702",
      "number": "18-2702",
      "heading": "ASKING OR RECEIVING BRIBES",
      "text": "18-2702. ASKING OR RECEIVING BRIBES. Every executive officer or person elected or appointed to an executive office who asks, receives or agrees to receive, any bribe upon any agreement or understanding that his vote, opinion or action upon any matter then pending, or which may be brought before him in his official capacity, shall be influenced thereby, is guilty of a felony and forfeits his office.\n\n[18-2702, added 1972, ch. 336, sec. 1, p. 899.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2702/"
    },
    {
      "id": "section-18-2704",
      "number": "18-2704",
      "heading": "ASKING OR RECEIVING REWARDS",
      "text": "18-2704. ASKING OR RECEIVING REWARDS. Every executive officer who asks or receives any emolument, gratuity or reward, or any promise thereof, excepting such as may be authorized by law, for doing any official act, is guilty of a misdemeanor.\n\n[18-2704, added 1972, ch. 336, sec. 1, p. 899.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2704/"
    },
    {
      "id": "section-18-2705",
      "number": "18-2705",
      "heading": "OFFICERS NOT TO PURCHASE SCRIP",
      "text": "18-2705. OFFICERS NOT TO PURCHASE SCRIP. Every officer or person prohibited by the laws of this state from becoming a purchaser at sales, or from purchasing scrip, or other evidences of indebtedness, who violates any of the provisions of such laws, is punishable by a fine of not more than $1,000 or by imprisonment in the state prison not more than five years.\n\n[18-2705, added 1972, ch. 336, sec. 1, p. 899.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2705/"
    },
    {
      "id": "section-18-2706",
      "number": "18-2706",
      "heading": "PRESENTATION OF FRAUDULENT ACCOUNTS",
      "text": "18-2706. PRESENTATION OF FRAUDULENT ACCOUNTS. Every person who, with intent to defraud, presents for allowance or for payment to any state board or officer, or to any county, town, city, ward or village board or officer, authorized to allow or pay the same if genuine, any false or fraudulent claim, bill, account, voucher or writing, is guilty of a felony.\n\n[18-2706, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2706/"
    },
    {
      "id": "section-18-2707",
      "number": "18-2707",
      "heading": "BUYING APPOINTMENTS",
      "text": "18-2707. BUYING APPOINTMENTS. Every person who gives or offers any gratuity or reward, in consideration that he or any other person shall be appointed to any public office, or shall be permitted to exercise or discharge the duties thereof, is guilty of a misdemeanor.\n\n[18-2707, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2707/"
    },
    {
      "id": "section-18-2708",
      "number": "18-2708",
      "heading": "MAKING APPOINTMENTS FOR REWARD",
      "text": "18-2708. MAKING APPOINTMENTS FOR REWARD. Every public officer who for any gratuity or reward, appoints another person to a public office, or permits another person to exercise or discharge any of the duties of his office, is punishable by a fine not exceeding $5,000, and in addition thereto forfeits his office.\n\n[18-2708, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2708/"
    },
    {
      "id": "section-18-2709",
      "number": "18-2709",
      "heading": "INTRUSION INTO OFFICE — HOLDING OVER",
      "text": "18-2709. INTRUSION INTO OFFICE — HOLDING OVER. Every person who wilfully and knowingly intrudes himself into any public office to which he has not been elected or appointed, and every person who, having been an executive officer, wilfully exercises any of the functions of his office after his term has expired, and a successor has been elected or appointed and has qualified, is guilty of a misdemeanor.\n\n[18-2709, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2709/"
    },
    {
      "id": "section-18-2710",
      "number": "18-2710",
      "heading": "WITHHOLDING BOOKS AND RECORDS FROM SUCCESSOR",
      "text": "18-2710. WITHHOLDING BOOKS AND RECORDS FROM SUCCESSOR. Every officer whose office is abolished by law, or who, after the expiration of the time for which he may be appointed or elected, or after he has resigned or been legally removed from office, wilfully and unlawfully withholds or detains from his successor, or other person entitled thereto, the records, papers, documents or other writings appertaining or belonging to his office, or mutilates, destroys or takes away the same, is guilty of a felony.\n\n[18-2710, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2710/"
    },
    {
      "id": "section-18-2711",
      "number": "18-2711",
      "heading": "APPLICATION OF CHAPTER",
      "text": "18-2711. APPLICATION OF CHAPTER. The various provisions of this chapter apply to administrative and ministerial officers, in the same manner as if they were mentioned therein.\n\n[18-2711, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2711/"
    },
    {
      "id": "section-18-2712",
      "number": "18-2712",
      "heading": "DISQUALIFIED PERSON HOLDING OFFICE",
      "text": "18-2712. DISQUALIFIED PERSON HOLDING OFFICE. Every person not a legal voter and possessing all the qualifications prescribed for voters, or who is under any disqualification created by the laws of this state, who holds or exercises any office, is guilty of a misdemeanor.\n\n[18-2712, added 1972, ch. 336, sec. 1, p. 900.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-27/section-18-2712/"
    }
  ]
}