{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-23",
  "sections": [
    {
      "id": "section-18-2301",
      "number": "18-2301",
      "heading": "OFFICIAL NEGLECT OR MALFEASANCE",
      "text": "18-2301. OFFICIAL NEGLECT OR MALFEASANCE. Every person charged with the performance of any duty, under the provisions of any law of this state relating to elections, who wilfully neglects or refuses to perform it, or who, in his official capacity, knowingly and fraudulently acts in contravention or violation of any of the provisions of such laws, is, unless a different punishment for such acts or omissions is prescribed by this Code, punishable by fine not exceeding one thousand dollars ($1,000), or by imprisonment in the state prison not exceeding five (5) years, or by both and shall in addition thereto, and regardless of whether or not criminal prosecution is undertaken, be subject to removal from office as provided in title 19, chapter 41, Idaho Code.\n\n[18-2301, added 1972, ch. 336, sec. 1, p. 888.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2301/"
    },
    {
      "id": "section-18-2302",
      "number": "18-2302",
      "heading": "FALSE SWEARING AS TO QUALIFICATIONS AS VOTER",
      "text": "18-2302. FALSE SWEARING AS TO QUALIFICATIONS AS VOTER. Every person who, upon his right to vote being challenged at any election held under the laws of this state, wilfully, corruptly and falsely swears touching his qualifications as a voter, is guilty of perjury.\n\n[18-2302, added 1972, ch. 336, sec. 1, p. 889.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2302/"
    },
    {
      "id": "section-18-2303",
      "number": "18-2303",
      "heading": "REFUSAL TO BE SWORN OR TO ANSWER QUESTIONS",
      "text": "18-2303. REFUSAL TO BE SWORN OR TO ANSWER QUESTIONS. Every person who, after being required by the board of judges at any election, refuses to be sworn, or who, after being sworn, refuses to answer any pertinent question propounded by such board, touching his right, or the right of any other person, to vote, is guilty of a misdemeanor.\n\n[18-2303, added 1972, ch. 336, sec. 1, p. 889.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2303/"
    },
    {
      "id": "section-18-2304",
      "number": "18-2304",
      "heading": "PROCURING ILLEGAL VOTES",
      "text": "18-2304. PROCURING ILLEGAL VOTES. Every person who procures, aids, assists, counsels or advises another to give or offer his vote at any election, knowing that the person is not qualified to vote, is guilty of a misdemeanor.\n\n[18-2304, added 1972, ch. 336, sec. 1, p. 889.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2304/"
    },
    {
      "id": "section-18-2305",
      "number": "18-2305",
      "heading": "INTIMIDATION, CORRUPTION AND FRAUDS",
      "text": "18-2305. INTIMIDATION, CORRUPTION AND FRAUDS. Every person who, by force, threats, menaces, bribery, or any corrupt means, either directly or indirectly attempts to influence any elector in giving his vote, or to deter him from giving the same, or attempts by any means whatever, to awe, restrain, hinder or disturb any elector in the free exercise of the right of suffrage, or furnishes any elector wishing to vote, who can not read, with a ticket, informing or giving such elector to understand that it contains a name written or printed thereon different from the name which is written or printed thereon, or defrauds any elector at any such election, by deceiving and causing such elector to vote for a different person, for any office, than he intended or desired to vote for; or who, being officer, judge, or clerk of any election, while acting as such, induces, or attempts to induce, any elector, either by menace or reward, or promise thereof, to vote differently from what such elector intended or desired to vote, is guilty of a misdemeanor.\n\n[18-2305, added 1972, ch. 336, sec. 1, p. 889.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2305/"
    },
    {
      "id": "section-18-2306",
      "number": "18-2306",
      "heading": "ILLEGAL VOTING — INTERFERENCE WITH ELECTION — TAMPERING WITH VOTING MACHINES OR VOTE TALLY SYSTEMS",
      "text": "18-2306. ILLEGAL VOTING — INTERFERENCE WITH ELECTION — TAMPERING WITH VOTING MACHINES OR VOTE TALLY SYSTEMS. Every person not entitled to vote, who fraudulently votes, and every person who votes more than once at any one election, or knowingly hands in two (2) or more tickets folded together, or changes any ballot after the same has been deposited in the ballot box, or adds, or attempts to add, any ballot to those legally polled at any election, either by fraudulently introducing the same into the ballot box before or after the ballots therein have been counted, or adds to or mixes with, or attempts to add to or mix with, the ballots lawfully polled, other ballots, while the same are being counted or canvassed, or at any other time, with intent to change the result of such election; or carries away or destroys, or attempts to carry away or destroy, any poll list, or ballots, or ballot box, for the purpose of breaking up or invalidating such election, or willfully detains, mutilates, or destroys any election returns, or in any manner so interferes with the officers holding such election or conducting such canvass, or with the voters lawfully exercising their rights of voting at such election, as to prevent such election or canvass from being fairly held and lawfully conducted, or who violates the provisions of section 34-2404(1) or (2), Idaho Code, by tampering with a voting machine or vote tally system, is guilty of a felony.\n\n[18-2306, added 1972, ch. 336, sec. 1, p. 889; am. 2024, ch. 260, sec. 1, p. 901.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2306/"
    },
    {
      "id": "section-18-2307",
      "number": "18-2307",
      "heading": "ATTEMPTING TO VOTE WHEN NOT QUALIFIED OR TO VOTE MORE THAN ONCE",
      "text": "18-2307. ATTEMPTING TO VOTE WHEN NOT QUALIFIED OR TO VOTE MORE THAN ONCE. (1) It is unlawful for any alien to vote in any election held in this state solely or in part for the purpose of electing or nominating any candidate to any elective office. Every person not entitled to vote, who fraudulently attempts to vote, or who, after being entitled to vote, attempts to vote more than once at any election, is guilty of a misdemeanor.\n\n(2) It shall be an affirmative defense to the provisions of subsection (1) of this section that an alien reasonably believed at the time of voting in violation of this section that such person was a citizen of the United States.\n\n[18-2307, added 1972, ch. 336, sec. 1, p. 890; am. 2023, ch. 267, sec. 1, p. 797.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2307/"
    },
    {
      "id": "section-18-2308",
      "number": "18-2308",
      "heading": "ATTEMPT OF OFFICER TO ASCERTAIN VOTE",
      "text": "18-2308. ATTEMPT OF OFFICER TO ASCERTAIN VOTE. Every officer, judge, or clerk of an election, who, previous to putting the ballot of an elector in the ballot box, attempts to find out any name on such ballot, or who opens, or suffers the folded ballot of any elector that has been handed in, to be opened or examined previous to putting the same into the ballot box, or who makes, or places any mark or device on any folded ballot, with a view to ascertain the name of any person for whom the elector has voted, or who, without the consent of the elector, discloses the name of any person which such officer, judge, or clerk has fraudulently or illegally discovered to have been voted for by such elector, is punishable by fine of not less than fifty dollars ($50.00) nor more than one thousand dollars ($1,000).\n\n[18-2308, added 1972, ch. 336, sec. 1, p. 890; am. 2006, ch. 71, sec. 3, p. 217.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2308/"
    },
    {
      "id": "section-18-2309",
      "number": "18-2309",
      "heading": "OFFICERS ATTEMPTING TO CHANGE RESULT",
      "text": "18-2309. OFFICERS ATTEMPTING TO CHANGE RESULT. Every officer or clerk of election who aids in changing or destroying any poll list, or in placing any ballots in the ballot box, or taking any therefrom, or adds, or attempts to add, any ballots to those legally polled at such election, either by fraudulently introducing the same into the ballot box before or after the ballots therein have been counted or adds to or mixes with, or attempts to add to or mix with the ballots polled any other ballots, while the same are being counted or canvassed, or at any other time, with intent to change the result of such election, or allows another to do so when in his power to prevent it, or carries away or destroys, or knowingly allows another to carry away or destroy, any poll list, ballot box or ballots lawfully polled, is guilty of a felony.\n\n[I.C., sec. 18-2309, as added by 1972, ch. 336, sec. 1, p. 890.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2309/"
    },
    {
      "id": "section-18-2310",
      "number": "18-2310",
      "heading": "FORGING OR COUNTERFEITING RETURNS",
      "text": "18-2310. FORGING OR COUNTERFEITING RETURNS. Every person who forges or counterfeits returns of an election purporting to have been held at a precinct, town, or ward where no election was in fact held, or wilfully substitutes forged or counterfeit returns of election in the place of the true returns for a precinct, town, or ward where an election was actually held, is guilty of a felony.\n\n[18-2310, added 1972, ch. 336, sec. 1, p. 891.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2310/"
    },
    {
      "id": "section-18-2311",
      "number": "18-2311",
      "heading": "ADDING TO OR SUBTRACTING FROM VOTES",
      "text": "18-2311. ADDING TO OR SUBTRACTING FROM VOTES. Every person who wilfully adds to or subtracts from the votes actually cast at an election in any returns, or who alters such returns, is guilty of a felony.\n\n[I.C., sec. 18-2311, as added by 1972, ch. 336, sec. 1, p. 891.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2311/"
    },
    {
      "id": "section-18-2312",
      "number": "18-2312",
      "heading": "AIDING AND ABETTING ELECTION OFFENSES",
      "text": "18-2312. AIDING AND ABETTING ELECTION OFFENSES. Every person who aids or abets in the commission of any of the offenses mentioned in the four preceding sections, is punishable by imprisonment in the county jail for the period of six months, or in the state prison not exceeding two years.\n\n[18-2312, added 1972, ch. 336, sec. 1, p. 891.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2312/"
    },
    {
      "id": "section-18-2313",
      "number": "18-2313",
      "heading": "RIOTOUS CONDUCT AND INTERFERENCE WITH ELECTION",
      "text": "18-2313. RIOTOUS CONDUCT AND INTERFERENCE WITH ELECTION. Any person who wilfully disturbs, or is guilty of any riotous conduct at or near, any election place or voting precinct, with intent to disturb the same, or interferes with the access of the electors to the polling place, or in any manner, with the free exercise of the election franchise of the voters, or any voter there assembled, or disturbs or interferes with the canvassing of the votes, or with the making of the returns, is guilty of a misdemeanor.\n\n[18-2313, added 1972, ch. 336, sec. 1, p. 891.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2313/"
    },
    {
      "id": "section-18-2314",
      "number": "18-2314",
      "heading": "BETTING ON ELECTIONS",
      "text": "18-2314. BETTING ON ELECTIONS. Every person who makes, offers, or accepts any bet or wager upon the result of any election, or upon the success or failure of any person or candidate, or upon the number of votes to be cast, either in the aggregate or for any particular candidate, or upon the vote to be cast by any person, is guilty of a misdemeanor.\n\n[18-2314, added 1972, ch. 336, sec. 1, p. 891.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2314/"
    },
    {
      "id": "section-18-2315",
      "number": "18-2315",
      "heading": "ELECTION OFFENSES NOT OTHERWISE PROVIDED FOR",
      "text": "18-2315. ELECTION OFFENSES NOT OTHERWISE PROVIDED FOR. Unless a different punishment is otherwise prescribed by law, every person who willfully violates any of the provisions of the laws of this state relating to elections is punishable by fine not exceeding $1,000, or by imprisonment in the state prison not exceeding five (5) years, or by both.\n\n[18-2315, added 1972, ch. 336, sec. 1, p. 891; am. 2017, ch. 293, sec. 3, p. 775.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2315/"
    },
    {
      "id": "section-18-2316",
      "number": "18-2316",
      "heading": "TAMPERING WITH CERTIFICATES OF NOMINATION OR BALLOTS",
      "text": "18-2316. TAMPERING WITH CERTIFICATES OF NOMINATION OR BALLOTS. (1) No person shall falsely make, make oath to, fraudulently deface, or fraudulently destroy any certificate of nomination, or any part thereof, or file or receive for filing any certificate of nomination, or letter of withdrawal, knowing the same or any part thereof to be falsely made, or suppress any certificate of nomination that has been duly filed, or any part thereof.\n\n(2) No person shall willfully delay the delivery of any ballots, or forge or falsely make the official endorsement on the ballot, or willfully destroy, tamper with, or change in any way any ballot that does not belong to such person.\n\n(3) Every person violating any of the provisions of this section shall be deemed guilty of a felony and, upon conviction thereof in any court of competent jurisdiction, shall be punished by imprisonment in the penitentiary for a period of not less than one (1) year nor more than five (5) years.\n\n[18-2316, added 1972, ch. 336, sec. 1, p. 891; am. 2024, ch. 317, sec. 1, p. 1050.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2316/"
    },
    {
      "id": "section-18-2317",
      "number": "18-2317",
      "heading": "DESTROYING OR DEFACING SUPPLIES",
      "text": "18-2317. DESTROYING OR DEFACING SUPPLIES. No person shall, during the election, remove or destroy any of the supplies or conveniences placed in the booths or compartments for the purpose of enabling the voter to prepare his ballot, or prior to, or on the day of election, willfully deface or destroy any list of candidates posted in accordance with the provisions of title 34, Idaho Code, concerning elections. No person shall, during an election, tear down or deface the cards printed for the instruction of voters. Every person willfully violating any of the provisions of this section shall be deemed guilty of a misdemeanor, and, upon conviction thereof in any court of competent jurisdiction, shall be fined in any sum not exceeding one thousand dollars ($1,000).\n\n[18-2317, added 1972, ch. 336, sec. 1, p. 892; am. 2006, ch. 71, sec. 4, p. 217.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2317/"
    },
    {
      "id": "section-18-2318",
      "number": "18-2318",
      "heading": "ELECTIONEERING AT POLLS PROHIBITED",
      "text": "18-2318. ELECTIONEERING AT POLLS PROHIBITED. (1) In order to protect the freedom of voters to exercise their franchise without interference or intimidation and to ensure the administration of an election at any polling place is undisturbed, the provisions of this section shall apply on any day that ballots are being cast in person for any election.\n\n(2)(a) No person may, within a polling place, within any building in which an election is being held, or within two hundred fifty (250) feet of the primary entrance and exit used by voters at a polling place or other voting location:\n\n(i) Do any electioneering;\n\n(ii) Circulate cards or handbills of any kind;\n\n(iii) Solicit signatures to any kind of petition;\n\n(iv) Advocate for or against any candidate or measure;\n\n(v) Solicit votes in any manner or by any means;\n\n(vi) Give or offer to give any money or gifts; or\n\n(vii) Engage in any practice that interferes with the freedom of voters to exercise their franchise or disrupts the administration of the polling place.\n\n(b) The restrictions set forth in this subsection shall not apply to conduct occurring on private property located adjacent to a building designated as a polling place.\n\n(3) No person may obstruct the doors or entries to a building in which a polling place is located or prevent free access to and from any polling place.\n\n(4) Nothing in this section shall be construed to prohibit poll workers and elections officials from being physically present at a voting location, distributing material that is necessary to instruct electors, or distributing materials prepared by the secretary of state or by the county clerk.\n\n(5) Any election official may take the necessary steps to address electioneering, including but not limited to the removal of physical materials, addressing individuals deemed to be electioneering, or contacting law enforcement.\n\n(6) The first two (2) violations of this section by a person shall be deemed an infraction punishable by a fine in the amount of three hundred dollars ($300) for each such violation. Any person who violates this section three (3) or more times is guilty of a misdemeanor.\n\n[18-2318, added 1986, ch. 97, sec. 2, p. 276; am. 1997, ch. 360, sec. 1, p. 1061; am. 2006, ch. 71, sec. 5, p. 218; am. 2007, ch. 202, sec. 1, p. 620; am. 2024, ch. 195, sec. 1, p. 700.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2318/"
    },
    {
      "id": "section-18-2319",
      "number": "18-2319",
      "heading": "ATTEMPT TO INFLUENCE VOTES",
      "text": "18-2319. ATTEMPT TO INFLUENCE VOTES. No person shall attempt to influence the vote of any elector by means of a promise or a favor, or by means of violence or threats of violence, or threats of withdrawing custom or dealing in business or trade, or enforcing the payment of a debt, or discharging from employment, or bringing a suit or criminal prosecution, or any other threat of injury to be inflicted by him, or by any other means.\n\n[18-2319, added 1972, ch. 336, sec. 1, p. 892.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2319/"
    },
    {
      "id": "section-18-2320",
      "number": "18-2320",
      "heading": "BRIBERY OF ELECTORS",
      "text": "18-2320. BRIBERY OF ELECTORS. No person shall in any way offer a bribe to an elector to influence his vote.\n\n[18-2320, added 1972, ch. 336, sec. 1, p. 892.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2320/"
    },
    {
      "id": "section-18-2321",
      "number": "18-2321",
      "heading": "FRAUDULENT PERMISSION OF REGISTRATION",
      "text": "18-2321. FRAUDULENT PERMISSION OF REGISTRATION. Any registry agent, or other person, who in any manner shall wilfully or corruptly permit any person not entitled to registration or to a certificate of registration, to be registered or have a certificate of registration, or who delays or fails to deliver the certified copies of the official register and the check list to the judges of election as required by law, or who permits any person to register after the date on which the registration books close, or who shall otherwise wilfully or corruptly violate any of the provisions of the law governing elections, the penalty for which is not herein specially prescribed, shall be punished for each and every offense by imprisonment in the penitentiary for a term of not less than one (1) year nor more than five (5) years, or by a fine of not less than $100 nor more than $2,000, or by both such fine and imprisonment in the discretion of the court.\n\n[18-2321, added 1972, ch. 336, sec. 1, p. 892.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2321/"
    },
    {
      "id": "section-18-2322",
      "number": "18-2322",
      "heading": "ILLEGAL REGISTRATION BY VOTER",
      "text": "18-2322. ILLEGAL REGISTRATION BY VOTER. Any person who shall willfully cause, or endeavor to cause, his name to be registered in any other election district than that in which he resides, or will reside prior to the day of the next ensuing election, except as herein otherwise provided, and any person who shall cause, or endeavor to cause, his name to be registered, knowing that he is not a qualified elector, and will not be a qualified elector on or before the day of the next ensuing election, in the election district in which he causes or endeavors to cause such registry to be made, and any person who shall induce, aid or abet anyone in the commission of either of the acts in this section enumerated and described, shall be fined not less than fifty dollars ($50.00) nor more than one thousand dollars ($1,000), or be confined in the county jail for not less than one (1) month nor more than six (6) months, or both.\n\n[18-2322, added 1972, ch. 336, sec. 1, p. 893; am. 2006, ch. 71, sec. 6, p. 218.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2322/"
    },
    {
      "id": "section-18-2323",
      "number": "18-2323",
      "heading": "PLACING PLACARDS IN BOOTHS",
      "text": "18-2323. PLACING PLACARDS IN BOOTHS. Any person or officer of election who shall put, or permit to be put, into a voting booth, any placard, notice or device, except the sample ballots and cards of instruction as by law provided, intended or likely to call the attention of the voter to any candidate, or to urge the voter to vote for any particular candidate, or shall put, or allow anything to be put, into such booths for the use or comfort of the voter whereby the claims of any candidate are urged upon the voter, either directly or indirectly, shall be imprisoned in the county jail not to exceed three (3) months, or fined not to exceed $500.00, or both.\n\n[18-2323, added 1972, ch. 336, sec. 1, p. 893.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2323/"
    },
    {
      "id": "section-18-2324",
      "number": "18-2324",
      "heading": "BALLOT HARVESTING PROHIBITED — EXCEPTIONS — PENALTY",
      "text": "18-2324. BALLOT HARVESTING PROHIBITED — EXCEPTIONS — PENALTY. (1) Except as provided in subsections (2) and (3) of this section, no person shall knowingly collect or convey another voter’s voted or unvoted ballot.\n\n(2) This section shall not apply to:\n\n(a) A person who collects or conveys another voter’s voted or unvoted ballot in the course of such person’s regular duties as an elections official;\n\n(b) A person who collects or conveys another voter’s voted or unvoted ballot in the course of such person’s regular duties as a United States postal service worker or other person specifically authorized by law to transmit United States mail;\n\n(c) A person who collects or conveys another voter’s voted or unvoted ballot in the course of such person’s regular duties as an employee or contractor of a common carrier;\n\n(d) A person who receives compensation from the voter in exchange for collecting or conveying the voter’s voted or unvoted ballot;\n\n(e) A person who is related to the voter, whether by adoption, marriage, or blood, within the fifth degree of consanguinity;\n\n(f) A person who is a member of the voter’s household; or\n\n(g) A person who is a caregiver of the voter, unless the voter is under care for memory or cognitive impairment.\n\n(3) A person who is a candidate for elective office on the ballot or who is employed by or volunteers for a political party, candidate for elective office on the ballot, or organization that supports or opposes any ballot measure or candidate for elective office on the ballot may not collect or convey voted or unvoted ballots pursuant to subsection (2)(e), (f), or (g) of this section. An individual authorized to collect and convey a voter’s ballot pursuant to subsection (2)(e), (f), or (g) of this section may not collect or convey more than six (6) total voted ballots and six (6) total unvoted ballots in any election.\n\n(4) Any person who lawfully collects or conveys another voter’s voted or unvoted ballot as authorized in subsection (2) of this section shall not attempt to influence the voter in any way.\n\n(5) A violation of the provisions of this section constitutes a felony if the person was paid by anyone other than the voter to collect and convey the voter’s ballot or if the cumulative number of ballots collected or conveyed in violation of the provisions of this section is ten (10) or more in any election. Any other violation of the provisions of this section constitutes a misdemeanor.\n\n[18-2324, added 2024, ch. 317, sec. 2, p. 1050.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-23/section-18-2324/"
    }
  ]
}