{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-80",
  "sections": [
    {
      "id": "section-18-8001",
      "number": "18-8001",
      "heading": "DRIVING WITHOUT PRIVILEGES",
      "text": "18-8001. DRIVING WITHOUT PRIVILEGES.\n\n(1)(a) Except as provided in paragraph (b) of this subsection, any person who drives or is in actual physical control of any motor vehicle upon the highways of this state with knowledge or who has received legal notice pursuant to section 49-320, Idaho Code, that his driver’s license, driving privileges or permit to drive is revoked, disqualified or suspended in this state or any other jurisdiction is guilty of a misdemeanor.\n\n(b) Any person who drives or is in actual physical control of any motor vehicle upon the highways of this state with knowledge or who has received legal notice pursuant to section 49-320, Idaho Code, that his driver’s license, driving privileges or permit to drive is revoked, disqualified or suspended in this state or any other jurisdiction and whose license was suspended for any reason outlined in sections 18-1502, 49-326(1)(g), 49-1204 and 49-1207, Idaho Code, is guilty of an infraction punishable by a fine of one hundred fifty dollars ($150).\n\n(2) A person has knowledge that his license, driving privileges or permit to drive is revoked, disqualified or suspended when:\n\n(a) He has actual knowledge of the revocation, disqualification or suspension of his license, driving privileges or permit to drive; or\n\n(b) He has received oral or written notice from a verified, authorized source that his license, driving privileges or permit to drive was revoked, disqualified or suspended; or\n\n(c) Notice of the suspension, disqualification or revocation of his license, driving privileges or permit to drive was mailed by first class mail to his address pursuant to section 49-320, Idaho Code, as shown in the transportation department records, and he failed to receive the notice or learn of its contents as a result of his own unreasonable, intentional or negligent conduct or his failure to keep the transportation department apprised of his mailing address as required by section 49-320, Idaho Code; or\n\n(d) He has knowledge of, or a reasonable person in his situation exercising reasonable diligence would have knowledge of, the existence of facts or circumstances which, under Idaho law, might have caused the revocation, disqualification or suspension of his license, driving privileges or permit to drive.\n\n(3) A minor may be prosecuted for a violation of subsection (1) of this section under chapter 5, title 20, Idaho Code.\n\n(4) If a person is convicted for a violation of section 18-8004, 18-8004C or 18-8006, Idaho Code, and at the time of arrest had no driving privileges, the penalties imposed by this section shall be in addition to any penalties imposed under the provisions of section 18-8005, 18-8004A, 18-8004C or 18-8006, Idaho Code, and not in lieu thereof.\n\n(5) In no event shall a person be granted restricted driving privileges unless the person shows proof of liability insurance or other proof of financial responsibility, as provided in chapter 12, title 49, Idaho Code.\n\n(6) In no event shall a person who is disqualified or whose driving privileges are suspended, revoked or canceled under the provisions of this chapter be granted restricted driving privileges to operate a commercial motor vehicle.\n\n[18-8001, added 1984, ch. 22, sec. 2, p. 26; am. 1988, ch. 265, sec. 563, p. 859; am. 1989, ch. 88, sec. 59, p. 198; am. 1990, ch. 45, sec. 42, p. 109; am. 1990, ch. 432, sec. 9, p. 1201; am. 1992, ch. 115, sec. 38, p. 379; am. 1994, ch. 148, sec. 1, p. 336; am. 1998, ch. 110, sec. 1, p. 377; am. 1998, ch. 325, sec. 1, p. 1051; am. 2003, ch. 157, sec. 1, p. 443; am. 2005, ch. 359, sec. 13, p. 1140; am. 2007, ch. 34, sec. 1, p. 78; am. 2011, ch. 105, sec. 1, p. 269; am. 2018, ch. 298, sec. 1, p. 703.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8001/"
    },
    {
      "id": "section-18-8002",
      "number": "18-8002",
      "heading": "TESTS OF DRIVER FOR ALCOHOL CONCENTRATION, PRESENCE OF DRUGS OR OTHER INTOXICATING SUBSTANCES — PENALTY AND SUSPENSION UPON REFUSAL OF TESTS",
      "text": "18-8002. TESTS OF DRIVER FOR ALCOHOL CONCENTRATION, PRESENCE OF DRUGS OR OTHER INTOXICATING SUBSTANCES — PENALTY AND SUSPENSION UPON REFUSAL OF TESTS. (1) Any person who drives or is in actual physical control of a motor vehicle in this state shall be deemed to have given his consent to evidentiary testing for concentration of alcohol as defined in section 18-8004, Idaho Code, and to have given his consent to evidentiary testing for the presence of drugs or other intoxicating substances, provided that such testing is administered at the request of a peace officer having reasonable grounds to believe that person has been driving or was in actual physical control of a motor vehicle in violation of the provisions of section 18-8004 or 18-8006, Idaho Code.\n\n(2) Such person shall not have the right to consult with an attorney before submitting to such evidentiary testing.\n\n(3) At the time evidentiary testing for concentration of alcohol or for the presence of drugs or other intoxicating substances is requested, the person shall be informed that if he refuses to submit to or if he fails to complete evidentiary testing:\n\n(a) He is subject to a civil penalty of two hundred fifty dollars ($250) for refusing to take the test;\n\n(b) He is subject to mandatory installation of a state-approved ignition interlock system, at his expense, on all of the motor vehicles operated by him for a period to end one (1) year following the end of the suspension period;\n\n(c) He has the right to request a hearing within seven (7) days to show cause why he refused to submit to or complete evidentiary testing;\n\n(d) If he does not request a hearing or does not prevail at the hearing, the court shall sustain the civil penalty and shall order the required installation of a state-approved ignition interlock system on all motor vehicles operated by him and his driver’s license will be suspended absolutely for one (1) year if this is his first refusal and two (2) years if this is his second refusal within ten (10) years;\n\n(e) Provided however, if he is admitted to a problem solving court program and has served at least forty-five (45) days of an absolute suspension of driving privileges, then he may be eligible for a restricted permit for the purpose of getting to and from work, school or an alcohol treatment program, but only if a state-approved ignition interlock system has been installed, at his expense, on all motor vehicles operated by him; and\n\n(f) After submitting to evidentiary testing, he may, when practicable, at his own expense, have additional tests made by a person of his own choosing.\n\n(4) If the motorist refuses to submit to or complete evidentiary testing after the information has been given in accordance with subsection (3) of this section:\n\n(a) He shall be fined a civil penalty of two hundred fifty dollars ($250);\n\n(b) The court shall direct the installation, at his expense, of a state-approved ignition interlock system meeting the requirements set forth in section 18-8008, Idaho Code, on all motor vehicles operated by him for a period of one (1) year following the end of the suspension period;\n\n(c) A written request may be made within seven (7) calendar days for a hearing before the court; if requested, the hearing must be held within thirty (30) days of the date of service unless this period is, for good cause shown, extended by the court for one (1) additional thirty (30) day period. The hearing shall be limited to the question of why the defendant did not submit to or complete evidentiary testing, and the burden of proof shall be upon the defendant; the court shall sustain a two hundred fifty dollar ($250) civil penalty immediately, suspend all the defendant’s driving privileges immediately for one (1) year for a first refusal and two (2) years for a second refusal within ten (10) years and direct the installation, at his expense, of a state-approved ignition interlock system meeting the requirements set forth in section 18-8008, Idaho Code, on all motor vehicles operated by him for a period to end one (1) year following the end of the suspension period, unless it finds that the peace officer did not have legal cause to stop and request him to take the test or that the request violated his civil rights;\n\n(d) If a hearing is not requested by written notice to the court concerned within seven (7) calendar days, upon receipt of a sworn statement by the peace officer of the circumstances of the refusal, the court shall sustain a two hundred fifty dollar ($250) civil penalty, suspend the defendant’s driving privileges for one (1) year for a first refusal and two (2) years for a second refusal within ten (10) years, during which time he shall have absolutely no driving privileges of any kind, and direct the installation of a state-approved ignition interlock system, at his expense, meeting the requirements set forth in section 18-8008, Idaho Code, on all motor vehicles operated by him for a period to end one (1) year following the end of the suspension period;\n\n(e) Notwithstanding the provisions of paragraphs (c) and (d) of this subsection, if the defendant is enrolled in and is a participant in good standing in a drug court or mental health court approved by the supreme court drug court and mental health court coordinating committee under the provisions of chapter 56, title 19, Idaho Code, or other similar problem solving court utilizing community-based sentencing alternatives, then the defendant shall be eligible for restricted noncommercial driving privileges for the purpose of getting to and from work, school or an alcohol treatment program, which may be granted by the presiding judge of the drug court or mental health court or other similar problem solving court, provided that the defendant has served a period of absolute suspension of driving privileges of at least forty-five (45) days, that a state-approved ignition interlock system meeting the requirements set forth in section 18-8008, Idaho Code, is installed, at his expense, on all motor vehicles operated by him for a period to end one (1) year following the end of the suspension period and that the defendant has shown proof of financial responsibility as defined and in the amounts specified in section 49-117, Idaho Code, provided that the restricted noncommercial driving privileges and the requirement of a state-approved ignition interlock system may be continued if the defendant successfully completes the drug court, mental health court or other similar problem solving court, and that the court may revoke such privileges for failure to comply with the terms of probation or with the terms and conditions of the drug court, mental health court or other similar problem solving court program; and\n\n(f) After submitting to evidentiary testing at the request of the peace officer, he may, when practicable, at his own expense, have additional tests made by a person of his own choosing. The failure or inability to obtain an additional test or tests by a person shall not preclude the admission of results of evidentiary testing for alcohol concentration or for the presence of drugs or other intoxicating substances taken at the direction of the peace officer unless the additional test was denied by the peace officer.\n\n(5) Any sustained sanction under this section or section 18-8002A, Idaho Code, shall be a sanction separate and apart from any other sanction imposed for a violation of other Idaho motor vehicle codes or for a conviction of an offense pursuant to this chapter and may be appealed to the district court.\n\n(6) No hospital, hospital officer, agent, or employee, or health care professional licensed by the state of Idaho, whether or not such person has privileges to practice in the hospital in which a body fluid sample is obtained or an evidentiary test is made, shall incur any civil or criminal liability for any act arising out of administering an evidentiary test for alcohol concentration or for the presence of drugs or other intoxicating substances at the request or order of a peace officer in the manner described in this section and section 18-8002A, Idaho Code; provided that nothing in this section shall relieve any such person or legal entity from civil liability arising from the failure to exercise the community standard of care.\n\n(a) This immunity extends to any person who assists any individual to withdraw a blood sample for evidentiary testing at the request or order of a peace officer, which individual is authorized to withdraw a blood sample under the provisions of section 18-8003, Idaho Code, regardless of the location where the blood sample is actually withdrawn.\n\n(b) A peace officer is empowered to order an individual authorized in section 18-8003, Idaho Code, to withdraw a blood sample for evidentiary testing when the peace officer has probable cause to believe that the suspect has committed any of the following offenses:\n\n(i) Aggravated driving under the influence of alcohol, drugs or other intoxicating substances as provided in section 18-8006, Idaho Code;\n\n(ii) Vehicular manslaughter as provided in subsection (3)(a), (b) and (c) of section 18-4006, Idaho Code;\n\n(iii) Aggravated operating of a vessel on the waters of the state while under the influence of alcohol, drugs or other intoxicating substances as provided in section 67-7035, Idaho Code; or\n\n(iv) Any criminal homicide involving a vessel on the waters of the state while under the influence of alcohol, drugs or other intoxicating substances.\n\n(c) Nothing herein shall limit the discretion of the hospital administration to designate the qualified hospital employee responsible to withdraw the blood sample.\n\n(d) The law enforcement agency that requests or orders withdrawal of the blood sample shall pay the reasonable costs to withdraw such blood sample, perform laboratory analysis, preserve evidentiary test results, and testify in judicial proceedings. The court may order restitution pursuant to the provisions of section 18-8003(2), Idaho Code.\n\n(e) The withdrawal of the blood sample may be delayed or terminated if:\n\n(i) In the reasonable judgment of the hospital personnel, withdrawal of the blood sample may result in serious bodily injury to hospital personnel or other patients; or\n\n(ii) The licensed health care professional treating the suspect believes the withdrawal of the blood sample is contraindicated because of the medical condition of the suspect or other patients.\n\n(7) \"Actual physical control\" as used in this section and section 18-8002A, Idaho Code, shall be defined as being in the driver’s position of the motor vehicle with the motor running or with the motor vehicle moving.\n\n(8) Any written notice required by this section shall be effective upon mailing.\n\n(9) For the purposes of this section and section 18-8002A, Idaho Code, \"evidentiary testing\" shall mean a procedure or test or series of procedures or tests, including the additional test authorized in subsection (10) of this section, utilized to determine the concentration of alcohol or the presence of drugs or other intoxicating substances in a person.\n\n(10) A person who submits to a breath test for alcohol concentration, as defined in subsection (4) of section 18-8004, Idaho Code, may also be requested to submit to a second evidentiary test of blood or urine for the purpose of determining the presence of drugs or other intoxicating substances if the peace officer has reasonable cause to believe that a person was driving under the influence of any drug or intoxicating substance or the combined influence of alcohol and any drug or intoxicating substance. The peace officer shall state in his or her report the facts upon which that belief is based.\n\n(11) Notwithstanding any other provision of law to the contrary, the civil penalty imposed under the provisions of this section must be paid, as ordered by the court, to the county justice fund or the county current expense fund where the incident occurred. If a person does not pay the civil penalty imposed as provided in this section within thirty (30) days of the imposition, unless this period has been extended by the court for good cause shown, the prosecuting attorney representing the political subdivision where the incident occurred may petition the court in the jurisdiction where the incident occurred to file the order imposing the civil penalty as an order of the court. Once entered, the order may be enforced in the same manner as a final judgment of the court. In addition to the civil penalty, attorney’s fees, costs and interest may be assessed against any person who fails to pay the civil penalty.\n\n(12) Upon petition of the person required to install an ignition interlock device pursuant to subsection (4)(b) of this section, section 18-8002A(4), 18-8005(1)(e), or 18-8008, Idaho Code, a court in its discretion may relieve the person from the installation of the device where the court finds it clear and convincing that the person will not present a danger to the public or that there are exceptional or mitigating circumstances demonstrating that installation of the device is unnecessary or unwarranted. Financial hardship, standing alone, is not an exceptional or mitigating circumstance. If no civil or criminal case is pending related to the order to install the ignition interlock device, a person may file a petition for relief in magistrate court under this section in his county of residence, or, if such person has no county of residence in Idaho, in Ada county, if such petition is filed within thirty (30) days of the order requiring the installation of the interlock device. While any petition for judicial review in district court or motion or petition before a magistrate court is pending, the ignition interlock device requirement shall be stayed. The Idaho transportation department shall not be a party to any petition for interlock relief filed before a court. An order for relief from the installation of the ignition interlock device from any court shall apply to all statutory ignition interlock requirements.\n\n(13) A court may determine that an offender is eligible to utilize available funds from the court interlock device and electronic monitoring device fund, as outlined in section 18-8010, Idaho Code, for the installation and operation of an ignition interlock device, based on evidence of financial hardship.\n\n(14) As used in this section, \"at his expense\" includes the cost of obtaining, installing, using and maintaining an ignition interlock system.\n\n[18-8002, added 1984, ch. 22, sec. 2, p. 27; am. 1987, ch. 122, sec. 1, p. 248; am. 1987, ch. 132, sec. 1, p. 263; am. 1987, ch. 220, sec. 2, p. 469; am. 1989, ch. 88, sec. 60, p. 199; am. 1989, ch. 366, sec. 1, p. 915; am. 1989, ch. 367, sec. 1, p. 920; am. 1990, ch. 45, sec. 43, p. 111; am. 1992, ch. 115, sec. 39, p. 381; am. 1992, ch. 133, sec. 1, p. 416; am. 1993, ch. 413, sec. 1, p. 1516; am. 2006, ch. 224, sec. 1, p. 665; am. 2006, ch. 261, sec. 1, p. 800; am. 2009, ch. 108, sec. 1, p. 344; am. 2009, ch. 184, sec. 1, p. 584; am. 2011, ch. 15, sec. 1, p. 43; am. 2011, ch. 265, sec. 1, p. 710; am. 2014, ch. 63, sec. 2, p. 152; am. 2018, ch. 254, sec. 2, p. 587; am. 2021, ch. 236, sec. 1, p. 716.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8002/"
    },
    {
      "id": "section-18-8002a",
      "number": "18-8002A",
      "heading": "TESTS OF DRIVER FOR ALCOHOL CONCENTRATION, PRESENCE OF DRUGS OR OTHER INTOXICATING SUBSTANCES — SUSPENSION UPON FAILURE OF TESTS",
      "text": "18-8002A. TESTS OF DRIVER FOR ALCOHOL CONCENTRATION, PRESENCE OF DRUGS OR OTHER INTOXICATING SUBSTANCES — SUSPENSION UPON FAILURE OF TESTS. (1) Definitions. As used in this section:\n\n(a) \"Actual physical control\" means being in the driver’s position of a motor vehicle with the motor running or with the vehicle moving.\n\n(b) \"Administrative hearing\" means a hearing conducted by a hearing officer to determine whether a suspension imposed by the provisions of this section should be vacated or sustained.\n\n(c) \"Department\" means the Idaho transportation department and, as the context requires, shall be construed to include any agent of the department designated by rule as hereinafter provided.\n\n(d) \"Director\" means the director of the Idaho transportation department.\n\n(e) \"Evidentiary testing\" means a procedure or test or series of procedures or tests utilized to determine the concentration of alcohol or the presence of drugs or other intoxicating substances in a person, including additional testing authorized by subsection (6) of this section. An evidentiary test for alcohol concentration shall be based on a formula of grams of alcohol per one hundred (100) cubic centimeters of blood, per two hundred ten (210) liters of breath, or per sixty-seven (67) milliliters of urine. Analysis of blood, breath or urine for the purpose of determining alcohol concentration shall be performed by a laboratory operated by the Idaho state police or by a laboratory approved by the Idaho state police under the provisions of approval and certification standards to be set by the Idaho state police, or by any other method approved by the Idaho state police. Notwithstanding any other provision of law or rule of court, the results of any test for alcohol concentration and records relating to calibration, approval, certification or quality control performed by a laboratory operated and approved by the Idaho state police or by any other method approved by the Idaho state police shall be admissible in any proceeding in this state without the necessity of producing a witness to establish the reliability of the testing procedure for examination.\n\n(f) \"Hearing officer\" means a person designated by the department to conduct administrative hearings. The hearing officer shall have authority to administer oaths, examine witnesses and take testimony, receive relevant evidence, issue subpoenas, regulate the course and conduct of the hearing and make a final ruling on the issues before him.\n\n(g) \"Hearing request\" means a request for an administrative hearing on the suspension imposed by the provisions of this section.\n\n(2) Information to be given. At the time of evidentiary testing for concentration of alcohol or for the presence of drugs or other intoxicating substances is requested, the person shall be informed that if the person refuses to submit to or fails to complete evidentiary testing, or if the person submits to and completes evidentiary testing and the test results indicate an alcohol concentration or the presence of drugs or other intoxicating substances in violation of section 18-8004, 18-8004C or 18-8006, Idaho Code, the person shall be informed substantially as follows (but need not be informed verbatim):\n\nIf you refuse to submit to or if you fail to complete and pass evidentiary testing for alcohol or other intoxicating substances:\n\n(a) The peace officer will issue a notice of suspension and you will be required to install, at your expense, a state-approved ignition interlock system on all motor vehicles you operate for a period to end one (1) year following the end of the suspension period;\n\n(b) You have the right to request a hearing within seven (7) days of the notice of suspension of your driver’s license to show cause why you refused to submit to or to complete and pass evidentiary testing and why your driver’s license should not be suspended;\n\n(c) If you refused or failed to complete evidentiary testing and do not request a hearing before the court or do not prevail at the hearing, your driver’s license will be suspended and you will be required to install, at your expense, a state-approved ignition interlock system on all motor vehicles you operate for a period to end one (1) year following the end of the suspension period. The suspension will be for one (1) year if this is your first refusal. The suspension will be for two (2) years if this is your second refusal within ten (10) years. You will not be able to obtain a temporary restricted license during that period;\n\n(d) If you complete evidentiary testing and fail the testing and do not request a hearing before the department or do not prevail at the hearing, your driver’s license will be suspended and you will be required to install, at your expense, a state-approved ignition interlock system on all motor vehicles you operate for a period to end one (1) year following the end of the suspension period. This suspension will be for ninety (90) days if this is your first failure of evidentiary testing, but you may request restricted noncommercial vehicle driving privileges after the first thirty (30) days. The suspension will be for one (1) year if this is your second failure of evidentiary testing within five (5) years. You will not be able to obtain a temporary restricted license during that period;\n\n(e) However, if you are admitted to a problem solving court program and have served at least forty-five (45) days of an absolute suspension of driving privileges, you may be eligible for a restricted permit for the purpose of getting to and from work, school or an alcohol treatment program, but only if you install, at your expense, a state-approved ignition interlock system on all motor vehicles you operate;\n\n(f) However, if you are admitted to a diversion program under section 19-3509, Idaho Code, you may be eligible for a restricted permit for the purpose of getting to and from work, school, medical appointments, or a treatment program, but only if you install, at your expense, a state-approved ignition interlock system on all motor vehicles you operate; and\n\n(g) After submitting to evidentiary testing, you may, when practicable, at your own expense, have additional tests made by a person of your own choosing.\n\n(3) Rulemaking authority of the Idaho state police. The Idaho state police may, pursuant to chapter 52, title 67, Idaho Code, prescribe by rule:\n\n(a) What testing is required to complete evidentiary testing under this section; and\n\n(b) What calibration or checking of testing equipment must be performed to comply with the department’s requirements. Any rules of the Idaho state police shall be in accordance with the following: a test for alcohol concentration in breath as defined in section 18-8004, Idaho Code, and subsection (1)(e) of this section will be valid for the purposes of this section if the breath alcohol testing instrument was approved for testing by the Idaho state police in accordance with section 18-8004, Idaho Code, at any time within ninety (90) days before the evidentiary testing. A test for alcohol concentration in blood or urine as defined in section 18-8004, Idaho Code, that is reported by the Idaho state police or by any laboratory approved by the Idaho state police to perform this test will be valid for the purposes of this section.\n\n(4) Suspension and ignition interlock system.\n\n(a) Upon receipt of the sworn statement of a peace officer that there existed legal cause to believe a person had been driving or was in actual physical control of a motor vehicle while under the influence of alcohol, drugs or other intoxicating substances and that the person submitted to a test and the test results indicated an alcohol concentration or the presence of drugs or other intoxicating substances in violation of section 18-8004, 18-8004C or 18-8006, Idaho Code, the department shall suspend the person’s driver’s license, driver’s permit, driving privileges or nonresident driving privileges:\n\n(i) For a period of ninety (90) days for a first failure of evidentiary testing under the provisions of this section. The first thirty (30) days of the suspension shall be absolute and the person shall have absolutely no driving privileges of any kind. Restricted noncommercial vehicle driving privileges applicable during the remaining sixty (60) days of the suspension may be requested as provided in subsection (9) of this section.\n\n(ii) For a period of one (1) year for a second and any subsequent failure of evidentiary testing under the provisions of this section within the immediately preceding five (5) years. No driving privileges of any kind shall be granted during the suspension imposed pursuant to this subparagraph.\n\nThe department shall also direct the installation, at the offender’s expense, of a state-approved ignition interlock system meeting the requirements of section 18-8008, Idaho Code, on all motor vehicles operated by the offender for a period to end one (1) year following the end of the suspension period.\n\nThe person may request an administrative hearing on the suspension as provided in subsection (7) of this section. Any right to contest the suspension shall be waived if a hearing is not requested as therein provided.\n\n(b) The suspension shall become effective thirty (30) days after service upon the person of the notice of suspension and notice of the requirement to install, at his expense, a state-approved ignition interlock system for a period to end one (1) year following the end of the suspension period. The notice shall be in a form provided by the department and shall state:\n\n(i) The reason and statutory grounds for the suspension and the requirement to install the ignition interlock system;\n\n(ii) The effective date of the suspension and the requirement to install the ignition interlock system;\n\n(iii) The suspension periods to which the person may be subject as provided in paragraph (a) of this subsection;\n\n(iv) The procedures for obtaining restricted noncommercial vehicle driving privileges;\n\n(v) The rights of the person to request an administrative hearing on the suspension and that, if an administrative hearing is not requested within seven (7) days of service of the notice of suspension and notice of the requirement to install the ignition interlock system, the right to contest the suspension shall be waived;\n\n(vi) The procedures for obtaining an administrative hearing on the suspension;\n\n(vii) The right to judicial review of the hearing officer’s decision on the suspension and the procedures for seeking such review.\n\n(c) Notwithstanding the provisions of paragraph (a)(i) and (ii) of this subsection, a person who is enrolled in and is a participant in good standing in a drug court or mental health court approved by the supreme court drug court and mental health court coordinating committee under the provisions of chapter 56, title 19, Idaho Code, or other similar problem solving court utilizing community-based sentencing alternatives shall be eligible for restricted noncommercial driving privileges for the purpose of getting to and from work, school or an alcohol treatment program, which may be granted by the presiding judge of the drug court or mental health court or other similar problem solving court, provided that the offender has served a period of absolute suspension of driving privileges of at least forty-five (45) days, that a state-approved ignition interlock system is installed, at his expense, on all motor vehicles operated by him for a period to end one (1) year following the end of the suspension period and that the offender has shown proof of financial responsibility as defined and in the amounts specified in section 49-117, Idaho Code, provided that the restricted noncommercial driving privileges may be continued if the offender successfully completes the drug court, mental health court or other similar problem solving court, and that the court may revoke such privileges for failure to comply with the terms of probation or with the terms and conditions of the drug court, mental health court or other similar problem solving court program.\n\n(5) Service of suspension and ignition interlock system by peace officer or the department. If the driver submits to evidentiary testing after the information in subsection (2) of this section has been provided and the results of the test indicate an alcohol concentration or the presence of drugs or other intoxicating substances in violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code:\n\n(a) The peace officer shall, acting on behalf of the department, serve the person with a notice of suspension and notice of the requirement to install, at his expense, a state-approved ignition interlock system for a period to end one (1) year following the end of the suspension period in the form and containing the information required under subsection (4) of this section. The department may serve the person with a notice of suspension and the requirement to install the ignition interlock system if the peace officer failed to do so or failed to include the date of service as provided in subsection (4)(b) of this section.\n\n(b) Within five (5) business days following service of a notice of suspension and notice of the requirement to install the ignition interlock system, the peace officer shall forward to the department a copy of the completed notice of suspension and notice of the requirement to install the ignition interlock system form upon which the date of service upon the driver shall be clearly indicated, a certified copy or duplicate original of the results of all tests for alcohol concentration, as shown by analysis of breath administered at the direction of the peace officer, and a sworn statement of the officer, which may incorporate any arrest or incident reports relevant to the arrest and evidentiary testing setting forth:\n\n(i) The identity of the person;\n\n(ii) Stating the officer’s legal cause to stop the person;\n\n(iii) Stating the officer’s legal cause to believe that the person had been driving or was in actual physical control of a motor vehicle while under the influence of alcohol, drugs or other intoxicating substances in violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code;\n\n(iv) That the person was advised of the consequences of taking and failing the evidentiary test as provided in subsection (2) of this section;\n\n(v) That the person was lawfully arrested;\n\n(vi) That the person was tested for alcohol concentration, drugs or other intoxicating substances as provided in this chapter, and that the results of the test indicated an alcohol concentration or the presence of drugs or other intoxicating substances in violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code.\n\nIf an evidentiary test of blood or urine was administered rather than a breath test, the peace officer or the department shall serve the notice of suspension once the results are received. The sworn statement required in this subsection shall be made on forms in accordance with rules adopted by the department.\n\n(c) The department may serve the person with a notice of suspension if the peace officer failed to issue the notice of suspension or failed to include the date of service as provided in subsection (4)(b) of this section.\n\n(6) Additional tests. After submitting to evidentiary testing at the request of the peace officer, the person may, when practicable, at his own expense, have additional tests for alcohol concentration or for the presence of drugs or other intoxicating substances made by a person of his own choosing. The person’s failure or inability to obtain additional tests shall not preclude admission of the results of evidentiary tests administered at the direction of the peace officer unless additional testing was denied by the peace officer.\n\n(7) Administrative hearing on suspension. A person who has been served with a notice of suspension and notice of the requirement to install the ignition interlock system after submitting to an evidentiary test may request an administrative hearing on the suspension before a hearing officer designated by the department. The hearing may be held only on the suspension and not on the requirement to install an ignition interlock system. The request for hearing shall be in writing and must be received by the department within seven (7) calendar days of the date of service upon the person of the notice of suspension and notice of the requirement to install the ignition interlock system and shall include what issue or issues shall be raised at the hearing. The date on which the hearing request was received shall be noted on the face of the request.\n\nIf a hearing is requested, the hearing shall be held within twenty (20) days of the date the hearing request was received by the department unless this period is, for good cause shown, extended by the hearing officer for a ten (10) day period. Such extension shall not operate as a stay of the suspension, notwithstanding an extension of the hearing date beyond such thirty (30) day period. Written notice of the date and time of the hearing shall be sent to the party requesting the hearing at least seven (7) days prior to the scheduled hearing date. The department may conduct all hearings by telephone if each participant in the hearing has an opportunity to participate in the entire proceeding while it is taking place.\n\nThe hearing shall be recorded. The sworn statement of the arresting officer and the copy of the notice of suspension and the notice of the requirement to install the ignition interlock system issued by the officer shall be admissible at the hearing without further evidentiary foundation. The results of any tests for alcohol concentration or the presence of drugs or other intoxicating substances by analysis of blood, urine or breath administered at the direction of the peace officer and the records relating to calibration, certification, approval or quality control pertaining to equipment utilized to perform the tests shall be admissible as provided in section 18-8004(4), Idaho Code. The arresting officer shall not be required to participate unless directed to do so by a subpoena issued by the hearing officer.\n\nThe burden of proof shall be on the person requesting the hearing. The hearing officer shall not vacate the suspension unless he finds, by a preponderance of the evidence, that:\n\n(a) The peace officer did not have legal cause to stop the person; or\n\n(b) The officer did not have legal cause to believe the person had been driving or was in actual physical control of a vehicle while under the influence of alcohol, drugs or other intoxicating substances in violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code; or\n\n(c) The test results did not show an alcohol concentration or the presence of drugs or other intoxicating substances in violation of section 18-8004, 18-8004C or 18-8006, Idaho Code; or\n\n(d) The tests for alcohol concentration, drugs or other intoxicating substances administered at the direction of the peace officer were not conducted in accordance with the requirements of section 18-8004(4), Idaho Code, or the testing equipment was not functioning properly when the test was administered; or\n\n(e) The person was not informed of the consequences of submitting to evidentiary testing as required in subsection (2) of this section.\n\nIf the hearing officer finds that the person has not met his burden of proof, he shall sustain the suspension. The hearing officer shall make findings of fact and conclusions of law and shall enter an order vacating or sustaining the suspension. The findings of fact, conclusions of law and order entered by the hearing officer shall be considered a final order pursuant to the provisions of chapter 52, title 67, Idaho Code, except that motions for reconsideration of such order shall be allowed and new evidence can be submitted.\n\nThe facts as found by the hearing officer shall be independent of the determination of the same or similar facts in the adjudication of any criminal charges arising out of the same occurrence. The disposition of those criminal charges shall not affect the suspension and the requirement to install the ignition interlock system required to be imposed under the provisions of this section. If a license is suspended under this section and the person is also convicted on criminal charges arising out of the same occurrence for a violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code, both the suspension under this section and the suspension imposed pursuant to the provisions of section 18-8005 or 18-8006, Idaho Code, shall be imposed, but the periods of suspension shall run concurrently, with the total period of suspension not to exceed the longer of the applicable suspension periods, unless the court ordering the suspension in the criminal case orders to the contrary.\n\n(8) Judicial review. A party aggrieved by the decision of the hearing officer may seek judicial review of the decision in the manner provided for judicial review of final agency action provided in chapter 52, title 67, Idaho Code. Any petition for relief from the installation of an ignition interlock device shall be filed in accordance with the provisions of section 18-8002(12), Idaho Code. An order for relief from the installation of an ignition interlock device from any court shall apply to all statutory ignition interlock requirements.\n\n(9) Restricted noncommercial vehicle driving privileges. A person served with a notice of suspension for ninety (90) days pursuant to this section may apply to the department for restricted noncommercial vehicle driving privileges, to become effective after the thirty (30) day absolute suspension has been completed. The request may be made at any time after service of the notice of suspension. Restricted noncommercial vehicle driving privileges will be issued for the person to travel to and from work and for work purposes not involving operation of a commercial vehicle, to attend an alternative high school, work on a GED, for postsecondary education, or to meet the medical needs of the person or his family if the person is eligible for restricted noncommercial vehicle driving privileges. Any person whose driving privileges are suspended under the provisions of this chapter may be granted privileges to drive a noncommercial vehicle but shall not be granted privileges to operate a commercial motor vehicle.\n\n(10) As used in this section, \"at his expense,\" \"at your expense\" and \"at the offender’s expense\" include the cost of obtaining, installing, using and maintaining an ignition interlock system.\n\n(11) Rules. The department may adopt rules under the provisions of chapter 52, title 67, Idaho Code, deemed necessary to implement the provisions of this section.\n\n[18-8002A, added 1993, ch. 413, sec. 2, p. 1519; am. 1994, ch. 357, sec. 1, p. 1118; am. 1997, ch. 238, sec. 1, p. 689; am. 1999, ch. 80, sec. 1, p. 227; am. 2000, ch. 469, sec. 27, p. 1481; am. 2004, ch. 126, sec. 1, p. 423; am. 2005, ch. 352, sec. 1, p. 1085; am. 2006, ch. 261, sec. 2, p. 803; am. 2009, ch. 184, sec. 2, p. 587; am. 2011, ch. 15, sec. 2, p. 46; am. 2011, ch. 265, sec. 2, p. 714; am. 2014, ch. 63, sec. 3, p. 156; am. 2018, ch. 254, sec. 3, p. 591; am. 2019, ch. 305, sec. 1, p. 900; am. 2021, ch. 236, sec. 2, p. 720.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8002a/"
    },
    {
      "id": "section-18-8003",
      "number": "18-8003",
      "heading": "PERSONS AUTHORIZED TO WITHDRAW BLOOD FOR THE PURPOSES OF DETERMINING CONTENT OF ALCOHOL OR OTHER INTOXICATING SUBSTANCES AND RESTITUTION ORDERS",
      "text": "18-8003. PERSONS AUTHORIZED TO WITHDRAW BLOOD FOR THE PURPOSES OF DETERMINING CONTENT OF ALCOHOL OR OTHER INTOXICATING SUBSTANCES AND RESTITUTION ORDERS. (1) Only a licensed physician, qualified medical technologist, registered nurse, phlebotomist trained in a licensed hospital or educational institution or other medical personnel trained in a licensed hospital or educational institution to withdraw blood can, at the order or request of a peace officer, withdraw blood for the purpose of determining the content of alcohol, drugs or other intoxicating substances therein. This limitation shall not apply to the taking of a urine, saliva or breath specimen. For purposes of this section: (a) the term \"qualified medical technologist\" shall be deemed to mean a person who meets the standards of a \"clinical laboratory technologist\" as set forth by the then current rules and regulations of the social security administration of the United States department of health and human services pursuant to subpart M of part 405, chapter III, title 20, of the code of federal regulation; and (b) the terms \"phlebotomist\" and \"other medical personnel\" shall be deemed to mean persons who meet the standards for the withdrawing of blood as designated and qualified by the employing medical facility or other employing entity of those persons.\n\n(2) Upon conviction for a felony or misdemeanor violation under this chapter, except pursuant to sections 18-8001 and 18-8007, Idaho Code, or upon conviction for vehicular manslaughter pursuant to section 18-4006(3)(b), Idaho Code, the court may order restitution for the reasonable costs incurred by law enforcement agencies to withdraw blood samples, perform laboratory analysis, transport and preserve evidence, preserve evidentiary test results and for testimony relating to the analysis in judicial proceedings, including travel costs associated with the testimony. Law enforcement agencies shall include, but not be limited to, the Idaho state police, county and city law enforcement agencies, the office of the attorney general and county and city prosecuting attorney offices. In the case of reimbursement to the Idaho state police, those moneys shall be paid to the Idaho state police for deposit into the drug and driving while under the influence enforcement donation fund created in section 57-816, Idaho Code. In the case of reimbursement to the office of the attorney general, those moneys shall be paid to the general fund. A \"conviction\" for purposes of this subsection means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment(s) or withheld judgment(s).\n\n(3) The person tested may, at his own expense, have a person of his own choosing, who is authorized to make a test, administer an evidentiary test for alcohol concentration in addition to the one administered at the request of a peace officer.\n\n[18-8003, added 1984, ch. 22, sec. 2, p. 28; am. 1992, ch. 133, sec. 2, p. 419; am. 2009, ch. 108, sec. 2, p. 347.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8003/"
    },
    {
      "id": "section-18-8004",
      "number": "18-8004",
      "heading": "PERSONS UNDER THE INFLUENCE OF ALCOHOL, DRUGS OR ANY OTHER INTOXICATING SUBSTANCES",
      "text": "18-8004. PERSONS UNDER THE INFLUENCE OF ALCOHOL, DRUGS OR ANY OTHER INTOXICATING SUBSTANCES.\n\n(1) (a) It is unlawful for any person who is under the influence of alcohol, drugs or any other intoxicating substances, or any combination of alcohol, drugs and/or any other intoxicating substances, or who has an alcohol concentration of 0.08, as defined in subsection (4) of this section, or more, as shown by analysis of his blood, urine, or breath, to drive or be in actual physical control of a motor vehicle within this state, whether upon a highway, street or bridge, or upon public or private property open to the public.\n\n(b) It is unlawful for any person who is under the influence of alcohol, drugs or any other intoxicating substances, or any combination of alcohol, drugs and/or any other intoxicating substances, or who has an alcohol concentration of 0.04 or higher but less than 0.08, as defined in subsection (4) of this section, as shown by analysis of his blood, urine, or breath, to drive or be in actual physical control of a commercial motor vehicle within this state, whether upon a highway, street or bridge, or upon public or private property open to the public.\n\n(c) It is unlawful for any person who is under the influence of alcohol, drugs or any other intoxicating substances, or any combination of alcohol, drugs and/or any other intoxicating substances, or who has an alcohol concentration of 0.08 or higher, as defined in subsection (4) of this section, as shown by analysis of his blood, urine, or breath, to drive or be in actual physical control of a commercial motor vehicle within this state, whether upon a highway, street or bridge, or upon public or private property open to the public.\n\n(d) It is unlawful for any person under the age of twenty-one (21) years who has an alcohol concentration of at least 0.02 but less than 0.08, as defined in subsection (4) of this section, to drive or be in actual physical control of a motor vehicle within this state, whether upon a highway, street or bridge, or upon public or private property open to the public. Any person violating this subsection shall be subject to the penalties provided in section 18-8004A, Idaho Code.\n\n(2) Any person having an alcohol concentration of less than 0.08, as defined in subsection (4) of this section, as shown by analysis of his blood, urine, or breath, by a test requested by a police officer shall not be prosecuted for driving under the influence of alcohol, except as provided in subsection (3), subsection (1)(b) or subsection (1)(d) of this section. Any person who does not take a test to determine alcohol concentration or whose test result is determined by the court to be unreliable or inadmissible against him, may be prosecuted for driving or being in actual physical control of a motor vehicle while under the influence of alcohol, drugs, or any other intoxicating substances, on other competent evidence.\n\n(3) If the results of the test requested by a police officer show a person’s alcohol concentration of less than 0.08, as defined in subsection (4) of this section, such fact may be considered with other competent evidence of drug use other than alcohol in determining the guilt or innocence of the defendant.\n\n(4) For purposes of this chapter, an evidentiary test for alcohol concentration shall be based upon a formula of grams of alcohol per one hundred (100) cubic centimeters of blood, per two hundred ten (210) liters of breath or sixty-seven (67) milliliters of urine. Analysis of blood, urine or breath for the purpose of determining the alcohol concentration shall be performed by a laboratory operated by the Idaho state police or by a laboratory approved by the Idaho state police under the provisions of approval and certification standards to be set by that department, or by any other method approved by the Idaho state police. Notwithstanding any other provision of law or rule of court, the results of any test for alcohol concentration and records relating to calibration, approval, certification or quality control performed by a laboratory operated or approved by the Idaho state police or by any other method approved by the Idaho state police shall be admissible in any proceeding in this state without the necessity of producing a witness to establish the reliability of the testing procedure for examination.\n\n(5) \"Actual physical control\" as used in this section, shall be defined as being in the driver’s position of the motor vehicle with the motor running or with the motor vehicle moving.\n\n(6) Notwithstanding any other provision of law, any evidence of conviction under this section shall be admissible in any civil action for damages resulting from the occurrence. A conviction for the purposes of this section means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment(s) or withheld judgment(s).\n\n(7) The fact that any person charged with a violation of the provisions of this chapter involving being under the influence of any drug, or any combination of drugs with alcohol or any other intoxicating substance, is or has been entitled to use such drug under the laws of this state or of any other jurisdiction shall not constitute a defense against any charge of a violation of the provisions of this chapter.\n\n[18-8004, added 1984, ch. 22, sec. 2, p. 29; am. 1985, ch. 142, sec. 1, p. 386; am. 1987, ch. 122, sec. 2, p. 249; am. 1988, ch. 47, sec. 4, p. 64; am. 1989, ch. 88, sec. 61, p. 201; am. 1990, ch. 45, sec. 44, p. 113; am. 1994, ch. 422, sec. 1, p. 1322; am. 1997, ch. 158, sec. 1, p. 458; am. 1997, ch. 307, sec. 1, p. 911; am. 1998, ch. 70, sec. 1, p. 264; am. 2000, ch. 469, sec. 28, p. 1487; am. 2002, ch. 253, sec. 1, p. 729.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8004/"
    },
    {
      "id": "section-18-8004a",
      "number": "18-8004A",
      "heading": "PENALTIES — PERSONS UNDER 21 WITH LESS THAN 0.08 ALCOHOL CONCENTRATION",
      "text": "18-8004A. PENALTIES — PERSONS UNDER 21 WITH LESS THAN 0.08 ALCOHOL CONCENTRATION. (1) Any person found guilty of a violation of subsection (1)(d) of section 18-8004, Idaho Code, shall be guilty of a misdemeanor; and, for a first offense:\n\n(a) Shall be fined an amount not to exceed one thousand dollars ($1,000);\n\n(b) Shall have his driving privileges suspended by the court for a period of one (1) year, ninety (90) days of which shall not be reduced and during which period absolutely no driving privileges of any kind may be granted. After the period of absolute suspension of driving privileges has passed, the defendant may request restricted driving privileges which the court may allow, if the defendant shows by a preponderance of the evidence that driving privileges are necessary as deemed appropriate by the court;\n\n(c) Shall be advised by the court in writing at the time of sentencing of the penalties that will be imposed for any subsequent violation of the provisions of this section or any violation of section 18-8004, Idaho Code, which advice shall be signed by the defendant, and a copy retained by the court and another copy retained by the prosecuting attorney;\n\n(d) Shall be required to undergo an alcohol evaluation and otherwise comply with the requirements of section 18-8005(11) and (15), Idaho Code, as ordered by the court.\n\n(2) Any person who pleads guilty to or is found guilty of a violation of the provisions of subsection (1)(d) of section 18-8004, Idaho Code, who previously has been found guilty of or has pled guilty to a violation of the provisions of section 18-8004(1)(a), (b), (c) or (d), Idaho Code, or any substantially conforming foreign criminal violation, as defined in section 18-8005(10), Idaho Code, notwithstanding the form of the judgment or withheld judgment, is guilty of a misdemeanor; and:\n\n(a) Shall be sentenced to jail for a mandatory minimum period of five (5) days, as required by 23 U.S.C. section 164, not to exceed thirty (30) days;\n\n(b) Shall be fined an amount of not less than five hundred dollars ($500) nor more than two thousand dollars ($2,000);\n\n(c) Shall have his driving privileges suspended by the court for a period not to exceed two (2) years, one (1) year of which shall be absolute and shall not be reduced and during which period absolutely no driving privileges of any kind may be granted;\n\n(d) Shall, while operating a motor vehicle, be required to drive only a motor vehicle equipped with a functioning ignition interlock system, as provided in section 18-8008, Idaho Code, following the mandatory one (1) year license suspension period;\n\n(e) Shall be advised by the court in writing at the time of sentencing of the penalties that will be imposed for subsequent violations of the provisions of this section or section 18-8004, Idaho Code, which advice shall be signed by the defendant, and a copy retained by the court and another copy retained by the prosecuting attorney; and\n\n(f) Shall undergo an alcohol evaluation and comply with the other requirements of section 18-8005 (11) and (15), Idaho Code.\n\n(3) Any person who pleads guilty to or is found guilty of a violation of the provisions of subsection (1)(d) of section 18-8004, Idaho Code, who previously has been found guilty of or has pled guilty to two (2) or more violations of the provisions of section 18-8004(1)(a), (b), (c) or (d), Idaho Code, or any substantially conforming foreign criminal violation, within five (5) years, notwithstanding the form of the judgment or withheld judgment, shall be guilty of a misdemeanor; and:\n\n(a) Shall be sentenced to jail for a mandatory minimum period of ten (10) days, as required by 23 U.S.C. section 164, not to exceed six (6) months;\n\n(b) Shall be fined an amount of not less than one thousand dollars ($1,000) nor more than two thousand dollars ($2,000);\n\n(c) Shall surrender his driver’s license or permit to the court;\n\n(d) Shall have his driving privileges suspended by the court for a mandatory minimum period of one (1) year, during which period absolutely no driving privileges of any kind may be granted, or until such person reaches the age of twenty-one (21) years, whichever is greater;\n\n(e) Shall, while operating a motor vehicle, be required to drive only a motor vehicle equipped with a functioning ignition interlock system, as provided in section 18-8008, Idaho Code, following the mandatory one (1) year license suspension period; and\n\n(f) Shall undergo an alcohol evaluation and comply with all other requirements imposed by the court pursuant to section 18-8005(11) and (15), Idaho Code.\n\n(4) All provisions of section 18-8005, Idaho Code, not otherwise in conflict with or provided for in this section shall apply to any sentencing imposed under the provisions of this section.\n\n(5) A person violating the provisions of section 18-8004(1)(d), Idaho Code, may be prosecuted under title 20, Idaho Code.\n\n(6) Any person whose driving privileges are suspended, revoked, canceled or disqualified under the provisions of this chapter shall not be granted privileges to operate a commercial motor vehicle during the period of suspension, revocation, cancellation or disqualification.\n\n[18-8004A, added 1994, ch. 422, sec. 2, p. 1324; am. 1997, ch. 158, sec. 2, p. 459; am. 1999, ch. 246, sec. 1, p. 633; am. 2000, ch. 247, sec. 1, p. 693; am. 2002, ch. 335, sec. 1, p. 950; am. 2005, ch. 352, sec. 2, p. 1090; am. 2009, ch. 184, sec. 3, p. 593; am. 2025, ch. 171, sec. 4, p. 813.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8004a/"
    },
    {
      "id": "section-18-8004c",
      "number": "18-8004C",
      "heading": "EXCESSIVE ALCOHOL CONCENTRATION — PENALTIES",
      "text": "18-8004C. EXCESSIVE ALCOHOL CONCENTRATION — PENALTIES. Notwithstanding any provision of section 18-8005, Idaho Code, to the contrary:\n\n(1) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(a), Idaho Code, for the first time, but who has an alcohol concentration of 0.20, as defined in section 18-8004(4), Idaho Code, or more, as shown by an analysis of his blood, breath or urine by a test requested by a police officer, shall be guilty of a misdemeanor; and:\n\n(a) Shall be sentenced to jail for a mandatory minimum period of not less than ten (10) days, the first forty-eight (48) hours of which must be consecutive, and may be sentenced to not more than one (1) year;\n\n(b) May be fined an amount not to exceed two thousand dollars ($2,000);\n\n(c) Shall be advised by the court in writing at the time of sentencing, of the penalties that will be imposed for subsequent violations of the provisions of this section and violations of the provisions of section 18-8004, Idaho Code, which advice shall be signed by the defendant, and a copy retained by the court and another copy retained by the prosecuting attorney;\n\n(d) Shall surrender his driver’s license or permit to the court;\n\n(e) Shall have his driving privileges suspended by the court for an additional mandatory minimum period of one (1) year after release from confinement, during which one (1) year period absolutely no driving privileges of any kind may be granted.\n\n(2) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004, Idaho Code, and who has an alcohol concentration of 0.20, as defined in section 18-8004(4), Idaho Code, or more, as shown by an analysis of his blood, breath or urine by a test requested by a police officer, and who previously has been found guilty of or has pled guilty to one (1) or more violations of the provisions of section 18-8004, Idaho Code, in which the person had an alcohol concentration of 0.20 or more, or any substantially conforming foreign criminal violation wherein the defendant had an alcohol concentration of 0.20 or more, or any combination thereof, within five (5) years, notwithstanding the form of judgment or withheld judgment shall be guilty of a felony; and:\n\n(a) Shall be sentenced to the custody of the state board of correction for a term not to exceed five (5) years; provided that notwithstanding the provisions of section 19-2601, Idaho Code, should the court impose any sentence other than incarceration in the state penitentiary, the defendant shall be sentenced to the county jail for a mandatory minimum period of not less than thirty (30) days; and further provided that notwithstanding the provisions of section 18-111, Idaho Code, a conviction under this section shall be deemed a felony;\n\n(b) May be fined an amount not to exceed five thousand dollars ($5,000);\n\n(c) Shall surrender his driver’s license or permit to the court;\n\n(d) Shall have his driving privileges suspended by the court for a mandatory minimum period of one (1) year after release from imprisonment, and may have his driving privileges suspended by the court for a period not to exceed five (5) years after release from imprisonment, during which time he shall have absolutely no driving privileges of any kind; and\n\n(e) Shall, while operating a motor vehicle, be required to drive only a motor vehicle equipped with a functioning ignition interlock system, as provided in section 18-8008, Idaho Code, following the mandatory license suspension period.\n\n(3) Notwithstanding the provisions of subsections (1)(e) and (2)(d) of this section, a person who is enrolled in and is a participant in good standing in a drug court or mental health court approved by the supreme court drug court and mental health court coordinating committee under the provisions of chapter 56, title 19, Idaho Code, or other similar problem solving court utilizing community-based sentencing alternatives, shall be eligible for restricted noncommercial driving privileges for the purpose of getting to and from work, school or an alcohol treatment program, which may be granted by the presiding judge of the drug court or mental health court or other similar problem solving court, provided that the offender has served a period of absolute suspension of driving privileges of at least forty-five (45) days, that a state approved ignition interlock system is installed, and for repeat offenders it shall be maintained for not less than one (1) year, on each of the motor vehicles owned or operated, or both, by the offender, and that the offender has shown proof of financial responsibility as defined and in the amounts specified in section 49-117, Idaho Code, provided that the restricted noncommercial driving privileges may be continued if the offender successfully completes the drug court, mental health court or other similar problem solving court, and that the court may revoke such privileges for failure to comply with the terms of probation or with the terms and conditions of the drug court, mental health court or other similar problem solving court program.\n\n(4) All the provisions of section 18-8005, Idaho Code, not in conflict with or otherwise provided for in this section, shall apply to this section.\n\n(5) Notwithstanding any other provision of law, any evidence of conviction under this section shall be admissible in any civil action for damages resulting from the occurrence. A conviction for the purposes of this section means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment or withheld judgment.\n\n[18-8004C, added 1994, ch. 421, sec. 1, p. 1316; am. 2000, ch. 247, sec. 2, p. 694; am. 2009, ch. 184, sec. 4, p. 594; am. 2011, ch. 265, sec. 3, p. 719; am. 2014, ch. 63, sec. 4, p. 161.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8004c/"
    },
    {
      "id": "section-18-8005",
      "number": "18-8005",
      "heading": "PENALTIES",
      "text": "18-8005. PENALTIES. (1) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(a), Idaho Code, for the first time is guilty of a misdemeanor; and, except as provided in section 18-8004C, Idaho Code:\n\n(a) May be sentenced to jail for a term not to exceed six (6) months;\n\n(b) May be fined an amount not to exceed one thousand dollars ($1,000);\n\n(c) Shall be advised by the court in writing at the time of sentencing of the penalties that will be imposed for subsequent violations of the provisions of section 18-8004, Idaho Code, which advice shall be signed by the defendant, and a copy retained by the court and another copy retained by the prosecuting attorney;\n\n(d) Shall have his driving privileges suspended by the court for a period of thirty (30) days, which shall not be reduced and during which thirty (30) day period absolutely no driving privileges of any kind may be granted. After the thirty (30) day period of absolute suspension of driving privileges has passed, the defendant shall have driving privileges suspended by the court for an additional period of at least sixty (60) days, not to exceed one hundred fifty (150) days, during which the defendant may request restricted driving privileges that the court may allow, if the defendant shows by a preponderance of the evidence that driving privileges are necessary for his employment or for family health needs; and\n\n(e) Unless an exception is granted pursuant to section 18-8002(12), Idaho Code, shall within ten (10) days following the end of the period of absolute suspension have a state-approved ignition interlock system meeting the requirements of section 18-8008, Idaho Code, installed, at his expense, on all motor vehicles operated by him for a period to end one (1) year following the end of the suspension period. A court may determine that an offender is eligible to utilize available funds from the court interlock device and electronic monitoring device fund, as outlined in section 18-8010, Idaho Code, for the installation and operation of an ignition interlock device, based on evidence of financial hardship.\n\n(2) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(b), Idaho Code, for the first time is guilty of a misdemeanor and subject to:\n\n(a) The provisions of subsection (1)(a), (b), (c) and (e) of this section; and\n\n(b) The provisions of section 49-335, Idaho Code.\n\n(3) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(c), Idaho Code, for the first time is guilty of a misdemeanor and is subject to:\n\n(a) The provisions of subsection (1)(a), (b), (c) and (e) of this section; and\n\n(b) The provisions of section 49-335, Idaho Code.\n\n(4) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(a), (b) or (c), Idaho Code, who previously has been found guilty of or has pled guilty to a violation of the provisions of section 18-8004(1)(a), (b) or (c), Idaho Code, or any substantially conforming foreign criminal violation within ten (10) years, notwithstanding the form of the judgment(s) or withheld judgment(s), and except as provided in section 18-8004C, Idaho Code, is guilty of a misdemeanor; and, except as provided in section 18-8004C, Idaho Code:\n\n(a) Shall be sentenced to jail for a mandatory minimum period of no less than ten (10) days, the first forty-eight (48) hours of which must be consecutive, and five (5) days of which must be served in jail, as required by 23 U.S.C. 164, and may be sentenced to no more than one (1) year, provided however, that in the discretion of the sentencing judge, the judge may authorize the defendant to be assigned to a work detail program within the custody of the county sheriff during the period of incarceration;\n\n(b) May be fined an amount not to exceed two thousand dollars ($2,000);\n\n(c) Shall be advised by the court in writing at the time of sentencing of the penalties that will be imposed for subsequent violations of the provisions of section 18-8004, Idaho Code, which advice shall be signed by the defendant, and a copy retained by the court and another copy retained by the prosecuting attorney;\n\n(d) Shall surrender his driver’s license or permit to the court;\n\n(e) Shall have his driving privileges suspended by the court for an additional mandatory minimum period of one (1) year after release from confinement, during which one (1) year period absolutely no driving privileges of any kind may be granted; and\n\n(f) Shall, while operating a motor vehicle, be required to drive only a motor vehicle equipped with a functioning ignition interlock system, as provided in section 18-8008, Idaho Code, following the one (1) year mandatory license suspension period.\n\n(5) If the person has pled guilty or was found guilty for the second time within ten (10) years of a violation of the provisions of section 18-8004(1)(b) or (c), Idaho Code, then the provisions of section 49-335, Idaho Code, shall apply.\n\n(6) Except as provided in section 18-8004C, Idaho Code, any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(a), (b) or (c), Idaho Code, who previously has been found guilty of or has pled guilty to two (2) or more violations of the provisions of section 18-8004(1)(a), (b) or (c), Idaho Code, or any substantially conforming foreign criminal violation, or any combination thereof, or who has completed a diversion program for driving under the influence, whether or not the person has pled guilty or been found guilty, or any substantially conforming foreign program, and has pled guilty or been found guilty of one (1) or more violations of the provisions of section 18-8004(1)(a), (b), or (c), Idaho Code, or any substantially conforming foreign criminal violation within ten (10) years, notwithstanding the form of the judgment(s) or withheld judgment(s), shall be guilty of a felony and:\n\n(a) Shall be sentenced to the custody of the state board of correction for not to exceed ten (10) years; provided that notwithstanding the provisions of section 19-2601, Idaho Code, should the court impose any sentence other than incarceration in the state penitentiary, the defendant shall be sentenced to the county jail for a mandatory minimum period of no less than thirty (30) days, the first forty-eight (48) hours of which must be consecutive, and ten (10) days of which must be served in jail, as required by 23 U.S.C. 164; and further provided that notwithstanding the provisions of section 18-111, Idaho Code, a conviction under this section shall be deemed a felony;\n\n(b) May be fined an amount not to exceed five thousand dollars ($5,000);\n\n(c) Shall surrender his driver’s license or permit to the court;\n\n(d) Shall have his driving privileges suspended by the court for a mandatory minimum period of one (1) year after release from imprisonment, during which time he shall have absolutely no driving privileges of any kind, and may have his driving privileges suspended by the court for an additional period not to exceed four (4) years, during which the defendant may request restricted driving privileges that the court may allow if the defendant shows by a preponderance of the evidence that driving privileges are necessary for his employment or for family health needs; and\n\n(e) Shall, while operating a motor vehicle, be required to drive only a motor vehicle equipped with a functioning ignition interlock system, as provided in section 18-8008, Idaho Code, following the mandatory one (1) year license suspension period.\n\n(7) Notwithstanding the provisions of subsections (4)(e) and (6)(d) of this section, any person who is enrolled in and is a participant in good standing in a drug court or mental health court approved by the supreme court drug court and mental health court coordinating committee under the provisions of chapter 56, title 19, Idaho Code, or other similar problem solving court utilizing community-based sentencing alternatives shall be eligible for restricted noncommercial driving privileges for the purpose of getting to and from work, school or an alcohol treatment program, which may be granted by the presiding judge of the drug court or mental health court or other similar problem solving court, provided that the offender has served a period of absolute suspension of driving privileges of at least forty-five (45) days, that a state-approved ignition interlock system is installed, at his expense, on any motor vehicles operated by the offender for a period to end one (1) year following the end of the suspension period and that the offender has shown proof of financial responsibility as defined and in the amounts specified in section 49-117, Idaho Code, provided that the restricted noncommercial driving privileges may be continued if the offender successfully completes the drug court, mental health court or other similar problem solving court, and that the court may revoke such privileges for failure to comply with the terms of probation or with the terms and conditions of the drug court, mental health court or other similar problem solving court program.\n\n(8) For the purpose of computation of the enhancement period in subsections (4), (6) and (9) of this section, the time that elapses between the date of commission of the offense and the date the defendant pleads guilty or is found guilty for the pending offense shall be excluded. If the determination of guilt against the defendant is reversed upon appeal, the time that elapsed between the date of the commission of the offense and the date the defendant pleads guilty or is found guilty following the appeal shall also be excluded.\n\n(9) Notwithstanding the provisions of subsections (4) and (6) of this section, any person who has pled guilty to or has been found guilty of a felony violation of the provisions of section 18-8004, Idaho Code, a felony violation of the provisions of section 18-8004C, Idaho Code, a violation of the provisions of section 18-8006, Idaho Code, a violation of the provisions of section 18-4006 3.(b), Idaho Code, notwithstanding the form of the judgment(s) or withheld judgment(s) or any substantially conforming foreign criminal felony violation, notwithstanding the form of the judgment(s) or withheld judgment(s), and within fifteen (15) years pleads guilty to or is found guilty of a further violation of the provisions of section 18-8004, Idaho Code, shall be guilty of a felony and shall be sentenced pursuant to subsection (6) of this section.\n\n(10) For the purpose of subsections (4), (6) and (9) of this section and the provisions of section 18-8004C, Idaho Code, a substantially conforming foreign criminal violation exists when a person has pled guilty to or has been found guilty of a violation of any federal law or law of another state, or any valid county, city, or town ordinance of another state substantially conforming to the provisions of section 18-8004, Idaho Code. The determination of whether a foreign criminal violation is substantially conforming is a question of law to be determined by the court.\n\n(11) Any person who pleads guilty to or is found guilty of a violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code, shall undergo, at his own expense (or at county expense through the procedures set forth in chapters 34 and 35, title 31, Idaho Code) and prior to the sentencing date, an alcohol evaluation by a substance use disorders service provider approved by the Idaho department of health and welfare; provided however, if the defendant has no prior or pending charges with respect to the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code, and the court has the records and information required under subsection (12)(a), (b) and (c) of this section or possesses information from other reliable sources relating to the defendant’s use or nonuse of alcohol or drugs that does not give the court any reason to believe that the defendant regularly abuses alcohol or drugs and is in need of treatment, the court may, in its discretion, waive the evaluation with respect to sentencing for a violation of section 18-8004 or 18-8004C(1), Idaho Code, and proceed to sentence the defendant. The court may also, in its discretion, waive the requirement of an alcohol evaluation with respect to a defendant’s first violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code, and proceed to sentence the defendant if the court has a presentence investigation report, substance use disorder assessment, criminogenic risk assessment, or other assessment that evaluates the defendant’s degree of alcohol abuse and need for alcohol treatment conducted within twelve (12) months preceding the date of the defendant’s sentencing. In the event an alcohol evaluation indicates the need for alcohol treatment, the evaluation shall contain a recommendation by the evaluator as to the most appropriate treatment program, together with the estimated cost thereof, and recommendations for other suitable alternative treatment programs, together with the estimated costs thereof. The person shall request that a copy of the completed evaluation be forwarded to the court. The court shall take the evaluation into consideration in determining an appropriate sentence. If a copy of the completed evaluation has not been provided to the court, the court may proceed to sentence the defendant; however, in such event, it shall be presumed that alcohol treatment is required unless the defendant makes a showing by a preponderance of evidence that treatment is not required. If the defendant has not made a good faith effort to provide the completed copy of the evaluation to the court, the court may consider the failure of the defendant to provide the report as an aggravating circumstance in determining an appropriate sentence. If treatment is ordered, in no event shall the person or facility doing the evaluation be the person or facility that provides the treatment unless this requirement is waived by the sentencing court, with the exception of federally recognized Indian tribes or federal military installations, where diagnosis and treatment are appropriate and available. Nothing herein contained shall preclude the use of funds authorized pursuant to the provisions of chapter 3, title 39, Idaho Code, for court-ordered alcohol treatment for indigent defendants.\n\n(12) At the time of sentencing, the court shall be provided with the following information:\n\n(a) The results, if administered, of any evidentiary test for alcohol and/or drugs;\n\n(b) A computer or teletype or other acceptable copy of the person’s driving record;\n\n(c) Information as to whether the defendant has pled guilty to or been found guilty of a violation of the provisions of section 18-8004, 18-8004C or 18-8006, Idaho Code, or a similar offense within the past five (5) years, notwithstanding the form of the judgment(s) or withheld judgment(s); and\n\n(d) The alcohol evaluation required in subsection (11) of this section, if any.\n\n(13) At the time of sentencing, the court shall inform the defendant that a second or subsequent offense of driving while under the influence of alcohol, drugs, or any other intoxicating substances that results in death may be considered vehicular manslaughter and may result in stricter punishment, including a mandatory fixed term of imprisonment of at least five (5) years for a second offense and a mandatory fixed term of imprisonment of at least ten (10) years for a third or subsequent offense, as provided in section 18-4007(3)(b)(ii) and (iii), Idaho Code. Failure by the court to inform the defendant of such information shall not prohibit the imposition of a mandatory fixed term of imprisonment, and proof of knowledge of the mandatory fixed term of imprisonment shall not be required for such term to be imposed.\n\n(14) A minor may be prosecuted for a violation of the provisions of section 18-8004 or 18-8004C, Idaho Code, under chapter 5, title 20, Idaho Code. In addition to any other penalty, if a minor pleads guilty to or is found guilty of a violation of the provisions of section 18-8004(1)(a), (b) or (c) or 18-8004C, Idaho Code, he shall have his driving privileges suspended or denied for an additional one (1) year following the end of any period of suspension or revocation existing at the time of the violation, or until he reaches the age of twenty-one (21) years, whichever period is greater. During the period of additional suspension or denial, absolutely no driving privileges shall be allowed.\n\n(15) In the event that the alcohol evaluation required in subsection (11) of this section recommends alcohol treatment, the court shall order the person to complete a treatment program in addition to any other sentence that may be imposed, unless the court determines that alcohol treatment would be inappropriate or undesirable, in which event the court shall enter findings articulating the reasons for such determination on the record. The court shall order the defendant to complete the preferred treatment program set forth in the evaluation, or a comparable alternative, unless it appears that the defendant cannot reasonably obtain adequate financial resources for such treatment. In that event, the court may order the defendant to complete a less costly alternative set forth in the evaluation, or a comparable program. Such treatment shall, to the greatest extent possible, be at the expense of the defendant. In the event that funding is provided for or on behalf of the defendant by an entity of state government, restitution shall be ordered to such governmental entity in accordance with the restitution procedure for crime victims, as specified under chapter 53, title 19, Idaho Code. Nothing contained herein shall be construed as requiring a court to order that a governmental entity shall provide alcohol treatment at government expense unless otherwise required by law.\n\n(16) Any person who is disqualified, or whose driving privileges have been suspended, revoked or canceled under the provisions of this chapter, shall not be granted restricted driving privileges to operate a commercial motor vehicle.\n\n(17) As used in this section, \"at his expense\" includes the cost of obtaining, installing, using and maintaining an ignition interlock system.\n\n[18-8005, added 1984, ch. 22, sec. 2, p. 30; am. 1986, ch. 201, sec. 1, p. 501; am. 1988, ch. 265, sec. 564, p. 860; am. 1989, ch. 88, sec. 62, p. 202; am. 1989, ch. 175, sec. 1, p. 424; am. 1989, ch. 366, sec. 2, p. 917; am. 1990, ch. 45, sec. 45, p. 114; am. 1992, ch. 115, sec. 40, p. 383; am. 1992, ch. 139, sec. 1, p. 429; am. 1992, ch. 338, sec. 1, p. 1011; am. 1993, ch. 272, sec. 1, p. 909; am. 1994, ch. 148, sec. 2, p. 338; am. 1994, ch. 421, sec. 2, p. 1318; am. 1994, ch. 422, sec. 3, p. 1325; am. 1997, ch. 114, sec. 1, p. 284; am. 1999, ch. 80, sec. 2, p. 233; am. 2000, ch. 240, sec. 1, p. 671; am. 2000, ch. 247, sec. 3, p. 696; am. 2003, ch. 286, sec. 1, p. 773; am. 2005, ch. 352, sec. 3, p. 1092; am. 2006, ch. 261, sec. 3, p. 809; am. 2009, ch. 11, sec. 6, p. 16; am. 2009, ch. 184, sec. 5, p. 596; am. 2010, ch. 331, sec. 1, p. 877; am. 2011, ch. 265, sec. 4, p. 721; am. 2014, ch. 63, sec. 5, p. 162; am. 2015, ch. 60, sec. 1, p. 164; am. 2018, ch. 254, sec. 4, p. 597; am. 2019, ch. 29, sec. 1, p. 77; am. 2019, ch. 305, sec. 2, p. 907; am. 2024, ch. 252, sec. 1, p. 887; am. 2025, ch. 171, sec. 2, p. 808.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8005/"
    },
    {
      "id": "section-18-8006",
      "number": "18-8006",
      "heading": "AGGRAVATED DRIVING WHILE UNDER THE INFLUENCE OF ALCOHOL, DRUGS OR ANY OTHER INTOXICATING SUBSTANCES",
      "text": "18-8006. AGGRAVATED DRIVING WHILE UNDER THE INFLUENCE OF ALCOHOL, DRUGS OR ANY OTHER INTOXICATING SUBSTANCES. (1) Any person causing great bodily harm, permanent disability or permanent disfigurement to any person other than himself in committing a violation of the provisions of section 18-8004(1)(a) or (1)(c), Idaho Code, is guilty of a felony, and upon conviction:\n\n(a) Shall be sentenced to the state board of correction for not to exceed fifteen (15) years, provided that notwithstanding the provisions of section 19-2601, Idaho Code, should the court impose any sentence other than incarceration in the state penitentiary, the defendant shall be sentenced to the county jail for a mandatory minimum period of not less than thirty (30) days, the first forty-eight (48) hours of which must be consecutive; and further provided that notwithstanding the provisions of section 18-111, Idaho Code, a conviction under this section shall be deemed a felony;\n\n(b) May be fined an amount not to exceed five thousand dollars ($5,000);\n\n(c) Shall surrender his driver’s license or permit to the court; and\n\n(d) Shall have his driving privileges suspended by the court for a mandatory minimum period of one (1) year after release from imprisonment, and may have his driving privileges suspended by the court for not to exceed five (5) years after release from imprisonment, during which time he shall have absolutely no driving privileges of any kind; and\n\n(e) Shall be ordered by the court to pay restitution in accordance with chapter 53, title 19, Idaho Code.\n\n(2) At the time of sentencing, the court shall inform the defendant that a second or subsequent offense of driving while under the influence of alcohol, drugs, or any other intoxicating substances that results in death may be considered vehicular manslaughter and may result in stricter punishment, including a mandatory fixed term of imprisonment of at least five (5) years for a second offense and a mandatory fixed term of imprisonment of at least ten (10) years for a third or subsequent offense, as provided in section 18-4007(3)(b)(ii) and (iii), Idaho Code. Failure by the court to inform the defendant of such information shall not prohibit the imposition of a mandatory fixed term of imprisonment, and proof of knowledge of the mandatory fixed term of imprisonment shall not be required for such term to be imposed.\n\n(3) Notwithstanding any other provision of law, any evidence of conviction under this section shall be admissible in any civil action for damages resulting from the occurrence. A conviction for the purposes of this section means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment(s) or withheld judgment(s).\n\n[18-8006, added 1984, ch. 22, sec. 2, p. 32; am. 1986, ch. 201, sec. 2, p. 504; am. 1989, ch. 88, sec. 63, p. 205; am. 1990, ch. 45, sec. 46, p. 117; am. 1997, ch. 114, sec. 2, p. 288; am. 2000, ch. 356, sec. 1, p. 1191; am. 2006, ch. 261, sec. 4, p. 814; am. 2025, ch. 171, sec. 3, p. 813.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8006/"
    },
    {
      "id": "section-18-8006a",
      "number": "18-8006A",
      "heading": "AGGRAVATED DRIVING WHILE RECKLESS",
      "text": "18-8006A. AGGRAVATED DRIVING WHILE RECKLESS. (1) A person shall be guilty of aggravated driving while reckless if he causes great bodily harm, permanent disability, or permanent disfigurement to any person other than himself in committing a violation of the provisions of section 49-1401(1), Idaho Code.\n\n(2) Any person who commits aggravated driving while reckless upon conviction:\n\n(a) Shall be sentenced to the state board of correction for a term not to exceed fifteen (15) years. Notwithstanding the provisions of section 19-2601, Idaho Code, should the court impose any sentence other than incarceration in the state penitentiary, the defendant shall be sentenced to the county jail for a mandatory minimum period of at least thirty (30) days, the first forty-eight (48) hours of which must be consecutive. Notwithstanding the provisions of section 18-111, Idaho Code, a conviction under this section shall be deemed a felony;\n\n(b) May be fined an amount not to exceed five thousand dollars ($5,000);\n\n(c) Shall surrender his driver’s license or permit to the court;\n\n(d) Shall have his driving privileges suspended by the court for a mandatory minimum period of one (1) year after release from imprisonment and may have his driving privileges suspended by the court for a period not to exceed five (5) years after release from imprisonment, during which time he shall have absolutely no driving privileges of any kind; and\n\n(e) Shall be ordered by the court to pay restitution in accordance with chapter 53, title 19, Idaho Code.\n\n(3) Notwithstanding any other provision of law, any evidence of conviction under this section shall be admissible in any civil action for damages resulting from the occurrence. A conviction for the purposes of this section means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment or withheld judgment.\n\n[18-8006A, added 2024, ch. 90, sec. 1, p. 429.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8006a/"
    },
    {
      "id": "section-18-8007",
      "number": "18-8007",
      "heading": "LEAVING SCENE OF ACCIDENT RESULTING IN INJURY OR DEATH",
      "text": "18-8007. LEAVING SCENE OF ACCIDENT RESULTING IN INJURY OR DEATH. (1) The driver of any vehicle that has been involved in an accident, either upon public or private property open to the public, who knows or has reason to know that said accident has resulted in injury to or death of any person shall:\n\n(a) Immediately stop the vehicle at the scene of the accident or as close thereto as possible. Every stop required under this section shall be made without obstructing traffic more than is necessary.\n\n(b) Remain at the scene of the accident until the driver has fulfilled all the requirements under this section.\n\n(c) Give his name, address, the name of his insurance agent or company if he has automobile liability insurance, and the motor vehicle registration number of the vehicle he is driving to the person struck, or to the driver or occupant of or person attending any vehicle collided with.\n\n(d) If available, exhibit his driver’s license to the person struck, or to the driver or occupant of or person attending any vehicle collided with.\n\n(e) Render to any person injured in the accident reasonable assistance, including the conveying or the making of arrangements for the conveying of such person to a physician, surgeon, hospital or other medical facility, for medical or surgical treatment, if it is apparent that such treatment is necessary or if such conveying is requested by the injured person.\n\n(2) A violation of any provision of this section shall constitute a felony and be punished by a fine of not more than five thousand dollars ($5,000) or by imprisonment in the state penitentiary for a period of not more than five (5) years, or by both such fine and imprisonment.\n\n(3) The director of the transportation department shall revoke for a period of one (1) year the driver’s license or permit to drive, or the nonresident operating privilege, of any person convicted or found guilty of violating any provision of this section. Such revocation shall preclude any type of work permit or other form of limited driving privileges as provided in section 49-326, Idaho Code.\n\n[18-8007, added 1987, ch. 208, sec. 1, p. 440; am. 1988, ch. 265, sec. 565, p. 863; am. 1989, ch. 88, sec. 64, p. 206; am. 1992, ch. 115, sec. 41, p. 386.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8007/"
    },
    {
      "id": "section-18-8008",
      "number": "18-8008",
      "heading": "IGNITION INTERLOCK SYSTEMS",
      "text": "18-8008. IGNITION INTERLOCK SYSTEMS.\n\n(1)(a) If a person is convicted, is found guilty, pleads guilty or receives a withheld judgment for violating any of the provisions of this chapter relating to driving under the influence and has had any or all of a sentence or fine suspended for the violation, the court shall, unless an exception is granted pursuant to section 18-8002(12), Idaho Code, impose the sanction provided for in this section in addition to any other penalty or fine imposed pursuant to this chapter.\n\n(b) The court shall order the person to have a state-approved ignition interlock system installed, at his expense, on all motor vehicles operated by him. A court may determine that an offender is eligible to utilize available funds from the court interlock device and electronic monitoring device fund, as outlined in section 18-8010, Idaho Code, for the installation and operation of an ignition interlock device, based on evidence of financial hardship.\n\n(2) The calibration setting at which the ignition interlock system will prevent the motor vehicle from being started shall be .025.\n\n(3) As used in this chapter, the term \"ignition interlock system\" means breath alcohol ignition interlock device, including a camera, certified by the transportation department, designed to prevent a motor vehicle from being operated by a person who has consumed an alcoholic beverage.\n\n(4) The transportation department shall by rule provide standards for the certification, installation, repair and removal of the devices.\n\n(5) The court shall notify the transportation department of its order imposing a sanction pursuant to this section. The department shall attach or imprint a notation on the driver’s license or other document granting the person restricted driving privileges of any person restricted under this section that the person may operate only a motor vehicle equipped with an ignition interlock system.\n\n(6) When a court orders a person to install and use an ignition interlock system pursuant to this section, the court shall order the person to pay the cost for obtaining, installing, utilizing and maintaining the ignition interlock system. All fees collected pursuant to this section shall be in addition to any other fines or penalty provided by law and shall be deposited in the court interlock device and electronic monitoring device fund created in section 18-8010, Idaho Code.\n\n[18-8008, added 1988, ch. 339, sec. 2, p. 1008; am. 2000, ch. 247, sec. 4, p. 700; am. 2014, ch. 63, sec. 6, p. 166; am. 2018, ch. 254, sec. 5, p. 601; am. 2019, ch. 305, sec. 3, p. 910.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8008/"
    },
    {
      "id": "section-18-8008a",
      "number": "18-8008A",
      "heading": "ELECTRONIC MONITORING DEVICES",
      "text": "18-8008A. ELECTRONIC MONITORING DEVICES. (1) If a person is convicted, is found guilty, pleads guilty or receives a withheld judgment for violating any of the provisions of this chapter and has had any or all of a sentence or fine suspended for the violation, the court, in its discretion, may impose the sanction provided for in this section in addition to any other penalty or fine imposed pursuant to this chapter.\n\n(2) The court may order the person to use electronic monitoring devices to record the person’s movements if, as a condition of probation, the person has been given restricted driving privileges between certain times, has been placed under a curfew or has been ordered confined to his residence during times certain. Nothing in this subsection shall restrict the court’s usage of electronic monitoring devices to supervise a defendant on probation for other offenses.\n\n(3) If a court orders a defendant to use an electronic monitoring device pursuant to this section, and the court, or its probation department, furnishes the defendant with the device, the court may order the defendant to pay a reasonable fee for utilizing the equipment. All fees collected pursuant to this section shall be in addition to any other fines or penalty provided by law and shall be deposited in the court interlock device and electronic monitoring device fund created in section 18-8010, Idaho Code.\n\n[18-8008A, added 2018, ch. 254, sec. 6, p. 602.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8008a/"
    },
    {
      "id": "section-18-8009",
      "number": "18-8009",
      "heading": "IGNITION INTERLOCKS — ASSISTING ANOTHER IN STARTING OR OPERATING — PENALTY",
      "text": "18-8009. IGNITION INTERLOCKS — ASSISTING ANOTHER IN STARTING OR OPERATING — PENALTY. A person who knowingly assists another person who is restricted to the use of an ignition interlock device to start and operate that vehicle in violation of a court order shall be guilty of a misdemeanor. The provisions of this section do not apply if the starting of a motor vehicle, or the request to start a motor vehicle, equipped with an ignition interlock device is done for the purpose of safety or mechanical repair of the device or the vehicle and person subject to the court order does not operate the vehicle.\n\n[18-8009, added 1988, ch. 339, sec. 3, p. 1009.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8009/"
    },
    {
      "id": "section-18-8010",
      "number": "18-8010",
      "heading": "SURCHARGE ADDED TO ALL FINES",
      "text": "18-8010. SURCHARGE ADDED TO ALL FINES. Every person who is convicted, found guilty, pleads guilty or receives a withheld judgment for violating the provisions of this chapter shall be required to pay an additional fifteen dollars ($15.00) in addition to any other fine, penalty or costs the court may assess. Moneys received pursuant to this section shall be remitted to the county treasurer in the county where the person was adjudicated for deposit in the \"court interlock device and electronic monitoring device fund,\" which is hereby created in each county. Moneys in this fund may be utilized for the purchase of ignition interlock devices and electronic monitoring devices required pursuant to sections 18-8002, 18-8002A, 18-8005, 18-8008 and 18-8008A, Idaho Code. Additionally, any moneys a court charges a defendant for using an ignition interlock device or electronic monitoring devices shall be placed in this fund. The court or a prosecuting attorney who establishes a diversion program pursuant to section 19-3509, Idaho Code, may also utilize moneys in this fund to assist an indigent defendant or indigent diversion participant to procure an ignition interlock device or electronic monitoring devices. The court may also utilize moneys in this fund for alcohol or drug abuse-related probation, treatment or prevention programs for adults or juveniles.\n\n[18-8010, added 1988, ch. 339, sec. 4, p. 1009; am. 1996, ch. 417, sec. 1, p. 1387; am. 1998, ch. 416, sec. 1, p. 1314; am. 2018, ch. 254, sec. 7, p. 603; am. 2019, ch. 305, sec. 4, p. 911.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8010/"
    },
    {
      "id": "section-18-8011",
      "number": "18-8011",
      "heading": "STAY OF SUSPENSION OF DRIVERS’ LICENSES OR DRIVING PRIVILEGES UPON REINCARCERATION",
      "text": "18-8011. STAY OF SUSPENSION OF DRIVERS’ LICENSES OR DRIVING PRIVILEGES UPON REINCARCERATION. A court-ordered suspension of an individual’s driver’s license or driving privileges issued pursuant to this chapter that is to commence after that individual’s release from confinement or imprisonment, shall cease to run if the individual is reincarcerated. The court-ordered suspension will be stayed for the entire period the individual is reincarcerated and will recommence as of the date the individual is rereleased from confinement or imprisonment. Upon the individual’s release from confinement or imprisonment, the suspension period will run for the number of days remaining on the suspension as of the date of the individual’s reincarceration.\n\n[18-8011, added 1998, ch. 152, sec. 4, p. 527.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-80/section-18-8011/"
    }
  ]
}