{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-40",
  "sections": [
    {
      "id": "section-18-4001",
      "number": "18-4001",
      "heading": "MURDER DEFINED",
      "text": "18-4001. MURDER DEFINED. Murder is the unlawful killing of a human being including, but not limited to, a human embryo or fetus, with malice aforethought or the intentional application of torture to a human being, which results in the death of a human being. Torture is the intentional infliction of extreme and prolonged pain with the intent to cause suffering. It shall also be torture to inflict on a human being extreme and prolonged acts of brutality irrespective of proof of intent to cause suffering. The death of a human being caused by such torture is murder irrespective of proof of specific intent to kill; torture causing death shall be deemed the equivalent of intent to kill.\n\n[18-4001, added 1972, ch. 336, sec. 1, p. 928; am. 1977, ch. 154, sec. 1, p. 390; am. 2002, ch. 330, sec. 1, p. 935.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4001/"
    },
    {
      "id": "section-18-4002",
      "number": "18-4002",
      "heading": "EXPRESS AND IMPLIED MALICE",
      "text": "18-4002. EXPRESS AND IMPLIED MALICE. Such malice may be express or implied. It is express when there is manifested a deliberate intention unlawfully to take away the life of a fellow creature. It is implied when no considerable provocation appears, or when the circumstances attending the killing show an abandoned and malignant heart.\n\n[18-4002, added 1972, ch. 336, sec. 1, p. 928.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4002/"
    },
    {
      "id": "section-18-4003",
      "number": "18-4003",
      "heading": "DEGREES OF MURDER",
      "text": "18-4003. DEGREES OF MURDER. (a) All murder which is perpetrated by means of poison, or lying in wait, or torture, when torture is inflicted with the intent to cause suffering, to execute vengeance, to extort something from the victim, or to satisfy some sadistic inclination, or which is perpetrated by any kind of willful, deliberate and premeditated killing is murder of the first degree.\n\n(b) Any murder of any peace officer, executive officer, officer of the court, fireman, judicial officer or prosecuting attorney who was acting in the lawful discharge of an official duty, and was known or should have been known by the perpetrator of the murder to be an officer so acting, shall be murder of the first degree.\n\n(c) Any murder committed by a person under a sentence for murder of the first or second degree, including such persons on parole or probation from such sentence, shall be murder of the first degree.\n\n(d) Any murder committed in the perpetration of, or attempt to perpetrate, aggravated battery on a child under twelve (12) years of age, arson, rape, robbery, burglary, kidnapping or mayhem, or an act of terrorism, as defined in section 18-8102, Idaho Code, or the use of a weapon of mass destruction, biological weapon or chemical weapon, is murder of the first degree.\n\n(e) Any murder committed by a person incarcerated in a penal institution upon a person employed by the penal institution, another inmate of the penal institution or a visitor to the penal institution shall be murder of the first degree.\n\n(f) Any murder committed by a person while escaping or attempting to escape from a penal institution is murder of the first degree.\n\n(g) All other kinds of murder are of the second degree.\n\n[18-4003, added 1972, ch. 336, sec. 1, p. 928; am. 1973, ch. 276, sec. 1, p. 588; am. 1977, ch. 154, sec. 2, p. 390; am. 1991, ch. 227, sec. 1, p. 546; am. 2002, ch. 222, sec. 4, p. 627.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4003/"
    },
    {
      "id": "section-18-4004",
      "number": "18-4004",
      "heading": "PUNISHMENT FOR MURDER",
      "text": "18-4004. PUNISHMENT FOR MURDER. Subject to the provisions of sections 19-2515 and 19-2515A, Idaho Code, every person guilty of murder of the first degree shall be punished by death or by imprisonment for life, provided that a sentence of death shall not be imposed unless the prosecuting attorney filed written notice of intent to seek the death penalty as required under the provisions of section 18-4004A, Idaho Code, and provided further that whenever the death penalty is not imposed the court shall impose a sentence. If a jury, or the court if a jury is waived, finds a statutory aggravating circumstance beyond a reasonable doubt but finds that the imposition of the death penalty would be unjust, the court shall impose a fixed life sentence. If a jury, or the court if a jury is waived, does not find a statutory aggravating circumstance beyond a reasonable doubt or if the death penalty is not sought, the court shall impose a life sentence with a minimum period of confinement of not less than ten (10) years during which period of confinement the offender shall not be eligible for parole or discharge or credit or reduction of sentence for good conduct, except for meritorious service. Every person guilty of murder of the second degree is punishable by imprisonment not less than ten (10) years and the imprisonment may extend to life.\n\n[I.C., sec. 18-4004, as added by 1972, ch. 336, sec. 1, p. 928; am. 1973, ch. 276, sec. 2, p. 588; am. 1977, ch. 154, sec. 3, p. 391; am. 1986, ch. 232, sec. 2, p. 639; am. 1998, ch. 96, sec. 1, p. 343; am. 2003, ch. 19, sec. 1, p. 71; am. 2003, ch. 136, sec. 1, p. 394.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4004/"
    },
    {
      "id": "section-18-4004a",
      "number": "18-4004A",
      "heading": "NOTICE OF INTENT TO SEEK DEATH PENALTY",
      "text": "18-4004A. NOTICE OF INTENT TO SEEK DEATH PENALTY. (1) A sentence of death shall not be imposed unless the prosecuting attorney filed written notice of intent to seek the death penalty with the court and served the notice upon the defendant or his attorney of record no later than sixty (60) days after entry of a plea for murder in the first degree and no later than thirty (30) days after entry of a plea for aggravated lewd conduct with a minor child twelve (12) years of age or under. Any notice of intent to seek the death penalty shall include a listing of the statutory aggravating circumstances that the state will rely on in seeking the death penalty. The state may amend its notice upon a showing of good cause at any time prior to trial. A notice of intent to seek the death penalty may be withdrawn at any time prior to the imposition of sentence. However, upon a showing of good cause, and a stipulation by the state and the defendant and his attorney of record the court may extend the time for the filing of the notice of intent to seek the death penalty for a reasonable period of time.\n\n(2) In the event that the prosecuting attorney does not file a notice of intent to seek the death penalty or otherwise puts the court on notice that the state does not intend to seek the death penalty, the court shall inform potential jurors at the outset of jury selection that the death penalty is not a sentencing option for the court or the jury.\n\n[18-4004A, added 1998, ch. 96, sec. 2, p. 344; am. 2003, ch. 19, sec. 2, p. 71; am. 2008, ch. 300, sec. 1, p. 837; am. 2025, ch. 177, sec. 5, p. 835.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4004a/"
    },
    {
      "id": "section-18-4005",
      "number": "18-4005",
      "heading": "PETIT TREASON ABOLISHED",
      "text": "18-4005. PETIT TREASON ABOLISHED. The rules of the common law, distinguishing the killing of a master by his servant, and of a husband by his wife, as petit treason, are abolished, and these offenses are homicides, punishable in the manner prescribed by this chapter.\n\n[18-4005, added 1972, ch. 336, sec. 1, p. 928.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4005/"
    },
    {
      "id": "section-18-4006",
      "number": "18-4006",
      "heading": "MANSLAUGHTER DEFINED",
      "text": "18-4006. MANSLAUGHTER DEFINED. Manslaughter is the unlawful killing of a human being including, but not limited to, a human embryo or fetus, without malice. It is of three (3) kinds:\n\n(1) Voluntary — upon a sudden quarrel or heat of passion.\n\n(2) Involuntary — in the perpetration of or attempt to perpetrate any unlawful act, other than those acts specified in section 18-4003(d), Idaho Code; or in the commission of a lawful act which might produce death, in an unlawful manner, or without due caution and circumspection; or in the operation of any firearm or deadly weapon in a reckless, careless or negligent manner which produces death.\n\n(3) Vehicular — in which the operation of a motor vehicle is a significant cause contributing to the death because of:\n\n(a) The commission of an unlawful act, not amounting to a felony, with gross negligence; or\n\n(b) The commission of a violation of section 18-8004 or 18-8006, Idaho Code; or\n\n(c) The commission of an unlawful act, not amounting to a felony, without gross negligence.\n\nNotwithstanding any other provision of law, any evidence of conviction under subsection (3)(b) of this section shall be admissible in any civil action for damages resulting from the occurrence. A conviction for the purposes of subsection (3)(b) of this section means that the person has pled guilty or has been found guilty, notwithstanding the form of the judgment(s) or withheld judgment(s).\n\n[18-4006, added 1972, ch. 336, sec. 1, p. 928; am. 1983, ch. 3, 1st E.S., sec. 17, p. 21; am. 1984, ch. 22, sec. 5, p. 36; am. 1997, ch. 103, sec. 1, p. 244; am. 2002, ch. 330, sec. 2, p. 936; am. 2007, ch. 43, sec. 1, p. 104; am. 2009, ch. 166, sec. 1, p. 496.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4006/"
    },
    {
      "id": "section-18-4007",
      "number": "18-4007",
      "heading": "PUNISHMENT FOR MANSLAUGHTER",
      "text": "18-4007. PUNISHMENT FOR MANSLAUGHTER. Manslaughter is punishable as follows:\n\n(1) Voluntary — by a fine of not more than fifteen thousand dollars ($15,000), or by a sentence to the custody of the state board of correction not exceeding fifteen (15) years, or by both such fine and imprisonment.\n\n(2) Involuntary — by a fine of not more than ten thousand dollars ($10,000), or by a sentence to the custody of the state board of correction not exceeding ten (10) years, or by both such fine and imprisonment.\n\n(3) Vehicular — in the operation of a motor vehicle:\n\n(a) For a violation of section 18-4006(3)(a), Idaho Code, by a fine of not more than ten thousand dollars ($10,000), or by a sentence to the custody of the state board of correction not exceeding ten (10) years, or by both such fine and imprisonment.\n\n(b) For a violation of section 18-4006(3)(b), Idaho Code:\n\n(i) For a person who has not previously been found guilty of or pled guilty to a violation of the provisions of section 18-8004 or 18-8006, Idaho Code, or any substantially conforming foreign criminal violation, as described in section 18-8005(10), Idaho Code, by a fine of not more than fifteen thousand dollars ($15,000), or by a sentence to the custody of the state board of correction not exceeding fifteen (15) years, or by both such fine and imprisonment.\n\n(ii) For a person who has previously been found guilty of or pled guilty once to a violation of the provisions of section 18-8004 or 18-8006, Idaho Code, or any substantially conforming foreign criminal violation, as described in section 18-8005(10), Idaho Code, notwithstanding the form of the judgment or withheld judgment, by a fine of not more than twenty thousand dollars ($20,000) and by a sentence to the custody of the state board of correction for a mandatory minimum fixed term of imprisonment of five (5) years, not to exceed twenty-five (25) years.\n\n(iii) For a person who has previously been found guilty of or pled guilty two (2) or more times to a violation of the provisions of section 18-8004 or 18-8006, Idaho Code, or any substantially conforming foreign criminal violation, as described in section 18-8005(10), Idaho Code, notwithstanding the form of the judgment or withheld judgment, by a fine of not more than twenty thousand dollars ($20,000) and by a sentence to the custody of the state board of correction for a mandatory minimum fixed term of imprisonment of ten (10) years, not to exceed twenty-five (25) years.\n\n(c) For a violation of section 18-4006(3)(c), Idaho Code, by a fine of not more than two thousand dollars ($2,000), or by a jail sentence not exceeding one (1) year, or by both such fine and jail sentence.\n\n(d) In addition to the foregoing, any person convicted of a violation of section 18-4006(3), Idaho Code, that resulted in the death of the parent or parents of minor children may be ordered by the court to pay support for each such minor child until the child reaches the age of eighteen (18) years. In setting the amount of support, the court shall consider all relevant factors. The nonpayment of such support shall be subject to enforcement and collection by the surviving parent or guardian of the child in the same manner that other child support orders are enforced as provided by law. In no event shall the child support judgment or order imposed by the court under this section be paid or indemnified by the proceeds of any liability insurance policy.\n\n(e) In addition to the foregoing, the driver’s license of any person convicted of a violation of section 18-4006(3), Idaho Code, may be suspended for a time determined by the court.\n\n[18-4007, added 1983, ch. 3, 1st E.S., sec. 19, p. 22; am. 1992, ch. 33, sec. 1, p. 97; am. 1994, ch. 413, sec. 1, p. 1302; am. 1997, ch. 311, sec. 1, p. 922; am. 2002, ch. 356, sec. 1, p. 1013; am. 2009, ch. 166, sec. 2, p. 496; am. 2025, ch. 171, sec. 1, p. 807.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4007/"
    },
    {
      "id": "section-18-4009",
      "number": "18-4009",
      "heading": "JUSTIFIABLE HOMICIDE BY ANY PERSON",
      "text": "18-4009. JUSTIFIABLE HOMICIDE BY ANY PERSON. (1) Homicide is justifiable when committed by any person in any of the following cases:\n\n(a) When resisting any attempt to murder any person, or to commit a felony, or to do some great bodily injury upon any person;\n\n(b) When committed in defense of habitation, a place of business or employment, occupied vehicle, property or person, against one who manifestly intends or endeavors, by violence or surprise, to commit a felony, or against one who manifestly intends and endeavors, in a violent, riotous or tumultuous manner, to enter the habitation, place of business or employment or occupied vehicle of another for the purpose of offering violence to any person therein;\n\n(c) When committed in the lawful defense of such person, or of a wife or husband, parent, child, master, mistress or servant of such person, when there is reasonable ground to apprehend a design to commit a felony or to do some great bodily injury, and imminent danger of such design being accomplished; but such person, or the person in whose behalf the defense was made, if he was the assailant or engaged in mortal combat, must really and in good faith have endeavored to decline any further struggle before the homicide was committed; or\n\n(d) When necessarily committed in attempting, by lawful ways and means, to apprehend any person for any felony committed, or in lawfully suppressing any riot, or in lawfully keeping and preserving the peace.\n\n(2) For purposes of subsection (1)(b) of this section, a person who unlawfully and by force or by stealth enters or attempts to enter a habitation, place of business or employment or occupied vehicle is presumed to be doing so with the intent to commit a felony.\n\n(3) For purposes of this section:\n\n(a) \"Habitation\" means any building, inhabitable structure or conveyance of any kind, whether the building, inhabitable structure or conveyance is temporary or permanent, mobile or immobile, including a tent, and is designed to be occupied by people lodging therein at night, and includes a dwelling in which a person resides either temporarily or permanently or is visiting as an invited guest, and includes the curtilage of any such dwelling.\n\n(b) \"Place of business or employment\" means a commercial enterprise or establishment owned by a person as all or part of the person’s livelihood or is under the owner’s control or under control of an employee or agent of the owner with responsibility for protecting persons and property and shall include the interior and exterior premises of the place of business or employment.\n\n(c) \"Vehicle\" means any motorized vehicle that is self-propelled and designed for use on public highways to transport people or property.\n\n[18-4009, added 1972, ch. 336, sec. 1, p. 930; am. 2018, ch. 222, sec. 1, p. 500.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4009/"
    },
    {
      "id": "section-18-4011",
      "number": "18-4011",
      "heading": "JUSTIFIABLE HOMICIDE BY OFFICER",
      "text": "18-4011. JUSTIFIABLE HOMICIDE BY OFFICER. Homicide is justifiable when committed by public officers and those acting by their command in their aid and assistance, either:\n\n1. In obedience to any judgment of a competent court; or\n\n2. When reasonably necessary in overcoming actual resistance to the execution of some legal process, or in the discharge of any other legal duty including suppression of riot or keeping and preserving the peace. Use of deadly force shall not be justified in overcoming actual resistance unless the officer has probable cause to believe that the resistance poses a threat of death or serious physical injury to the officer or to other persons; or\n\n3. When reasonably necessary in preventing rescue or escape or in retaking inmates who have been rescued or have escaped from any jail, or when reasonably necessary in order to prevent the escape of any person charged with or suspected of having committed a felony, provided the officer has probable cause to believe that the inmate, or persons assisting his escape, or the person suspected of or charged with the commission of a felony poses a threat of death or serious physical injury to the officer or other persons.\n\n[18-4011, added 1972, ch. 336, sec. 1, p. 931; am. 1986, ch. 303, sec. 2, p. 755.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4011/"
    },
    {
      "id": "section-18-4012",
      "number": "18-4012",
      "heading": "EXCUSABLE HOMICIDE",
      "text": "18-4012. EXCUSABLE HOMICIDE. Homicide is excusable in the following cases:\n\n1. When committed by accident and misfortune in doing any lawful act by lawful means, with usual and ordinary caution, and without any unlawful intent.\n\n2. When committed by accident and misfortune, in the heat of passion, upon any sudden and sufficient provocation, or upon a sudden combat when no undue advantage is taken nor any dangerous weapon used, and when the killing is not done in a cruel or unusual manner.\n\n[I.C., sec. 18-4012, as added by 1972, ch. 336, sec. 1, p. 931.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4012/"
    },
    {
      "id": "section-18-4013",
      "number": "18-4013",
      "heading": "DISCHARGE OF DEFENDANT WHEN HOMICIDE JUSTIFIABLE OR EXCUSABLE",
      "text": "18-4013. DISCHARGE OF DEFENDANT WHEN HOMICIDE JUSTIFIABLE OR EXCUSABLE. The homicide appearing to be justifiable or excusable, the person indicted must, upon his trial, be fully acquitted and discharged.\n\n[18-4013, added 1972, ch. 336, sec. 1, p. 931.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4013/"
    },
    {
      "id": "section-18-4014",
      "number": "18-4014",
      "heading": "ADMINISTERING POISON WITH INTENT TO KILL",
      "text": "18-4014. ADMINISTERING POISON WITH INTENT TO KILL. Every person who, with intent to kill, administers or causes or procures to be administered, to another, any poison or other noxious or destructive substance or liquid, but by which death is not caused, is punishable by imprisonment in the state prison not less than ten (10) years, and the imprisonment may be extended to life.\n\n[18-4014, added 1972, ch. 336, sec. 1, p. 931.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4014/"
    },
    {
      "id": "section-18-4015",
      "number": "18-4015",
      "heading": "ASSAULT WITH INTENT TO MURDER",
      "text": "18-4015. ASSAULT WITH INTENT TO MURDER. Every person who assaults another with intent to commit murder, is punishable by imprisonment in the state prison not less than one (1) nor more than fourteen (14) years.\n\n[18-4015, added 1972, ch. 336, sec. 1, p. 931.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4015/"
    },
    {
      "id": "section-18-4016",
      "number": "18-4016",
      "heading": "DEFINITION OF HUMAN EMBRYO AND FETUS — PROHIBITING THE PROSECUTION OF CERTAIN PERSONS",
      "text": "18-4016. DEFINITION OF HUMAN EMBRYO AND FETUS — PROHIBITING THE PROSECUTION OF CERTAIN PERSONS. (1) For purposes of this chapter \"embryo\" or \"fetus\" shall mean any human in utero.\n\n(2) Nothing in this chapter, arising from the killing of an embryo or fetus, shall be construed to permit the prosecution:\n\n(a) Of any person for conduct relating to an abortion for which the consent of the pregnant woman, or a person authorized by law to act on her behalf, has been obtained or for which such consent is implied by law;\n\n(b) Of any person for any medical treatment of the pregnant woman or her embryo or fetus; or\n\n(c) Of any woman with respect to her embryo or fetus.\n\n(3) Nothing in this chapter is intended to amend or nullify the provisions of chapter 6, title 18, Idaho Code.\n\n[18-4016, added 2002, ch. 330, sec. 3, p. 936; am. 2002, ch. 337, sec. 1, p. 953.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4016/"
    },
    {
      "id": "section-18-4017",
      "number": "18-4017",
      "heading": "CAUSING A SUICIDE — ASSISTING IN A SUICIDE — INJUNCTIVE RELIEF — REVOCATION OF LICENSE — EXCEPTIONS",
      "text": "18-4017. CAUSING A SUICIDE — ASSISTING IN A SUICIDE — INJUNCTIVE RELIEF — REVOCATION OF LICENSE — EXCEPTIONS. (1) A person is guilty of a felony if such person, with the purpose of assisting another person to commit or to attempt to commit suicide, knowingly and intentionally either:\n\n(a) Provides the physical means by which another person commits or attempts to commit suicide; or\n\n(b) Participates in a physical act by which another person commits or attempts to commit suicide.\n\n(2) Any person convicted of or who pleads guilty to a violation of the provisions of subsection (1) of this section shall be sentenced to the custody of the state board of correction for a period not to exceed five (5) years.\n\n(3) The licensing authority that issued a license or certification to a health care professional who is convicted of or who pleads guilty to a violation of the provisions of subsection (1) of this section, or who has had a judgment of contempt of court for violating an injunction issued pursuant to the provisions of subsection (4) of this section, may revoke the license or certification of such health care professional upon receipt of:\n\n(a) A copy of the record of the criminal conviction or plea of guilty for a felony in violation of the provisions of subsection (1) of this section; or\n\n(b) A copy of the record of a judgment of contempt of court for violating an injunction issued pursuant to the provisions of subsection (4) of this section.\n\n(4) Upon proper application to the court, injunctive relief against any person who is reasonably believed to be about to violate, or who is in the course of violating, the provisions of subsection (1) of this section may be obtained by any person who is:\n\n(a) The spouse, parent, child or sibling of the person who would commit suicide;\n\n(b) A court appointed guardian of the person who would commit suicide;\n\n(c) Entitled to inherit from the person who would commit suicide;\n\n(d) A health care provider of the person who would commit suicide; or\n\n(e) A public official with appropriate jurisdiction to prosecute or enforce the laws of this state.\n\n(5) The following shall not be deemed a violation of the provisions of this section:\n\n(a) A health care professional who administers, prescribes or dispenses medications or procedures to relieve another person’s pain or discomfort, even if any such medication or procedure may hasten or increase the risk of death, unless such medications or procedures are knowingly and intentionally administered, prescribed or dispensed to cause death.\n\n(b) A health care professional who withholds or withdraws treatment or procedures in compliance with a living will and durable power of attorney for health care, a health care directive, a physician orders for scope of treatment form or any other similar document that satisfies the elements set forth in chapter 45, title 39, Idaho Code, or upon a refusal to consent or withdrawal of consent by the patient, or if the patient is unable to give or refuse consent, and does not have a living will and durable power of attorney for health care, a health care directive, a physician orders for scope of treatment form or any other similar document that satisfies the elements set forth in chapter 45, title 39, Idaho Code, by a person authorized to refuse or withdraw consent pursuant to section 39-4504, Idaho Code, shall not be deemed to have violated the provisions of this section.\n\n(6) As used in this section:\n\n(a) \"Health care professional\" means any person licensed, certified or registered by the state of Idaho to deliver health care.\n\n(b) \"Suicide\" means the act or instance of taking one’s own life.\n\n[18-4017, added 2011, ch. 194, sec. 1, p. 555.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-40/section-18-4017/"
    }
  ]
}