{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-78",
  "sections": [
    {
      "id": "section-18-7801",
      "number": "18-7801",
      "heading": "SHORT TITLE",
      "text": "18-7801. SHORT TITLE. This act shall be known and may be cited as the \"Racketeering Act.\"\n\n[18-7801, added 1981, ch. 219, sec. 1, p. 407.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-78/section-18-7801/"
    },
    {
      "id": "section-18-7802",
      "number": "18-7802",
      "heading": "PURPOSE",
      "text": "18-7802. PURPOSE. The purpose of this act is to eliminate the infiltration and illegal acquisition of legitimate economic enterprise by racketeering practices and to eliminate the use of legal and illegal enterprises to further criminal activities.\n\n[18-7802, added 1981, ch. 219, sec. 1, p. 407.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-78/section-18-7802/"
    },
    {
      "id": "section-18-7803",
      "number": "18-7803",
      "heading": "DEFINITIONS",
      "text": "18-7803. DEFINITIONS. As used in this chapter:\n\n(a) \"Racketeering\" means any act which is chargeable or indictable under the following sections of the Idaho Code or which are equivalent acts chargeable or indictable as equivalent crimes under the laws of any other jurisdiction:\n\n(1) Homicide (section 18-4001, Idaho Code);\n\n(2) Robbery, burglary, theft, forgery, counterfeiting, and related crimes (sections 18-1401, 18-1405, 18-2403, 18-2407, 18-3123, 18-3124, 18-3125, 18-3601, 18-3602, 18-3603, 18-3605, 18-3606, 18-3607, 18-3609, 18-3610, 18-3614, 18-3615, 18-4630, 18-6501 and 49-518, Idaho Code);\n\n(3) Kidnapping (section 18-4501, Idaho Code);\n\n(4) Commercial sexual activity (sections 18-5601, 18-5602, 18-5603, 18-5604, 18-5605, 18-5606, 18-5607, 18-5608 and 18-5609, Idaho Code);\n\n(5) Arson (sections 18-801, 18-802, 18-803, 18-804 and 18-805, Idaho Code);\n\n(6) Assault (sections 18-908 and 18-4015, Idaho Code);\n\n(7) Lotteries and gambling (sections 18-3801, 18-3802, 18-3809, 18-4902, 18-4903, 18-4904, 18-4905, 18-4906 and 18-4908, Idaho Code);\n\n(8) Indecency and obscenity (sections 18-1515, 18-1518, 18-4103, 18-4103A, 18-4104, 18-4105, 18-4105A and 18-4107, Idaho Code);\n\n(9) Poisoning (sections 18-4014 and 18-5501, Idaho Code);\n\n(10) Fraudulent practices, false pretenses, insurance fraud, financial transaction card crimes and fraud generally (sections 18-2403, 18-2706, 18-3002, 18-3101, 18-3124, 18-3125, 18-3126, 18-6713, 41-293, 41-294 and 41-1306, Idaho Code);\n\n(11) Alcoholic beverages (sections 23-602, 23-606, 23-610, 23-703, 23-905, 23-914, 23-928, 23-934 and 23-938, Idaho Code);\n\n(12) Cigarette taxes (sections 63-2505 and 63-2512(b), Idaho Code);\n\n(13) Securities (sections 30-14-401, 30-14-402, 30-14-403, 30-14-404, 30-14-501, 30-14-502, 30-14-505 and 30-14-506, Idaho Code);\n\n(14) Horseracing (section 54-2512, Idaho Code);\n\n(15) Interest and usurious practices (sections 28-45-401 and 28-45-402, Idaho Code);\n\n(16) Corporations (sections 18-1901, 18-1902, 18-1903, 18-1904, 18-1905, 18-1906 and 30-1510, Idaho Code);\n\n(17) Perjury (sections 18-5401 and 18-5410, Idaho Code);\n\n(18) Bribery and corrupt influence (sections 18-1352 and 18-1353, Idaho Code);\n\n(19) Controlled substances (sections 37-2732(a), (b), (c), (e) and (f), 37-2732B, 37-2734 and 37-2734B, Idaho Code);\n\n(20) Motor vehicles (sections 49-228, 49-231, 49-232 and 49-518, Idaho Code);\n\n(21) Terrorism (section 18-8103, Idaho Code).\n\n(b) \"Person\" means any individual or entity capable of holding a legal or beneficial interest in property;\n\n(c) \"Enterprise\" means any sole proprietorship, partnership, corporation, business, labor union, association or other legal entity or any group of individuals associated in fact although not a legal entity, and includes illicit as well as licit entities; and\n\n(d) \"Pattern of racketeering activity\" means engaging in at least two (2) incidents of racketeering conduct that have the same or similar intents, results, accomplices, victims or methods of commission, or otherwise are interrelated by distinguishing characteristics and are not isolated incidents, provided at least one (1) of such incidents occurred after the effective date of this act and that the last of such incidents occurred within five (5) years after a prior incident of racketeering conduct.\n\n[18-7803, added 1981, ch. 219, sec. 1, p. 407; am. 1988, ch. 265, sec. 562, p. 858; am. 1999, ch. 143, sec. 3, p. 413; am. 2000, ch. 148, sec. 4, p. 384; am. 2002, ch. 222, sec. 5, p. 627; am. 2004, ch. 45, sec. 4, p. 226; am. 2004, ch. 49, sec. 3, p. 234; am. 2024, ch. 147, sec. 45, p. 580.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-78/section-18-7803/"
    },
    {
      "id": "section-18-7804",
      "number": "18-7804",
      "heading": "PROHIBITED ACTIVITIES — PENALTIES",
      "text": "18-7804. PROHIBITED ACTIVITIES — PENALTIES. (a) It is unlawful for any person who has received any proceeds derived directly or indirectly from a pattern of racketeering activity in which the person has participated, to use or invest, directly or indirectly, any part of the proceeds or the proceeds derived from the investment or use thereof in the acquisition of any interest in, or the establishment or operation of, any enterprise or real property. Whoever violates this subsection is guilty of a felony.\n\n(b) It is unlawful for any person to engage in a pattern of racketeering activity in order to acquire or maintain, directly or indirectly, any interest in or control of any enterprise or real property. Whoever violates this subsection is guilty of a felony.\n\n(c) It is unlawful for any person employed by or associated with any enterprise to conduct or participate, directly or indirectly, in the conduct of the affairs of such enterprise by engaging in a pattern of racketeering activity. Whoever violates the provisions of this subsection is guilty of a felony.\n\n(d) It is unlawful for any person to conspire to violate any of the provisions of subsections (a) through (c) of this section. Whoever violates the provisions of this subsection is guilty of a felony.\n\n(e) Whoever violates the provisions of this act is punishable by a fine not to exceed twenty-five thousand dollars ($25,000) and/or imprisonment not to exceed a term of fourteen (14) years in the Idaho state penitentiary.\n\n(f) Upon a conviction of a violation under the provisions of this chapter, the court may order restitution for all costs and expenses of prosecution and investigation, pursuant to the terms and conditions set forth in section 37-2732(k), Idaho Code.\n\n(g) In addition to any other penalties prescribed by law, whoever violates any provisions of this act shall forfeit to the state of Idaho:\n\n(1) Any interest acquired or maintained in violation of the racketeering act; and\n\n(2) Any interest in, security of, claim against or property or contractual right of any kind affording a source of influence over any enterprise which he has established, operated, controlled, conducted or participated in the conduct of in violation of the provisions of the racketeering act.\n\n(h) In any action brought by the state under the racketeering act, the district court shall have jurisdiction to enter such restraining orders or prohibitions, or to take such other actions, including, but not limited to, the acceptance of satisfactory performance bonds, in connection with any property or other interest subject to forfeiture under the provisions of this section, as it shall deem proper.\n\n(i) Upon conviction of a person under the provisions of this section, the court shall authorize the attorney general or the proper prosecuting attorney to seize all property or other interest declared forfeited under the provisions of this section upon such terms and conditions as the court shall deem proper, making due provision for the rights of innocent persons. If a property right or other interest is not exercisable or transferable for value by the convicted person, it shall expire and shall not revert to the convicted person.\n\n[18-7804, added 1981, ch. 219, sec. 1, p. 408; am. 1993, ch. 105, sec. 2, p. 269.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-78/section-18-7804/"
    },
    {
      "id": "section-18-7805",
      "number": "18-7805",
      "heading": "RACKETEERING — CIVIL REMEDIES",
      "text": "18-7805. RACKETEERING — CIVIL REMEDIES. (a) A person who sustains injury to his person, business or property by a pattern of racketeering activity may file an action in the district court for the recovery of three (3) times the actual damages proved and the cost of the suit, including reasonable attorney’s fees.\n\n(b) The state, through the attorney general or the proper county prosecuting attorney, may file an action on behalf of those persons injured or to prevent, restrain or remedy racketeering as defined by the racketeering act.\n\n(c) The district court has jurisdiction to prevent, restrain and remedy racketeering after making provisions for the rights of all innocent persons affected by such violation and after hearing or trial, as appropriate, by issuing appropriate orders. Prior to a determination of liability, such orders may include, but are not limited to, entering restraining orders or prohibitions or taking such other actions, including the acceptance of satisfactory performance bonds, in connection with any property or other interest subject to damages, forfeiture or other restraints pursuant to this section as it deems proper.\n\n(d) Following a determination of liability, such orders may include, but are not limited to:\n\n(1) Ordering any person to divest himself of any interest, direct or indirect, in any enterprise;\n\n(2) Imposing reasonable restrictions on the future activities or investments of any person;\n\n(3) Ordering dissolution or reorganization of any enterprise;\n\n(4) Ordering the payment of three (3) times the damages proved to those persons injured by racketeering;\n\n(5) Ordering the suspension or revocation of a license, permit or prior approval granted to any enterprise by any agency of the state;\n\n(6) Ordering the forfeiture of the charter of a corporation organized under the laws of the state or the revocation of a certificate authorizing a foreign corporation to conduct business within this state; and\n\n(7) Ordering the payment of all costs and expenses of the prosecution and investigation of any offense included in the definition of racketeering incurred by a municipal, county or state government agency to the agency incurring the costs or expenses.\n\n[18-7805, added 1981, ch. 219, sec. 1, p. 409; am. 1998, ch. 111, sec. 1, p. 415.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-78/section-18-7805/"
    }
  ]
}