{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-36",
  "sections": [
    {
      "id": "section-18-3601",
      "number": "18-3601",
      "heading": "FORGERY DEFINED",
      "text": "18-3601. FORGERY DEFINED. Every person who, with intent to defraud another, falsely makes, alters, forges or counterfeits, any charter, letters, patent, deed lease, indenture, writing obligatory, will, testament, codicil, annuity, bond, covenant, bank bill or note, federal reserve note, United States currency or United States money, post note, check, draft, bill of exchange, contract, promissory note, due bill for the payment of money or property, receipt for money or property, passage ticket, power of attorney, or any certificate of any share, right, or interest in the stock of any corporation or association, or any state controller’s warrant for the payment of money at the treasury, county order or warrant, or request for the payment of money, or the delivery of goods or chattels of any kind, or for the delivery of any instrument of writing or acquittance, release, or receipt for money or goods, or any acquittance, release, or discharge for any debt, account, suit action demand, or other thing, real or personal, or any transfer or assurance of money, certificates of shares of stock, goods, chattels, or other property whatever, or any letter of attorney, or other power to receive money, or to receive or transfer certificates of shares of stock or annuities, or to let, lease, dispose of, alien, or convey any goods, chattels, lands or tenements, or other estate, real or personal, or any acceptance or endorsement of any bill of exchange, promissory note, draft, order, or assignment of any bond, writing obligatory, or promissory note for money or other property, or counterfeits or forges the seal or handwriting of another; or utters, publishes, passes, or attempts to pass, as true and genuine any of the above named false, altered, forged or counterfeited matters, as above specified and described, knowing the same to be false, altered, forged, or counterfeited, with intent to prejudice, damage, or defraud any person; or who, with intent to defraud, alters, corrupts or falsifies any record of any will, codicil, conveyance, or other instrument, the record of which is by law evidence, or any record of any judgment of a court, or the return of any officer to any process of any court, is guilty of forgery.\n\n[18-3601, added 1972, ch. 336, sec. 1, p. 916; am. 1994, ch. 180, sec. 10, p. 428; am. 2004, ch. 49, sec. 1, p. 234.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3601/"
    },
    {
      "id": "section-18-3602",
      "number": "18-3602",
      "heading": "FALSE ENTRIES IN BOOKS OF RECORD",
      "text": "18-3602. FALSE ENTRIES IN BOOKS OF RECORD. Every person who, with intent to defraud another, makes, forges, or alters any entry in any book of records, or any instrument purporting to be any record or return specified in the preceding section, is guilty of forgery.\n\n[18-3602, added 1972, ch. 336, sec. 1, p. 917.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3602/"
    },
    {
      "id": "section-18-3603",
      "number": "18-3603",
      "heading": "PUBLIC SEALS — FORGING OR COUNTERFEITING",
      "text": "18-3603. PUBLIC SEALS — FORGING OR COUNTERFEITING. Every person who, with intent to defraud another, forges, or counterfeits the seal of this state, the seal of any public officer authorized by law, the seal of any court of record, or the seal of any corporation, or any other public seal authorized or recognized by the laws of this state, or of any other state, or territory, government, or country, or who falsely makes, forges or counterfeits any impression purporting to be an impression of any such seal, or who has in his possession any such counterfeited seal or impression thereof, knowing it to be counterfeited, and wilfully conceals the same, is guilty of forgery.\n\n[18-3603, added 1972, ch. 336, sec. 1, p. 917.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3603/"
    },
    {
      "id": "section-18-3604",
      "number": "18-3604",
      "heading": "PUNISHMENT FOR FORGERY",
      "text": "18-3604. PUNISHMENT FOR FORGERY. Forgery is punishable by imprisonment in the state prison for not less than one (1) nor more than fourteen (14) years.\n\n[18-3604, added 1972, ch. 336, sec. 1, p. 917.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3604/"
    },
    {
      "id": "section-18-3605",
      "number": "18-3605",
      "heading": "POSSESSION OF FORGED NOTES OR BANK BILLS OR CHECK OR CHECKS",
      "text": "18-3605. POSSESSION OF FORGED NOTES OR BANK BILLS OR CHECK OR CHECKS. Every person who has in his possession, or receives from another person, any forged promissory note or bank bill, or bills, or check or checks, for the payment of money or property, with the intention to pass the same, or to permit, cause, or procure the same to be uttered or passed, with the intention to defraud any person, knowing the same to be forged or counterfeited, or has or keeps in his possession any blank or unfinished note or bank bill or check made in the form or similitude of any promissory note or bill or check for payment of money or property, made to be issued by any incorporated bank or banking company, with intention to fill up and complete such blank and unfinished note or bill or check, or to permit, or cause, or procure the same to be filled up and completed in order to utter or pass the same, or to permit, or cause, or procure the same to be uttered or passed, to defraud any person, is punishable by imprisonment in the state prison for not less than one (1) nor more than fourteen (14) years.\n\n[I.C., sec. 18-3605, as added by 1972, ch. 336, sec. 1, p. 917.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3605/"
    },
    {
      "id": "section-18-3606",
      "number": "18-3606",
      "heading": "FICTITIOUS BILLS, NOTES, AND CHECKS — MAKING, PASSING, UTTERING, OR PUBLISHING",
      "text": "18-3606. FICTITIOUS BILLS, NOTES, AND CHECKS — MAKING, PASSING, UTTERING, OR PUBLISHING. Every person who makes, passes, utters, or publishes, with intention to defraud any other person, or who, with the like intention, attempts to pass, utter or publish, or who has in his possession, with like intent to utter, pass, or publish, any fictitious bill, note or check, purporting to be the bill, note, or check, or other instrument in writing for the payment of money or property of some bank, corporation, copartnership, or individual, when in fact, there is no such bank, corporation, copartnership, or individual in existence, knowing the bill, note, check, or instrument in writing to be fictitious, is guilty of forgery and punishable as provided by section 18-3604.\n\n[18-3606, added 1972, ch. 336, sec. 1, p. 918.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3606/"
    },
    {
      "id": "section-18-3607",
      "number": "18-3607",
      "heading": "COUNTERFEITING COIN OR BULLION",
      "text": "18-3607. COUNTERFEITING COIN OR BULLION. Every person who counterfeits any of the species of gold or silver coin current in this state, or any kind of species of gold dust, gold or silver bullion, or bars, lumps, pieces, or nuggets, or who sells, passes, or gives in payment such counterfeit coin, dust, bullion, bars, lumps, pieces, or nuggets, or permits, causes or procures the same to be sold, uttered or passed, with intention to defraud any person, knowing the same to be counterfeited, is guilty of counterfeiting.\n\n[18-3607, added 1972, ch. 336, sec. 1, p. 918.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3607/"
    },
    {
      "id": "section-18-3608",
      "number": "18-3608",
      "heading": "PUNISHMENT FOR COUNTERFEITING",
      "text": "18-3608. PUNISHMENT FOR COUNTERFEITING. Counterfeiting is punishable by imprisonment in the state prison for not less than one (1) nor more than fourteen (14) years.\n\n[18-3608, added 1972, ch. 336, sec. 1, p. 918.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3608/"
    },
    {
      "id": "section-18-3609",
      "number": "18-3609",
      "heading": "POSSESSION OF COUNTERFEIT COIN",
      "text": "18-3609. POSSESSION OF COUNTERFEIT COIN. Every person who has in his possession, or receives for any other person, any counterfeit gold or silver coin of the species current in this state, or any counterfeit gold dust, gold or silver bullion or bars, lumps, pieces, or nuggets, with the intention to sell, utter, put off, or pass the same, or permits, causes, or procures the same to be sold, uttered, or passed, with intention to defraud any person, knowing the same to be counterfeit, is punishable by imprisonment in the state prison not less than one (1) nor more than fourteen (14) years.\n\n[18-3609, added 1972, ch. 336, sec. 1, p. 918.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3609/"
    },
    {
      "id": "section-18-3610",
      "number": "18-3610",
      "heading": "POSSESSION OF COUNTERFEITING APPARATUS",
      "text": "18-3610. POSSESSION OF COUNTERFEITING APPARATUS. Every person who makes, or knowingly has in his possession any die, plate, or any apparatus, metal, machine, or other thing whatever, made use of in counterfeiting coin, current in this state, or in counterfeiting gold dust, gold or silver bars, bullion, lump, pieces or nuggets, or in counterfeiting bank notes, bank bills, financial transaction cards, cashier’s checks, money orders, travelers checks, or any check, draft or order for the payment of money upon any bank or depository drawn on any person, firm or corporation, is punishable by imprisonment in the state prison not less than one (1) nor more than fourteen (14) years; and all such dies, plates, apparatus, paper, metal, or machine, intended for the purpose aforesaid, must be destroyed.\n\n[18-3610, added 1972, ch. 336, sec. 1, p. 918; am. 1982, ch. 220, sec. 1, p. 596.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3610/"
    },
    {
      "id": "section-18-3611",
      "number": "18-3611",
      "heading": "COUNTERFEITING RAILROAD TICKET",
      "text": "18-3611. COUNTERFEITING RAILROAD TICKET. Every person who counterfeits, forges, or alters, any ticket, check, order, coupon, receipt for fare, or pass, issued by any railroad company, or by any lessee or manager thereof, designed to entitle the holder to ride in the cars of such company, or who utters, publishes, or puts into circulation, any such counterfeit or altered ticket, check, or order, coupon, receipt for fare, or pass, with intent to defraud any such railroad company, or any lessee thereof, or any other person, is punishable by imprisonment in the state prison, or in the county jail, not exceeding one (1) year, or by fine not exceeding $1000, or by both such imprisonment and fine.\n\n[18-3611, added 1972, ch. 336, sec. 1, p. 919.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3611/"
    },
    {
      "id": "section-18-3612",
      "number": "18-3612",
      "heading": "RESTORING CANCELED RAILROAD TICKETS",
      "text": "18-3612. RESTORING CANCELED RAILROAD TICKETS. Every person who, for the purpose of restoring to its original appearance and nominal value in whole or in part, removes, conceals, fills up, or obliterates, the cuts, marks, punch holes, or other evidence of cancelation, from any ticket, check, order, coupon, receipt for fare, or pass, issued by any railroad company, or by any lessee or manager thereof, canceled in whole or in part, with intent to dispose of by sale or gift, or to circulate the same, or with intent to defraud the railroad company, or lessee thereof, or any other person, or who, with like intent to defraud, offers for sale, or in payment of fare on the railroad of the company, such ticket, check, order, coupon, or pass, knowing the same to have been so restored, in whole or in part, is punishable by imprisonment in the county jail not exceeding six (6) months, or by a fine not exceeding $1000, or by both such imprisonment and fine.\n\n[18-3612, added 1972, ch. 336, sec. 1, p. 919.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3612/"
    },
    {
      "id": "section-18-3613",
      "number": "18-3613",
      "heading": "SIMULATION OF SWITCH AND CAR KEYS",
      "text": "18-3613. SIMULATION OF SWITCH AND CAR KEYS. It shall be unlawful for any person by himself or another, without the written order or consent of such common carrier, to make, simulate, sell or dispose of any key belonging to or which might be used to open or unlock any switch, lock, car lock, or locks, used upon or belonging to any switch or car of any kind owned, controlled or operated by any common carrier in this state. Any person violating the provisions of this section shall be deemed guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine of not less than one hundred dollars ($100) nor more than one thousand dollars ($1,000), or by imprisonment in the county jail not less than thirty (30) days nor more than six (6) months.\n\n[18-3613, added 1972, ch. 336, sec. 1, p. 919; am. 2005, ch. 359, sec. 7, p. 1135.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3613/"
    },
    {
      "id": "section-18-3614",
      "number": "18-3614",
      "heading": "FORGING OR COUNTERFEITING TRADE-MARKS",
      "text": "18-3614. FORGING OR COUNTERFEITING TRADE-MARKS. Every person who wilfully forges or counterfeits or procures to be forged or counterfeited, any trade-mark usually affixed by any person to his goods, with intent to pass off any goods to which such forged or counterfeited trade-mark is affixed or intended to be affixed, as the goods of such person, is guilty of a misdemeanor.\n\n[18-3614, added 1972, ch. 336, sec. 1, p. 919.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3614/"
    },
    {
      "id": "section-18-3615",
      "number": "18-3615",
      "heading": "SALE OF COUNTERFEIT GOODS",
      "text": "18-3615. SALE OF COUNTERFEIT GOODS. Every person who sells or keeps for sale any goods upon or to which any counterfeited trade-mark has been affixed, intending to represent such goods as the genuine goods of another, knowing the same to be counterfeited, is guilty of a misdemeanor.\n\n[18-3615, added 1972, ch. 336, sec. 1, p. 919.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3615/"
    },
    {
      "id": "section-18-3616",
      "number": "18-3616",
      "heading": "FORGED AND COUNTERFEIT TRADE-MARKS DEFINED",
      "text": "18-3616. FORGED AND COUNTERFEIT TRADE-MARKS DEFINED. The phrases \"forged trade-mark\" and \"counterfeited trade-marks,\" or their equivalents, as used in this chapter include every alteration or imitation of any trade-mark so resembling the original as to be likely to deceive.\n\n[18-3616, added 1972, ch. 336, sec. 1, p. 920.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3616/"
    },
    {
      "id": "section-18-3617",
      "number": "18-3617",
      "heading": "TRADEMARK DEFINED",
      "text": "18-3617. TRADEMARK DEFINED. The phrase \"trademark\" as used in the three (3) preceding sections, includes every description of word, letter, device, emblem, stamp, imprint, brand, printed ticket, label or wrapper usually affixed by any mechanic, manufacturer, druggist, merchant or tradesman, to denote any goods to be goods imported, manufactured, produced, compounded or sold by him, other than any name, word, or expression generally denoting any goods to be of some particular class or description.\n\n[18-3617, added 1972, ch. 336, sec. 1, p. 920.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3617/"
    },
    {
      "id": "section-18-3619",
      "number": "18-3619",
      "heading": "SLUGS OR COUNTERFEITED COINS — PENALTY FOR USE IN VENDING MACHINES OR COIN-BOXES",
      "text": "18-3619. SLUGS OR COUNTERFEITED COINS — PENALTY FOR USE IN VENDING MACHINES OR COIN-BOXES. Any person who, by means of any token, slug, false or counterfeited coin, or by any other means, method, trick or device whatsoever not lawfully authorized by the owner, lessee, or licensee of any vending machine, coin-box telephone or other receptacle designed to receive or be operated by lawful coin of the United States of America in furtherance of or connection with the sale, use or enjoyment of property or service, knowingly shall operate or cause to be operated, or shall attempt to operate or attempt to cause to be operated, any vending machine, coin-box telephone or other receptacle designed to receive or be operated by lawful coin of the United States of America, or whoever shall take, obtain, accept or receive, from or by means of any such machine, coin-box telephone or other receptacle, any article of value or service or the use or enjoyment of any telephone, telegraph or other facility or service, without depositing in, delivering to and payment into such machine, coin-box telephone or receptacle the amount of lawful coin of the United States of America required therefor by the owner, lessee or licensee of such machine, coin-box telephone or other receptacle, shall be fined not more than two hundred dollars ($200.00), or imprisoned not more than sixty (60) days, or both.\n\n[I.C., sec. 18-3619, as added by 1972, ch. 336, sec. 1, p. 920.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3619/"
    },
    {
      "id": "section-18-3620",
      "number": "18-3620",
      "heading": "SLUGS OR COUNTERFEITED COINS — PENALTY FOR MANUFACTURE OR SALE",
      "text": "18-3620. SLUGS OR COUNTERFEITED COINS — PENALTY FOR MANUFACTURE OR SALE. Any person who knowingly or having cause to believe that the same is intended for fraudulent or unlawful use on the part of the purchaser, donee or user thereof shall manufacture for sale, sell or give away any token, slug, blank, disc, tag, planchet, false, mutilated, sweated or counterfeited coin or any device or substance whatsoever intended or calculated to be placed, deposited or used or which may be so placed, deposited or used in any vending machine, coin-box telephone or other receptacle designed to receive or be operated by lawful coin of the United States of America in furtherance or connection with the sale, use or enjoyment of the property or service or the use or enjoyment of any telephone, telegraph or other facilities or service, shall be fined not more than two hundred dollars ($200.00), or imprisoned not more than sixty (60) days, or both.\n\n[18-3620, added 1972, ch. 336, sec. 1, p. 921.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3620/"
    },
    {
      "id": "section-18-3621",
      "number": "18-3621",
      "heading": "MAKING FALSE STATEMENTS TO DETAIN REAL PROPERTY",
      "text": "18-3621. MAKING FALSE STATEMENTS TO DETAIN REAL PROPERTY. Any person who, with the intent to detain or remain on real property, knowingly and willfully presents to another person a false document purporting to be a valid lease agreement, deed, or other instrument conveying real property rights commits a misdemeanor.\n\n[18-3621, added 2025, ch. 222, sec. 2, p. 1044.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3621/"
    },
    {
      "id": "section-18-3622",
      "number": "18-3622",
      "heading": "FRAUDULENT SALE OR LEASE OF RESIDENTIAL REAL PROPERTY",
      "text": "18-3622. FRAUDULENT SALE OR LEASE OF RESIDENTIAL REAL PROPERTY. A person who lists or advertises residential real property for sale knowing that the purported seller has no legal title or authority to sell the property or who rents or leases the property to another person knowing that he has no lawful ownership in the property or leasehold interest in the property commits a felony.\n\n[18-3622, added 2025, ch. 222, sec. 3, p. 1044.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-36/section-18-3622/"
    }
  ]
}